[
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/96dfef215583b9965b75cbe5326c0383",
    "period": "2025 Q3",
    "content": "Q3 2025 AvalonBay Communities Inc Earnings Call\n\nQ3 2025 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEOCT 30, 1:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to AvalonBay Communities Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Matthew Grover, Senior Director of Investor Relations. Mr. Grover, you may begin your conference call.\n\nUnknown Executive\n\nThank you, [indiscernible], and welcome to AvalonBay Communities Third Quarter 2025 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at investors.avalonbay.com, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Shaw, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Matt. I'm joined today by Kevin O'Shea, our Chief Financial Officer; Sean Breslin, our Chief Operating Officer; and Matt Birenbaum, our Chief Investment Officer. Before discussing our Q3 results, which were below our prior expectations and our updated outlook for 2025. I want to start by emphasizing a series of AvalonBay tailwinds and strengths that keep us confident in our ability to drive superior earnings and value for shareholders.\nFirst, our portfolio with a heavy concentration of communities and suburban coaster markets continues to be well positioned. With a more uncertain demand backdrop, we believe that those markets and submarkets with lower levels of new supply will continue to be the relative winners. Our established regions are particularly well situated with deliveries as a percentage of stock projected at only 80 basis points next year. And given how challenging it is to get new development approvals and the amount of time it takes to get those approvals, we expect our markets to continue to benefit from below-average levels of supply for a number of years.\nA second differentiator for us is the $3 billion of projects we currently have under construction, which will generate a meaningful uplift in earnings and value creation in 2026 and 2027. These projects are tracking ahead of our initial underwriting, and importantly, are benefiting from reduced construction costs, which translates into a lower long-term basis for shareholders. These projects are 95% match funded with capital that we previously raised through a mix of equity and unsecured debt with an initial cost of capital of below 5%, providing an attractive spread to our development yields on these projects.\nThird, our balance sheet is in terrific shape with low leverage and over $3 billion of available liquidity. As we look ahead, this balance sheet strength provides us with the flexibility to continue to redeploy free cash flow, disposition proceeds and low-cost debt into our next set of accretive development projects as well as to buy back our stock when appropriate as we did in Q3 and having repurchased $150 million of our stock at an average price of $193 per share.\nFinally, we continue to advance on our set of strategic focus areas, which are generating incremental earnings and cash flow from our existing portfolio as well as on new developments and acquisitions. This year, we've made strong progress in advancing toward our longer-term portfolio allocation targets with a continual eye towards enhancing the cash flow growth of our portfolio, and we remain very excited about our progress on our operating model initiatives, including the expanded set of uses for technology, AI and centralized services. By year-end 2025, we expect to be roughly 60% of our way toward our target of generating $80 million of annual incremental NOI from these operating initiatives.\nTurning to third quarter. Slide 5 and our earnings presentation summarizes our Q3 and year-to-date results. We are on track to start $1.7 billion of development projects this year, with a projected yield in the low 6s on an untrended basis. We've also completed our planned capital sourcing activity for the year, having raised $2 billion of capital at an average initial cost of 5%, and generating a spread north of 100 basis points relative to development yields.\nSlide 6 provides the breakdown of third quarter core FFO relative to our prior expectations. Of the $0.05 underperformance relative to our outlook, $0.03 was attributable to same-store portfolio results of which $0.01 related to lower revenue and $0.02 related to higher operating expenses, including in repairs and maintenance, utilities, insurance and benefits.\nTurning to Slide 7. Apartment demand has been softer than anticipated this year, which we attribute mainly to the reduced job growth backdrop with related factors, including higher macroeconomic uncertainty, lower consumer confidence and a reduction in government hiring and funding.\nAs shown on the left side of Slide 6, the National Association of Business Economics or NAV, is now projecting growth of 725,000 jobs in 2025, down from the over 1 million jobs in their prior forecast. And for Q4, Navi is projecting growth of just 29,000 jobs per month. We revised our revenue expectations as part of our midyear reforecast with results for July and August generally tracking to those expectations as shown on the right-hand side of Slide 7.\nAs Sean will discuss further, softness on rental rates in August continued in September, along with a slight occupancy dip, with further softness continuing into October, trends that are now incorporated into our updated outlook for the remainder of the year.\nAs shown on Slide 8, we've also updated our expense outlook for the year to 3.8%. After benefiting from meaningful operating expense savings in the first half of 2025, we've had trends run against us across a set of expense categories without any offsetting savings. For example, in repairs and maintenance, we knew that certain savings from the first half of the year would be incurred in the second half but have incurred more and higher cost repairs and nonreteat projects than anticipated. Other unfavorable variances include insurance, utilities and associate benefit costs. Given our Q3 results and these revenue and operating expense trends, we've updated our outlook for the full year, which Kevin will now discuss in more detail.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Ben. Turning to Slide 9. We present our updated operating and financial outlook for full year 2025 as compared to our prior outlook on our second quarter call and on our initial outlook, for the year that we provided in February.\nWe are lowering our full year core FFO per share guidance by $0.14 to $11.25 per share, which reflects an updated expectation for year-over-year earnings growth of 2.2%. Our updated full year outlook reflects same-store residential revenue growth of 2.5%, same-store residential operating expense growth of 3.8% and same-store residential NOI growth of 2%.\nTurning to Slide 10. We highlight the components of our updated outlook for full year core flow per share in the second half of the year for key parts of our business as compared to our prior outlook on our second quarter earnings call. Specifically, as Ben previously mentioned and the details on this slide, our third quarter core FFO per share results were $0.05 below our prior outlook. And for our fourth quarter core flow per share, we provide a comparison between our prior outlook and our current outlook. The expected $0.09 decrease is primarily driven by $0.06 of lower NOI from the same-store portfolio consisting of a $0.04 decrease in same-store residential revenue and a $0.02 increase in same-store residential operating expenses. The remaining $0.03 reflects lower expected earnings contributions from lease-up NOI, commercial NOI, joint ventures and other stabilized NOI.\nTaken together, our 3Q results and revised fourth quarter outlook resulted in an updated outlook for the full year core of $11.25 per share.\nAnd with that overview of our updated outlook, I'll turn it over to Sean to discuss operations.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Moving to Slide 11. As Ben noted, we started to experience some softening in key revenue drivers during the quarter. In Chart 1, economic occupancy was generally consistent with our expectations in July and August [indiscernible] our previous outlook in September and has continued to be below our previous expectation for October.\nSimilarly, rent change started to trend below our midyear outlook in August, driven primarily by weaker move-in rents which are depicted in Chart 3. But moving rent softened across most regions. The deceleration was most pronounced in the Mid-Atlantic, Southern California, which was driven by L.A. and Denver. In terms of underlying bad debt, while we ended the quarter close to our original estimate. We experienced an uptick in August, which contributed to the unfavorable revenue variance for the quarter.\nTurning to Slide 12. We now expect same-store revenue growth of 2.5% for the full year 2025, down 30 basis points from our midyear outlook. The primary drivers of the reduction of our average lease rate which is estimated to account for 20 basis points, along with economic occupancy and underlying bad debt, which are projected to be about 5 basis points each.\nOur established regions are projected to produce 2.7% revenue growth, while the expansion regions are forecast to be modestly positive. As I mentioned in the previous slide, while the softness we've experienced has been somewhat broad-based, it has been most pronounced in the Mid-Atlantic and L.A. The Mid-Atlantic has been choppy since the second quarter and is often further during Q3 is the probability of a government shutdown increase given the shutdown has become a reality and is heading into a second month in a couple of days, we expect continued weakness in the region through year-end. And in L.A., job growth in the film and television industry has continued to be weak. It's been estimated that the number of film and television jobs in L.A. has declined by roughly 35% as compared to just 3 years ago.\nIn stage occupancy, which reflects the percentage of time sound stages are being used by protection companies in the region has been trending in the mid-60% range recently, down from 90% plus levels just a few years ago. While new tax incentives were passed in July this year to support film and television production in California, any employment benefit from them won't likely be realized until sometime in 2026 or beyond.\nMoving to Slide 13. As we start thinking ahead to 2026 while job growth has been below expectations recently, our portfolio is positioned to perform relatively well given 2 important factors: first, a very low level of new supply expected in our regions, and second, a lack of affordable for-sale alternatives.\nNew supply in our established regions is expected to decline to roughly 80 basis points of existing stock in 2026, which is not only less than half the trailing 10-year average, but also a level we haven't experienced since 2012. It's also roughly consistent with what occurred during the '90s decade, which was a terrific time period for us.\nOn the right side of Slide 13, although mortgage rates have been trending down recently and home values have flattened out or declined in many regions for sale housing remains very unaffordable in our established regions. It still costs almost $2,500 per month more to own the median-priced home relative to the median apartment rent in these markets.\nOverall, while we don't have a crystal ball regarding job and wage growth for 2026. Again, our portfolio is relatively well positioned for any demand environment, given the supply picture and the lack of affordable alternatives. And as it relates to our portfolio and the setup for 2026 revenue growth, we're currently projecting our earn-in to be roughly 70 basis points.\nAdditionally, we continue to expect improvement in underlying bad debt as we work through the backlog of cases in several established regions and our various screening tools further constrain new entrants to the bad debt pool forecasted benefit for the calendar year 2025 is approximately 15 basis points for 2026, I would expect at least 15 basis points and likely more given some of the underlying activity we're seeing across the portfolio. And third, while it won't likely be as strong as the last couple of years as we begin to stabilize our Avalon Connect offering for residents, we still expect another well above average year of growth in other rental revenue in 2026.\nNow I'll turn it to Matt to address our development activity.\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nThanks, Sean. Turning to our development activity. As shown on Slide 14, our current lease-ups continue to perform better than our initial expectations, reflecting the conservative underwriting approach we take, where we do not trend rents and analyze every new start primarily on its current economics.\nOur development underway reached $3.2 billion by the end of the third quarter was 95% match funded and underwritten to an untrended yield on cost of 6.2%. We opened several new lease-ups over the summer and now have 6 communities where there is enough leasing activity for us to update the rents and yields to current market. This $950 million indolent activity is running 10 basis points above the initial projections, thanks to $10 million in cost savings and rents that are $50 per month higher than pro forma, generating a further lift to the value creation and earnings accretion, these communities will deliver once they are complete and stabilized.\nWe have another 3 communities, all in New Jersey that are just starting their lease-ups and rents at those assets are currently set at 2% above pro forma. So the trend of development outperformance is likely to continue as all 9 of these communities look to complete their lease-ups next year and the 13 communities that won't start lease-up until 2026 or '27 should open at a time when there will be much less competitive new supply, as Sean detailed earlier.\nTurning to Slide 15. We are strategically increasing our development underway when the industry as a whole is retrenching, taking advantage of the benefits of our integrated platform to build at a time when costs are lower and competition is more subdued. As we look to 2026, many of these favorable tailwinds should persist, although we are also mindful of the softening revenue environment and the associated impact on our cost of capital to fund new starts going forward.\nAnd with that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7b238e1fcd16af9b91d8870194560eb7",
    "period": "2025 Q2",
    "content": "Q2 2025 AvalonBay Communities Inc Earnings Call\n\nQ2 2025 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEJUL 31, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities Second Quarter 2025 Earnings Conference Call.\n[Operator Instructions]\nYour host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference call.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Zico, and welcome to AvalonBay Communities Second Quarter 2025 Earnings Conference Call. Before we begin, please note that forward-looking statements that may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC. As usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you, everyone, for joining us today. I'm joined by Kevin O'Shea, our Chief Financial Officer; Sean Breslin, our Chief Operating Officer; and Matt Birenbaum, our Chief Investment Officer.\nStarting with our key takeaways on Slide 4 of our earnings presentation. Our second quarter and first half of the year results exceeded our initial guidance. As Sean will discuss further, our revenue growth was better than expected through the first half of the year, with higher occupancy and other rental revenue growth driving most of the favorable variance. We also benefited from tight management of operating expenses, which contributed to our same-store NOI outperformance during the first half of the year.\nAs Kevin will detail, these operating expense savings carry through to our updated outlook for the year with OpEx growth now forecasted at 3.1%, 100 basis points better than our original guidance. and translating into higher NOI growth in 2025, now projected at 2.7%. While our expectations for job growth in the second half of the year are a little more muted than they were in January, demand remains healthy across most of our portfolio.\nAnd importantly, new supply in our established regions continues to decline to levels not seen in over a decade. This low level of supply should continue for the foreseeable future given that the barriers to new development, particularly in our suburb and established regions are substantially greater than most markets across the country. As Matt will further discuss, our $3 billion of development projects are expected to continue to generate differentiated external growth with our development underway trending above our pro forma stabilized yields. While we experienced some timing delays in occupancies in the first half of the year, we expect to occupy roughly the same number of homes by year-end.\nLooking ahead to 2026 and beyond, this unique book of business will generate meaningful incremental earnings and value creation and is one of the primary reasons we continually produce core FFO growth in excess of our same-store NOI growth. We're also making strong progress in advancing on our portfolio allocation objectives. We're well on our way towards our target of acquiring $900 million of assets this year, most of which is being funded by capital from dispositions, a continual process that we're confident will position the portfolio for stronger cash flow growth over time.\nAnd lastly, on the key takeaways. Our balance sheet is in terrific shape, having raised $1.3 billion of capital year-to-date at an initial cost of 5.0%. And attractive cost of capital relative to our uses and particularly to yields of north of 6% on new development projects. Page 5 highlights our Q2 and first half of the year metrics, including core FFO growth of 3.3% year-to-date, continuing to position us towards the top of the sector. We also started $610 million of new development projects in the first half of the year and have now raised our target to $1.7 billion for development starts for the full year, up from $1.6 billion. We continue to believe that we are uniquely positioned to secure an outsized share of what will be a lower level of starts in the industry, utilizing our strategic capabilities to execute on high-quality projects in an attractive long-term basis.\nPage 6 provides the road map for our second quarter core FFO of $2.82 per share relative to guidance of $2.77 with revenue exceeding by $0.02, operating expenses better by $0.05, partially offset by lease-up NOI and overhead. Please note that $0.02 of the $0.05 of the lower-than-expected operating expenses were timing related, which we now expect to incur later in 2025.\nAs shown on Slide 7, we head into the second half of the year with very healthy occupancy in our established regions, with total market occupancy at 94.8%. In contrast, market occupancy in the Sunbelt region stands at 89.5% as those markets continue to struggle with elevated levels of standing inventory from recent deliveries. Our established regions are also well positioned from a new supply perspective with delivery is expected to drop to 80 basis points of stock in 2026, further supporting healthy operating fundamentals.\nBefore turning it to Kevin, I want to take a moment to say thank you and congratulations to Jason Reilley. This is his last earnings call before his retirement from AvalonBay later this summer. After 21 years at the company and over a decade as our Head of Investor Relations, Jason has been an integral partner with the executive team here and a thoughtful resource to the investment community shaping the dialogue for AvalonBay and for the wider multifamily REIT sector. Jason has also been a strong developer of talent, including most recently with Matt Grover, who will now be stepping in to lead our Investor Relations team. Many of you know Matt from his prior roles on the buy side and for the last 3-plus years at AvalonBay. Congrats to Jason on his retirement, and we all wish him well in his next stage.\nI'll now turn it to Kevin to further discuss our updated outlook.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Ben, and congrats Jason and excited to have that in the elevated role.\nTurning to Slide 8. We present our updated operating and financial outlook for full year 2025. We are maintaining our full year core FFO per share guidance which at the midpoint is $11.39 per share, reflecting year-over-year earnings growth expectations of 3.5%. Our updated outlook reflects slightly higher same-store residential NOI growth offset by modestly lower lease-up NOI and the net impact of capital markets activity, transaction activity and overhead cost changes. We now project same-store NOI growth of 2.7%, which is 30 basis points above our initial outlook. This improvement is driven by a 100 basis point reduction in expense growth, partially offset by a 20 basis point decline in revenue growth.\nWe've also modestly increased this year's development starts to $1.7 billion, up from $1.6 billion, and we've opportunistically completed our capital plan for the year at an attractive initial cost of 5%. While our full year guidance for core FFO per share remains unchanged, Slide 9 highlights the impact on full year growth from updated expectations for key parts of our business as compared to our initial outlook.\nSpecifically, a $0.04 increase in same-store residential NOI and a $0.02 benefit from capital markets and transaction activity are expected to be offset by a $0.04 decline in NOI from new development and a $0.02 increase in overhead in other items. And again, this results in an unchanged expectation for full year core FFO per share of $11.39 per share in 2025.\nSlide 10 provides a bridge from our second quarter core FFO per share to our projected third quarter midpoint. As is typical seasonally in our business, we expect sequential increases in same-store revenue and operating expenses as well as a continued ramp in lease-up NOI during the third quarter. In particular, we anticipate a $0.03 increase in same-store revenue, a $0.02 increase in NOI from new development and a $0.01 benefit from capital markets and transaction activity and other items will be offset by an $0.08 increase in same-store operating expenses driven by sequentially higher repairs and maintenance, utilities and property taxes.\nTurning to Slide 11. We also provide the components of our expected sequential increase in core FFO per share during the fourth quarter. Here again, we expect to benefit from typical seasonal sequential patterns in our business during the fourth quarter, including a $0.03 increase in same-store revenue, a $0.06 decrease in same-store operating expenses, a $0.04 increase in NOI from new development and a $0.01 benefit from capital markets and transaction activity and other items. And with that, over our updated outlook, I'll turn it over to Sean to discuss operations.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Moving to Slide 12. Our updated outlook for same-store revenue growth is slightly below our original expectations, driven by a change in our same-store pool and underlying bad debt. The change in the same-store pool is primarily related to the pending sale of 4 assets in the District of Columbia in Q3, which Matt will talk about in a minute. In terms of underlying bad debt, which can be difficult to forecast, we've seen steady improvement over the past year, but are expecting it to be modestly unfavorable to our original budget. In terms of rate and occupancy, we're expecting lease rate growth to be 10 basis points below our original forecast, but fully offset by higher occupancy.\nTurning to Slide 13. Our same-store average asking rent exceeded our original expectations through May, but peaked in June earlier than our original outlook, is contributing to the roughly 10 basis points lower contribution from effective lease rates noted on the previous slide.\nShifting to bad debt. As noted, the pace of improvement year-to-date has been modestly below our initial outlook. So we have adjusted our expectations for the second half of the year to reflect recent trends. Most regions are moving in a positive direction but we continue to face some challenges regarding the impact of regulatory actions and overloaded court systems, portions of the Mid-Atlantic and New York, New Jersey regions.\nMoving to Slide 14 to address our updated revenue outlook by region. We expect the New York, New Jersey and Seattle regions to outperform our original budget. Demand has been healthy in both regions with moderating supply supporting better pricing power and occupancy. In New York, New Jersey, our same-store portfolio averaged 96.3% economic occupancy during Q2, up about 30 basis points from Q1 with positive pricing trends across most of the suburban submarkets, which represent about 2/3 of our portfolio in the region. In Seattle, we averaged 96.6% economic occupancy during Q2 and achieved greater than 3% rent change. We continue to see a reduction in the pace of new deliveries in the region and the outlook for the second half of the year is positive. The Mid-Atlantic, Northern and Southern California and our expansion regions are projected to underperform our original outlook, while Boston is expected to be in line. The Mid-Atlantic had a strong start to the year, but we've seen some softening in demand and pricing momentum over the last 60 days, most notably in Maryland and the District of Columbia. Northern Virginia has held up well thus far and produced mid-4% rent change during the second quarter.\nGiven the level of uncertainty in the region, we've responded with a more conservative approach to pricing which is impacting our outlook on rates for the second half of the year. In Northern California, San Francisco continues to lead the region with almost 97% occupancy during Q2 and strong rent change of 8%. San Jose remains healthy with mid-96% occupancy and rent change in the 3.5% range for the quarter. The East Bay is the laggard in the region, but will likely gain momentum later in '25 and '26 as performance there typically lags behind both San Francisco and San Jose. Looking forward, the volume of new supply in the Bay Area is expected to be the lowest of any of our regions at roughly 30 basis points of total inventory through 2026. So the overall outlook for the greater region is quite healthy for the next several quarters. In Southern California, our expectations for full year revenue growth have moderated due to continued weakness in the labor market across L.A., particularly in the entertainment industry.\nThe increase in the state's film and tax credit program, which was adopted in late June, resulted in a more than doubling of the program from $330 million to $750 million to support the production of television and film in the state. It will hopefully provide a much needed boost to the local economy. Now I'll turn it to Matt to address our development and investment activity.\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Great. Thanks, Sean. Looking at our current lease-up activity, as Kevin mentioned, we now expect development NOI for the year to be modestly lower than our budget at the start of the year. This is due to some delays in deliveries at several communities, as shown in the chart on the left on Slide 15 as well as slower leasing velocity at 2 Denver communities where we completed construction late last year. We completed at least 330 fewer homes in total in the first half of the year than we expected, with most of those now expected to be absorbed in the second half, delaying the NOI uplift as these homes start to generate revenue into the fourth quarter and into 2026. With this reduction in 2025 lease-up NOI, the projected increase for '26 should be that much greater as we still expect to occupy 3,000 additional homes next year.\nImportantly, these delays are not impacting the overall profitability of our development activities, as shown on Slide 16. Our $2.9 billion in development underway is completely match funded, was underwritten to a yield on cost of 6.2% based on estimated market rents at the time of construction start and continues to reflect outperformance relative to that initial underwriting as communities enter lease-up. Our long-standing practice is to report rents on our development underway at the initial untrended underwriting until we have leased about 20% of the homes at which point we mark the rents to current market levels. Only 3 of the 21 communities currently underway have reached that point as of the end of Q2, but we are running 30 basis points ahead of pro forma on those 3 based on modest rent outperformance of $80 per month and some hard cost savings from the initial capital budget.\nWe do have another 7 communities, which are just starting lease-up in the second half of this year, and we expect this trend to continue at those projects as well. 6 of those 7 have set their opening rents, which are 3% above pro forma and many of those are also likely to finish with savings in their capital budgets. And the 11 communities that won't start lease-up until 2026 or '27 are continuing to see encouraging early savings on their construction buyout.\nTurning to Slide 17. While Q2 was a quiet quarter for us on the transaction front, we have a number of pending transactions expected to close in the third quarter. This includes almost $600 million currently under contract for sale with those proceeds used to fund $295 million in pending acquisitions as well as to fund the cash component of the Texas acquisitions we completed last quarter. This increased trading activity further advances our long-standing portfolio allocation goals as we reallocate capital within our portfolio from older urban assets in our established regions to younger suburban assets in our expansion regions.\nThe pending dispositions includes 4 assets in the District of Columbia as well as communities in Seattle and New York. Executing on asset sales in D.C. is particularly challenging and hard to predict due to the unique Washington D.C. Toba law. While these transactions have been in the works for an extended period of time dating back to 2024, the unusual level of uncertainty of the process led to these assets being included in our same-store bucket at the beginning of the year.\nNow that the timing is confirmed, they've been removed from same-store, driving 10 basis points of the reduction to our projected same-store revenue growth rate, as Sean mentioned. We look forward to providing more detail on all of these transactions after they close. And with that, we're ready to open the line up for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5973f7a6467188aab5bf3890c26bc182",
    "period": "2025 Q1",
    "content": "Q1 2025 AvalonBay Communities Inc Earnings Call\n\nQ1 2025 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEMAY 1, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities First Quarter 2025 Earnings Conference Call. [Operator Instructions]\nYour host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Julian, and welcome to AvalonBay Communities First Quarter 2025 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements and actual results may differ materially.\nThere is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC. As usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason. I'm joined today by Kevin O'Shea, our Chief Financial Officer; Sean Breslin, our Chief Operating Officer; and Matt Birenbaum, our Chief Investment Officer. In keeping with our custom, we've also posted an earnings presentation, which we will reference during our prepared remarks, beginning on Slide 4. Recognizing that we are in a period of heightened uncertainty regarding the impact of policy actions on the broader economy, I want to start by emphasizing that we are very well positioned given our portfolio makeup, our unique set of strategic capabilities and our preeminent balance sheet to continue to deliver superior earnings growth for shareholders.\nWe provide high-quality homes and leading apartment markets across the country, in one of the most durable real estate asset classes with high margins and relatively low CapEx. We continue to proactively reshape our portfolio to optimize future returns, as I will touch on more in a moment. Our operating model transformation, including our leadership in technology and centralized services continues to drive superior growth from our existing asset base and in new investment opportunities as we detailed in prior quarters.\nAs we look ahead, we want to particularly emphasize the earnings growth that is set to come from the development that we have underway. $3 billion of projects match funded with attractively priced capital and projects where we have substantially locked in the cost of construction. As these projects lease up this year and next, they will produce a meaningful incremental stream of earnings that is unique to AvalonBay. As we evaluate future investment opportunities, our balance sheet and liquidity position are as strong as they've ever been, as Kevin will further emphasize.\nAnd for our next cohort of development starts, we remain focused on delivering 100 to 150 basis points of spread between development yields and both our cost of capital and underlying market cap rates. We are also uniquely positioned among our peers and having raised $890 million of equity on a forward basis at an average gross price of $226 per share, which we expect to deploy into accretive development.\nLooking ahead, we feel well positioned to continue to execute against our strategic initiatives across a range of macroeconomic scenarios. And we will stay nimble from operations to our capital allocation decisions as we have consistently done over time and throughout cycles.\nSlide 5 highlights our broadly diversified portfolio, which is well positioned to continue to deliver superior growth. In terms of markets, 47% of our portfolio is in our established regions on the East Coast, 41% in our established regions on the West Coast and now 12% in our expansion regions. At the submarket level, we have continued to rotate capital to the suburbs in response to demographic and other housing trends, increasing our allocation there to 73%. And in terms of product, we think investors often overlook that 41% of our portfolio are garden communities, 41% are mid-rise buildings and 18% are high-rise communities, providing a breadth of offerings and price points to meet customer needs.\nTurning to Slide 6. Our established regions are benefiting from several tailwinds, including strong occupancy and very limited new deliveries this year and in 2026, which should support healthy pricing power. To be more specific, we are projecting that deliveries in our established regions will drop to 80 basis points of existing stock in 2026, which equates to just 45,000 units across all those markets. Miniscule levels and new deliveries that we have not seen in 20 years.\nAnd while we are pleased with the portfolios we have curated in our expansion regions, we do expect these markets to continue to face operating softness until deliveries decline and market occupancies rebuild. On the flip side, this softness provides opportunities as we execute on our longer-term portfolio optimization goals selectively increasing our allocation to our chosen expansion regions.\nContinuing on Slide 7. Rental affordability has also improved in our established regions, given solid income growth in recent years, resulting in rent-to-income ratios below pre-COVID levels. And finally, the relative affordability of renting compared to homeownership given both elevated home values as well as mortgage rates continues to provide a favorable backdrop for our operating fundamentals.\nOur portfolio positioning translated into healthy Q1 results and as Sean will discuss further, is evident in our healthy operating metrics heading into peak leasing season. As noted on Slide 8, we produced strong core FFO growth of 4.8% in Q1 relative to last year and exceeded our prior Q1 guidance by $0.03. Our outperformance in Q1 reflected $0.01 from revenue related to slightly higher occupancy, and $0.02 of favorable operating expenses, of which approximately half is timing related.\nOur Q2 guidance is generally consistent with our original expectations, with Slide 9, providing the components of change relative to Q1. The main driver of which being the sequential seasonal uptick in operating expenses we experienced each year. We are also reaffirming our full year 2025 outlook, which as originally expected, includes sequential internal and external growth in the second half of the year.\nWith that, I'll turn it to Sean to further discuss the operating environment.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. Moving to Slide 10. As Ben noted, Q1 same-store revenue performance was slightly ahead of our plan, driven by modestly higher occupancy than anticipated. In terms of operating metrics, performance was healthy in Q1, and we're very well positioned as we head into the prime leasing season. Resident turnover continues to set new historical lows, which supports higher physical occupancy.\nFor the month of April, specifically, occupancy was roughly 30 basis points above the same time last year. Additionally, our near-term inventory to lease is currently trending about 30 basis points below last year, which supports healthy pricing on new leases and renewals and and is reflected in the nice uptick we've experienced as we move through Q1 into April. In terms of regional trends that may be of interest, the D.C. Metro area continues to perform as expected, with occupancy and availability generally in line with last year's levels.\nAdditionally, we have actually experienced a modest reduction in the number of lease breaks year-over-year over the last few months. We started to hear from prospects and residents about the level of uncertainty in the job market, but to date, the velocity of activity and pricing in the region has not been impacted. About 12% of our resident base is employed by the government so we're certainly monitoring the pace of leasing, renewal acceptance and other metrics very closely.\nIn terms of the tech regions, notably Seattle and Northern California, we've continued to see healthy performance in Seattle, consistent with our expectations, which also had very strong performance in 2024 due to relatively strong job growth, return to office mandates from Amazon, Microsoft and others, and the positioning of our primarily suburban portfolio in the region, which has benefited from minimal new supply.\n[indiscernible] California, specifically San Jose and San Francisco continued to improve and at a pace of slightly ahead of our original expectations. Performance in San Jose picked up at the end of last year, but San Francisco really started to gain momentum at the beginning of this year. We're currently more than 96% occupied across the region, about 50 basis points higher than last year. With San Francisco leading San Jose and East Bay at 97.2%.\nAdditionally, our year-to-date average asking rent has increased roughly 5% led by San Francisco year-to-date gains of roughly 7%. In L.A., while we gained a modest amount of occupancy sequentially from Q4 to Q1, we haven't been able to realize as much of an improvement in rate as we would have anticipated moving through Q1 and into April. Currently, availability and occupancy are roughly in line with last year, However, year-to-date asking rent growth is below historical norms at just 3%. We'll need to see better job growth in L.A., which has been weak recently to experience stronger performance throughout the remainder of this year.\nLooking forward, our overall same-store portfolio metrics are flashing green, and we're heading into the prime leasing season from a position of strength, so we can take advantage of opportunities as they unfold or shift our tactics in response to any change in the macro environment.\nNow I'll turn it to Matt to address our investment activity.\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Sean. I wanted to provide some more detail on how we are managing risk and optimizing opportunity in our development program given the current environment. Turning to Slide 11. Starting with our development already underway. We have 19 projects currently under construction and another 4 completed last year that are still in lease-up at an estimated total capital cost of $3 billion. These investments have been entirely match funded, meaning we source the capital required to build these projects at the same time that we started them thereby locking in a favorable spread of 100 to 150 basis points between the cost of that capital and the projected initial return on these new investments. .\nAnd these projects are generally bought out with hard costs locked in with our trade partners within 90 to 120 days of construction start. Across all of this development underway, we are currently running slightly under budget as we have seen some strong buyout savings on some of the more recent starts with subcontractors increasingly aggressive in bidding for work as their backlogs dwindle. As this prefunded development completes lease-up throughout this year and next, it will drive outsized earnings growth.\nAs shown on the slide, 2025 will be a trough year for us for new occupancies from our development book at 2,300 homes and only 10% of those new occupancies occurred in the first quarter. Looking forward, we expect this to rise substantially through the balance of the year and to grow further to 2,800 homes in 2026.\nTurning to Slide 12. Our guidance at the beginning of the year anticipated increasing our start volume to $1.6 billion in 2025. These expectations have not changed but it is important to note that we continue to maintain flexibility on this book of business, and our projected start activity is weighted more towards the back half of the year with only $240 million started in Q1. If conditions change, we can certainly adjust our plans throughout the year. We have also largely prefunded this activity through the equity forward transaction we completed last year at a favorable cost of capital.\nWith all the talk about tariffs, we also thought it would be helpful to provide the conceptual illustration on the right side of the slide, which shows how the total cost of a typical AvalonBay development breakdown between land, soft costs, including capitalized interest, and hard costs. With the hard costs further broken down between labor, subcontractor profit, oversight and supervision and raw materials.\nMaterials costs generally represent about 25% to 30% of our overall hard costs and 20% of total project costs, and we estimate that with the mix of domestic and imported materials in our projects, the most recent tariffs might increase our total hard costs by about 5%, which would drive a roughly 3% to 4% increase in our overall total basis. While this is a meaningful increase and could be enough to tip some projects into being infeasible, these potential headwinds, which vary from project to project, are currently in most cases, being more than offset by the larger macro backdrop of declining start activity.\nWe have great visibility into this phenomenon because we generally act as our own general contractor on almost all of our developments. And on those jobs, we are actively bidding today, our phones are ringing off the hook with deeper bid coverage and stronger subcontractor availability than we have seen in years.\nWhile things are certainly subject to change, this bodes well for near-term potential starts. As shown on Slide 13, we are also continuing to make steady progress on our longer-term portfolio allocation goals as we execute on our portfolio trading strategy. Since the start of 2024, we have been able to increase our allocation to our expansion regions to 12% and increase our allocation to suburban submarkets to 73% through both buying and selling activity, including closing on the asset portfolio acquisition in Texas that we announced back in late February.\nThat transaction, which was funded with a combination of disposition proceeds and $235 million of equity issued at an attractive price of [ $2.25 ] a share is underwritten to an initial stabilized yield of 5.1% and at a very compelling basis of $230,000 per home for assets that have an average age of 11 years, considerably younger than our existing portfolio.\nThese acquisitions also provide local operating scale that will have spillover benefits to increase our operating margins at our existing Texas portfolio as well. We're excited about this transaction, which creates a strong foundation for our growth in this expansion region at a good time to be reallocating capital into these markets.\nAnd with that, I'll turn it over to Kevin for an update on the balance sheet.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Matt. As you can see on Slide 14, we enjoy a strong financial position with excellent liquidity, high level of match funding and a lowly leveraged balance sheet, reflecting our investment-grade ratings of A3 and A- from Moody's and S&P. This financial strength supports our planned development starts while also providing capacity to fund further attractive investments that may arise. .\nAdditionally, and most uniquely in our sector, we enjoy $890 million in undrawn equity capital that we raised last year at a gross price of $226 per share and initial cost of about 5%. This will be an important driver of future earnings growth as we deploy this capital on the new development starts later this year. Moreover, we recently executed several financing transactions that improve our liquidity and access to cost-effective capital. We renewed and increased our secured credit facility to $2.5 billion, up from $2.25 billion and extended the maturity to April 2030 from September 2026. In doing so, we also expanded our commercial paper program to $1 billion, up from $500 million previously.\nThis commercial paper program is backed off by availability under our credit facility and provides us with a cheaper source of floating rate debt that is available under our credit facility. Finally, we closed our 4-year $450 million unsecured delayed draw term loan which we've hedged to an effective fixed interest rate of 4.5%. We intend to draw fully on this term loan by late May. With these transactions and the undrawn forward equity, we now enjoy $2.8 billion of liquidity. As a result of our excellent liquidity and our financial flexibility, we are exceptionally well positioned to fund planned development starts and at the same time, respond to challenges and opportunities in the current environment or a position of [indiscernible]. That concludes our prepared remarks. Julian, let's please open the line to questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ef519b334866bd9759267e3a480d582e",
    "period": "2024 Q4",
    "content": "Q4 2024 AvalonBay Communities Inc Earnings Call\n\nQ4 2024 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEFEB 6, 1:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to AvalonBay Communities Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Ms. Reilley, you may begin your conference call.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Sherry, and welcome to AvalonBay Communities Fourth Quarter 2024 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC. .\nAs usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you, everyone, for joining us. I will start with a brief synopsis of Q4 and 2024 results and then turn to our view of the strategic focus areas that we are confident will continue to deliver superior growth in 2025 and in the years ahead. Kevin O'Shea, our Chief Financial Officer, will provide our outlook for 2025 and the components of growth on a year-over-year basis. Sean Breslin, our Chief Operating Officer, will then cover the macro and micro setup for 2025 along with our latest market-by-market expectations.\nAnd Matt Birenbaum, our Chief Investment Officer, will discuss our rich menu of investment opportunities. Let me start by expressing our condolences to those who lost loved ones in the L.A. fires last month and to all those impacted by the horrific damage. While we were fortunate that none of our communities incurred meaningful damage, some of our associates were impacted, including a few who lost their homes.\nAt Avalon Bay in keeping with our core value of a spirit of caring, we activated our internal emergency relief programs to assist associates and provided incremental funding to our long-time partners at the American Red Cross. I also want to thank our wider LA-based residential services team led by Eric Asgard for their tireless efforts and dedication through these events. As I look back on Q4 2024, we had a very successful year, delivering revenue growth of 3.4% and core FFO growth of 3.6%, as highlighted on Slide 4. Our suburban coastal portfolio with steady demand and limited levels of new supply continue to outperform. Our operating model transformation drove incremental revenue and operating efficiencies, and our lease-ups exceeded expectations, driving incremental earnings and value creation.\nWe also remain nimble in capital allocation and sourcing during 2024. We increased our development starts by almost $200 million to $1.1 billion, and we proactively raised growth capital sourcing $2 billion of new capital at an attractive 5.1% initial cost. As we head into 2025, we expect much of our operating and investment momentum to continue and are confident that our strategic focus areas, as outlined on Slide 5, will continue to deliver superior internal and external growth for shareholders.\nSlide 6 details our successes and key next steps in our operating model transformation. As of year-end 2024, we're generating an incremental $39 million of NOI from these initiatives, running $2 million ahead of plan. In 2025, we expect to generate an additional $9 million of revenue and operating efficiencies and and we are well on our way to our updated goal of $80 million of annual incremental NOI over the next few years. We continue to be 1 of the industry leaders in the utilization of centralized services which is now handling more customer-facing interactions, including an expansion this year to provide centralized leasing support. We also continue to be on the forefront in the use of AI in the apartment industry, having been an early investor and adopter of a lease AI and with a further expansion this year into additional components of the customer journey.\nOur investments in technology and centralized services, along with the efficiencies we achieve in managing clusters of assets are providing meaningful scale benefits for our platform and driving incremental NOI throughout the existing portfolio. As investors, you can see these results in various financial categories. For example, our implementation of ancillary services for residents resulted in 15% other rental revenue growth in 2024 and is projected to produce almost 9% growth in 2025.\nIn the area of labor efficiencies, our same-store payroll expense declined in 2023 and was 0 in 2024. I'd like to thank our operating teams for their continued execution of these initiatives and delivering these results. Importantly, the benefits we're generating via our operating initiatives also facilitate external growth with new assets more valuable on our platform, allowing us to underwrite incremental yield on acquisitions and new development. Slide 7 highlights our continued progress in optimizing our portfolio for superior growth. In the near term, our conviction for our suburban coaster portfolio is reinforced by the outlook for both steady demand and limited new supply.\nIn the medium to longer term, we also believe that our suburban coastal portfolio is well positioned to capture future rental demand and particularly the lifestyle preferences of many aging millennials and downsizing baby boomers. We're now 73% suburban, up from 70% just a year ago, making strong progress toward our 80% target allocation. We're also focused on further optimizing our portfolio by increasing exposure to select Sunbelt markets and submarkets as we detailed at our Investor Day, an increasing number of Avalon Bay customers live in these markets, and we also see the benefits of diversifying away from certain risks, including increasing our exposure to areas with less regulatory risk.\nWe increased our expansion market presence to 10% from 8% in 2024, and we expect to make further progress toward our 25% expansion market target in 2025 and believe that we're in an attractive window to facilitate this portfolio shift by acquiring and developing assets at a cost basis, meaningfully lower than it has been over the past few years. Our third strategic focus area, as referenced on Slide 8, is continuing to leverage our unique development capabilities to generate consistent and accretive external growth.\nIn 2025, we are planning to increase development starts to $1.6 billion at a point in time when overall starts in the industry will be coming down, allowing us to secure stronger deals and returns. These developments will also face less competition when they lease up in roughly 2 years' time. By the end of this year, we expect to have $3.5 billion under construction, which is 50% higher than where we are today, setting the stage for a further uplift in earnings growth and value creation in 2026 and 2027. We plan to fund the bulk of this new development from the equity capital that we proactively secured last year as highlighted on Slide 9.\nin total, we sourced via equity forwards $890 million of equity at an average price of $226 per share at an initial cost of around 5%. And providing a 100-plus basis point spread to our expected development yields on new projects. Our balance sheet is as strong as it's ever been, which provides the capital to leverage our strategic capabilities to fuel further growth in 2025 and beyond. And with that, I'll turn it to Kevin to discuss our initial 2025 outlook.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Ben. On Slide 10, we provide our operating financial outlook for 2025. For the year, using the midpoint of guidance, we expect 3.5% growth in core FFO per share, driven by our same-store portfolio and by stabilizing development partially offset by the impact of funding costs associated with capital markets and transaction activity. At our same-store residential portfolio, we expect revenue growth of 3%, operating expense growth of 4.1% and NOI growth of 2.4% for the year.\nFor development, we expect new development starts of about $1.6 billion this year and we expect to generate $30 million in residential NOI from development communities currently under construction and undergoing lease-up during 2025. As for our capital plan, our outlook calls for $2.1 billion of capital uses consisting of $1.3 billion of investment spend and $835 million for debt maturities and amortization. In terms of sources, we anticipate raising new capital of $960 million in 2025, which we currently assume be sourced from the unsecured debt issuance later this year. Additionally, we expect to sell our outstanding forward equity contracts to source an incremental $890 million in 2025, which brings total capital to be sourced to $1.85 billion this year.\nWe also expect to generate about $450 million in free cash flow after dividends in 2025. And as a result of this capital plan, we project unrestricted cash at year-end 2025 of about $275 million. On Slide 11, we illustrate the components of our expected 3.5% growth in core FFO per share to project $11.39 per share in 2025 from $11.01 per share in 2024. We expect $0.31 per share of earnings growth to come from NOI growth in our same-store and redevelopment portfolios. -- and we expect another $0.33 per share of earnings growth to come from NOI from new investment, primarily from development.\nPartially offsetting these sources of growth is an increase of $0.29 per share from capital markets activity. Within this bucket, we have called out on the slide the components of capital markets costs, including lower interest income of $0.13 per share as our projected cash positions will be lower on a year-over-year basis in 2025. And an $0.08 impact from higher share count as we sell our equity forward contracts over the course of this year in connection with match funding development starts.\nThese 2 items combined for $0.21 of the $0.29 from costs from capital markets activities. As for the remaining $0.08 of costs from capital markets activity, these consist of modest headwinds from refinancing existing debt and net disposition activities, partially offset by modestly higher capitalized interest and earnings growth from [indiscernible] activity.\nSo with that summary of our outlook, I'll turn it over to Sean to discuss our operating business.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Moving to Slide 12 and the outlook for apartment demand in 2025. Third-party forecasts reflect a moderating, but healthy environment for job and wage growth, with wage growth specifically in the high 3% range, which should support relatively stable effective rent growth throughout the year. For our portfolio, specifically, we're also likely to benefit from the expected increase in job growth in 2 important sectors, professional services and information, which overindex to our established regions and produce above average wages. .\nGrowth in these sectors was relatively weak in 2024, but is expected to rebound nicely in 2025. Turning to Slide 13. Demand for apartments in our established regions will continue to be supported by 2 other important factors: first, somewhat stable rent-to-income ratios which remained below pre-Covid levels given healthy income growth the last few years and indicate rental affordability in our coastal markets shouldn't be a material issue.\nAnd second, the relatively unaffordable nature for sale housing in our established regions. Currently, renters looking to trade into the median-priced home in our established regions, but experienced a cost increase of more than 2,000 per month relative to the median price department, and that excludes the ever-rising cost of ensuring that home, which has risen materially over the last few years. Pivoting to Slide 14 and the outlook for supply, our established regions are expected to see the lowest level of supply as compared to both U.S. overall and the Sunbelt with new deliveries representing just 1.4% of stock. And when you look at our suburban submarkets, we're roughly 3/4 of our same-store portfolio is located. The story is even better as suburban deliveries are only forecast to be 1.2% of stock in 2025.\nAdditionally, as we look beyond the current year, it's important to remember that it can often take years to get a new development entitled in our suburban coastal markets. So we may experience low levels of new supply in these regions for an extended period of time. Moving to Slide 15 and our outlook for 2025 revenue growth. There are 3 primary drivers of our expected 3% increase in same-store total rental revenue growth. First, higher lease rates, which reflects our embedded growth from last year and our forecast for like-term effective rent change of 3% for the calendar year 2025.\nSecond, strong growth in other rental revenue, which is estimated at almost 9% in 2025 as we continue to deploy various operating initiatives; and third, improvement in uncollectible lease revenue from residents which is forecast to decline by approximately 40 basis points from 1.8% in 2024 to 1.4% in 2025. Turning to Slide 16. Our established coastal regions are expected to produce rental revenue growth north of 3%, while the expansion regions are projected to deliver sub-2% growth its heavy levels of unleased inventory from 2024 and new deliveries in 2025, continue to weigh on near-term performance.\nIn our established regions, the Mid-Atlantic is projected to lead with mid-4% revenue growth followed by Seattle in the low 3s, Northern and Southern California at roughly 3%; and then New York, New Jersey and Boston in the mid-2% range.\nMoving to the outlook for operating expense growth on Slide 17. We expect same-store operating expense growth of 4.1%, consisting of an organic growth rate of 3% and the net impact of profitable operating initiatives, adding 50 basis points and the phase out of property tax abatement programs, most notably in New York City, adding another 60 basis points during 2025.\nAdditionally, we expect operating expense growth to be higher in the first half of the year as compared to the second half for several reasons, including year-over-year comp issues related to our Avalon Connect deployment, renewal for insurance in 2024 and merit adjustments for our associates, which will occur in the first half. Now I'll turn it to Matt to address our investment activity for 2025.\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Sean. Turning to Slide 18. We are looking forward to an active year across our various external investment platforms this year, supported by the funding already in place from last year as indicated in Kevin's remarks. We expect to continue to ramp up our sector-leading development platform with $1.6 billion in new starts planned at yields in the low to mid-6s. We also look to continue to be active in the transaction market with portfolio trading activity as we pursue our long-term portfolio allocation goals, selling assets out of our established coastal regions and redeploying that capital into acquisitions primarily in our expansion regions.\nGiven the decline in operating fundamentals and associated asset values, in many of our expansion regions over the past 2 years, we do view this as a more attractive relative trade in the current environment, and we'll look to increase our portfolio trading where we can. In our structured investment program, or SIP, which is our [indiscernible] lending platform to provide high-yield capital to merchant builders in our markets, we have continued to be highly selective and did not originate any new loans last year. However, we do several attractive opportunities in the current pipeline and expect to be able to grow this book of business from its current $190 million balance by another $75 million in 2025 as we advance towards our program goal size of $400 million in total. And we continue to grow value-add investment in our portfolio with highly accretive opportunities to add more resident solar, kitchen and bath renovations and accessory dwelling units in California.\nSlide 19 provides a bit more color on our development starts for the year. All are located in suburban submarkets and our less expensive wood frame construction with the volume concentrated in our expansion regions and in California. It has been exceedingly difficult to get the math to work for new starts on the West Coast for the past several years as reflected in the extremely low levels of supply in those markets. This should provide strong support for future performance for the over $500 million in new development we plan for Northern and Southern California in 2025. And with that, I'll turn it over to Ben to wrap things up.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. To recap on Slide 20. 2024 was a very successful year for AvalonBay with the organization delivering strong financial and operating results. Going forward, we continue to execute against our strategic focus areas with a laser focus on delivering superior growth. Apartment fundamentals in 2025 continue to look favorable in our established regions. We have a rich menu of investment opportunities and have a balance sheet well positioned to pursue accretive opportunities.\nAnd with that, I'll turn the call to the operator to facilitate questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f6e2ab00a51d52af9de290062970f4f",
    "period": "2024 Q2",
    "content": "Q2 2024 AvalonBay Communities Inc Earnings Call\n\nQ2 2024 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEAUG 1, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Your host for today's conference is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference call.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Paul, and welcome to AvalonBay Communities Second Quarter 2024 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. .\nThere is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC. As usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Jason, and thank you, everyone, for joining us today. I'm here with Kevin O'Shea, our Chief Financial Officer; Sean Breslin, our Chief Operating Officer; and Matt Birenbaum, our Chief Investment Officer. I will start by emphasizing a number of key themes that are top of mind and that we believe are important drivers of our continued outperformance and then turn it to Kevin, Sean and Matt to go deeper. .\nAs usual, we will reference our investor presentation, starting on Page 4 as we proceed through our prepared remarks. Our operating momentum continued in the second quarter with us exceeding revenue expectations and also successfully managing operating expenses lower. Based on this momentum, we further raised our guidance for the year and are projecting sector-leading full year core FFO and same-store revenue growth among our closest peers. Our operating momentum through the first half of the year has been driven by better-than-expected demand with our core renter, the knowledge-based worker in a relatively strong position right now.\nSectors of the economy that encompass our core customer are at effectively full employment with stable job and income prospects. We also continue to benefit from customers' strong tilt towards renting versus buying a home, given the lack of for-sale inventory and unaffordability. And finally, as expected, we continue to benefit from the low levels of new supply in our suburban coastal markets, a dynamic that should continue to benefit our portfolio versus most of the rest of the sector for another 12 to 18 months at least.\nOur strong internal growth is also being fueled by our continued progress with our operating model transformation. As we detailed at our Investor Day last November, our collective set of initiatives, from investment -- from our investments in technology and centralization to our reimagined operating neighborhoods are driving meaningful operating efficiencies and allowing us to drive healthy increases in ancillary revenue streams. We're on track with these operating initiatives for 2024 with a strong runway of future earnings growth ahead of us.\nImportantly, we're also increasingly tapping these operating capabilities to drive outsized yields and returns on new developments and acquisitions. Further to that point, our platform is uniquely positioned to continue to drive incremental earnings growth and value creation from our external investment activity. Our developments underway continue to outperform. During the quarter, we completed 3 new development communities at an impressive initial stabilized yield of 7.7% as noted on Slide 5.\nWe are also incrementally more optimistic about new development adding 2 new -- adding 2 additional developments to this year's starts for a total just north of $1 billion. We're underwriting mid-6% yields on this set of new projects well within our strike zone of having 100 to 150 basis points of spread relative to market cap rates and our cost of borrowing. And as the final differentiator that I'll highlight upfront, we continue to actively reposition our portfolio for superior longer-term growth, heading from 70% suburban to 80% and 8% of our portfolio in our expansion regions to 25%.\nWe believe we are now moving into a more attractive environment to execute on this repositioning, particularly with the froth in rents and cap rates off in our Sun Belt expansion regions. We're also tailing our portfolio in our expansion markets with lower density and lower price point assets at an attractive basis. At the bottom of Page 5, $500 million of the $900 million of capital raised year-to-date has been from asset sales at an average cap rate of 5.1%, which we are then reallocating into acquisitions in our expansion markets. The remaining $400 million was our prior unsecured debt deal with an effective rate of 5.05%, including the benefits of swaps we had in place, highlighting our relative cost of capital advantage.\nBefore turning it to Kevin to discuss our updated guidance, let me touch on a couple of the details of our Q2 results. Page 6 provides the detail of our $0.09 core FFO outperformance in Q2, broken down by category. And please take note that $0.02 of this $0.09 outperformance was timing-related and costs we expect to incur in the second half of the year. Slide 7 [indiscernible] closer in on our Q2 revenue outperformance with better-than-expected outcomes on lease rates, occupancy and other rental revenue, partially offset by bad debt staying more elevated than we had hoped.\nOther than bad debt, our revenue momentum was strong, which is a nice segue [indiscernible] to discuss our updated and increased guidance for the year. Kevin?\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nTurning to Slide 7. You will see our updated 2024 full year financial and operating outlook. Based on our performance to date and our expectations for the remainder of the year, we are raising our projection for full year core FFO per share by $0.11 to $11.02 per share. This represents a year-over-year growth rate of 3.7%, which is a healthy 100 basis point increase relative to our outlook in April and a 220 basis point increase relative to our January outlook. .\nWe're also favorably adjusting our expectations for full year same-store revenue, operating expense and NOI growth. We now expect revenue growth of 3.5% and same-store NOI growth of 2.9% in 2024, which are favorable increases of 40 basis points and 80 basis points, respectively, relative to our prior outlook in April. Lastly, our midyear forecast includes a strong increase in new development starts of nearly $200 million to just over $1 billion of new starts in 2024. Matt will provide additional details on this activity in a few moments.\nSlide 8 highlights the drivers of the $0.11 increase to our full year projected core FFO per share midpoint relative to our April outlook. Encouragingly and importantly, strong performance within the same-store portfolio is driving most of the increase. In addition, we are benefiting from outperformance at our lease-up communities. These amounts are partially offset by other items, including minor adjustments in capital markets activity and overhead. Slide 9 provides a road map from our second quarter core FFO per share to our third quarter projected core FFO per share midpoint. Looking at the components of the sequential quarterly change, we expect revenue growth from the same-store portfolio and NOI contributions from lease activity and other stabilized communities to drive $0.08 of sequential core FFO per share growth. These contributions will be affected by a combination of higher same-store operating expense growth in the third quarter, which we expect will increase about 6% on a year-over-year basis.\nAdjustments in capital markets and transaction market activities which are primarily driven by recent net disposition activity in the last month, consistent with our sell first and buy later transaction strategy and by adjustments in overhead expenses.\nIn the fourth quarter, we expect reduced same-store operating expense growth. And for full year 2024, we now expect same-store operating expense growth of 4.8%, which is a 60 basis point decrease from our [indiscernible] outlook and an 80 basis point decrease from our January outlook. Based on our performance to date, and our projected core FFO per share midpoint for the third quarter, the implied projected core FFO per share midpoint for the fourth quarter is $2.84 per share. Notably, this strong sequential growth in Q4 is primarily driven by our growth from our same-store portfolio and our lease-up communities during the fourth quarter. I will now turn the call over to Sean.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Turning to Slide 10. Key portfolio indicators were strong during Q2, and we're off to a good start in Q3. In Chart 1, turnover remains well below historical norms in part supported by a lower level of move-outs to purchase a home. In Q2 specifically, turnover was down 600 basis points year-over-year or roughly 12% and was lower than last year in every region. Lower turnover supported relatively stable occupancy and drove higher rent change as we move through the quarter.\n[indiscernible] rent change increased from 3.2% in April to 4% in June before moderating into the high 3% range during July. As expected, our East Coast regions delivered the strongest rent change in Q2 of 4.2% and with our Mid-Atlantic portfolio leading the way of roughly 5.5%. Our Northern Virginia and suburban Maryland assets continue to demonstrate strong momentum, but the District of Columbia is still lagging due to weaker demand which is in part due to the federal government's return to the office policies and ongoing supply, which is projected to be roughly 4% of existing inventory this year before declining to approximately 2.5% in 2025.\nOur Boston portfolio, which represents high-quality assets and predominantly supply protected suburban submarkets produced rent change in the high 4s during the quarter. New supply in Boston has declined from the low 2% range a year ago to roughly 1.5% this year and is expected to decline to just above 1% next year for the urban supply projected to be substantially higher than suburban supply. Assuming a relatively static demand environment, the outlook for our suburban Boston portfolio remains quite positive. The Metro New York, New Jersey portfolio 2/3 of which is diversified across various suburban submarkets in Westchester, Long Island and Central and Northern New Jersey, delivered 4% rent change during the quarter.\nRecently, the strongest growth has occurred across the various submarkets in New York City, Northern New Jersey and Long Island. Some of the more distant locations in Central New Jersey have lag as employees increase their in-office Workday requirements in the city. The West Coast established regions produced rent change in the 3% range our Sudattle portfolio, which is primarily located in east side and north-end submarkets, led the way with 6% rent change during the quarter. While there are some pockets of new supply in select suburban submarkets, most notably Redmond, most of the new inventory is concentrated in urban submarkets and is not competitive with our portfolio.\nOn the demand front, major employers like Microsoft and Amazon require more in-person work [indiscernible] supported the increased demand we've experienced throughout the first half of the year. Northern and Southern California lags [indiscernible] with rent change in the mid-2% range. In Northern California, we had better momentum in San Francisco and San Jose, with 3.2% and 4% rent change, respectively, during Q2. However, the East Bay remains soft with the rent change of 50 basis points during the quarter.\nGiven the supply is projected to be below 1% of stock across the major markets in Northern California for this year and next year. trends could continue to improve in the near future to the extent we realize a modestly stronger level of demand. Moving down to Southern California. Orange County produced the strongest rent change at 4.2%, followed by San Diego roughly 3% and L.A. in the 2% range. Orange County and San Diego have been healthy markets year-to-date, but performance across the various submarkets in L.A. has been choppy and highly correlated with the volume of inventory returning to the submarket from nonpaying residents.\nAs it relates to bad debt, which is depicted in Chart 4 on Slide 10, while we're encouraged with the year-to-date trends in underlying bad debt across our same-store portfolio, results were choppy during the second quarter. We're still expecting bad debt to average roughly 1.7% for the full year 2024 at approximately 60 basis point improvement from 2023. As we've stated previously, prepandemic bad debt for our portfolio was 50 to 70 basis points. So to the extent we reach that level, we realized an incremental $25 million in revenue or more over the next several quarters.\nTransitioning to Slide 11 to address our updated revenue outlook for the year. We now expect same-store revenue growth of 3.5% for 2024, an increase of 40 basis points from our most recent outlook. The increased outlook is primarily driven by stronger lease rates as lower turnover and stronger occupancy in the first half of the year allowed us to achieve higher rental rates than originally anticipated, a trend we expect to continue. We now expect [indiscernible] effective rent change in the 3% range for the full year 2024, up roughly 100 basis points from the 2% level we expected at the beginning of the year. We realized 3% rent change in the first half of the year and expect to produce similar performance in the second half. We've seen rent change begin to moderate to start the third quarter and consistent with seasonal norms expected to decelerate through the back half of the year.\nWe expect renewals in the mid-4% range for the balance of the year, while new move-ins averaged roughly 1.5%. The near-term outlook for lease renewals remains healthy with offers in the low 6% range for August and September. Moving to Slide 12. You can see where we're projecting stronger revenue performance relative to our prior outlook. In our established regions, we're expecting substantially stronger growth in New England, the Mid-Atlantic and Pacific Northwest. We we're expecting modestly better growth in New York, New Jersey and almost no change in Northern and Southern California.\nIn our expansion regions, Denver and Southeast Florida are expected to perform slightly better than we originally anticipated, but our other expansion regions of Dallas and Charlotte are expected to be weaker primarily as a result of the continued challenging levels of new supply in those markets. And then finishing on Slide 13, we're on track to realize roughly $10 million of incremental NOI from our operating initiatives in 2024. You can see those results in our same-store portfolio in 2 areas: first, the expected contribution from other rental revenue, which is projected to increase by 14% year-over-year; and second, highly constrained payroll costs, which have declined year-to-date and are expected to grow at roughly 1% for 2024, which is well below the average merit increase of approximately 4% and is related to a reduction in the number of on-site positions.\nThese reductions relate to the enhanced efficiency of our teams, which is supported by our digital efforts and enabled by our new labor strategy. From a broader perspective, we're on track with the Horizon 1 and 2 financial objectives we communicated during our Investor Day last year, which reflect generating an incremental $80 million NOI from our portfolio. At year-end 2024, we expect to have achieved roughly $37 million of that $80 million and look forward to producing the balance of it over the next few years. We'll continue to keep you informed about our efforts and achievements as we innovate further in the future.\nNow I'll turn it over to Matt to address [indiscernible] performance, development starts and capital recycling activities. Matt?\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Great. Thanks, Sean. Turning to our development communities. You can see Slide 14 details the continued impressive results being generated by our lease-ups. The 6 development communities that had active leasing in the second quarter are delivering rents $320 per month or 11% above our initial underwriting, which is translating into a 40 basis points increase in yield. And this performance is being supported by strong leasing velocity with these assets averaging 37 net leases per month which was an all-time company record driving our increased guidance for lease-up NOI for the year by roughly $4 million.\nOn the strength of these results and with the transaction market providing more insight into current asset values, we are also increasing our projected development start volume for the year, as shown on Slide 15. We now expect to break ground on 9 new communities this year for a total projected capital cost of $1.05 billion with the vast majority of these starts in either expansion regions or the Northeast and almost exclusively in suburban submarkets. Three of these starts occurred in the second quarter, with most of the others expected in Q3. Based on today's rents, operating expenses and construction costs, these developments are underwriting to a projected yield of 6.4%, generating our target spread of 100 to 150 basis points over current cap rates and we control a total development rights pipeline of roughly $4.5 billion, providing plenty of opportunities for future profitable growth in years to come.\nTurning to Slide 16. After several quarters, which were quiet, we have also been active in the transaction market recently, closing on 5 dispositions since our last call for aggregate sales proceeds of $515 million. All of these dispositions were in our established coastal regions and they priced at a weighted average cap rate of 5.1%, reflecting an average price per home of $475,000. 3 of the 5 sales were also in urban submarkets where we are seeing better investor interest after several years where these locations were heavily out of favor with institutional capital. We've reinvested a bit less than half of this capital so far into 3 acquisitions in our expansion regions at an average price per home of $260,000 as we are starting to find attractive opportunities to buy the low replacement cost in submarkets and assets that we like.\nOur asset trading activity continues to move us closer to our long-term portfolio allocation goals of having 25% of our portfolio and expansion regions and 80% in suburban submarkets. We will look to redeploy more of those proceeds before the end of the year as well as bring several additional assets to market as we continue to focus on optimizing our portfolio as we grow. And with that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. I'll wrap up on Slide 17 with the highlights from our recent ESG report. Our efforts on sustainability are led by Katie Rotenberg and her team but it is a full commitment across the entire organization that enables us to continue to make meaningful progress on these collective initiatives, from reducing our operating costs and environmental impact to making ABB more inclusive and diverse and to all of the time invested via volunteering by our local teams, a huge thanks to all AvalonBay associates. And with that, I'll turn the call to the operator to facilitate questions. ."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/70a1d6a8c29a561f6b27d6a78a5defad",
    "period": "2024 Q1",
    "content": "Q1 2024 AvalonBay Communities Inc Earnings Call\n\nQ1 2024 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEAPR 26, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities First Quarter 2024 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference call.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Diego, and welcome to AvalonBay Communities First Quarter 2024 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, the press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings. And we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Jason, and good morning, everyone. I'm joined by Sean Breslin, our Chief Operating Officer; Matt Birenbaum, our Chief Investment Officer; and Kevin O'Shea, our Chief Financial Officer. Sean will speak to our operating outperformance year-to-date and our positive momentum as we enter the prime leasing season. Matt will discuss the continued outperformance of our developments and lease-up and how we are strategically deploying capital to generate value. And Kevin is here for questions and is more than happy to speak to our preeminent balance sheet and liquidity profile.\nUtilizing our earnings presentation, Slide 4 provides the highlights for the quarter and identify these key themes as we look ahead. First and foremost, we are off to a strong start to 2024 with first quarter results outpacing expectations. We were able to build occupancy earlier than expected, and we also experienced meaningful improvements in bad debt in February and March.\nSecond, we feel well positioned as we enter the peak leasing season, given low turnover, solid occupancy and positive rental rate momentum. We also expect our suburban coastal footprint to continue to outperform, given steady and improved demand drivers and [indiscernible] delivering in our markets versus the rest of the country.\nGiven our first quarter outperformance, applications for Q2 and improvement in underlying trends, we have increased our full year guidance. We also remain laser-focused on executing on our strategic initiatives, including our operating model transformation. We remain on track here to deliver $80 million incremental annual NOI uplift from our operating [indiscernible], a target we raised from $55 million at our Investor Day in November.\nAnd finally, with one of the strongest balance sheets in the sector, we are focused on growth opportunities in which we can tap our strategic capabilities from our operating prowess to our development strength to drive outsized returns for shareholders. With that summary, let me go a layer deeper on our results, the wider supply and demand backdrop and our increase to guidance.\nFor the quarter, as shown on Slide 5, we produced core FFO growth of 5.1%, which was 350 basis points above our prior outlook. Same-store revenue growth increased 4.2% and 90 basis points better than our prior outlook. And our developments and lease-up are seeing strong absorption and achieving rents and returns above pro forma.\nSlide 6 shows the components of the Q1 core FFO outperformance with the bulk of the increase coming from higher same-store NOI. Revenues exceeded our prior outlook by $0.04. Expenses in the first quarter were $0.03 better than expected, while we note that $0.02 of this $0.03 is estimated to be timing related or in other words, expenses we still expect to incur just later in the year than we had originally forecast.\nTurning to Slide 7. Demand for our portfolio is benefiting from more job growth than originally forecasted. For our job growth estimates, we look to the National Association of Business Economics or NABE, which has now increased its estimate to 1.6 million new jobs in 2024, up from the prior estimate of 700,000 jobs. This better job outlook provides an incremental list of demand, not necessarily on the same trajectory as it may have in the past, given that a disproportionate share of these additional jobs may be part-time and seem to be more concentrated in lower-paying sectors of the economy.\nAs shown on the right-hand side of Slide 7, demand for [indiscernible] also continues to benefit from the differential in the cost of owning a home versus renting. This is true across most of the country but particularly pronounced in our markets, given the level of home prices, resulting in it being more than $2,000 per month more expensive to own versus rent a home. And this differential translates into record low numbers of residents leaving us to buy a home.\nTurning to supply on Slide 8. As we emphasized at our Investor Day, our suburban coastal portfolio, 71% suburban today and headed towards 80% suburban, faces significantly less new supply than many of our peers. In our established regions, deliveries will be 1.5% of stock this year and in line with historical averages.\nIn the Sunbelt, by contrast, deliveries will be 3.8% of stock in 2024, significantly above historical averages. And with the lease-up of a typical project taking an additional 12 to 18 months, the pressure on rents and occupancy in the Sunbelt will last at least through the end of 2025, if not into 2026.\nThis weaker operating performance in the Sunbelt is, in turn, starting to weigh on asset values there, which provides a more attractive opportunity for us to acquire assets below replacement costs as we continue on our journey of growing our expansion market portfolio from 8% today to our 25% target. With the supply and demand backdrop and our outperformance year-to-date, we are increasing our full year core FFO guidance estimate to $10.91 per share for a 2.6% increase relative to 2023.\nWith the detail on Slides 9 and 10, the bulk of the increase is in higher NOI driven mainly by higher revenue with same-store revenue growth now projected to be 3.1%, up from 2.6% in our original outlook.\nBefore turning it to Sean, I'd also like to take a moment to thank the team and the wider AvalonBay associate base, who continue to execute at a high level and above plan. It is energizing to see the organization executing on the priorities that we detailed at our Investor Day, a collective set of initiatives that we are confident will deliver superior growth in the near term and in the years ahead.\nAnd with that, I'll turn it to Sean to go deeper and provide his perspectives.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. Turning to Slide 11. The primary drivers of our 90 basis points of revenue growth outperformance in Q1 were economic occupancy, which accounted for roughly 1/3 of the total outperformance for the quarter; and underlying bad debt, which represented another roughly 20%. Occupancy was about 30 basis points higher than expected, an increase from the mid-95% range at the end of last year to the high 95s for the quarter. While we expected occupancy to grow during Q1, it increased more quickly than we anticipated, reflecting strength in the underlying demand for our primarily coastal suburban portfolio and very limited new supply.\nIn terms of underlying bad debt from residents, we ended up about 25 basis points favorable to our original expectations for the quarter, with all the improvement being realized in February and March. January was in line with budget at roughly 2.2% [indiscernible] declined materially to 1.8% in February and again to 1.6% in March, which is roughly 60 basis points below our original budget.\nWe experienced a similar dip in May of last year. The bad debt has been reverted to higher levels in June. Therefore, while we're encouraged by results in February and March, we need to see a few more months at these lower levels to feel confident that we'll experience consistently better performance moving forward.\nFrom a geographic perspective, the favorable variance to our initial expectations was more material in New England, New York, New Jersey, Seattle and, to a lesser degree, in Northern and Southern California.\nMoving to Slide 12. Key portfolio indicators are very healthy during Q1, and our portfolio is well positioned for the prime leasing season. In Chart 1, turnover remains well below historical norms in part due to a very low level of move-outs to purchase a home.\nDuring Q1, only 7% of our residents moved out of one of our communities to purchase a home. It wasn't that long ago that we highlighted 12% to 13% of move-outs, purchasing a home as being low. 7% is extremely low relative to the long-term average of 16% to 17% and certainly reflects the favorable rent versus own economics in our established regions as Ben referenced earlier.\nGiven the low level of turnover, availability has been relatively stable and supportive of above-average asking rent growth recently, which is reflected in Chart 3 and accelerating rent change, which is reflected in Chart 4.\nAs expected, our East Coast regions delivered the strongest rent change in Q1 at 2.7% with the East Coast established regions trending at 3% range, while Florida was sub-1%. We experienced positive momentum in rent change throughout the quarter across the East Coast markets, which was particularly notable in Mid-Atlantic, while performance in the District of Columbia has been soft and volatile due to a number of issues, including the impact of new supply.\nThe Northern Virginia and Maryland suburbs have demonstrated continued positive momentum. Rent change for the West Coast regions was 1.3% during the quarter with the Seattle market leading at 2.8%, which further increased into the mid-4% range for April. While urban Seattle is still soft due to a significant amount of new supply and weaker demand, performance across our primarily suburban portfolio improved meaningfully during the quarter.\nIn Northern California, while the underpinnings of better performance are starting to appear, it's not yet having a meaningful impact on current performance. Rent change was flat for the quarter with a positive rent change in San Jose being offset by negative rent change in San Francisco and the East Bay.\nTransitioning to Slide 13 to address our updated revenue outlook for the year. We now expect same-store revenue growth of 3.1% for 2024, an increase of 50 basis points from our original guidance. The increased outlook is primarily driven by stronger lease rates as higher occupancy at the start of the year has allowed us to begin to achieve higher rental rates than we originally anticipated as we move into the prime leasing season.\nWe now expect like-term effective rent change in the mid-2% range, about a 50 basis point increase from our original outlook. The second quarter should trend up into the low 3% range before decelerating in the back half of the year, consistent with seasonal norms.\nWe expect renewals in the low to mid-4% range for the balance of the year, while new move-ins average roughly 50 basis points, which reflects the low 2% range for Q2 move-ins before experiencing the normal seasonal decline in Q3 and Q4. In addition, we're projecting a greater contribution from the improvement in underlying bad debt with a full year rate of 1.7%, down from 2.4% last year and slightly more rent relief.\nAnd finally, moving to Slide 14, you can see where we're projecting stronger revenue performance relative to our original outlook. We're expecting the most significant improvement in Seattle and New England, which outperformed our expectations in Q1 and accelerated further into April, with both regions delivering greater than 4% rent change followed by Metro New York.\nThe Mid-Atlantic is expected to modestly outperform our original expectations, supported by stronger performance in Northern Virginia and suburban Maryland. Southern California is also expected to perform modestly better than our original outlook, and we haven't changed our forecast for Northern California.\nSo I'll turn it over to Matt to address recent lease-up performance and our capital allocation plan for 2024. Matt?\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Thank you, Sean. Turning to our development communities. Slide 15 details the continued impressive results being generated by our lease-ups. The 6 development communities that had active leasing in Q1 are delivering rents $295 per month or 10% above our initial underwriting, which is translating into a 40 basis point increase in yield.\nAnd this performance is being supported by strong traffic and leasing velocity with these assets averaging 30 net leases per month in the seasonally slow first quarter, which grew throughout the quarter to nearly 40 per month in March. This outperformance is driven by 2 primary factors.\nFirst, since we conservatively don't trend rents and report our development economics based on projected NOI at the time of construction start until the communities enter lease-up, there's usually rent growth during the construction period, which provides some incremental lift to our development yields by the time of their completion. And second, while we are pretty good at predicting how the market will respond to our latest state-of-the-art product offerings and new development, we do still frequently see some additional premium as the market responds to the unit and community features we incorporate into our designs.\nTurning to Slide 16. While it was a quiet quarter for investment activity with no closed transactions or development starts, our investment plans for the year are still very much on track. We brought 4 assets in our established regions to the market in Q1, looking to take advantage of a potential lull in the investment sales market as many owners were waiting for interest rate cuts before getting going with their disposition plans. All 4 are now under agreement at pricing consistent with our initial expectations with a weighted average cap rate of 5.1%.\nWe expect to redeploy some of the proceeds from these pending sales into acquisitions in our expansion regions in the coming months as we continue to make progress on our portfolio optimization objectives to increase our expansion market allocation to 25% over time. Planning for development starts is also proceeding as expected with our start activity this year concentrated in Q2 and Q3. We are seeing some helpful construction buyout savings in certain regions, which will allow us to preserve our targeted spread of 100 to 150 basis points between development yields and prevailing cap rates.\nAnd in our SIP book, we continue to be conservative but do expect to grow that business line modestly through the course of the year. Fortunately, the $200 million in commitments in the program today were all originated in the last 2 years, are geographically dispersed across our markets, concentrated in submarkets with less new supply pressure and have initial maturity dates that are still 2-plus years out, so we do not have any legacy overhang burdening our loan book.\nIt's also been interesting to see some larger portfolio transactions start to gain traction just in the past few weeks. This illustrates the continued attractiveness of our sector to private capital and perhaps marks a shift in sentiment that might bring increased deal flow as the year progresses. We continue to preserve dry powder on our balance sheet so that we will be in a position to take advantage of future opportunities that may emerge if they are aligned with our strategic priorities and our unique capabilities.\nAnd with that, I'll turn it over to Ben to wrap things up.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. Our results to date have exceeded our expectations, and we're excited for the momentum we have heading into the peak leasing season. Demand is stronger than originally expected, and our suburban coastal portfolio faces meaningfully less supply than elsewhere in the country. And we're confident that we will find opportunities to put our balance sheet and strategic capabilities to work to generate shareholder value.\nI'll end our prepared remarks there and turn it to the operator to open the line for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/943937e8db41eaa9ef69ae7e92e68222",
    "period": "2023 Q4",
    "content": "Q4 2023 AvalonBay Communities Inc Earnings Call\n\nQ4 2023 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEFEB 1, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVice President of Investor Relations\n\nWell, thank you, operator, and welcome to AvalonBay Communities Fourth Quarter 2023 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms that may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason. I'm joined today by Kevin O'Shea, our CFO; Matt Birenbaum, our Chief Investment Officer; and Sean Breslin, our Chief Operating Officer.\nWe'd like to start by thanking our 3,000 AvalonBay associates for delivering exceptional results in 2023. Your efforts and dedication are what make it happen. And your commitment to our purpose and culture makes us who we are as an organization. Thank you.\nAs a brief recap on last year, as shown on Slide 4, we achieved 8.6% core FFO growth for the year, a testament to our ability to grow earnings through unique internal and external drivers. Through the proactive management of our assets, same-store revenue ended the year up 6.3%, and NOI increased by 6.2%.\nFor external growth, our developments underway continue to outperform with $575 million of completions across 6 projects delivering outsized stabilized yields of 7.1%. We're particularly proud of the results from our operating model transformation, where we are delivering enhanced value to customers and driving meaningful efficiencies.\nAs highlighted on Slide 5, our operating initiatives exceeded expectations in 2023 delivering $19 million of incremental annual NOI to the bottom line, which was $7 million or almost 60% higher than anticipated.\nMoving to Slide 6, and capital allocation remain nimble in 2023, having shifted to being a net seller during the year with 4 dispositions from our established regions for $445 million, $275 million of which we redeployed into acquisitions in our expansion regions. We also started $800 million of profitable new development during the year, including $300 million of starts in the fourth quarter at an initial projected yield of 6.7%.\nWe also continue to build our structured investment business this year in which we provide preferred equity or mezzanine loans to third parties for new multifamily construction. We're well positioned to underwrite this business, given our development and construction expertise and our live proprietary data. And we're fortunate to be building this book of business in today's environment, reflecting today's rates and asset values.\nThe commitments we made in 2022 and 2023, which now total $192 million, are set to deliver an uplift in earnings this year and going forward. Our balance sheet is as strong as it has ever been with the key metrics summarized on Slide 7, providing strength as we manage the business and flexibility as we consider accretive opportunities that may arise during 2024.\nAmong a set of peers with strong balance sheets, we continue to experience some of the tightest credit spreads among all REITs, providing a meaningful financial advantage.\nSlide 8 highlights our strategic focus areas for 2024. These focus areas draw upon our foundational strengths as an organization while also recognizing our commitment to continue to evolve. And our areas we are confident will drive superior growth over a multiyear period.\nFront and center are the next steps in our operating model transformation. At our Investor Day, we raised our target for incremental annual NOI to come from our operating initiatives to $80 million, $55 million of NOI from Horizon 1 and $25 million from Horizon 2.\nSecond, we will continue to drive differentiated growth from our development and construction leadership. The near-term focus is on execution of our projects underway, ensuring they deliver outsized value for shareholders. And while new start economics are challenging in certain of our markets, this is the type of environment in which we typically found some of our most attractive development opportunities.\nThird, as a continued multi-year approach, we have set a target of shifting 80% of the portfolio to the suburbs from 70% today and set a target of having 25% of our portfolio in our expansion regions, up meaningfully from 8% today. Given the cooling of fundamentals in the Sunbelt, we believe we can make this transition at a more attractive basis than we were able to a couple of years ago.\nWe're also making significant and very accretive investments in the existing portfolio this year ranging from apartment renovations to the creation of new auxiliary dwelling units, or ADUs, in certain markets.\nFinally, and as a follow-up to my comments about our balance sheet, we are confident that there will be opportunities for us to both utilize our balance sheet capacity and bring our strategic capabilities there, be it operational, development or by utilizing our scale to generate value for shareholders.\nAs we assess the year ahead and moving to Slide 9, our baseline expectation is for a slowing economic environment this year. As we have in the past, we start with consensus estimates from the National Association for Business Economics or NABE, which forecast positive but very modest job growth in 2024 of 55,000 jobs per month.\nThis muted growth tempers housing demand, while other factors such as rent versus own economics should serve as a ballast to apartment demand, particularly in our established regions where it is now $2,500 per month more expensive to buy than to rent. Nevertheless, given mixed signals and what we believe is higher uncertainty in the economy and capital markets, our approach is to remain nimble and be ready to proactively adjust based on how 2024 evolves.\nIn an environment of uncertainty, one known factor is new multifamily supply. In our established regions, we expect new apartment deliveries of 1.6% of existing stock in 2024 and expect this figure to further decline to 1.4% in 2025.\nImportantly, these figures are in line with historical averages for these coastal markets. And this is quite a contrast with supply dynamics in the Sunbelt, which will have twice the level of supply. And this elevated supply dynamic in the Sunbelt is expected to continue at least through 2025, simply a function of the reality that it generally takes 2-plus years to complete and stabilize a new development project.\nAnd so as we assess 2024, we expect to be relatively well positioned, given the stable demand and limited supply outlook in our established regions but are forecasting a slower year of growth.\nI'll now turn it to Kevin to provide an overview of our guidance for the year and the building blocks of earnings growth.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Ben. On Slide 11, we provide our operating and financial outlook for 2024. For the year, using the midpoint of guidance, we expect 1.4% growth in core FFO per share driven by our same-store portfolio and by stabilizing lease-up communities, partially offset by the impact of capital markets and transaction activity as well as by slightly higher overhead costs.\nIn our same-store residential portfolio, we expect revenue growth of 2.6% and NOI growth of 1.25% for the year. And for our capital plan, we anticipate total capital uses of $1.4 billion in 2024, consisting of $1.1 billion in investment spend and $300 million in debt maturities.\nFor our capital sources, we expect to benefit from nearly $400 million in projected free cash flow after dividends and to source $850 million in new capital, which we currently assume will be unsecured debt issued later this year. In this regard, thanks to our balance sheet strength and our A- and A3 credit rating, we enjoy attractively priced debt today at around 5% on a 10-year unsecured debt that we can invest in development yielding in the mid-6 range to support future earnings growth.\nWe also project drawing upon $175 million of the $400 million in unrestricted cash on hand at year-end 2023, resulting in projected unrestricted cash at the end of this year of about $225 million.\nOn Slide 12, we illustrate the components of our expected 1.4% growth in core FFO per share. We expect $0.15 per share of earnings growth to come from NOI growth in our same-store and redevelopment portfolios. And we expect another $0.36 per share earnings growth from communities undergoing lease-up in our development and other stabilized portfolios. Partially offsetting these sources of growth is a $0.29 impact from capital markets and transaction activity.\nIncluded within this estimate is the $0.12 impact to lower interest income in 2024 from having higher cash balances due to our early settlement of our equity forward in April 2023 and a $0.05 impact from increased share count between the [indiscernible].\nAnd with that summary of our outlook, I'll turn it over to Sean to discuss our operating business.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Turning to Slide 13. Three primary drivers will support same-store revenue growth in 2024. First, embedded rent roll growth of 1%, down approximately 50 basis points from where it was at the end of Q3 2023, which is consistent with historical trends, plus incremental lease rate growth throughout the year; second, an outsized contribution of roughly 80 basis points from the projected 13% increase in other rental revenue, which is derived from our operating initiatives; and third, about a 60 basis point improvement in underlying bad debt from residents from 2.4% in 2023 to an expected 1.8% in 2024.\nThe cumulative growth from those 3 primary drivers is expected to be partially offset by a 30 basis point headwind from the projected $6 million year-over-year reduction in rent relief and a modest drag from net concessions and economic occupancy.\nTo provide a little more detail on underlying bad debt trends from residents where we're expecting a 60 basis point improvement year-over-year, our forecast reflects an underlying bad debt rate of roughly 1.6% at year-end 2024, which is still more than double our historical pre-COVID rate.\nMoving to Slide 14. We expect revenue growth in our established regions to be more than double that of our expansion regions, which is primarily a function of the substantially lower level of new supply in the established regions. And within our established regions, we expect better demand-supply fundamentals on the East Coast as compared to the West Coast. Southern California is expected to produce the strongest same-store revenue growth, which is primarily the result of a substantial improvement in underlying bad debt on a year-over-year basis.\nTransitioning to Slide 15 to address our operating model transformation. We're tremendously proud of our team's focus and efforts over the last couple of years, which have produced approximately $27 million in incremental NOI. We expect to recognize another roughly $9 million benefit in our consolidated portfolio during 2024.\nThe key drivers in 2024 include AvalonConnect, our bulk Internet and managed WiFi deployments along with smart access features. In addition, we expect an incremental benefit from our shift to a new organizational model, which reflects neighborhood staffing supported by centralized teams. While we have specific plans for 2024, our focus in these areas and others will continue to deliver additional value for associates, residents and shareholders for years to come.\nTurning to Slide 16 to address our same-store operating expense outlook. We expect roughly 340 basis points of organic expense growth, another approximately 140 basis points from profitable operating initiatives and roughly 75 basis points from the expiration of various tax abatement programs in the portfolio, primarily in New York City.\nAs it relates to our initiatives, the 140 basis point increase is driven by 170 basis points from our AvalonConnect offering, which I mentioned earlier, partially offset by reductions in payroll. As I've noted in the past, the deployment of our AvalonConnect offering, which will ultimately enhance portfolio NOI by more than $30 million, will pressure expense growth during the deployment period. We expect to be fully deployed by the end of 2024. So the operating expense impact will diminish materially as we move into 2025.\nSo now I'll turn it over to Matt to address our capital allocation activity. Matt?\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nGreat. Thanks, Sean. Turning to Slide 17. We're planning another year of accretive activity across all of our various investment platforms in 2024. We expect to break ground on 7 new developments, representing $870 million of investment at a weighted average yield in the mid-6% range, grow our SIP business by another $75 million with rates on new originations in excess of 12% and expand our investments in our existing portfolio that we discussed a bit at our Investor Day where we see opportunity to further increase our activity to roughly $100 million at yields of roughly 10%.\nIn the investment sales market, activity levels are still low, but most market participants do expect a gradual increase in transactions as the year progresses. Our plan is to access this market as part of our portfolio management strategy, selling assets in our established regions and redeploying that capital into acquisitions in our expansion regions. We expect this activity to be roughly neutral on both the volume and return basis, buying and selling equal amounts and at equivalent yields.\nAs Ben mentioned, the dynamics of this trading activity look to be more favorable in '24 than they might have been in the recent past as some short-term operating challenges in our targeted expansion regions may present the opportunity to acquire assets significantly below replacement cost. Of course, the market for all of our investment activities is highly dynamic. And we are prepared to pivot and adjust our plan in response to potential changes in the macro environment as the year evolves.\nTurning to our existing development underway. Slide 18 details the impressive results that continue to be generated by our current lease-ups. The 4 development communities that had active leasing in Q4 are delivering rents $260 per month or 8.4% above our initial underwriting, which is translating into a 20 basis point increase in yield.\nAs a reminder, in general, the rents we quote on our developments are current market rents as of the time we break ground. And we do not trend or update these rents until we achieve significant actual leasing velocity close to completion of the project.\nWhile market rent certainly didn't grow as much in 2023 as in prior years, there is still some lift to come when we mark the rents to market on the $855 million of lease-ups we expect to open throughout the course of 2024. We estimate this increase at roughly 5% based on where market rents are today at these specific communities, which would provide those deals with about 30 basis points of increased yield as well.\nAnd with that, I'll turn it over to Ben to wrap things up.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. Slide 19 provides our key takeaways. We were very pleased with our execution in 2023 and expect to continue to be relatively well positioned in a year of slower growth in 2024.\nWe will continue to evolve and execute against our strategic focus areas, including harvesting tangible benefits from the investments we are making in the transformation of our operating model. And on the capital front, we will remain nimble, adjusting to the environment as it unfolds while also being on the lookout and ready to take advantage of accretive opportunities that may present themselves this year, opportunities where we can utilize our leading balance sheet and draw upon our unique strategic capabilities.\nAnd with that, I'll turn it to the operator to open the line for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5b823a8ef8278358aa49967348b9ac7",
    "period": "2023 Q3",
    "content": "Q3 2023 AvalonBay Communities Inc Earnings Call\n\nQ3 2023 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEOCT 26, 1:00 PM\n\nOperator\n\nWelcome, ladies and gentlemen, and welcome to AvalonBay Communities Third Quarter 2023 Earnings Conference Call. [Operator Instructions]\nYour host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Rob, and welcome to AvalonBay Communities Third Quarter 2023 Earnings Conference Call.\nBefore we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. This attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you, everyone, for joining us.\nIn keeping with our custom, we posted a presentation last night to accompany our earnings release. In addition to my opening comments, you will hear from Sean on our operating performance and revenue building blocks for 2024; from Matt, on the significant earnings being generated by our development projects and lease-up; and from Kevin, on the strength of our balance sheet.\nI want to start with my thanks to the AvalonBay team and our 3,000-plus associates for delivering another strong quarter of financial performance and operating results. Particularly in the current environment of higher interest rates and uncertain cap rates, we are laser-focused on driving cash flow growth from our portfolio.\nThe bottom line results from our operating model transformation, led by our on-site and centralized teams and powered by our technology, revenue management and data science teams and proprietary systems, continue to outpace expectations. Our strong operating performance also speaks to our portfolio positioning, which is 70% suburban and primarily in suburban coastal markets, which continue to benefit from a combination of steady demand and limited new supply.\nTurning to Slide 4 in the presentation. We grew core FFO by 6.4% in Q3, which was $0.06 ahead of our expectations. This outperformance was primarily driven by better-than-expected revenue growth, which positions us well as we enter the traditional slower leasing season.\nAs shown on the bottom of Slide 4, we have raised $855 million of capital this year at a 4.3% initial cost, which includes the drawdown of our $500 million equity forward, which we priced at $250 per share, and with the remainder coming from asset sales that we've sold at an average cap rate of 4.7%.\nWe completed three development projects in Q3, two in suburban submarkets in the Northeast and one in Miami at a 7.2% stabilized yield. As Matt will emphasize later, our lease-up communities continue to outperform our original expectations by a wide margin. These projects are funded with yesterday's capital, at yesterday's capital cost and are slated to generate outsized value creation and earnings for investors.\nWe also started two projects this quarter, one in Princeton, New Jersey and one in South Miami, with projected yields in the mid-6% range. I will come back to our positioning on new development and capital allocation at the end of our prepared remarks.\nIn Q3, we made $50 million of commitments under our structured investment program, or SIP, and feel fortunate to be building this book of business in today's environment, with these new commitments generating an attractive 13% return.\nSlide 5 provides the breakdown of our Q3 revenue outperformance relative to guidance from the end of July, with a 30 basis point uplift from higher-than-expected occupancy, 20 basis points from higher rates and 10 basis points from improving bad debt.\nTurning to Slide 6. We've exceeded and raised guidance 3x this year. We now expect core FFO to grow 8.6% in 2023, which is 330 basis points above our initial expectations for the year. Same-store revenue growth expectations are up 130 basis points. Expenses are down slightly, leading to NOI growth of 6.3%.\nAnd with that, I'll turn it to Sean to comment on the favorable demand and supply drivers in our markets and provide a fuller operating update.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nThanks, Ben. As we start to look forward to 2024, I thought I'd provide some initial thoughts on two topics. First, I'd like to highlight a few macro factors that will support the performance of our portfolio in the coming year. And then second, share a few building blocks as it relates to the outlook for 2024 revenue growth specifically.\nStarting on Slide 7, we believe our portfolio is well positioned as it relates to rental affordability, particularly as compared to other regions of the country and single-family for sale product. In Chart 1, you can see that rental affordability in our established regions is actually better than pre-pandemic levels, given the strong wage growth that's been experienced over the last few years.\nAnd in Chart 2, difference between the cost of owning the median-price home and median rent in our established regions has increased by roughly 10x if you look at the first 3 quarters of 2023, relative to the average during 2020, which certainly makes apartment living in a more attractive option in these regions.\nWe've already seen the impact of this trend in multiple data points. For example, the volume of existing home sales in our established regions has declined by roughly 25% over the past year. And in our own portfolio, the percentage of move-outs to purchase a home has dipped below 10% this year, well below the mid-teens long-term average.\nMoving to Slide 8. Our portfolio is also relatively insulated from new supply, particularly as compared to the Sunbelt. In our established regions, we expect new multifamily deliveries of approximately 1.5% of existing stock. And in the specific submarkets where we own assets, new supply is projected to be roughly 1% of stock. This bodes well for revenue growth in all market cycles, but is a particularly valuable attribute of our portfolio if we experience a weaker economic environment during 2024.\nTransitioning to Slide 9, I'd like to highlight four specific building blocks for 2024 revenue growth. First, the embedded growth in the rent roll from leases we've executed during 2023 stands at approximately 1.5%, which is above our long-term average at this point of the year.\nSecond, our current loss to lease is roughly 2%, led by the East Coast at about 2.5%, while the West Coast and expansion regions trailed behind at approximately 1.5% and 70 basis points, respectively.\nThird, we continue to drive incremental revenue from our operating model initiatives. For example, the September revenue from our AvalonConnect offering was about 40% greater than the average monthly revenue for the first 9 months of the year, and that monthly revenue run rate will continue to grow during the last 2 months of 2023 and throughout 2024.\nLastly, we're expecting a continued tailwind from the normalization of bad debt. During the first half of the year, underlying bad debt averaged approximately 2.7% as compared to the Q3 average of roughly 2%, and we expect continued improvement as we move through 2024. The benefit from an improvement in underlying bad debt will be partially offset by the loss of rent relief we've recognized in 2023, but still be a net meaningful benefit for 2024. Taken together, these building blocks should support healthy revenue growth during the upcoming year.\nSo with that, I'll turn it over to Matt to address our lease-up activity and structured investment platform. Matt?\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Sean. Turning to Slide 10. Our lease-ups continue to deliver outstanding results, laying the foundation for strong future growth in both earnings and NAV. We have five development communities that had active leasing in Q3, and those five deals are leasing up at rents that are $485 per month, or 17% above our initial underwriting.\nThis, in turn, is driving a 90-basis-point increase in the yield on these investments to 7.4%, far above any estimate of current cap rates and even further above the cost of capital we sourced to fund these deals back when they broke ground several years ago. After a relatively light year of deliveries in 2023, we do expect to see a significant increase in our apartment completions in '24, which will provide incremental NOI and FFO as these communities reach stabilization.\nSlide 11 provides an update on our structured investment program, where we initiated two new investments last quarter to end $52 million at an all-in average interest rate of 13%. As we've discussed on prior calls, these are 3- to 5-year investments where we provide capital to merchant builders that sits above the construction loan, but below common equity in the capital structure.\nWe're still early in the build up of this new line of business and expect it to continue to grow to roughly $400 million over the next few years, providing a nice tailwind to earnings growth as these dollars get invested and start earning a return. We're also fortunate that we're able to underwrite most of this business in today's more restrictive environment, providing a strong risk-adjusted return, particularly for the latest additions to the program.\nAnd with that, I'll turn it over to Kevin.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Matt. Turning to the next two slides. We continue to enjoy tremendous financial strength and flexibility, both from a balance sheet and a liquidity perspective. Specifically, from a balance sheet perspective, as you can see on Slide 12, we enjoy low leverage with net debt to EBITDA of 4.1x, which is below our target range of 5x to 6x. Our interest coverage ratio and our unencumbered NOI percentage are at near record levels of 7.5x and 95%, respectively.\nOur debt maturities are well laddered, with a weighted average years to maturity of 7.5 years. And our development underway is nearly 100% match-funded essentially with yesterday's lower cost of capital, which, in turn, helps ensure that these projects provide earnings and NAV growth when they are completed and stabilized.\nIn addition, from a liquidity perspective, as shown on Slide 13, we continue to maintain a high level of excess liquidity relative to our open commitments for development and structured investment products as of quarter end. Specifically, we enjoy $1.5 billion of excess liquidity. And so as a result, we continue to enjoy tremendous financial strength and stability and the flexibility to pursue attractive growth opportunities that may emerge across our investment platforms in the coming months.\nAnd with that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. We have consistently maintained a strong balance sheet throughout cycles. And as a result, we are well prepared for the current environment. As we have shown over the past couple of years, we proactively adjusted our capital sourcing and capital allocation activities based on changes in the environment, as emphasized on Slide 14.\nWe locked in our equity forward in early 2022 to prefund future development activity. We shifted in the second half of 2022 and in 2023 to be a net seller of assets, with a portion of the proceeds being utilized to fund acquisitions as we reshape the portfolio and the balance to fund accretive development. And we have continued to be responsive in adjusting our development start activity, reducing starts last year and this year as our cost of capital changed.\nAs we've emphasized, we are 95% match funded on our development underway, which means all of that capital has already been raised at an attractive initial cost and allows us to deliver projects in 2024 and 2025 that will generate significant earnings and value.\nOn a go-forward basis, we have raised our return requirements on new development. For a standard development deal, our target return was in the low to mid-6s in the middle of the year and is in the mid- to high 6s today. These target returns are up over 100 basis points since last year, with the goal of underwriting 100 to 150 basis points of spread between development yields and market cap rates.\nWe expect to be in the lower development -- we expect to be in a lower development start environment in the coming quarters and with spreads at the tighter end of this range after a number of years of outsized development profit margins. And while in the current environment we're focused on maintaining our balance sheet strength, we do believe that we are well positioned, given our low leverage, ample liquidity and unique strategic capabilities, to capitalize on opportunities that might result from market dislocations. In the near term, while volumes are modest, we're able to deploy capital at double-digit returns through our SIP program.\nSlide 15 concludes our prepared remarks with our key takeaways. We continue to deliver strong operating results, with tailwinds specific to our suburban coastal markets, incremental NOI to come from our developments and lease-up and all supported by a fantastic balance sheet.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4ebbff4e74996b2f4279dfe1976ecb6",
    "period": "2023 Q2",
    "content": "Q2 2023 AvalonBay Communities Inc Earnings Call\n\nQ2 2023 AvalonBay Communities Inc Earnings Call\n\nAVBNYSEAUG 1, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Doug, and welcome to AvalonBay Communities Second Quarter 2023 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you, everyone, for joining us today. I will start with an overview of our outperformance in Q2, speak to the limited new supply in our markets as compared to most other markets and then provide additional color on our guidance raise, our second raise of the year.\nSean will speak to our underlying market fundamentals, including the progress we are making on bad debt and provide a further update on our operating model initiatives, which are exceeding expectations. And then Matt will highlight the continued outperformance of our new projects in lease-up and summarize our recent transaction activity, including the sale of 3 assets at a 4.7% cap rate. Our balance sheet is as strong as it has ever been with total liquidity of $3 billion, and Kevin is also here with us for Q&A.\nTurning to Slide 4 in the presentation that we posted yesterday. We achieved second quarter core FFO of $2.66 per share, which equates to a 9.5% growth as compared to last year and which is $0.07 per share higher than the Q2 guidance that we provided in April. I'll speak more to the underlying drivers of that outperformance in a second.\nWe completed 2 new developments this quarter and started one new project. And as a reminder, early in Q2, we completed the exercise of our $500 million equity forward, capital we raised at $245 per share and has subsequently been investing safely at rates in the low 5% range.\nIn terms of our outperformance in Q2, it was primarily revenue-driven with same-store revenue growing 6.3% or 110 basis points higher than we had anticipated, as shown on Slide 5. Lease rates and other rental revenue were modestly favorable to our prior guidance, partially offset by slightly lower occupancy. The most significant driver of the favorable variance was underlying bad debt, where we have been successful as our landlord rights have been reinstituted of getting back and re-leasing apartments that were previously generating no revenue.\nAs we look forward, we continue to expect our portfolio, which is 2/3 located in suburban coastal markets, to benefit from significantly less competitive new supply coming online than in the Sunbelt and other parts of the country. Slide 6 shows the magnitude of this differential, where starts in our established regions have remained stable over time, while Sunbelt starts have increased 50% since 2020.\nThe ramification of this activity is that in 2023, new apartment deliveries will be almost 4% of existing stock in the Sunbelt as compared to only 1.5% of stock in our established regions. And this meaningful differential was set to continue in 2024.\nMoving to Slide 7. We are raising our full year guidance for core FFO to $10.56 per share, which equals a 7.9% increase over 2022. As a reminder, we increased guidance by $0.10 in April to $10.41 per share, which was attributed primarily to Q1 outperformance and the earnings benefit of accelerating our equity forward.\nThe second increase of an additional $0.15 per share incorporates our outperformance in Q2 and reflects our latest revenue and expense forecast for the year, including improved expectations for bad debt. As part of this updated guidance, we have increased our same-store revenue growth expectation of 6%, kept expense growth constant at 6.5%, and the resulting same-store NOI growth outlook of 6% is up 175 basis points at the midpoint. For bad debt, we are now assuming underlying bad debt of 2.3% for 2023, an improvement of approximately 50 basis points from our initial estimates.\nAs it relates to operating expenses, while the midpoint of our guidance remains the same, we expect lower payroll costs driven by our innovation efforts and lower repair and maintenance and property tax expenses to be offset by higher legal, [indiscernible] and bad debt costs as we reclaim apartments from nonpaying residents.\nThe further breakdown of the increase from $10.31 to $10.41 and now to $10.56 per share is shown on Slide 8, with $0.14 coming from same-store NOI. We also continue to adjust our capital allocation approach based on the changing external environment.\nWhile our developments in lease-up continue to perform exceptionally well, we have raised our acquired returns on new development starts given our increased cost of capital and focused on maintaining 100 to 150 basis points of spread between underlying market cap rates and our projected development. Based on these factors and as part of our guidance update, we have reduced our expected level of starts in 2023 to 775 million from 875 million.\nOn the transaction side, as part of our portfolio repositioning, we continue to take the tack of selling assets first, locking in that cost of capital and then pursuing acquisitions in our expansion markets. Given this cadence and given that we are remaining selective on the acquisitions that we pursue, our guidance now assumes that we'll be net sellers of assets this year with expected dispositions exceeding acquisitions by roughly $200 million.\nAnd with that, I'll turn it to Sean.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. Continuing to Slide 9 to address recent portfolio trends. We've experienced a steady improvement in underlying bad debt primarily due to nonpaying residents leaving our communities. In Q1, underlying bad debt was about 20 basis points better than we anticipated. In Q2, that favorable spread grew to approximately 65 basis points and represented an underlying rate of 2.3%, which was roughly 70 basis points better than Q1.\nThe elevated volume of nonpaying residents moving out, which is certainly a favorable trend, led to an increase in turnover and modest decline in physical occupancy. Based on what we're currently experiencing, we expect a continued steady flow of move-outs associated with nonpaying residents over the next few quarters, which will further reduce underlying bad debt.\nAs I've noted in the past, our historical bad debt range is 50 to 70 basis points. So based on the Q2 rate of 2.3%, we're still approximately 170 basis points away from reaching what we might consider normal levels, which bodes well for revenue growth in future quarters.\nMoving to Slide 10 to address our updated revenue guidance. We increased the midpoint of our same-store residential revenue growth outlook of 100 basis points to 6%, which is supported by 3 primary drivers. The first is better-than-expected underlying bad debt, which is projected at a full year rate of 2.3% versus our original outlook of 2.8% and consists of 2.7% from the first half of the year and roughly 2% in the second half of the year.\nThe second is a higher-than-projected average rental rate, which is primarily based on what we've already achieved through July combined with the rent growth we expect to realize for the balance of the year. And the third is an increased contribution from our innovation efforts, which is helping to drive our projected 16.5% increase in other income for the full year.\nWe expect economic occupancy to be modestly below our original expectations, trending in the mid-95% range in the back half of the year as we continue to recover homes from nonpaying residents. All our established regions are projected to perform at or above the high end of our original revenue growth estimate except Seattle, which is projected to be modestly above the midpoint. Additionally, our East Coast portfolio is projected to outperform our West Coast portfolio by approximately 200 basis points for the full year 2023.\nTransitioning to Slide 11. We continue to make meaningful progress related to our reimagined operating model. As we indicated at the beginning of the year, we expected an incremental NOI benefit of approximately $11 million in 2023, which is on top of the roughly $11 million we realized in 2022. Currently, we expect to exceed our original 2023 objective by $4.8 million for a total incremental benefit of almost $16 million for the full year.\nThe material drivers of the positive variance include the faster deployment and resident adoption of our technology services offering and the accelerated realization of staffing efficiency resulting from digitalizing customer-related processes. I'd like to thank our operating and technology teams for their continued effort to drive our reimagined operating model and look forward to sharing more about the next iteration of it in future quarters.\nSo with that, I'll turn it over to Matt to address development.\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Sean. Turning to Slide 12. Our lease-up communities continue to deliver outstanding results, laying the foundation for strong future growth in both earnings and NAV. We have 5 development communities that had active leasing in Q2, and those 5 [indiscernible] with rents that are $520 per month or 18% above our initial underwriting.\nThis, in turn, is driving a 70 basis points increase in the yield on these investments to 6.6%, well above current cap rates in the mid- to high 4% range and even further above the low 4% cost of capital we source to fund these deals when they started construction, consistent with our match funding strategy. Looking ahead, we expect to start leasing on an additional 6 communities before the end of the year, many of which are positioned to exceed our initial projections by a significant margin as well.\nAs shown on Slide 13, with most of our development communities still early in lease-up or yet to open, we have clear visibility into a substantial future earnings growth stream from this book of business. Over the next 6 quarters, we expect to deliver an additional 3,600 homes, which are entirely match funded today and which will drive incremental NOI growth and NAV creation on completion.\nTo provide some additional insight into the transaction market, a summary of our recent disposition activity is shown on Slide 14. While we were able to close on 3 asset sales in the past few months, transaction activity is still relatively muted with total sales volumes off roughly 70% from 2022 levels.\nIn general, cap rates on the assets that are selling tend to be below prevailing debt rates, although there are also listings that are not proceeding to closing due to a bid-ask spread between seller and buyer. We were pleased with the results on these transactions, and we'll look to redeploy a portion of the proceeds into some limited acquisition activity in our expansion regions as we resume our portfolio trading and continue to make progress on our long-term strategic portfolio allocation goal of 25% weighting to our expansion markets.\nAnd with that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. To wrap up, I want to thank our 3,000 AvalonBay associates for their efforts and dedication and delivering very strong results in the first half of 2023.\nAs an organization, we have also incorporated our ESG activities into much of what we do, and I'm proud that we are delivering on these initiatives with tangible and measurable progress across all of our key ESG metrics, as shown on Slide 15, and as more fully described in our 12th annual ESG report, which we issued last Monday.\nOur final Slide #16 summarizes our key takeaways for a very successful quarter. And with that, I'll turn the call back to the operator to facilitate questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8b99ed76e62709072a26b96d98a4957",
    "period": "Unknown",
    "content": "AvalonBay Communities Inc. Q1 2023 Earnings Call\n\nAvalonBay Communities Inc. Q1 2023 Earnings Call\n\nAVBNYSEAPR 27, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the AvalonBay Communities First Quarter 2023 Earnings Conference Call. [Operator Instructions] Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVice President of Investor Relations\n\nThank you, Doug, and welcome to AvalonBay Communities' First Quarter 2023 Earnings Conference Call. As a reminder, this call may contain forward-looking statements, and actual results may differ materially. There's a discussion of these risks and uncertainties in yesterday's afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nI'll now turn the call over to Ben Schall, Chairman and -- CEO and President of AvalonBay for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nThanks, Jason. In terms of key themes for this quarter, I will start by reviewing our strong start to the year and describe why we believe our suburban coastal portfolio is particularly well positioned. Sean will discuss our operating performance and relative strength as we enter the peak leasing season. Matt will comment on the evolving development market and detail the differentiated earnings stream that our developments currently underway set to provide. And Kevin will review our strong financial position and highlight the advancements at our industry-leading centralized service center we utilize to drive revenue and operating efficiencies.\nTurning to our presentation, starting on Page 4. We continue to meaningfully grow earnings in Q1 with core FFO increasing 13.7%. A significant part of this uplift is related to the roll-through of leases signed last year. We also continue to grow rents during Q1 with like-term effective rent change of 4.1%. For the quarter, we exceeded core FFO guidance by $0.05, with the $0.01 of revenue primarily attributable to better-than-expected collection rates from residents, $0.03 due to lower operating expenses and $0.01 related to interest income and other items.\nIn early April, we drew down the proceeds of our equity forward, which we entered into about a year ago, at the spot price of $255 per share. A couple of items to highlight here. First, the additional cost of this $500 million of capital is in the low-4% range. As was originally intended, we've allocated this capital to development projects underway, which are projected to generate development yields of 6% or more. So when we talk about funding our underway development at yesterday's capital cost, this almost 200 basis point spread is what we're referring to and leads to significant value creation for shareholders as these projects stabilize.\nThe second aspect of the drawdown of the equity forward is unique to the current environment in which we can earn outsized returns on cash. We weren't originally planning to draw down the equity forward until Q4 of this year, but we executed it now and have invested the cash at 5%-plus interest rates with extremely strong banking partners.\nOn a net basis, the incremental income on this cash is projected to increase 2023 core FFO by approximately $0.03 per share, after factoring in the incremental shares outstanding. We, in turn, increased our full year core FFO guidance by $0.10 to $10.41 per share at the midpoint. The breakdown is as follows: $0.02 in revenue with the $0.01 from Q1 and then an additional $0.01 in Q2 based on slightly better rental rates. There's an assumed $0.02 improvement for operating expenses for the full year, which includes the $0.03 from Q1, partially offset by $0.01 higher OpEx in the second half of the year. And then $0.06 of additional core FFO, primarily from the interest income on the equity forward proceeds as well as other cash management and slightly updated assumptions related to the transaction timing. We do not adjust our same-store guidance ranges at this point, and we'll reevaluate those as part of our more fulsome midyear we forecast.\nTurning to Page 5 regarding market fundamentals. Occupancy and rent trends in our established regions are experiencing less volatility than in the Sunbelt regions. Part of this is a reversion to long-term trend lines. There are also underlying demand factors providing greater stability in our established regions, and 2 are worth noting.\nFirst, rent-to-income ratios are generally in line with traditional levels. As noted in Chart 3, effective market rents in our established regions have grown about 10% over the past 3 years with income levels more than keeping pace with rent growth. And second, with limited single-family home inventory and higher interest costs, the economics of renting are considerably more favorable than buying a home in our markets.\nThe near-term supply picture also bodes well for the performance of our suburban coaster portfolio. As shown on Page 6, our established regions have meaningfully less new supply coming online this year, estimated at 1.6% of stock as compared to Sunbelt markets at 3.6%. And as shown on the right-hand side of this page, when we look at supply that is directly competing with our portfolio, levels are even lower, at 1.4% of stock overall and only 1.2% of stock in our suburban markets, which comprises roughly 2/3 of our portfolio.\nIn terms of our portfolio allocation objectives, we do still want to shift 25% of our portfolio to our expansion regions over time in order to diversify and optimize our longer-term growth profile. So that has not changed. And in the near term, the relative trade of selling assets in our established regions to acquire assets in the expansion regions could be more attractive to us than it has been, allowing us to more profitably reposition our portfolio for future growth.\nAnd with that, I'll turn it to Sean for more specifics on the operating backdrop.\n\nSean J. Breslin\n\nChief Operating Officer, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. Continuing with Slide 7 to address market trends. Effective rents in the East and West are up about 10% from pre-COVID levels but took very different paths to get to the same point. Rents on the West Coast, which have historically been more volatile than the East, declined sharply in 2020, escalated significantly in 2021 and the first half of 2022, and then softened consistent with seasonal norms in the back half of 2022. Rents on the East Coast experienced a more modest decline through COVID and have grown steadily since Q1 2021 with very modest seasonality in the back half of 2022. And consistent with historical norms, both coasts posted positive sequential monthly rent growth during the first quarter. From a year-over-year growth rate perspective, the West Coast continued to decelerate during Q1, while the East Coast showed signs of stabilization, bolstered by slightly better growth in absolute rent levels since the beginning of the year.\nMoving to Slide 8 to address trends in our same-store portfolio. Key performance indicators were healthy during Q1 and remained so heading into the prime leasing season. Our availability was in the low-5% range during the quarter. Turnover, which was relatively stable during the quarter, was lower than Q4 2022 as the volume of residents leaving our communities to purchase a home declined by roughly 25% sequentially and about 1/3 year-over-year.\nOccupancy increased about 30 basis points from Q4. And as noted in Chart 4 on Slide 8 and also in our earnings release, rent change improved from 3.7% in January to 4.9% in April. Additionally, our portfolio average asking rent has increased about 3.5% since the beginning of the year, up 4% on the East and about 3% on the West and is slightly ahead of our original expectation. Also, renewal offers from May and June went out at roughly 7%.\nI'll turn it over to Matt to address development now. Matt?\n\nMatthew H. Birenbaum\n\nChief Investment Officer, AvalonBay Communities, Inc.\n\nAll right. Great. Thanks, Sean. Turning to Slide 9. Our lease-ups continue to deliver outstanding results, laying the foundation for strong future growth in both earnings and NAV. We currently have 4 development communities that had active leasing in Q1, all of which started construction early in the pandemic, before rents had started to rise meaningfully. As a general rule, we do not update our projected rents on lease-ups until we open for business and start to gain leasing velocity, at which point, we mark those rents to current market levels.\nFor these 4 deals, we have seen an increase of $485 per month or 17% above our initial underwriting. This in turn is driving a 70 basis points increase in the yield on these investments to 6.7%, well above current cap rates and even further above the cost of the capital we source to fund these deals, back when they broke ground consistent with our match funding approach.\nLooking ahead, we expect to start leasing on an additional 7 communities before the end of the year. We have not yet marked the rents on these projects to current market, but in general, the locations in which they're located have seen similar increases in market rent since we started construction, providing a great opportunity for further lift in their results as well.\nAs shown on Slide 10, with most of our communities -- development communities still early in lease up are yet to open, we realized just $10 million of the total projected $142 million in NOI from the entire development booked in Q1. This leaves over $130 million of incremental NOI to come as these assets complete construction stabilize. And as for the prior slide, that total NOI figure is also likely understated, given only 4 of those 18 total projects have been marked to market today.\nTurning to Slide 11. As we look to future development starts, we are certainly starting to see shifts in the development market in response to the Fed tightening over the past several quarters. Among our competitors, many planned projects are being postponed or abandoned as third-party financing becomes scarce and cut off. And some of these drop land contracts are starting to come back to the market with much lower pricing expectations. We've already been able to take advantage of several of these situations with recent additions to our development rents pipeline, and we do expect to see more as the market adjusts.\nThe slowdown in starts in turn is starting to impact the construction market, where we are finally starting to see some retraction in subcontractor trade pricing after 3 years of outsized increases. An environment where capital is scarce and certainty of execution becomes more critical, both to land sellers and subcontractors, plays well to our strengths as both the developer and the general contractor. And we have traditionally seen some of our most profitable investment opportunities when these more challenging cyclical conditions have prevailed.\nAnd with that, I'll turn it over to Kevin for an update on the balance sheet and the CCC.\n\nKevin P. O'Shea\n\nChief Financial Officer, AvalonBay Communities, Inc.\n\nThanks, Matt. Turning to Slide 12. As we look ahead, our balance sheet remains exceptionally well positioned to provide financial strength and stability while also giving us the flexibility to continue funding attractive growth opportunities across our investment platforms. In this regard, we enjoy low leverage with net debt-to-EBITDA of 4.6x, which is below our target range of 5x to 6x. Our interest coverage ratio and unencumbered NOI percentage are at near record levels at 6.9x and 95%, respectively. And our debt maturities are well laddered, with weighted average years to maturity of about 8 years.\nIn addition, as disclosed in our release, we also enjoyed tremendous liquidity of about $2.8 billion today, with no borrowings under our $2.25 billion unsecured credit facility and an additional $0.5 billion from just having settled our equity forward that we originated a year ago. As a result, we don't need to tap the capital markets for an extended time, and we are well positioned to lean into our balance sheets to take advantage of future investment opportunities that may emerge in our markets over time.\nOn Slide 13, we highlight our recently announced agreement to provide back-office financial administrative support to Gables Residential's portfolio of 25,000 apartment homes from our centralized customer care center, which we established in 2007 to create operating and scale efficiencies and supporting our own portfolio while enhancing our resident customer experience. At the outset, I want to acknowledge the efforts of the entire AvalonBay team that brought this business relationship to Gables across the finish line.\nWe highlight this achievement for several reasons. First, because we are genuinely excited to be able to extend these services to a highly respected multifamily company such as Gables and to its residents; second, because this agreement demonstrates the appeal of the innovative capabilities that we've created in the 16 years since we established the CCC; and third, because we have embarked on extending those capabilities in a way that allows us to create additional value for AvalonBay shareholders by offering to support services to other institutional multifamily owners now and in the future.\nAs a reminder, we are not offering property management services under our agreement with Gables nor do we intend to do so. As all business and operational decisions related to AvalonBay's and Gables portfolios will continue to be managed separately by each company, rather we are providing back-office financial administrative support to Gables.\nAnd then finally, from an economic and guidance perspective, while we are not disclosing the specific terms of our agreement for confidentiality reasons, the near-term earnings accretion from this agreement is relatively modest and was included in our initial outlook given back in February 2023.\nWith that, I'll turn it back to Ben for closing comments.\n\nBenjamin W. Schall\n\nPresident & Director, AvalonBay Communities, Inc.\n\nAll right. Thanks, Kevin. Page 14 summarizes our key takeaways and focus areas. We're pleased with our start to the year, expect our portfolio to outperform as we look ahead; and also mindful that these are the types of environments, particularly an environment in which capital is generally less abundant in the industry, to selectively take advantage of opportunities in order to create value for shareholders.\nWith that, I'll now ask the operator to open the line for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/700f7d1dc2a4824c3a0f5b580f3a2d6a",
    "period": "2022 Q4",
    "content": "Q4 2022 Avalonbay Communities Inc Earnings Call\n\nQ4 2022 Avalonbay Communities Inc Earnings Call\n\nAVBNYSEFEB 9, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities' Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions)\nYour host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVP of IR, AvalonBay Communities, Inc.\n\nThank you, Doug, and welcome to AvalonBay Communities' Fourth Quarter 2022 Earnings Conference Call.\nBefore we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and hello, everyone. I'm joined by Kevin, Sean and Matt. And after our prepared remarks, we will open the line for questions.\nI'll start by quickly summarizing our 2022 results and highlighting our progress on a number of strategic focus areas. As shown on Slide 4, from an operating results perspective, 2022 was a phenomenal year and one of the strongest in the company's history, with 10.9% same-store NOI growth and 18.5% core FFO growth. We ended the year with core FFO of $9.79 per share, which, just to reflect back, was $0.24 above initial guidance at the beginning of 2022.\nOn the capital allocation front, we proactively adjusted during 2022 as the environment and our cost of capital changed. In April, we raised approximately $500 million of forward equity at a spot price of $2.55 per share, which is still fully available. As the year progressed, we pivoted from our original expectation of being a $275 million net buyer to ending the year as a $400 million net seller, a shift of roughly $700 million in total. We also ratcheted down new development starts given the shifting environment to $730 million from our original guidance of $1.15 billion. Collectively, these moves put us in an extremely strong liquidity position and fully match-funded with capital secured for all of the development we have underway.\nWe also made significant progress during 2022 on our strategic focus areas, 3 of which I want to highlight today. First, as detailed on Slide 5, we continue to make very strong inroads on the transformation of our operating model. We captured approximately $11 million of incremental NOI from our operating initiatives in 2022. In 2023, we're projecting an additional $11 million of incremental NOI from these initiatives and, looking further out, expect meaningful contributions in 2024 and beyond.\nThis uplift is being driven by a number of initiatives, including our AvalonConnect offering, which is our package of seamless bulk Internet; and a new developments managed WiFi, which we have now deployed to over 20,000 homes and expect to be at over 50,000 homes by the end of 2023.\nDuring 2022, we revamped our website and fully digitized our application and leasing process. What used to take 30-plus minutes of associates' time can now be completed digitally in about 5 minutes.\nWe also rolled out our mobile maintenance platform across the entire portfolio, allowing our residents and maintenance associates to interact much more efficiently and seamlessly.\nAs a result of these initiatives, we believe we are enhancing the customer experience while also driving operating efficiencies, which over the past few years, has resulted in a roughly 15% improvement in the number of units managed for on-site FTE.\nTurning to Slide 6. As the second strategic area, we are focused on optimizing our portfolio as we grow. Our goal is to shift 25% of our portfolio to our 6 expansion markets over the next 6 to 7 years. In addition to diversifying our portfolio, this shift reflects the reality that more and more of AVB's core customer, knowledge-based workers, are increasingly in these markets.\nAt the end of 2022, including our development currently underway, we increased our expansion market exposure to 7%. And subject to the capital allocation environment this year, we expect to be at 10% by the end of 2023. We're funding a large portion of this shift through dispositions in our established regions, which also allows us to prune the portfolio of slower-growth assets and/or those with higher CapEx profiles, which should lead to stronger cash flow growth in the portfolio in the years ahead.\nOur third strategic focus area has been on leveraging our development expertise in new ways and in ways that drive additional earnings growth. More specifically, as detailed on Slide 7, we are expanding our program of providing capital to third-party developers primarily as a way to accelerate our presence in our expansion markets. In 2022, this included a project start in Durham, North Carolina and a new commitment in Charlotte.\nDuring 2022, we also successfully launched our Structured Investment business with over $90 million of preferred equity or mezzanine loan commitments made during the year. We believe that both of these programs will be increasingly attractive to third-party developers in 2023. We're also fortunate to be building these books of business now at today's economics and bases versus in yesterday's environment.\nBefore turning it to Kevin to provide the specifics of our 2023 guidance, I want to provide some additional context on our underlying economic assumptions for the year.\nFrom a forecasting perspective, we are overlaying the consensus forecast from the National Association of Business Economists, or NABE, on top of our proprietary submarket-by-submarket research data and model. The NABE consensus assumes a significant slowing in job growth during new year, down to about 50,000 jobs per month by the third quarter and a total of approximately 1 million of net job growth in 2023. The output of our modes is a forecast of market rent growth of 3% during the year.\nIn a year in which we will need to be prepared for a wider set of potential outcomes than usual, there are a number of attributes of our portfolio, and particularly our concentration in suburban coastal markets, that we expect to serve as a ballast in a potentially softening economic environment.\nAs shown on Slide 8, the cost of a median-priced home relative to median income in our markets continues to serve as a barrier to home ownership and support demand for our apartment communities. This is in addition to the repercussions of today's higher mortgage rates, which make the economics of renting significantly more attractive.\nThe other side of the equation is supply. In softening times, having an existing asset that is in direct competition with a recently built nearby project and lease-up can be particularly challenging. Our portfolio has some of the lowest levels of directly competitive new supply across the peer group at only 1.4% of stock, which we believe positions us well.\nAnd with that, I'll turn it to Kevin to detail our 2023 guidance.\n\nKevin P. O'Shea\n\nCFO, AvalonBay Communities, Inc.\n\nThanks, Ben. On Slide 9, we provide our operating and financial outlook for 2023. For the year, using the midpoint of guidance, we expect 5.3% growth in core FFO per share, driven primarily by our same-store portfolio as well as by stabilizing development. In our same-store residential portfolio, we expect revenue growth of 5%, operating expense growth of 6.5% and NOI growth of up 4.25% for the year. For development, we expect new development starts of about $875 million this year, and we expect to generate $21 million in residential NOI from development communities currently under construction and undergoing lease-up during 2023.\nAs for our capital plan, we expect to fund most of this year's capital uses with capital that we sourced during last year's much more attractive cost of capital environment. Specifically, we anticipate total capital uses of $1.8 billion in 2023, consisting of $1.2 billion of investment spend and $600 million in debt maturities.\nFor capital sources, we expect to utilize $550 million of the $630 million in unrestricted cash on hand at year-end 2022, $350 million of projected free cash flow after dividends and $490 million from our outstanding forward equity contract from last year. This leaves only $400 million in remaining capital to be sourced, which we plan to obtain primarily from unsecured debt issuance later in 2023.\nFrom a transaction market perspective, we currently plan on being a roughly net neutral seller and buyer in 2023 with a continued focus on selling communities in our established markets and buying communities in our expansion markets while being prepared to adjust our transaction volume and timing in response to evolving market conditions.\nOn Slide 10, we illustrate the components of our expected 5.3% growth in core FFO per share. Nearly all of our expected earnings growth of $0.52 per share is expected to come from NOI growth in our same-store and redevelopment portfolios, which are expected to contribute $0.50 per share.\nElsewhere, NOI from investment activity and from overhead JV income and management fees are expected to contribute $0.19 and $0.03 per share, respectively, while being partially offset by a headwind of $0.10 per share each from capital markets activity and from higher variable rate interest expense, resulting in an expected $0.02 per share net earnings growth from these other parts of our business.\nOn Slide 11, we show the quarterly cadence of apartment deliveries from development communities under construction for 2022 and on a projected basis for '23 and '24. As you can see on this slide, new deliveries declined in 2022 and remain relatively low as we begin 2023. This recent decline in deliveries was due to our decision during the early days of the pandemic, to reduce wholly owned development starts to $220 million in 2020, before resuming higher levels of development starts thereafter in 2021.\nAs a result, development NOI for this year is expected to be below trend at $21 million versus $42 million last year. However, new deliveries are expected to increase significantly later in the year and into next year, which should set the stage for more robust NOI growth from development communities next year.\nAnd with that summary of our outlook, I'll turn it over to Sean to discuss operations.\n\nSean J. Breslin\n\nCOO, AvalonBay Communities, Inc.\n\nAll right. Thank you, Kevin. Moving to Slide 12 in terms of our operating environment. After a very strong first half of the year, we ended 2022 with several of our key operating metrics, including occupancy, availability and turnover, trending to what we consider more normal levels.\nIn addition, following 2 years of abnormal patterns, rent seasonality returned with peak values being achieved during Q2 and Q3 before easing in the back half of the year. More recently, the volume of prospective renters visiting our communities increased in January as compared to what we experienced in November and December, which translated into a modest lift in occupancy, and we do see an amount of available inventory to lease as we entered February.\nAdditionally, asking rents have increased about 100 basis points since the beginning of the year, which is beginning to flow into rent change. Based on signed leases that take effect in February, we're expecting like-term effective rent change to be in the low 4% range.\nTurning to Slide 13. The midpoint of our outs reflects same-store revenue growth of 5% for the full year 2023. Growth in lease rates is driving the majority of our revenue growth for the year, which includes 3.5% embedded growth from 2022 and an expectation of roughly 3% effective rent growth for 2023, which contributes about 150 basis points to our full year growth rate. We expect additional contributions from other rental revenue, which is projected to grow by roughly 16%, about 2/3 of which is driven by our operating initiatives; a modest improvement in uncollectible lease revenue; and a slight tailwind from the reduced impact of amortized concessions.\nWe're assuming that uncollectible lease revenue improves from 3.7% for the full year 2022 to 2.8% for the calendar year 2023. Of course, this improvement is more than offset by a projected $36 million reduction in the amount of rent relief we expect to recognize in 2023. The combination of the 2 reflects a projected 80 basis point headwind from net bad debt for the full year 2023.\nMoving to Slide 14. We expect our East Coast regions to produce revenue growth slightly above the portfolio average, while the West Coast markets are projected to fall below the portfolio average. And our expansion markets are projected to produce the strongest year-over-year revenue growth for the portfolio.\nOne point to highlight is that the reduction in rent relief will have a more material impact on our reported 2023 revenue growth in certain regions and markets, for example, Southern California and Los Angeles. We have footnoted the projected impact for each region at the bottom of Slide 14 and enhanced our disclosure in the earnings supplemental so everyone has visibility into the impact of the change in rent relief as compared to underlying market fundamentals.\nTurning to Slide 15. Same-store operating expense growth is projected to be elevated in 2023 due to a variety of factors. The first is just the underlying inflation in the macro environment which is impacting several categories, including utilities, wage rates, et cetera. Second, we're expecting greater pressure on insurance rates given the increase in the number and severity of various disasters over the past couple of years, combined with a relatively light year of claims activity in 2022.\nWe're rolling all that cost pressure into the organic growth rate of 4.8% you see on the table on Slide 15. In addition to the organic pressure in the business, about 170 basis points of additional operating expense growth is coming from the phaseout of property tax abatement programs, primarily in New York City, and NOI-accretive initiatives.\nThe phaseout of the property tax abatement programs is projected to add about 70 basis points to our total operating expense growth for the year. While we'll generate some incremental revenue during the phaseout period, the ultimate benefit will be the extinguishment of the rent-stabilized program for those units in a particularly challenging regulatory environment.\nThe impact from initiatives reflects a few key elements of our operating model transformation, including our bulk Internet, managed WiFi and smart access offering, which has been referenced as bundled -- and marketed as AvalonConnect. While we expect to recognize an incremental $5 million profit from that specific initiative in 2023, it's adding about 150 basis points OpEx growth for the full year. There's a modest impact from our on-demand furnished housing initiative, which is also generating a profit for 2023. And finally, we expect additional labor efficiencies to offset some of the growth in other areas of the business as we continue to digitalize and centralize various customer interactions.\nAnd then if you move to Slide 16, you can see the progress we've made to date for each one of these 3 initiatives and the projected incremental impact for 2023. As I mentioned, our AvalonConnect offering is projected to deliver about $5 million in 2023, furnished housing is contributing another $1 million and our digitalization efforts are projected to generate an incremental $5 million benefit in 2023. In aggregate, we're expecting an additional $11 million in NOI from these 3 strategic priorities in 2023 with a lot more to come in future years from these initiatives and others.\nNow I'll turn it to Matt to address development.\n\nMatthew H. Birenbaum\n\nCIO, AvalonBay Communities, Inc.\n\nAll right. Thanks, Sean. Just broadly speaking, development continues to be a significant driver of earnings growth and value creation for the company. At year-end, we had $2.4 billion in development underway, most of which was still in the earlier stages of construction. The projected yield on this book of business is 5.8%. And it's worth noting that our conservative underwriting does not include any trending in rents. We do not mark rents to current market levels until leasing is well underway.\nOn this quarter's release, only 4 of the 18 projects underway reflect this mark-to-market. But those 4 are generating rents $395 per month above pro forma, which in turn is lifting their yields by 30 basis points. We expect to see similar lift at many of the 14 other deals as they open for leasing over the next 2 years. And of course, this portfolio is 100% match-funded with capital that was sourced in yesterday's capital markets, when cap rates and interest rates were significantly lower than they are today.\nIf you turn to Slide 17, we do expect roughly $900 million in development starts this year across 7 different projects with roughly half in our new expansion regions. And we will continue to target yields at 100 to 150 basis point spread over prevailing cap rates. We expect the majority of the start activity in the second half of the year and are hopeful that we will be able to take advantage of moderating hard costs across our markets as these budgets are finalized. We have started to see early signs of this in a few of our latest construction buyouts as selected trade contractors have become much more motivated to secure new work.\nAs always, we will continue to be disciplined in our capital allocation, and our projected start activity could vary significantly from our current expectations depending on how interest rates, asset values and construction costs all evolve over the course of the year.\nTurning to Slide 18. While our recent start activity has been modest, we have been building a robust book of future opportunities that could drive significant earnings and NAV growth well into the next cycle. We have increased our development rights pipeline to roughly 40 individual projects, balanced between our established coastal regions and our new expansion regions, providing a deep opportunity set across our expanded footprint. Most of these development rights are structured as longer-term option contracts, where we're not required to close until -- on the land until all entitlements are secured.\nIn addition, in the current environment, we are certainly seeing more flexibility from land sellers who are willing to give us more time as costs and deal economics adjust to all of the changes in the market.\nWe continue to control this book of business with a very modest investment of just $240 million, including land held for development and capitalized pursuit costs, as of year-end. For historical context, as shown on the chart on the right-hand side of the slide, this is a lower balance than we averaged through the middle part of the last cycle, from 2013 to 2016, even though the dollar value of the total pipeline controlled is larger today than it was then, providing tremendous leverage on our investment in future business.\nAnd with that, I'll turn it back to Ben for some closing remarks.\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. To conclude, Slide 19 recaps our successes during 2022 and highlights our priorities for 2023. All of this is only possible based on the tireless efforts of our AvalonBay associate base, 3,000 strong. A personal thank you to each of you for your dedication to making AvalonBay even stronger as we continue to fulfill our mission of creating a better way to live. You're the heart and soul of our culture, and we thank you.\nWith that, I'll turn it to the operator for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ad95ee980139ba65cd814ddec386210",
    "period": "2022 Q3",
    "content": "Q3 2022 Avalonbay Communities Inc Earnings Call\n\nQ3 2022 Avalonbay Communities Inc Earnings Call\n\nAVBNYSENOV 4, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the AvalonBay Communities Third Quarter 2022 Earnings Conference Call. (Operator Instructions)\nYour host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVP of IR, AvalonBay Communities, Inc.\n\nThank you, Doug, and welcome to AvalonBay Communities Third Quarter 2022 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There a variety of risks and uncertainties associated in forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Shaw, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you, everyone, for joining us today. I'm here with Kevin, Matt and Sean. And after our opening comments, we will open the line up for questions.\nIn many ways, Q3 continued our strong momentum from the first half of the year with significant year-over-year increases in our earnings and operating metrics. As referenced on Slide 4 of our quarterly investor presentation, core FFO for the quarter increased 21% as compared to a year ago. Same-store revenue increased almost 12% from last year and 2.2% sequentially compared to our strong Q2 figure.\nBefore progressing further into the presentation, I wanted to emphasize a number of AvalonBay-specific drivers of future earnings growth. First up, and as Sean will describe more fully, we expect to head into 2023 with an earn-in above traditional levels. In short, just the simple roll-through of our existing rent roll creates positive earnings momentum, which can then be further enhanced by our underlying loss to lease.\nThere are then 3 other drivers of earnings growth, which we estimate to generate in the range of $200 million of incremental NOI over the next several years. The most significant of these drivers is the development projects we have underway, which we refer to as projects with yesterday's costs and today's rents. Our current lease-ups continue to outperform, currently yielding nearly 7%, and we expect our current development activity to deliver $130 million of incremental NOI upon stabilization, which Matt will cover further.\nThe other 2 significant drivers are further margin improvement from our operating model initiatives, which we've targeted for $50 million of NOI uplift and expect to have delivered about 40% or $20 million of this NOI uplift to our bottom line by year-end and the return on our structured investment program as we build that book of business up to $300 million to $500 million. In a potentially recessionary environment, the $200 million of incremental earnings generated from these activities collectively serve as a ballast for our future earnings.\nTurning to Slide 5. While our Q3 performance was strong, it was short of guidance. Q3 core FFO per share was $0.02 below guidance, and we reduced our full year core FFO per share figure by $0.07, updating our estimate of full year core FFO growth to 18.5%. For the full year, on the revenue side, while we contemplated the return of rent seasonality, the seasonal trend line has been slightly greater than historical norms. On the expense side, turnover has been slightly higher than we forecasted, leading to higher repairs and maintenance costs to turn apartments and utility costs are projected to be higher.\nSlide 6 highlights how we've been actively adjusting our balance sheet and some strategy during the year based on the changing capital markets environment. Based on the steps taken by Kevin and Joanne Lockridge and our capital markets team, our balance sheet is stronger than ever.\nRecently, we increased our line of credit by $500 million to $2.25 billion and extended the maturity date out to 2026. Additionally, we have an interest rate swap in place for our next $150 million of debt borrowings and our $500 million equity forward proactively addressed the bulk of development funding through the end of 2023.\nOn the transaction front, we shifted our strategy earlier this year to a posture of selling assets first and locking in the cost of that capital before selectively deploying capital into acquisitions in our expansion markets, which given cap rate movements has worked to our benefit.\nAs part of this shift, we also pivoted during the year from expecting to be a net buyer of approximately $275 million to being a net seller of $400 million or nearly $700 million total swing. In an environment where profit margins on new development are likely to come down and the costs associated with that incremental capital has increased, we've also reduced new development starts.\nFor 2022, we reduced our starts from $1.15 billion to a projected $850 million. In 2023, while we haven't provided guidance regarding new starts, our expected start figure is trending lower than we previously anticipated as we use the flexibility we have with our development rights pipeline to manage our land contracts and the timing of potential starts.\nWe will continue to make adjustments based on trends in rent and construction costs, the spread between potential development yields and underlying market cap rates with a continued target of 100 to 150 basis to spread and our cost of incremental capital with a laser focus on making the appropriate long-term value-creation decisions.\nAnd with that, I'll turn it to Sean to more fully discuss the operating environment and our approach.\n\nSean J. Breslin\n\nCOO, AvalonBay Communities, Inc.\n\nAll right. Thank you, Ben. Before I start, I'd like to give a big shout out to all the AvalonBay associates who are out there, working hard to provide our customers with a high-quality apartment home and service experience. I'd like to thank you for your efforts with our customers and the performance you deliver for our shareholders.\nMoving to Slide 7. Our strong Q3 revenue growth of 11.8% was primarily driven by higher lease rates, which increased 9.5% year-over-year. The reduced impact of concessions, which contributed 240 basis points and other more modest contributions from other rental revenue and underlying bad debt trends. As noted on the chart, rent relief was 140 basis point headwind for the quarter as we recognized $5.7 million versus the $12.7 million from Q3 2021.\nTurning to Slide 8. Same-store trends during the quarter remained quite strong relative to historical norms. Starting with Chart 1, turnover increased a little more than we anticipated as we pushed through healthy rent increases, but was still well below pre-pandemic levels. As a result of the increased turnover, physical occupancy ticked down to 96%, but remained roughly 20 basis points above our typical experience during the quarter.\nAdditionally, as noted in the 2 charts at the bottom of the slide, while our availability increase relative to the last few quarters, we realized a double-digit rent increase on the unit inventory we leased and occupied during the quarter, a very favorable outcome that sets us up well for 2023.\nMoving to Slide 9. I thought I'd provide an overview of some of the key revenue drivers for our portfolio as we think ahead to 2023. Beginning with Chart 1. Given the very strong rent change we've experienced this year, we'll likely start in 2023 with built-in revenue growth of roughly 4%, the second highest level in our history, and more than 100 basis points stronger than our starting point of roughly 2.5% entering 2022.\nIn addition to the baked-in revenue growth outlined in Chart 1, our loss to lease is currently running at roughly 6% and is depicted in Chart 2, providing plenty of opportunity to benefit from renewal rent increases as leases expire throughout 2023.\nShifting to the bottom of the slide, Chart 3. Our collection rate from residence continues to improve. At the beginning of the year, bad debt was trending in the high 4% range, but has declined by roughly 200 basis points as the years progressed. As eviction moratoria has expired and the courts are continuing to make progress processing new cases, we expect the overall downward trend to continue as we move into 2023, providing a tailwind for revenue growth. Of course, as indicated in Chart 4, we'll likely experience immaterial amounts of rent relief in 2023 as compared to the $35 million we've recognized in 2022, presenting a headwind for '23 revenue growth.\nNow I'll turn it over to Matt to address development. Matt?\n\nMatthew H. Birenbaum\n\nCIO, AvalonBay Communities, Inc.\n\nGreat. Thanks, Sean. Turning to Slide 10. We have 4 development communities currently in lease, all of them which are in suburban locations that have seen very limited new supply and strong demand over the past few years. These developments are benefiting from today's higher rents while having a basis based on yesterday's lower construction costs, resulting in an exceptional yield on cost, as Ben mentioned earlier, of nearly 7%. As these communities reach stabilization, they will contribute strong growth to both NAV and core FFO.\nAs shown on Slide 11, the vast majority of our development NOI is still to come. The $2.6 billion in development currently underway is mostly still in the earlier stages of construction and generated only $19 million in annualized NOI this past quarter. As these assets proceed to lease-up and stabilization, we expect another $130 million in NOI, which will drive further earnings growth over the next several years.\nIt's also worth noting that this future growth is based on our conservative underwriting with untrended rents that are set when construction starts as we typically do not mark rents on these projects to current market levels until we've achieved roughly 20% lease status. And again, with only 4 of these assets currently at that level of leasing, the vast majority of our development underway should benefit from a further lift in NOI when they do open for business as evidenced by the $385 per month lift in rents shown on the prior slide on those 4 deals that are currently in lease-up.\nIn the transaction market, we've also been ramping up our disposition activity in the past quarter, using the asset sales market to source attractively priced capital to fund this development. We were able to close on the sale of 5 wholly-owned assets in Q3, which were priced before the most recent increase in interest rates, generating $540 million of proceeds at a weighted average cap rate of 4.1% and pricing of $480,000 per home.\nWe also completed the sale of the final assets in one of our private investment fund vehicles last quarter, generating additional capital and with pricing of $470,000 per home and a 3.6% cap rate. Since the start of the year, as best we can tell, cap rates have risen roughly 75 to 100 basis points in our established coastal regions, where we've been trading out of assets while cap rates in our expansion regions have risen more on the order of 100 to 150 basis points. Strong growth in NOI has offset some of this rise in cap rates. But on balance, as values might be down roughly 10% to 15% in our established regions and maybe 15% to 25% in these expansion markets. We think this bodes well for our future portfolio trading activity as the relative value of what we are selling has been less diminished than what we are buying.\nAnd with that, I'll turn it over to Kevin to review our funding position on the balance sheet.\n\nKevin P. O'Shea\n\nCFO, AvalonBay Communities, Inc.\n\nGreat. Thanks, Matt. Turning to Slide 13, as Ben mentioned in his opening remarks, with the shift in the capital markets this year, we've taken a number of steps to bolster our already strong financial position. These steps included having increased our funding and development underway with long-term capital to approximately 95% as of the end of the third quarter, up from about 80% at the beginning of the year.\nAs a result, we have locked in the cost of capital on nearly all of the $2.5 billion of development underway, essentially with yesterday's lower cost of capital, which in turn will help to ensure that these projects will provide earnings and NAV growth when they are completed and stabilized.\nIn addition, as you can see on Slide 14, another step we've taken is the recent renewal and expansion of our line of credit to $2.25 billion, which is up by $500 million from our previous $1.75 billion line of credit. As a result, we possess tremendous financial strength and flexibility. In particular, at quarter end, we enjoyed $1.9 billion in excess liquidity relative to our unfunded investment commitments of $300 million.\nOur leverage declined to 4.6x net debt to EBITDA at quarter end versus 5.1x in the fourth quarter of last year, and we remain comfortably below our target range of 5x to 6x. Our unencumbered NOI percentage remained at a record level of strength at 95%, and our debt maturities are both relatively modest in size and well laddered with the weighted average years to maturity of just over 8 years.\nThus, as a consequence of our conservative approach to balance sheet management and the other actions we've taken recently, including the $500 million equity forward that we completed in April at a share price of $255, we possess tremendous financial flexibility and do not need to tap the capital markets to fund our business for an extended period of time.\nFinally, on Slide 15, as you're aware, AvalonBay has long maintained a commitment to being a leader in sustainability and corporate responsibility. It's a goal that is consistent with our culture and our core values of integrity, spirit of carrying a continuous improvement, and it is of increasing (inaudible) to our residents, to our associates and to our investors.\nOn Slide 15, we are excited to report that we received our highest score yet from the Global Real Estate Sustainability Benchmark, or GRESB. This year, we earned the 5-star designation for the eighth year in a row. We also earned the #1 spot among the 11 listed multifamily residential companies and the #1 spot among the 37 listed residential companies. We are grateful for GRESB for acknowledging our progress in this important area, and we are especially grateful to our own people for their efforts in making these achievements possible and for their ongoing commitment to making a positive difference in the lives of our residents and the communities in which we operate.\nAnd with that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Kevin. And quickly to summarize, we're pleased with our continued strong earnings and operating momentum with a number of AvalonBay-specific earnings drivers in front of us. In this environment, we have and will continue to adjust our approaches, to strengthen our position and to allow us to keep our focus on long-term value creation. We're confident that we are well positioned for a broad range of potential economic paths and to potentially step into opportunities based on dislocations in the marketplace.\nAnd I'll end by reiterating our thanks to the wider AvalonBay associate base for their commitments to our ESG leadership and their broader dedication to our mission of creating a better way to live.\nWith that, I'll turn it to the operator to open the line for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c477c71ce2738603e0d452d181d10fc1",
    "period": "2022 Q2",
    "content": "Q2 2022 Avalonbay Communities Inc Earnings Call\n\nQ2 2022 Avalonbay Communities Inc Earnings Call\n\nAVBNYSEJUL 28, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to AvalonBay Communities Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVP of IR, AvalonBay Communities, Inc.\n\nThank you, Kyle, and welcome to AvalonBay Communities Second Quarter 2022 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I will turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thanks, everyone, for joining us today. Kevin, Sean and I will share some prepared remarks, and Matt is with us as well for Q&A. I'll start by discussing our financial and operating performance as well as our latest approaches to capital allocation.\nOn operations, we had a very strong second quarter with core FFO of $2.43 per share, exceeding our prior guidance by $0.12 per share or more than 5% above expectations. This magnitude of outperformance is atypical, particularly since we increased Q2 guidance at the end of April and was driven by continued asking rent growth, above-average occupancy and favorable net bad debt.\nAs shown on Slide 4, core FFO increased roughly 23% during the second quarter, bringing our year-to-date core FFO growth up to 19%. And as Kevin will describe more fully, we're raising core FFO guidance for the year to $9.86 per share at the midpoint, an increase of $0.28 per share over our prior guidance. As we will highlight later during our remarks, there are a number of meaningful tailwinds that support our strong earnings guidance for the back half of the year and support continued growth going into next year, or if the macro environment were to erode in a way which impacts our operating fundamentals, that should serve as a ballast.\nSwitching over to capital allocation. Our balance sheet is as strong as it has ever been, providing strength in an uncertain macro environment and allowing us to maintain our focus on creating shareholder value over time and across cycles. We've also responded to the changing capital markets in certain ways. We issued a $500 million equity forward in April at $2.50 -- $250 a share, which we can draw down through the end of 2023 to fund our future growth.\nAs we communicated in Q1, we also shifted from being a net buyer to a net neutral trader of assets in 2022, as we continue to optimize the portfolio and rotate capital from our established regions into our expansion markets. We continue to selectively match dispositions with acquisitions at market cap rates, which we've seen widened by approximately 50 basis points in many markets.\nConsistent with prior activity, our dispositions are generally of older assets with higher CapEx profiles in our established regions, which we're utilizing to fund acquisitions of newer assets in our expansion markets. And while we remain active on the development front, with $2.1 billion under construction and a $4.7 billion development rights pipeline, we have reduced our projected 2022 starts based on some project-specific delays. For new potential projects, we are focused on maintaining flexibility so that we can ramp up or down our overall 2023 development start volume, depending on how macro conditions evolve.\nBefore turning it to Sean, let me quickly provide some additional color on our Q2 revenue growth. Slide 5 provides a breakout of our 12.9% Q2 same-store revenue growth, with the vast majority coming from growth in lease rates as well as the reduced impact of concessions as compared to Q2 last year. Net bad debt also improved relative to last year with additional rent relief payments offsetting the change in underlying bad debt.\nTurning to Slide 6. Net bad debt was a meaningful component of our outperformance relative to Q2 guidance, with rent relief payments via the federal government's emergency rental assistance programs continuing into May and June as compared to our prior expectations that these government funds would run dry earlier in Q2. And while net bad debt remains elevated, we are pleased to see improving resident payment behavior with underlying bad debt currently in the low 3% of revenue range, down from mid-4% in Q4 2021 and compared to 50 to 70 basis points historically.\nAnd with that, I'll turn it to Sean to review the operating backdrop in more detail.\n\nSean J. Breslin\n\nCOO, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. Turning to Slide 7. The strong revenue growth Ben noted was supported by very healthy trends in the business throughout the quarter. Turnover remained below historical norms, even though it ticked up in absolute terms in June, given normal seasonal patterns, but occupancy was above 96% each month of the quarter.\nAdditionally, like-term effective rent change trended up during the quarter and averaged roughly 14%, supported by healthy demand across all of our regions. Lastly, we started to see some improvement in noncollectible lease revenue, excluding rent relief, during the second quarter as residents who were chronically delinquent started moving out from communities, particularly in some of our more challenged markets like L.A. and New York. While we expect the number of delinquent accounts to continue to decline in the back half of 2022, the rate of improvement will likely be modest from month to month.\nMoving to Slide 8. The outlook for the business remains quite positive. Asking rents continued to increase throughout the second quarter and are up more than 9% since the 1st of the year, supporting loss of lease of roughly 15% at quarter end. And with the continued trend of historically low availability and resident incomes growing in the double-digit percentage range, we're well positioned to capture higher rent levels as we move further into the second half of 2022 and look ahead to 2023.\nTurning to Slide 9. Our lease-up portfolio continues to post very strong results. Leasing velocity exceeded 30 leases per month during the quarter at rents that were on average about $350 or 12% above initial projections. As a result, stabilized yields are projected to be in the mid-6% range on almost $700 million in business, producing significant value creation relative to underlying cap rates.\nNow I'll turn it to Kevin to address our updated outlook for 2022 and the balance sheet. Kevin?\n\nKevin P. O'Shea\n\nCFO, AvalonBay Communities, Inc.\n\nThanks, Sean. On Slide 10, we provide a revised financial outlook for 2022. We now expect full year core FFO per share of 9 86 or a 19.4% increase over last year's earnings. If achieved, this would represent the company's strongest growth in full year earnings in over 2 decades. This also represents an increase of $0.28 relative to our expectations in April, reflecting continued strong revenue growth across our business.\nDrilling down a bit further, this $0.28 increase represents $0.31 in higher same-store residential revenue, partially offset by a $0.03 decrease in other categories, as described on Page 5 of our earnings release. This $0.31 increase in same-store residential revenue is in turn driven primarily by higher-than-expected growth in lease rates and by lower-than-expected bad debt, with $0.09 of the increase having already been recognized in the second quarter and the remaining $0.22 divided roughly evenly over the third and fourth quarters.\nAs it relates to bad debt and rent relief, we expect underlying bad debt before the impact of rent relief to decline from 3.9% in the first half of the year to about 2.7% in the second half. We also expect rent relief to decline from the $28 million we recognized in the first half of the year to $7 million in the second half, nearly all of which is expected in the third quarter. As a result, we expect net bad debt will increase from 135 basis points in the first half of the year to 215 basis points in the second half for a full year rate of about 180 basis points.\nKeep in mind that net bad debt for 2021 was 210 basis points, so the change in bad debt on a full year basis is projected to contribute roughly 30 basis points to revenue growth in 2022. Thus, for overall same-store portfolio, at the midpoint of our revised guidance, we now project same-store residential revenue year-over-year growth of 11.25%, same-store residential operating expense growth of 5% and same-store residential NOI growth of 14.25%. Finally, we expect to start about $850 million in new developments in 2022, down slightly from the $1.15 billion expected in their initial outlook as starts for a few planned developments have shifted into early 2023.\nTurning to Slide 11. Nearly 90% of current development underway is already match funded with long-term debt and equity capital. Locking the cost of this investment capital helps ensure that these projects will provide earnings and NAV growth when they are completed and stabilized.\nTurning to Slide 12. As we look ahead, our balance sheet remains exceptionally well positioned to provide financial strength and stability, while also giving us the flexibility to continue funding attractive growth opportunities across our investment platforms. In this regard, we enjoy low leverage with net debt-to-EBITDA of 4.9x, which is below our target range of 5x to 6x. Our interest coverage ratio in unencumbered NOI percentage are at record levels of 7x and 95%, respectively. And our debt maturities are well-laddered with a weighted average years to maturity of about 8.5 years.\nAnd as shown on Slide 13, our liquidity position is excellent, with $1.3 billion in excess liquidity relative to our remaining unfunded commitments of about $400 million as of quarter end.\nWith that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Kevin. As we look forward, we wanted to emphasize a number of additional tailwinds, as described on Slide 14, that support continued value creation and our strong earnings outlook.\nTo start and focusing in on development, Slide 15 highlights the historical spread between our development yields and stabilized cap rates, a core measure of how we generate meaningful value for shareholders through our industry-leading development platform. With our strong balance sheet and match funding approach, we're able to ratchet down or ratchet up our start activity at particular points in time, but do so in a way that provides consistent incremental value creation and earnings growth.\nOn completion so far this year, projects at yesterday's cost and today's rents, we are realizing an exceptionally strong spread between stabilized yields and current cap rates of over 200 basis points, generating significant value creation and earnings growth. For projects in our development rights pipeline, we're seeing this spread range from 100 to 200 basis points based on our most current underwriting, which we believe continues to provide appropriate risk-adjusted returns.\nIn the near term, as shown on Slide 16, our developments underway are expected to provide meaningful incremental earnings with roughly $125 million of incremental NOI to come from these projects over the next 2 to 3 years.\nMoving to Slide 17. And as we previously outlined, we are in the midst of transforming our operating platform with significant investments in innovation and technology that we expect to generate 200 basis points of margin improvement or $40 million to $50 million of NOI.\nSlide 17 provides incremental disclosure on certain of these initiatives, including the projected progress year-by-year with $20 million of additional revenue associated with the rollout of bulk Internet, managed WiFi and smart home technology and an additional $20 million in expense savings to come from the digitization of a number of customer experiences, including self-touring, maintenance, renewals and others.\nWe also introduced our structured investment program last quarter, which is off to a solid start. As shown on Slide 18, we've closed our first 2 investments, providing preferred equity to third-party developers on new construction projects. By leveraging our intimate knowledge of development, construction and operations, we believe that we can achieve attractive risk-adjusted returns on $300 million to $500 million of capital, a book of business we will build up over time and providing incremental earnings growth.\nBefore closing, I also want to highlight, as shown on Slide 19, our continued ESG leadership given the recent publication of our 11th Annual Corporate Responsibility Report. On the E, we are one of the first REITs to set numeric, science-based targets for emission reductions, and we're proud that we've achieved actual reductions through these initiatives, 30% reductions in Scope 1 and Scope 2 emissions and 20% reductions in Scope 3 emissions, so far. On the S, our investments in our people and culture, including advancing our inclusion and diversity initiatives, remain a priority, with progress being made and more to come. We also continue to invest in our local communities through volunteer time and direct donations, a key part of how AvalonBay associates connect around our evergreen culture, including our spirit of caring.\nIn closing, on Slide 20, with a summary of our key takeaways. We're very pleased with our operating results to date, have meaningfully lifted our earnings expectations for the year and believe that there are a number of tailwinds specific to AvalonBay that set the table for strong continued growth looking ahead.\nAnd with that, I'll turn it to the operator to facilitate questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f6ab1ca8d54ed60bf3516b73f5681672",
    "period": "2022 Q1",
    "content": "Q1 2022 Avalonbay Communities Inc Earnings Call\n\nQ1 2022 Avalonbay Communities Inc Earnings Call\n\nAVBNYSEAPR 28, 1:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the AvalonBay Communities First Quarter 2022 Earnings Conference Call. As a reminder, today's conference is being recorded. (Operator Instructions) Your host for today's conference is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVP of IR, AvalonBay Communities, Inc.\n\nThank you, Jay, and welcome to the AvalonBay Communities First Quarter 2022 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC.\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance.\nAnd with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities, for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Jason, and thanks all for joining us on today's call. Matt and I will open with some prepared remarks, and we're joined by Kevin and Sean for Q&A.\nStarting on Slide 4 of our presentation. Q1 was a very strong start to what we continue to expect to be a very strong year of operating results. Core FFO per share came in at $2.26, a 15.9% year-over-year increase and $0.06 above the midpoint of our guidance. I'll dive deeper into the drivers of that outperformance in a moment.\nOn the capital allocation front, our industry-leading development platform continues to drive meaningful earnings growth and value creation, with a very robust 6.9% yield on developments completed this quarter. For the year, we're projecting about $700 million of completions at an average yield of 6.3%, which represents a substantial spread to current market cap rates.\nAs we grow, we're also optimizing the portfolio through the selective sale of older, slower-growth assets from our established regions, this quarter with $270 million of dispositions at a high 3% cap rate, with the intention to then redeploy this capital primarily into acquisitions in our expansion markets. And in April, we executed on an equity forward for $495 million as an expected source of capital to opportunistically draw down through the end of 2023 and locking in our cost of capital for future development activity and what we expect to be accretive spreads.\nTurning to Slide 5. GAAP residential revenue increased 8.5% on a year-over-year basis, led by about a 6% increase in effective lease rates and a 100 basis point improvement in net bad debt. On a cash basis, residential revenue increased almost 10%.\nAs shown on Slide 6, the 8.5% GAAP revenue growth was 150 basis points greater than the 7% increase we assumed in Q1 guidance, with lease rates and occupancy above our prior guidance, and while still at elevated levels, better-than-expected bad debt and rent relief collections driving the bulk of the outperformance relative to our expectations.\nPortfolio performance has been supported by a number of tailwinds as detailed on Slide 7. Starting with Chart 1, we continue to see elevated move-ins from greater than 150 miles away, which speaks to a continued flow of residents back to our established markets and is particularly -- is a particularly positive indicator for our urban and job-centered suburban communities.\nIn Chart 2, we also continue to see de-densification, with less roommates and the desire for more space, leading to fewer adults per apartment and is a driver of incremental demand across our portfolio.\nAs rents continue to grow, they are supported by greater household income from new residents, which was up 12% in Q1 relative to the prior year period, as shown on Chart 3.\nAnd finally, on Chart 4, rent-versus-own economics, the monthly cost of renting versus the cost of owning a home materially favors renting in our markets, with a difference of almost $1,000 per month, a historically high level and one which provides a meaningful cushion and support to our rent growth.\nAs shown on Slide 8, this backdrop is translating into continued momentum in like-term effective rent change, which accelerated throughout Q1 and continued into April at 13.7%.\nLooking forward, our portfolio is positioned extremely well, heading into the peak leasing season. As shown on Slide 9, occupancy remains strong and steady at about 96.5%. Annualized turnover remains very low relative to historic figures. And 30-day availability, effectively the near-term inventory that's available for lease, remains limited at less than 5% of our units.\nAnd while we continue to capture meaningful loss-to-lease as existing resident leases expire, our portfolio-wide loss-to-lease remains high, currently at 14%, which has been supported by a 4% increase in asking rates since the beginning of the year.\nTurning to Slide 10. We're making meaningful progress in the transformation of our operating platform as we drive toward our goal of improving margins by 200 basis points or an additional $40 million to $50 million of NOI, with approximately $10 million generated to date. This slide highlights 3 of our many initiatives, including bulk Internet and managed WiFi, which is projected to ultimately deliver $25 million of incremental annual NOI; smart home technology, which unlocks both operating efficiencies and revenue opportunities going forward; and third, our digital mobile maintenance platform, which will not only enhance our resident's experience with us, but also deliver material value via enhanced operational efficiency.\nBefore turning it to Matt, Slide 11 provides our updated full year guidance, with projected 16% core FFO growth, reflecting our strong momentum in Q1 and incorporating our increased outlook for same-store revenue and NOI growth. We've also updated our guidance to take into account a couple of factors.\nOn the operating side, while core operating performance is quite strong, there continues to be some uncertainty about net bad debt in certain markets, particularly in Southern California and Alameda County in Northern California. And in some other markets, while eviction moratoria have expired, the core processes are moving slowly. As a result, some of the growth we are expecting in the back half of 2022 may get pushed in 2023, which we have assumed in our updated guidance.\nAs it relates to our projected core FFO growth for the year, we've scaled back our assumption for acquisition activity for 2022 based on where we stand through today as we keep a close eye on cap rates, fund flows and assess any shifts in the transaction markets. While we remain active, including another acquisition we recently put under contract, we've updated our guidance from being a net buyer in 2022, to an assumption of balancing acquisition volume with disposition volume before taking into account proceeds from Columbus Circle.\nAnd with that, I'll turn it to Matt to delve further into our development and capital allocation activities.\n\nMatthew H. Birenbaum\n\nCIO, AvalonBay Communities, Inc.\n\nAll right. Great. Thanks, Ben. Turning to Slide 12. Our development activity continues to generate outstanding results. The 5 consolidated communities currently in lease-up, which are widely dispersed across 5 different regions, have rents which are currently $230 or 9% above pro forma, which in turn is contributing to yields that are 40 basis points ahead of our initial expectations at 6.1%.\nWith an estimated value on completion in excess of $1 billion and a cost basis of $690 million, this provides roughly $360 million in value creation for an exceptional profit margin of 52%. While hard costs are certainly trending up, there is plenty of room for margins to compress from these elevated levels and still provide strong risk-adjusted returns going forward.\nAs we mentioned on last quarter's call, our teams have also been very active in sourcing new development opportunities as shown on Slide 13. At the end of the first quarter, our development rights pipeline had grown to $4 billion, up from $3.3 billion at the start of the year, with new sites added in our expansion regions of Denver and Austin as well as established regions in New England and Northern California.\nAll of these new development rights are in suburban locations. And with a total pipeline weighted 75% suburban and 25% urban, our stabilized portfolio will likely trend towards that mix over time as well.\nThe chart in the lower right-hand corner of this slide provides an illustration of how inflationary pressures on both NOIs and the hard costs would typically flow through to development yields. This is an increasingly important issue in the current environment. Our development rights pipeline is underwritten to a current average yield on cost of roughly 5.5%. The chart shows how a change of plus or minus 10% to both hard costs and NOIs would impact that yield, holding all else constant.\nBecause hard costs represent 60% of total capital costs on new development, with variances depending on the specific site, you can see that rising NOIs have roughly twice as much of an impact on yield as rising hard costs of a similar magnitude. As a reminder, we underwrite all of our development on a current basis and typically do not trend either NOIs or costs. And even in the current environment, with hard cost inflation running at a high level, this gives us a measure of safety. This math suggests even if hard costs rise by 10% from current levels, the 5.5% yield can still be preserved with just a 6% increase in NOI.\nSlide 14 provides a quick update on our progress in our expansion markets of Denver and Southeast Florida. We have been measured in our approach to building diversified portfolios in these regions, investing through a combination of acquisitions, funding local third-party developers and developing our own communities directly as we do in our established regions.\nThis has allowed us to put together portfolios that we believe will be optimized for future revenue growth as well as initial investment return, with strong locations in both urban and suburban submarkets in both regions. Critically, we are also focused on getting the products we want, that we'll be well positioned to take advantage of demographic trends like the aging of the millennials and the increase in work-from-home as reflected in the larger-than-typical average unit size and young average asset age shown on the chart.\nWe expect to follow a similar trajectory as we ramp up our investment activity in our newest expansion regions of North Carolina and Texas and make steady progress towards our goal of a 25% allocation to these expansion regions.\nTurning to Slide 17 (sic) [Slide 15]. We also launched a new investment vehicle in the first quarter, which we are calling our Structured Investment Program, or SIP. This is a mezzanine lending platform that provides short-term construction financing to local third-party developers in our established regions, plus Denver and Florida, with our position in the capital stack between the primary construction loan and the sponsor equity.\nThe SIP provides another way for us to leverage our deep expertise in development, construction and operations to generate attractive risk-adjusted returns for our shareholders, and we expect to build this program to a $300 million to $500 million total investment level over the next few years.\nAnd with that, I'll turn it back to Ben for some closing remarks.\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. To wrap up and summarize key themes. Q1 was a strong start to the year, with several tailwinds continuing to support our operating fundamentals which are some of the strongest we've experienced and have us well positioned going into the peak leasing season. We continue to invest in our operating platform with the teams executing across a number of transformative initiatives over 2022, including both WiFi, smart access and mobile maintenance. As you heard, we continue to lean into our development platform with lease-ups outperforming and generating meaningful earnings growth and value creation.\nWe're also building our development rights pipeline, now up to $4 billion, providing options on future value creation, including significant investment in our established regions at accretive returns as well as a continued focus on optimizing the portfolio by growing in our expansion markets.\nAnd finally, we continue to look to tap our company's strengths, with our Structured Investment Program being our latest offering, by tapping into our development, construction and financial know-how to grow earnings and create value.\nWith that, I'll turn it to the operator for questions."
  },
  {
    "header": "AVB",
    "cik": "0000915912",
    "ticker": "AVB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6aa5e5fd040edf337f52f58354b849e4",
    "period": "2021 Q4",
    "content": "Q4 2021 Avalonbay Communities Inc Earnings Call\n\nQ4 2021 Avalonbay Communities Inc Earnings Call\n\nAVBNYSEFEB 3, 1:00 PM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the AvalonBay Communities Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Your host for today's conference call is Mr. Jason Reilley, Vice President of Investor Relations. Mr. Reilley, you may begin your conference.\n\nJason Reilley\n\nVP of IR, AvalonBay Communities, Inc.\n\nThank you, Anita, and welcome to AvalonBay Communities' Fourth Quarter 2021 Earnings Conference Call. Before we begin, please note that forward-looking statements may be made during this discussion. There are a variety of risks and uncertainties associated with forward-looking statements, and actual results may differ materially. There is a discussion of these risks and uncertainties in yesterday afternoon's press release as well as in the company's Form 10-K and Form 10-Q filed with the SEC. .\nAs usual, this press release does include an attachment with definitions and reconciliations of non-GAAP financial measures and other terms, which may be used in today's discussion. The attachment is also available on our website at www.avalonbay.com/earnings, and we encourage you to refer to this information during the review of our operating results and financial performance. And with that, I'll turn the call over to Ben Schall, CEO and President of AvalonBay Communities for his remarks. Ben?\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThank you, Jason, and thank you to everyone for joining us on the call today and for your engagement. Kevin, Matt, Sean and I will provide some initial commentary and then we will open the session up for questions. .\nI want to start by thanking the AVB associate base, 3,000 strong, for all their contributions throughout 2021. Thanks to your commitment we produced strong business results and embarked on our next phase of growth by ramping up our development and investment activity, all while navigating the challenges presented by the pandemic. Thank you especially to everyone working on site, at our communities and construction projects and to our human resource teams for all you do to support each other, serve prospects and residents and build for our future.\nTurning to the presentation. Slide 4 provides a summary of our success and strong finish to 2021. On the operating side, in the fourth quarter, we delivered a 12.4% increase in core FFO and a 4.7% increase in same-store revenue. On a cash basis, same-store revenue increased 8.3%. This momentum continues in the new year as we build on our strong operating foundation with healthy occupancy levels, low resident turnover and strong embedded revenue growth. We also successfully ramped our investment activity in 2021 with almost $2 billion of new development starts and acquisitions and with the bulk of this capital funded by dispositions and incremental debt financing at a historically low cost of capital.\nIn an otherwise low-yielding environment, our development capabilities allow us to generate significant value and meaningful incremental NOI growth on top of the internal growth generated by our operating portfolio. As shown on Slide 5, we completed $1.1 billion of projects in 2021 with an expected $65 million of new NOI upon stabilization. At a development yield of 6% and with a 230 basis point spread to an estimated market cap rate of 3.7%, these communities have created $650 million in value. That's a very robust 60% value creation margin.\nAs Matt will describe further, we expect to start an additional $1 billion to $1.250 billion of development projects this year, have projected yields of 5.5% to 6%, and we control a growing development rights pipeline, which will set the stage for continued accretion and value creation from our development platform for many years to come.\nAs we continue to invest and grow, we're also optimizing the earnings growth and long-term value of our existing portfolio. A large component of this optimization is the selling of older assets with slower growth profiles and redeploying that capital into our expansion markets. During 2021, as highlighted on Slide 6, this led to our acquisition of $725 million of assets with an average age of 3 years at a 3.8% cap rate and the disposition of $865 million of assets with an average age of 26 years at a 3.7% cap rate.\nThe bulk of our acquisitions were, and will continue to be, in our expansion markets, which, over time, across Southeast Florida, Denver, Austin, Dallas, Charlotte and Raleigh Durham we see us having the potential to grow to become 20% to 25% of our portfolio through a combination of development and acquisitions. These expansion markets share many of the same characteristics as our established markets, including concentrations of knowledge-based workers and strong housing fundamentals. They also provide portfolio diversification and increased exposure to longer-term population shifts.\nStill, most of our portfolio and new development capital in the long term will be in our established markets, where we have a high-quality portfolio of assets situated in regions that we believe will continue to thrive as vibrant centers of innovation, education, technology and with strong job and income profiles and in regions where we continue to leverage our long tenure with some of the strongest operating and development teams in the multifamily industry.\nTurning to Slide 7. We continue to make significant investments in technology and innovation as we evolve our operating platform in order to provide enhanced value to prospects and residents while achieving operating efficiencies and driving new sources of revenue. We've generated approximately $10 million of incremental NOI from our initiatives already deployed and are about 1/3 of the way to delivering our target of 200 basis points of margin improvement or $40 million to $50 million of NOI to the bottom line.\nFinally, I want to emphasize our continual investment in our people and our leadership in ESG. Starting with ESG, our goal is to keep AvalonBay on the forefront as a leader in sustainability and corporate responsibility in an area of increasing importance for our residents, associates and investors. As an output of this corporate leadership, we have been recognized by various energies as ESG leaders, as shown on Slide 8, and including the NAREIT Leader in the Light Award as the top-ranked multifamily REIT for ESG leadership.\nAnd most importantly, we continue to invest in our people and our culture. AvalonBay is an amazing place because of its people, and we're extremely focused on fostering an inclusive and diverse culture that attracts, retains and provides growth opportunities to our people. We're excited for the year ahead, are fortunate to have a deeply dedicated team of associates, and we entered the year with our foot forward and in growth mode. With that, I'll turn it to Sean to talk further about our operating results and tailwinds heading into 2022.\n\nSean J. Breslin\n\nCOO, AvalonBay Communities, Inc.\n\nAll right. Thanks, Ben. I thought I would share a few slides on recent portfolio rent trends, both overall and across different markets and submarkets.\nStarting on Slide 9. 2021 was a pretty unique year. In the first half of the year, we experienced not only a significant recovery in our business but the average movement in rent grew fast enough to exceed pre-COVID peak rent levels by midyear. In the second half of the year, the combination of lower turnover, which was down 20% year-over-year, 11% below pre-COVID levels and the lowest we've seen in 10 years, along with healthy demand, resulted in rents-defined seasonal norms by growing into September and then flattening through year-end. Historically, we see rental rates peak in July and August and then decline in the low single-digit percentage range through year-end as represented by the dash line for 2019. For the calendar year 2021, the portfolio average movement rent grew by 23% and at year-end exceeded 2019 levels by about 9%.\nMoving to Slide 10. Improved performance has been broad-based with every region experiencing a significant increase in average move-in rent over the past year. The average move-in rent in New England increased by 30% during 2021, the highest of our established regions and ended the year about 10% above pre-COVID levels. Improved performance in Boston has been supported by healthy job growth across various industries, most notably biotech, and reduced apartment deliveries in both urban and suburban submarkets. In addition, for a region that's typically more seasonal, given the weather patterns, it's quite unusual to see rents flatten out in the last quarter of the year versus decline. That's a sign of a pretty strong market.\nIn Southern California, the average move-in rent grew by 23% during 2021 and at year-end was 21% above 2019 levels, the highest of our established regions. Performance has been supported by solid job growth, particularly in the content-producing sector of the economy in L.A., the lowest level of new multifamily supply of any of our regions at 1.1% of stock and a very tight single-family market.\nAt the other end of the spectrum, Northern California continued to lag the portfolio due to major tech employers delaying their return to the office, impacting the reopening of other businesses and the general quality of life in the region. While the average move-in rent increased by 15% during 2021, at year-end, it was still roughly 7% below pre-COVID levels. While the region has lagged in the recovery, we could see a very meaningful increase in move-in rents in 2022 when a greater percentage of the workforce, particularly the tech segments that have experienced very robust wage increases in the past couple of years, go back to the office.\nThe Mid-Atlantic, New York, New Jersey and Pacific Northwest regions all delivered a 20% to 25% increase in average movement rent during 2021. The Mid-Atlantic ended the year with rents that were about 5% above 2019 levels, while the Pacific Northwest and New York, New Jersey regions were trending at roughly 10% ahead of 2019 levels.\nTurning to Slide 11 to address suburban and urban performance trends. The average move-in rent for our suburban portfolio increased by roughly 20% during 2021 and was approximately 13% above 2019 levels at year-end. In our urban portfolio, while the average move-in rent increased almost 30% during 2021, it was essentially at 2019 levels by the end of the year. Urban markets with rents still below 2019 levels include San Francisco at about 17% and Washington, D.C. at roughly 3%. In contrast, rents in New York City are currently above 4% above 2019 levels.\nWith office utilization rates in the high teens in the San Francisco metro area and low to mid-20% range in both New York City and Washington, D.C., we should continue to see a meaningful improvement in demand in our urban submarkets as a greater percentage of the workforce is called back to the office. We've seen increasing signs of that demand returning.\nIn Q4, our urban portfolio experienced about a 30% increase in the share of move-ins from more than 150 miles away as compared to pre-COVID norms. In markets like New York City and San Francisco, the share of move-ins from greater than 150 miles away, increased by roughly 50% compared to historical norms. Similar to long distance, move-ins are occurring in our suburban portfolio as well, but the increased share is more like in the 20% range.\nFinally, moving to Slide 12. The improvement in rent levels has translated into strong like-term effective rent change. We averaged 11% rent change in Q4 2021 with October and November in the high 10% range followed by December at roughly 11.5%. The positive momentum continued into January with rent change of roughly 12.5%. Importantly, we experienced a meaningful increase of rent change across 6 of our 8 regions in January. And overall, we're starting the year from a position of strength. January occupancy averaged 96.4%. Asking rents have increased 1.5% since the first of the year, and we're seeing early signs of continued low turnover in an environment with very healthy rent increases. With that operating summary, I'll turn it to Kevin to address our full outlook for 2022. Kevin?\n\nKevin P. O'Shea\n\nCFO, AvalonBay Communities, Inc.\n\nThanks, Sean. Turning to 2022. Apartment fundamentals in our established markets remain highly attractive. On Slide 13, we show just how strong they are by providing data on some key trends, including strong job and wage growth for the professional services sector, which includes our target renters; the opportunity for further gains in office utilization from today's low levels; rising single-family home prices, which support rental demand; and the relatively stable outlook for new apartment deliveries in our markets.\nOn Slide 14, we provide our financial outlook for 2022. For the year, we expect robust growth from both our same-store portfolio and from stabilizing development to drive nearly 16% growth in core FFO per share at the midpoint of our guidance of $9.55. In our same-store residential portfolio, we expect a continued rebound from the pandemic in our urban markets and continued economic momentum across our entire portfolio.\nUsing the midpoint of guidance, we project same-store residential revenue will increase by 8.25% based on growth in our urban portfolio in the low 10% range and growth in our suburban portfolio in the low to mid-7% range. We project same-store residential operating expenses will increase by 4.75% primarily due to cost pressure in a couple of categories, initiatives being deployed and some onetime benefits in 2021 that are not present in 2022.\nAs for cost pressure, we're experiencing this primarily in 2 areas: first, in utilities as a result of very favorable supply contracts for commodities that expired late last year; and second, in property taxes, resulting from successful appeals in the prior year period and the expiration of certain pilot programs in New York, which will burn off over the next few years but, at the same time, allow us to exit rent stabilization and achieve full market rents on most of those communities over time.\nAmong our various initiatives, we started to deploy our bulk Internet and smart access offering, which will create a year-over-year expense headwind of about 50 basis points in 2022 but as part of the strategy to deliver a net profit of more than $30 million when this is stabilized over the next few years.\nAnd lastly, we realized some onetime benefits in 2021, including a payroll tax credit in Q4 and that are creating about a 30 basis point headwind to OpEx growth in 2022. As a result, we expect same-store residential net operating income will increase by 10% in 2022.\nFor development, we expect to continue to generate earnings and NAV growth from stabilizing developments and to continue investing heavily in this differentiated capability as you could see here on this slide. For our capital plan, we project external capital sources of about $900 million from asset sales, park closure sale activity and capital markets activity. For our capital uses, we expect to deploy about $1.2 billion towards development, redevelopment and debt maturities in 2022.\nFinally, in our earnings release, we have also provided earnings guidance for Q1, for which at the midpoint, we project core FFO per share of $2.20 in the first quarter or about $0.07 lower than in Q4. This sequential earnings decline is driven by several items, including OpEx increases in utilities, property taxes and payroll, including the previously mentioned payroll tax credit in Q4, overhead increases due to compensation adjustments and strategic initiatives and NOI decreases from net disposition activity in Q4.\nOn Slide 15, we illustrate the components of our expected 15.6% growth in core FFO per share. Most of our growth, specifically at $1.02 per share, is expected to come from NOI growth in our same-store and redevelopment portfolios. About 1/3 of our earnings growth or $0.44 per share is due to NOI from investment activity, which, in turn, is primarily from development. Modestly offsetting these sources of growth is a combined increase of about $0.17 per share from capital markets activity and increases in overhead.\nOn Slide 16, we show the key components driving our expected 8.25% overall increase in same-store residential revenue, including our expectation for a strong increase in lease rates, a favorable impact from a lower level of amortized and newly granted concessions, an increase in other rental revenue and a modest improvement in underlying uncollectible lease revenue which we expect will remain elevated in the first half of 2022 before slowly improving in the second half of the year. However, we are assuming a year-over-year reduction of about $18 million in recognized rent relief collections from the emergency rental assistance program which results in about a 90 basis point headwind to our projected full year residential revenue growth rate.\nMoving to same-store residential revenue trends across our markets on Slide 17. Our expansion markets of Denver and Southeast Florida are expected to lead the portfolio revenue growth in 2022, followed by the Pacific Northwest. For the reasons Sean mentioned earlier, we expect Northern California to trail the portfolio average. However, it's a region with the history of upside and down cycles followed by loss recoveries. So we could be favorably surprised by actual performance in California as we move through the year. And with that, I'll turn it over to Matt to discuss our plans for future development activity.\n\nMatthew H. Birenbaum\n\nCIO, AvalonBay Communities, Inc.\n\nAll right. Great. Thanks, Kevin. On Slide 18, you can see that we're continuing to ramp up our development activity in response to these favorable market conditions. We have been starting roughly $1.1 billion of new development per year most of the prior cycle before sharply curtailing new investment activity as COVID hit in 2020. We've been able to shift gears aggressively last year, getting back to an annual start level of roughly $1.2 billion and expect similar volume this year. And this development continues to be very profitable with current development underway, underwritten to an initial stabilized yield of 6%. With cap rates in the mid-3s, this puts us on track to extend the tremendous value creation margin Ben mentioned on our 2021 completions. .\nIn the pie charts on the right, you can also see how market performance and our portfolio allocation priorities are reflected in our recent starts activity with 90% of the '21 and '22 starts in suburban locations and a broad geographic mix, including more than 20%, in our expansion regions.\nAs we accelerate our starts activity, our regional development teams have also been focused on backfilling the development rights pipeline to generate the next set of investment opportunities for 2023 and beyond. As shown on Slide 19, we have future development sites under control across all of our regions and have seen a marked increase in pipeline activity in the past few quarters. The projects shown on the slide here represent $2.6 billion of future starts activity over the next 2 to 3 years and exclude some of our longer-term densification opportunities at existing assets, which brings our total development rights pipeline to $3.3 billion at the end of 2021. And we've been even more active so far this year with an additional $700 million approved by our investment committee just in January and more on the way, including our first development right in Austin, Texas. This activity puts us on track to exceed $4 billion in development rights by the end of the first quarter. And with that, I'll turn it back to Ben.\n\nBenjamin W. Schall\n\nPresident, CEO & Director, AvalonBay Communities, Inc.\n\nThanks, Matt. As you've heard on the call today, we're entering the new year from a position of strength on multiple fronts. And to close, I want to emphasize 5 key themes that will guide us in 2022 as we seek to generate outsized value and earnings growth and as we continue to differentiate ourselves as one of the leading real estate companies in the country. .\nFirst, our decades-long track record as a leading developer with deep market knowledge and experience across the breadth of communities and apartment styles allows us to create value by tailoring each development to best fit the needs of the local area, as well as continuing to meet the evolving needs of residents. It also drives meaningful incremental earnings and NOI growth across cycles.\nSecond, as we grow, we are optimizing the earnings growth and value creation potential of the existing portfolio by pruning slower growth assets and diversifying into new markets, providing an expanded domain to create value through our development, operating and strategic capabilities.\nThird, our operating model is set to deliver meaningful earnings growth by utilizing technology and investing in innovation to improve operating margins and to unlock additional revenue opportunities.\nFourth, we will continue to lead on ESG and an area increasingly important to municipalities as we seek development approvals, to residents as they make housing decisions and to our associates as we meet our mission of creating a better way to live.\nAnd lastly, at the center of all that we do, we'll continue to foster our evergreen culture and invest in our people. We look forward to our engagement with shareholders and stakeholders on these themes and others during the year. With that, I'll turn it to the operator to facilitate questions."
  }
]