[
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9fce26c20f33ec9ca72d92d0b876dbc3",
    "period": "2025 Q3",
    "content": "Q3 2025 Avery Dennison Corp Earnings Call\n\nQ3 2025 Avery Dennison Corp Earnings Call\n\nAVYNYSEOCT 22, 11:00 AM\n\nOperator\n\nLadies and gentlemen, welcome to Avery Dennison's earnings conference call for the second quarter ended on September 27, 2025. [Operator Instructions] As a reminder, this webcast is being recorded and will be available for replay on the Avery Dennison Investor Relations website.\nI'd now like to turn the call over to William Gilchrist, Avery Dennison's Vice President of Investor Relations. Please go ahead, sir.\n\nWilliam Gilchrist\n\nThanks, Karina, and welcome to Avery Dennison's Third Quarter 2025 Earnings Conference Call. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A-4 to A-8 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release [indiscernible] Greg Lovins, Senior Vice President and Chief Financial Officer. I'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, Willy, and hello, everyone. We delivered a solid third quarter with earnings up 2% year-over-year and above the midpoint of expectations, while continuing to execute in a dynamic environment. This outcome underscores the strength and durability of our franchise, demonstrating our ability to activate multiple levers in our portfolio to deliver across a range of macro scenarios. As expected, our business continues to be impacted by ongoing trade policy changes. Encouragingly, we fully mitigated direct cost increases through strategic sourcing adjustments and select pricing surcharges. Moreover, while base apparel volumes were still impacted in the third quarter, we did see improvement sequentially relative to the organic growth headwind in the second quarter.\nIn Materials Group, operational excellence was key to margin expansion during the quarter. Our sustained focus on productivity and benefits from modest volume mix growth drove margins up 50 basis points year-over-year. Modest revenue declines in high-value categories were primarily driven by low single-digit declines in graphics and performance tapes, which faced headwinds from isolated customer and distributor inventory management adjustments. This is partially mitigated by continued strong growth in specialty durable labels and adhesives. We expect the inventory adjustment impact to be short-lived and to see high-value categories return to growth in the fourth quarter.\nOverall Materials Group and base label materials volumes were up slightly compared to prior year. Importantly, we continue to see growth in our differentiated films volumes, which is a positive mix driver for the business. Solutions Group delivered organic sales growth of 4%, driven by high single-digit growth in high-value categories. Vestcom continued its momentum, growing over 10% and Imbelix delivered more than 10% growth as well. Overall, apparel sales exceeded expectations, rising low single digits in the quarter.\nAs you can see on Slide 7, our apparel business is seeing divergent trends. High-value category apparel sales grew high single digits, benefiting from strength in Imbelix, with strong growth related to next year's World Cup and mid-single-digit apparel IL growth. While base apparel sequentially improved as expected, it remains down low single digits, reflecting soft retailer and brand demand as they continue to navigate the impacts of tariff policies. Solutions margins performed better than typically sequential declines, but were down 90 basis points compared to prior year. Profitability was impacted by higher employee costs, continued growth investments and network inefficiencies stemming from tariff policy changes.\nTurning to enterprise-wide Intelligent Labels. Sales grew approximately 3% compared to prior year, in line with our expectations. We are encouraged by the sequential improvement in the business, which was driven by key growth market segments. Specifically, apparel and food, logistics and industrial grew at mid-single digits rate. In apparel and general retail, both market segments are still being impacted by tariff policy changes. However, apparel partially recovered in the quarter, while general retail remains soft. Strong growth continued in food is our strategic collaboration with Kroger ramps up as expected.\nLonger term, our conviction in this large addressable market continues to grow. This morning, we jointly announced a major partnership with Walmart to leverage Avery Dennison's RFID innovation and solutions in their fresh grocery categories of bakery, meat and deli, this adoption of IL and fresh food in the second large grocer is a key industry milestone and reinforces our conviction in the growth potential of this large addressable market.\nIn logistics, the business expanded sequentially but was down slightly compared to prior year. Our share in this market segment remains strong, and we have a robust pipeline of opportunities. As we highlighted on the second quarter call, we're executing initiatives to reduce identified network inefficiencies and associated costs created by the tariff policy changes. These improvements will help drive profitable growth while maintaining high quality and reliability for our customers. Looking forward, we anticipate the fourth quarter will deliver an improved rate of year-over-year growth versus what we saw in the third quarter.\nWhile growth will likely continue to remain constrained by trade policy uncertainty, particularly in apparel and general retail market segments, we view this as a temporary headwind. Our conviction in the long-term growth of this high-value category platform remains strong given the value we are creating for our customers and the adoption we see across new segments.\nTurning back to the total company. Taking into account the continued dynamic environment, we are anticipating both overall sales and earnings per share growth in the fourth quarter. We remain prepared for a range of scenarios, leveraging our proven playbook to safeguard earnings in the near term while accelerating initiatives to drive differentiation and growth over the cycle.\nShifting to our core strategies. I am confident that we have the initiatives innovation, capital allocation framework and team in place to consistently deliver strong profitable growth and top quartile returns across the cycle. Progress in each of these strategies was evident in the fourth quarter further cementing our conviction. Our business is positioned for success with secular growth tailwinds that fundamentally outweigh cyclical events over the cycle. Key trends, including item-level digitization enhanced consumer engagement, product customization and business productivity needs are aligned with a growing portion of our business.\nThe drivers in our high-value categories are clear and our exposure to them continues to expand. These categories now represent 45% of our total business year-to-date, an increase compared to prior year, underscoring our strategic shift towards higher growth and higher-margin opportunities. Intelligent Labels adoption is accelerating with our largest addressable market segment in food, now gaining significant traction. Our focus on innovation outcomes and commercial excellence is creating differentiation across our businesses.\nExamples include introducing new RF innovation in food, our stalling software in Vestcom and expanding our team flake adhesive adoption in filmic labels for recycling purposes. Finally, we continue to harness the power of our disciplined capital allocation approach and balance sheet strength to return capital to shareholders and strategically expand our presence in high-value categories where we hold competitive advantages. Year-to-date, we repurchased approximately $454 million in stock and have grown our dividend by 7%. Concurrently, we closed the $390 million tailored adhesive bolt-on immediately strengthening our Materials Group high-value category adhesives franchise with clear cost synergies and strong growth potential.\nIn summary, while the current backdrop has muted our overall growth in 2025, we have further strengthened the resilience of our franchise, deployed capital into attractive opportunities and advanced our strategic priorities. This underpins our confidence in returning to strong growth and maintaining top quartile returns for our business and shareholders. I want to extend my gratitude to our entire team for their unwavering focus on excellence, dedication to overcoming the challenges at hand and relentlessly focusing on executing our strategic priorities.\nOver to you, Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon, and hello, everybody. We delivered adjusted earnings per share of $2.37, up 2% compared to prior year and above the midpoint of our expectations. Results were driven by productivity and higher volume mix, partially offset by higher employee-related costs and investments. While trade policy uncertainty continued to present a headwind to our results, the impact improved sequentially. Compared to prior year, reported sales were up 1.5% and sales were comparable to prior year on an organic basis as positive volume mix was offset by deflation related price reductions.\nAdjusted EBITDA margin was strong at 16.5% in the quarter, up 10 basis points compared to prior year. And we again generated strong adjusted free cash flow of nearly $270 million in the quarter. Our balance sheet remains strong with quarter end net debt to adjusted EBITDA ratio of 2.2. During the quarter, we issued a EUR 500 million note to pay down some commercial paper and to fund the Tailored Adhesives acquisition, which closed earlier this week. We continue to effectively execute our disciplined capital allocation strategy, successfully balancing significant cash return to shareholders with strategic M&A. In the first 9 months of the year, we returned roughly $670 million to shareholders through the combination of share repurchases and dividends, and we allocated $390 million to the Tailored Adhesives acquisition.\nTurning to segment results for the quarter. Materials Group sales were down 2% on an organic basis as modest volume mix growth was more than offset by low single-digit deflation related price reductions. Organically, both high-value categories and the base businesses were down low single digits.\nTurning now to regional label materials organic volume mix trends versus prior year in the quarter, continued soft consumer product demand led to roughly comparable volume in both North America and Europe, offset by continued growth in emerging markets with Asia Pacific up low single digits and Latin America up mid-single digits. High-value categories declined at low single digits compared to prior year.\nGraphics and Performance Tapes declined low single digits and were impacted by customer inventory adjustments, which we expect to normalize in Q4. The Materials Group once again delivered strong margins with an adjusted EBITDA margin of 17.5% in the quarter, up 50 basis points compared to prior year. Regarding raw material costs, including the cost of tariffs, we experienced modest sequential global raw material cost deflation in the third quarter. We mitigated tariff costs through strategic sourcing adjustments and the implementation of select pricing surcharges. Overall, including tariffs or outlooks for relatively stable sequential material cost in Q4.\nShifting to Solutions Group. Sales were up 4% organically and high-value categories were up high single digits and base solutions were down low single digits, improving sequentially from down mid-single digits in the second quarter, but still impacted by tariff-related uncertainties. Within high-value categories, Vestcom was up more than 10%, driven by the continued benefit from new program rollouts. Embelex was also up more than 10%, and as we saw a ramp ahead of the World Cup next year, and apparel intelligent label sales recovered to mid-single-digit growth. Enterprise-wide Intelligent Label sales expanded approximately 3% compared to prior year.\nIn addition to apparel improving to mid-single-digit growth, food, logistics and industrial categories combined were also up mid-single digits. General retail categories continued to experience tariff-related softness with sales down mid-teens, which impacted both Solutions Group and Materials Group intelligent label sales. Solutions Group adjusted EBITDA margin was 17%, and relatively flat sequentially but down 90 basis points compared to prior year as benefits from productivity and volume were more than offset by higher employee-related costs, such as wage inflation and growth investments.\nShifting to our outlook. For the fourth quarter, we expect reported sales growth of 5% to 7%, with the following contributing factors. Sales growth, excluding currency of 1% to 3% with organic growth of 0% to 2%, with approximately 2% from currency translation, approximately 2% from extra days in the quarter due to the shift to the Gregorian calendar next year and approximately 1% from the Tailored Adhesives acquisition. We expect adjusted earnings per share to be in the range of $2.35 to $2.45, above prior year at the midpoint, as benefits from organic growth, productivity and share count are partially offset by wage inflation, investments and higher interest expense.\nOur Q4 guidance incorporates typical seasonality and incremental productivity which is partially offset by higher interest expense and less favorable currency. We've outlined some contributing factors to our full year results on Slide 14 of our supplemental presentation materials. To highlight a few of the key drivers, we now anticipate a $5 million currency translation benefit to operating income, slightly below our previous projection of a $7 million tailwind. We now expect restructuring savings net of transition costs of approximately $60 million, up $10 million from our previous expectation as we continue to ramp our productivity efforts. And we continue to expect strong free cash flow, targeting roughly 100% conversion for the year. We now expect interest expense to be approximately $135 million an increase of our prior outlook, largely driven by interest expense from the EUR 500 million notes we issued in September.\nAnd finally, we expect Taylor Adhesives will have an immaterial impact on Q4 earnings per share due to the timing of the close in the quarter and expected intangible amortization expense. In sorry, we delivered a solid third quarter achieving EPS above the midpoint of our expectations through a continuing dynamic environment. We expect slight improvements in our organic sales growth and continued year-over-year EPS growth in the fourth quarter. And we remain well prepared for a variety of macro scenarios. We're strongly positioned to execute our profitable growth and disciplined capital allocation strategies which we expect to deliver exceptional long-term value to all of our stakeholders.\nAnd now we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/acbf977656f6185d29d6fe9ef6f7b73e",
    "period": "2025 Q2",
    "content": "Q2 2025 Avery Dennison Corp Earnings Call\n\nQ2 2025 Avery Dennison Corp Earnings Call\n\nAVYNYSEJUL 22, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions] Welcome to Avery Dennison's earnings conference call for the second quarter ended on June 28, 2025. This call is being recorded and will be available for replay after 4:00 p.m. Eastern Time today, and until midnight Eastern time, July 29, 2025. To access the replay, please dial [ 1 ] (800) 770-2030 or [ 1 ] (609) 800-9909 for international callers. The conference ID number is 5855706.\nI'd now like to turn the call over to John Eble, Avery Dennison's Vice President of Finance. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Tiffany. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A8 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Deon Stander, President and Chief Executive Officer; Greg Lovins, Senior Vice President and Chief Financial Officer; and William Gilchrist, our new Vice President of Investor Relations. I'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. We delivered a solid second quarter with earnings above the midpoint of expectations and strong free cash flow in a dynamic environment. This result again demonstrates the strength and resilience of our franchise with multiple levers in our portfolio to deliver in a range of scenarios.\nAs anticipated, changes in trade policy throughout the quarter had both direct and indirect impacts on our business. We successfully continued to leverage our proven playbook to mitigate the direct cost increases through strategic sourcing adjustments and select pricing surcharges, and to minimize the impact of sourcing demand reduction, particularly in apparel and general retail categories in the Solutions Group.\nThe Materials Group delivered strong productivity and margins on modest volume growth in the quarter. Strong product mix bolstered margins, underscoring the effectiveness and importance of our strategy to continue expanding our position in high-value, more differentiated categories. High-value categories constitute over 1/3 of our Materials Group sales, and these products continue to outpace the base in the second quarter with particular strength in graphics and reflective solutions.\nFor overall volume, growth in North America was strong, particularly in film categories, while Europe was down and emerging market growth was solid. Softer growth in Europe and Asia was partly attributable to a strong second quarter last year in which customers pulled orders forward in anticipation of a price increase. Volume in both regions was slightly below expectations, particularly in paper categories, including a modest impact from lower demand for U.S. exports.\nSolutions Group delivered solid margins in the quarter, up compared to prior year despite a decline in apparel and general retail categories, which was partially offset by low double-digit growth in other categories resulting in a modest decrease in overall sales. Overall apparel sales were down 6% in the quarter.\nAs you can see on Slide 7, orders are down high single digits in April and improved in May and June, exiting the quarter down low single digits. Despite the reduction in sourcing demand during this period, consumer demand for apparel continues to exhibit resilience to date. Within high-value solutions, Embelex, a high-growth platform driven by performance athletic categories, and fan engagement in Team Sports, was down in the quarter on lower sourcing demand and slower orders from prominent U.S. performance brands. We anticipate a strengthening of Embelix's growth trajectory later this year, partially driven by the 2026 World Cup.\nVestcom, our suite of productivity and media solutions for the retail shelf edge was up roughly 10% in the quarter on the successful rollout of our productivity solutions at [ CVS ] Health, which was completed earlier in the quarter.\nTurning to enterprise-wide Intelligent Labels. Sales were comparable to prior year and up mid-single digits sequentially. Apparel and general retail categories were down mid-single digits, while food, logistics and other categories were up mid-teens collectively. In apparel and general retail, customers reduced orders and inventory levels as they reevaluate their sourcing timing and strategy. We anticipate growth in these categories will normalize over time.\nIn food, we delivered strong growth in the quarter as our strategic collaboration with [ Kroger ] continues to ramp as expected, and we continue to see strong momentum in our pipeline with other grocery customers. In logistics, we delivered strong growth compared to prior year and sequentially. Our share in this segment remains strong and we continue to actively pursue new projects with other customers.\nFrom an overall operational perspective, this business has had to make adjustments to our global network due to shifts in trade policies. To counter this, we activated initiatives to reduce network inefficiencies and associated costs. With more than 70% of our intelligent label platform linked to apparel and general retail categories, near-term growth is likely to be impacted by trade policy. We expect growth in these categories will normalize over the cycle and are focused on accelerating controllable growth. Key rollouts planned for this year remain largely on track and the performance of our recent launches and pilots, particularly within food and logistics, where ROIs are exceeding expectations instills confidence in the long-term growth trajectory of this platform.\nShifting back to the total company. Given the near-term uncertainty, we are taking a cautious approach to forward expectations, and expect third quarter earnings per share to be comparable to prior year. We are prepared for a range of scenarios, and we'll continue to leverage our proven playbook to safeguard earnings while driving key initiatives to deliver strong profitable growth, given the strength of the overall franchise.\nWe are industry leaders in more than 80% of our portfolio in large, growing and diverse markets. We are competitively advantaged, including our global scale, footprint, innovation and go-to-market strategy. We have catalysts for strong growth over cycle, in multiple high-value categories that provide differentiated growth potential, and in emerging markets. Our strong franchise and agile global team provides us multiple levers to deliver in a broad range of scenarios.\nMaterials Group has demonstrated strong resilience through and across cycles and has limited direct tariff exposure due to the regional nature of the business. Solutions Group is less cyclical than it was historically, evident by the second quarter results. Lastly, we have a strong balance sheet with ample capacity and a disciplined approach to capital allocation that provides significant flexibility, including organic and M&A investments, to accelerate our strategic objectives and expand EVA over cycles. Taken together, these elements will enable us to navigate the dynamic environment and deliver superior earnings growth over the cycle.\nWhile I'm confident in our long-term earnings progression, I'm not satisfied with our current growth and earnings trajectory, particularly within our IL platform. Here, we are taking action to improve network efficiency, as well as expand innovation, to help accelerate growth. I want to thank our entire team for their continued resilience, focus on excellence and commitment to addressing the unique challenges at hand.\nOver to you, Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon, and hello, everybody. In the second quarter, we delivered adjusted earnings per share of $2.42, up 5% sequentially and comparable to prior year. As productivity offset lower volume in apparel and the net impact of pricing and raw material costs.\nAs Deon mentioned, trade policy uncertainty during the quarter impacted our results, largely due to lower sourcing volume in apparel and general retail categories. We estimate the indirect effect of tariffs lowered our earnings per share by more than $0.10 in the quarter. Compared to prior year, sales were down 1% on an organic basis, as positive volume mix was more than offset by deflation related price reductions.\nAdjusted EBITDA margin was strong at 16.6% in the quarter, up 20 basis points compared to prior year. And we generated strong adjusted free cash flow of nearly $190 million in the quarter. Our balance sheet remains strong with a net debt to adjusted EBITDA ratio at quarter end of [ 2.3% ], and we continue to execute our disciplined capital allocation strategy, including returning cash to shareholders. In the first 6 months of the year, we returned roughly $500 million to shareholders through the combination of share repurchases and dividends. Early in the quarter, we announced a 7% increase to the company's quarterly dividend, up to $0.94 per share, a dividend we've consistently grown annually for more than a decade.\nTurning to segment results for the quarter. Materials Group sales were down 1% on an organic basis as modest volume mix growth was more than offset by low single-digit, deflation related price reductions. Organically, high-value categories were up low single digits and the base business was down low single digits.\nLooking at regional label materials, organic volume/mix trends versus prior year in the quarter. North America was up low to mid-single digits. Europe was down low to mid-single digits, as we lapped the strong prior year that included customer pull forward ahead of price increases. Asia Pacific was up low to mid-single digits and Latin America was up low single digits.\nCompared to prior year, Graphics and Reflective sales were up high single digits and Performance Tapes and Medical were up low single digits organically. Materials Group continued to deliver strong margins with an adjusted EBITDA margin of 17.8% in the quarter, down to slightly compared to prior year and up slightly sequentially.\nRegarding raw material costs, excluding the direct impact of tariffs, we experienced modest sequential global raw material cost deflation in the second quarter as expected. However, higher tariffs, primarily between the U.S. and Europe, began affecting us in the middle of Q2. We substantially mitigated the increased costs through strategic sourcing adjustments and the implementation of select pricing surcharges. Overall, including our tariffs, our outlook sequentially in Q3 is for low single-digit inflation versus prior year.\nShifting to Solutions Group. Sales were down 1% organically. Outside of apparel and general retail categories, sales were up low double digits. With overall high-value categories up low single digits and Base Solutions, down mid-single digits. Within high-value categories, Vestcom was up roughly 10%, driven by new program rollouts, and Embelex was down in the quarter as Deon noted.\nEnterprise-wide Intelligent Label sales were comparable to prior year and up mid-single digits sequentially in the second quarter. Food, logistics and other categories combined were up mid-teens, offset by a mid-single-digit decline in apparel and general retail categories. Solutions Group achieved a solid adjusted EBITDA margin of 17.1%, up 30 basis points compared to prior year, as benefits from productivity were partially offset by lower volume in apparel and growth investments.\nNow shifting to our outlook. For the third quarter, we expect adjusted earnings per share in the range of $2.24 and to $2.40. Comparable to prior year at the midpoint as benefits from productivity and sales growth in the majority of our businesses are offset by typical wage inflation, and a top line decline in apparel and general retail categories.\nSequentially, historical seasonality trends have resulted in a mid-single-digit decrease in EPS, primarily attributable to the August holiday period in Europe, in the seasonal nature of the apparel business. Our guidance for Q3 assumes this typical seasonality, as well as a slight sequential benefit from currency translation. While we've seen some signs of apparel industry improvement exiting Q2, the outlook remains uncertain and customer feedback and sentiment remains [ muted ]. [ We're assuming ] a continuation of soft apparel volumes in the third quarter.\nWe've also outlined some contributing factors to our full year results on Slide 14 of our supplemental presentation materials. To highlight a few of the key drivers, we now anticipate a $7 million currency translation benefit to operating income, compared to our previous projection of a $7 million headwind. We now expect restructuring savings net of transition costs of approximately $50 million as we continue to ramp up our productivity efforts. And while we're not giving guidance for the full year, we do anticipate returning to earnings growth compared to prior year in the fourth quarter, assuming no significant shift in the macro. And we continue to expect strong free cash flow across a wide range of scenarios, targeting roughly 100% conversion for the year.\nIn summary, we delivered a solid second quarter with EPS above the midpoint of our expectations through a dynamic environment, and we're well prepared for a variety of macro scenarios, and well positioned to continue to deliver exceptional value to our stakeholders through our strategies for long-term profitable growth and disciplined capital allocation.\nAnd now we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/25452a3b134286cf83597e81afacfc99",
    "period": "2025 Q1",
    "content": "Q1 2025 Avery Dennison Corp Earnings Call\n\nQ1 2025 Avery Dennison Corp Earnings Call\n\nAVYNYSEAPR 23, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions]. Welcome to Avery Dennison's earnings conference call for the first quarter ended on March 29, 2025. This call is being recorded and will be available for replay after 4:00 p.m. Eastern Time today and until midnight Eastern Time, April 30, 2025. To access the replay, please dial (800) [ 772030 ] or (609)800-9909 for international callers. The conference ID number is 5855706.\nI'd now like to turn the call over to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThanks, Gena. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures we use are defined, qualified and reconciled from GAAP on schedules A4 to A8 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Deon Stander, President and Chief Executive Officer; and Greg Lovins, Senior Vice President, Chief Financial Officer. I'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. We delivered a strong first quarter in a dynamic environment with earnings share up 4% ex currency and in line with expectations. We grew volume in both segments, strong growth in high-value categories and expanded overall margins. Materials Group delivered solid volume growth and strong margins as we continue to drive productivity across our businesses. Our strategy to expand our position in high-value categories which makes up more than 1/3 of Materials Group sales is working. We delivered high single-digit organic growth for these products in the first quarter, with particular strength in Graphics and Reflective Solutions and industrial tapes. Our leadership position in our base business is strong as we continue to differentiate ourselves through quality and service, strong material science and process technology capabilities and sustainable innovation over the long term.\nIn the first quarter, overall label volume in North America was up compared to prior year and improved significantly on a sequential basis as customer working capital actions at year-end normalized as expected. Volume in Europe was up sequentially and down slightly compared to prior year, in part due to the strong first quarter last year that benefited from some customer order pull forward related to the finished port strike in 2024. Overall, emerging market volume was solid, with particular strength in the ASEAN region, while volume in China was comparable to prior year. In the Solutions group, we delivered strong top line growth and margin expansion, driven by strong growth in the base business and low single-digit growth in high-value solutions. Overall, apparel growth was strong, up mid-single digits. Within high-value solutions, Vestcom, our market-leading suite of productivity solutions for the retail shelf edge delivered strong growth, driven by both existing customers and the rollout of our solutions at CVS Health. This new program is on track and underway.\nEmbelex, our high-growth platform driven by personalization and fan engagement in team sports and the performance -- deleted category was down mid-single digits in the quarter, driven by softer sales for large U.S. performance brands and new program launches that benefited Q1 last year. We expect Embelex growth to strengthen later this year, partially driven by the performance apparel brands preparing for the 2026 World Cup.\nTurning to enterprise-wide Intelligent Labels. We grew mid-single digits on an organic basis in the first quarter, in line with expectations. Driven by strong growth in apparel and food categories, partially offset by a decline in logistics as expected. In food, our strategic collaboration with Kroger focused on enabling more frequent and accurate inventory information to maximize freshness, reduce waste and improve the consumer and associate experience is on track. We are actively working on other large-scale grocery pilots in our pipeline.\nIn logistics, our solutions continue to deliver strong returns for customers, helping drive increased routing accuracy and labor efficiency. We are actively engaged on key projects in the pipeline and do expect more industry adoption through the cycle. As previously discussed, we don't foresee another large-scale rollout in 2025.\nIn apparel and general retail, key new programs are on track. Retailers are adopting embedded technology to increase the run on their overall RFID program unlocking additional value from loss detection and self-checkout and general retailers are driving supplier compliance in new categories. It is clear that physical items increasingly need a digital identity to help solve key industry challenges. Our competitive advantages here are clear. We provide labeling materials that both decorate and provide information on most of the world's items, and we are market leaders in the most ubiquitous broadly applicable sensing technology in [ UH RFID ]. This, combined with our innovation leadership and -- market strategy uniquely positions us to lead and win in multiple industry segments with more than 350 billion units of opportunity at the nascent point of industry growth.\nAs such, we continue to invest to capture the significant opportunity ahead as we grow the overall industry through both the Solutions group as well as our channel partners in the materials. Shifting back to the total company level. While we delivered a strong first quarter and our underlying business is on track -- uncertainty is elevated due to an evolving and dynamic trade policy environment. Our near-term global GDP growth outlooks have continued to reduce. While it's not clear how things play out, the recent change in tariffs will likely -- have direct and indirect impacts to our business. We expect the direct impacts to our material purchases to be relatively low and largely mitigatable. Greg will provide some more details on this front momentarily.\nThe indirect impact of trade policy on macro demand is more uncertain, in particular, for discretionary categories. Taken together, it is more difficult to predict and forecast a year results. and as such, we have moved to provide quarterly guidance. As we have done in the past, we are prepared for a lower volume environment should it happen and have initiated our proven scenario planning playbook across the organization to maximize opportunities and protect earnings in various environments. We are initiating actions such as activating temporary belt tightening, identifying share gain opportunities and identifying trigger points for additional structural actions in the event of a broad economic slowdown. Stepping back, we have a proven track record of delivering strong results across cycles due to the strength of our overall franchise, we are industry leaders in more than 80% of our portfolio in large, growing and diverse markets. We are competitively advantaged, including a global scale, footprint, innovation and go-to-market strategy. we have catalysts for strong growth over cycles in multiple high-value categories that provide differentiated growth potential and in emerging markets. The durability of our portfolio which is stronger than ever, and the agility of our global team provides us multiple levers to deliver in a broad range of scenarios. Materials Group has demonstrated strong resilience through and across cycles and has limited direct tariff exposure due to the regional nature of the business.\nSolutions Group is less cyclical than it was in previous downturns with roughly 1/3 of its end market exposure now outside of apparel. And lastly, we have a strong balance sheet with ample capacity and a disciplined approach to capital allocation that provides significant investment flexibility to drive earnings growth and expand EVA over cycles. Taken together, these elements enable us to continue delivering strong results for cycles.\nI want to thank our entire team for their continued resilience, focus on excellence and commitment to addressing the unique challenges they've had.\nAnd with that, before I hand the call over, I want to officially welcome Greg back. It's really great to have him back and healthy and also take a moment to thank [ Daniel Lucho ] not only for stepping in as Interim CFO while Greg will cover but for doing an excellent job. Danny has now reverted back to focusing on strategy and M&A.\nWith that, over to you, Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon. And yes, a big thing, Andy for stepping in while I was out. And I also want to thank one in the investment community who reached out while I was gone, and it's definitely great to be back. So in the first quarter, we delivered adjusted earnings per share $2.30, up 4%, excluding currency translation compared to prior year. as benefits from higher volume and productivity were partially offset by the net impact of pricing and raw material costs as expected.\nCompared to prior year, sales were up 2% on an organic basis as higher volume was partially offset by deflation related price reductions. An adjusted EBITDA margin was strong at 16.4% in the quarter, up 10 basis points compared to prior year with strong margins in both segments. Free cash flow was roughly negative $50 million in the quarter and in line with our expectations. You may recall that free cash flow in the first quarter has historically been negative driven primarily by the timing of -- base and employee incentive payments.\nOur balance sheet remains strong with a net debt adjusted EBITDA ratio at quarter end of 2.3 and which includes paying down EUR 500 million of debt, which matured in March. We continue to execute our disciplined capital allocation strategy, including returning cash to shareholders. In the first 3 months of the year, we were -- $331 million through the combination of share repurchases in -- dense and reduced our share count by 2.3 million shares as compared to the same time last year.\nSo turning to segment results for the quarter. Materials Group sales were up 1% ex currency and organic basis, driven by low single-digit volume and mix growth, partially offset by deflation related price reductions. Organically, high-value categories were up high single digits, including strong growth in our Intelligent Label in late channel and the base business in low single digits. In the first quarter, we reclassified roughly $10 million of Intelligent Label sales from the Solutions group to the Material Group to better reflect our unique advantage in providing RFID materials to our strong converter network to further drive growth of intelligent labels in new categories. Overall, label materials volume was in line with the expectations.\nLooking at regional volume growth versus prior year in the quarter, North America was up low single digits. Europe was down low single digits as a strong Q1 2024, which included the pull forward Deon noted earlier. Asia Pacific was up low single digits and Latin America was also up low single digits. Compared to prior year, both graphics and reflectives and Performance Tapes in Medical delivered strong results and were up high single digits organically.\nMaterials Group delivered a strong adjusted EBITDA margin of 17.7% in the quarter up 70 basis points sequentially and down 60 basis points compared to prior year as benefits from productivity and higher volumes were more than offset by the net impact of pricing and raw material input costs due to the timing of deflation-related price reductions through 2024.\nRegarding raw material costs, globally, we saw modest deflation sequentially in the first quarter. Our current outlook is for modest inflation sequentially in the second quarter with higher tariffs impacting us by mid-Q2. We're applicable, we're implementing service to account for these higher costs. Shifting to Solutions Group. Sales were up 5% on an organic basis, with base solutions up high single digits in high-value solutions up low single digits. Within high-value solutions, Vestcom was at high single digits, driven by strong growth with both existing customers and new program rollouts. Embelex was down in the quarter, as Deon noted, and we expect to return to strong growth in this platform as we move through the year. Enterprise-wide intelligent label sales were up mid-single digits in the first quarter and in line with our expectations. With strong growth in our converter channel, mid-single-digit growth in apparel and strong growth in Food, partially offset by a decline in logistics as expected.\nSolutions Group delivered strong adjusted EBITDA margin of 17.2%, up 110 basis points compared to prior year as benefits from productivity and higher volume were partially offset by divestments.\nNow shifting to our outlook. We're working to mitigate the direct impacts of the recent tariff announcements while also activating our proven playbook to manage throughout various scenarios. As it relates to the direct impact of tariffs in both the current rate scenario as well as a scenario where the previously announced tariffs revert after the 90-day pause, a relatively small proportion of our material purchases are impacted less than 10% globally.\nIt's also important to note the vast majority of our important networks between the U.S., Canada and Mexico, including RFID and laser USMCA compliance. The overall direct cost impact will likely represent low single-digit inflation on our total raw material purchases. In order to mitigate the potential impact, we are implementing some sourcing adjustments and pricing surcharges. The indirect impact of trade policy on macro demand is more uncertain. The majority of our portfolio is anchored in consumer staples, but we also serve some more discretionary markets such as industrials, durables and apparel. In apparel, retailers and brands serving the U.S. market are assessing sourcing, supply chain and pricing strategies, especially for garments produced in China. We estimate our apparel label sales in China for garments to be exported to the U.S. or roughly $350 million annually, which represents just 4% of total company revenue.\nTaking all of this into account, our visibility for Q2 is currently stronger than for the back half of the year. For the second quarter of 2025, we expect adjusted earnings per share to be up sequentially and in the range of $2.30 to $2.50, with sales growth in the majority of our businesses to be offset by a mid-single-digit decline in apparel, resulting in overall sales roughly comparable to prior year. We expect a sequential increase in earnings will be driven by our traditional seasonality as both the calendar and Lunar New Year's impacted our Q1 as well as ongoing business momentum in some of our high-value categories such as Vestcom and a sequential currency benefit, assuming current rates. This growth will be partially offset by our annual wage inflation cycle that started on April 1 and the impacts of tariffs on apparel revenue that we've discussed.\nWe've also outlined some contributing factors to our full year results on Slide 13 of our supplemental materials. To highlight a few of the key drivers. We now anticipate a roughly $7 million headwind to operating income from currency translation. Assuming recent rates, which is better than the roughly $30 million headwind we expected at the beginning of the year. And we now expect restructuring savings net of transition costs of more than $45 million, which is up $5 million from our expectations a quarter ago. And we continue to expect strong free cash flow across a wide range of scenarios.\nIn summary, we delivered a strong quarter, in line with our expectations through a dynamic environment. we are well prepared for a variety of macro scenarios and expect to grow earnings sequentially in the second quarter, and we're well positioned to continue to deliver exceptional value to all of our stakeholders through our disciplined strategies for our strategy for long-term profitable growth and disciplined capital allocation.\nAnd with that, we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f57cfc1c8ca41e683686a7979f4343dc",
    "period": "2024 Q4",
    "content": "Q4 2024 Avery Dennison Corp Earnings Call\n\nQ4 2024 Avery Dennison Corp Earnings Call\n\nAVYNYSEJAN 30, 11:00 AM\n\nOperator\n\n[Audio Gap]\nfor international callers. The conference ID number is 585576.\nI'd now like to turn the call over to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Jeannie. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A8 of the financial statements, accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Deon Stander, President and Chief Executive Officer; and Danny Allouche, Senior Vice President, Chief Strategy and Corporate Development Officer and Interim Chief Financial Officer.\nI'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. I'm pleased to report another year of excellent progress towards our long-term strategic and financial goals. For the year, sales grew 5%. Adjusted EBITDA margin expanded by 130 basis points and adjusted EPS grew 19% at the high end of our original guidance.\nBoth our Materials and Solutions groups delivered strong top and bottom line results. With our base businesses recovering from downstream inventory destocking in 2023 as expected, strong productivity-driven margin expansion and our high-value categories delivered strong growth. Once again, demonstrating the strength of the overall franchise.\nOver the long term, our overriding objective remains the same, to deliver GDP-plus growth and top quartile returns on capital, a recipe for superior value creation. In this context, we continue to make strong progress against our 2025 financial targets despite multiple macro disruptions in recent years. Recall, this represents our fourth set of long-term goals, after meeting or beating our previous 3 sets.\nAs you can see on Slide 6, we have a proven track record delivering GDP-plus growth, margin expansion and top quartile returns across cycles including delivering 9% earnings growth, excluding currency so far in this current cycle.\nStrategically, we continue to drive outsized growth in high-value categories, enabling us to shift the portfolio to become more differentiated with higher growth and higher margin. These categories now represent almost half of our portfolio and accounted for roughly 3 points of organic sales growth annually over the past 4 years. Our high-value platforms, excluding Intelligent Labels, accounted for roughly 2 points, and intelligent labels accounted for roughly 1 point.\nMore broadly, our consistent performance reflects the strength and the durability of our portfolio the resilience of our industry-leading market positions, our agile and talented global team and the consistent execution of our key strategies. This has and continues to provide us multiple levers to deliver strong results and compound earnings in various scenarios across cycles.\nOur playbook is working well as we execute on our 5 strategic pillars across both our primary businesses. Driving outsized growth in high-value categories, growing profitably in our base businesses, leading at the intersection of the physical and digital, effectively allocating capital and relentlessly focusing on productivity and leading in an environmentally and socially responsible manner.\nIn Materials Group, our highest returns business, we delivered strong top line growth in 2024, driven by significant volume growth as our markets recovered from inventory destocking in 2023, with strong margin expansion. This reflects continued above-average growth from our high-value categories and presence in emerging markets, 2 key catalysts for growth over the long term and ongoing contribution from productivity improvement initiatives.\nOur leadership position in our base business remains strong. We continue to differentiate ourselves through quality and service, strong material science and process technology capabilities and sustainable innovation over the long term. This foundation, along with the breadth of our overall portfolio, provides the platform for us to drive growth as we balance price, volume, mix and share while reducing complexity and tailoring our go-to-market strategies.\nOur strategy to expand our position in high-value categories, which makes up more than 1/3 of Materials group sales, including specialty and durable labels, Graphics and Reflective Solutions and industrial tapes is working. We delivered mid-single-digit organic growth for these products in 2024. We continue to help our customers address complex challenges.\nOur efforts in 2024 resulted in new innovations and portfolio extensions that reduced supply chain waste, extend product performance and lifespan and foster packaging circularity. A couple of highlights include introducing the first recite class certified label solution for high-density polyethylene consumer packaging to help brands address growing packaging recyclability and waste regulations, and extending our portfolio of linerless solutions to address a long-standing productivity challenge without converting partners.\nOn the productivity front, Materials Group continues to consistently deliver. Our focus on material reengineering, lean operating principles and fixed cost innovation remain key to our success, not just as a means to expand margins, but also to enhance our competitiveness, particularly in our base business and provide a source of funding for reinvestment.\nIn Solutions Group, we delivered strong top line growth and margin expansion, driven by strength in the base business as apparel industry volumes normalized following destocking in 2023 and growth in high-value solutions. Overall, apparel growth was strong across all product customer and format categories, including performance, fast fashion and value.\nWithin high-value solutions, which delivers higher-than-average segment margins, Embelex grew roughly 25% for the year, including the impact of acquisitions. As a reminder, this growth platform is driven by increased consumer personalization and fan engagement in team sports and growth in performance in the latter category.\nWe continue to invest organically and inorganically in this now roughly $325 million platform that has grown roughly 15% annually on an organic basis over the last 6 years. Vestcom, our market-leading suite of productivity and media solutions for the retail shelf edge delivered softer than initially anticipated sales in 2024, primarily on lower volume in the drugstore channel driven by store closures.\nI'm pleased to announce that we recently signed a new partnership with CVS Health to launch Vestcom shelf edge solution chain-wide with rollout in the first half of 2025. We expect Vestcom will deliver strong growth in 2025, continuing to deliver above-average growth over the long term.\nTurning to enterprise-wide Intelligent Labels. As you can see on Slide 11, we grew 9% on an organic basis in 2024, below our initial expectations reaching roughly $900 million in revenue, including currency translation. Strong growth in apparel category is up roughly 20% and general retail categories up more than 40% and was partially offset by a decline in logistics as we lapped the largest RFID program single wave rollout in the industry's history in 2023.\nSales and logistics were lower in 2024 on the year-on-year comparison to the initial program build, typical share normalization and the impact from packages that did not receive RFID-enabled tags earlier in the year. We continue to be the significant majority share provider for this customer on the strength of our partnership and value creation.\nImportantly, as we did when we first drove adoption in apparel, we've also captured multiple learnings on the adoption dynamics in this new category that will positively support active pilot expansion and likely conversion in 2026.\nIn food, we announced a strategic collaboration with Kroger in October, focused on making possible more frequent and accurate inventory information to maximize freshness, reducing waste in perishable categories and improving the consumer and associate experience. The collaboration will begin rolling out in the bakery department across the Kroger network in 2025. This will be the first grocer moving to rollout for action level RFID tagging, and represents a significant step forward for our Intelligent Labels platform and the industry overall in a very large addressable market with significant opportunity for growth in the years to come.\nAcross the enterprise, we expect to deliver 10% to 15% growth in Intelligent Labels in 2025, contributing 1 to 1.5 points to total company growth. The adoption continues in both retail and newer categories. We expect end market and existing customers to deliver roughly 10% growth, and are targeting pipeline conversion to deliver roughly another 5% growth. We expect the pace of growth will increase throughout the year due to the targeted timing of pipeline conversions of key programs.\nWe continue to believe that physical items will need a digital identity to help solve challenges such as labor efficiency and supply chain effectiveness, waste traction, circularity and transparency and to help better connect brands and their consumers, and our competitive advantages here are clear.\nWe provide labeling materials that decorate and provide information on most of the world's items, and we are the market leaders in the most ubiquitous, broadly applicable sensing technology in UHF RFID. This, combined with our innovation leadership and our go-to-market strategy, uniquely positions us to lead and win in multiple new categories with more than 250 billion units of opportunity at the nascent point of industry growth. As such, we will continue to invest to capture the significant opportunity ahead as we grow the overall industry through both the Solutions and Materials Group.\nStepping back, as I reflect after 5 quarters as CEO, my conviction in the earnings power and returns of our franchise remains high. We have multiple levers, individually and collectively, that we have proven over time and through cycles can consistently drive outperformance for our stakeholders.\nWe are exposed to diverse and growing markets, largely anchored in consumer staples. We are industry leaders in our primary businesses with clear competitive advantages in scale and innovation. We have a strong foundation in our base business delivering GDP growth and strong free cash flow. We have clear catalysts for significant long-term growth in emerging markets and in high-value categories that are competitively differentiated with higher margins and which are increasingly a larger part of our portfolio.\nWe have an engaged global team with a strong innovation and productivity culture that continually learns is agile and adjusts to win. And we have a strong balance sheet and disciplined approach to capital allocation that provides us significant investment flexibility to drive earnings growth and expand EVA.\nTaken together, these levers will enable us to not only continue to deliver on the potential of our business but also expand that potential moving forward. We remain confident that we will continue to generate superior value creation through a balance of GDP plus growth, margin expansion and top quartile returns over the long term. In 2025, we expect to again deliver strong earnings growth, with adjusted EPS of $9.80 to $10.20, up roughly 10%, excluding currency.\nI want to thank our entire team for their continued resilience, focus on excellence and commitment to addressing the unique challenges in 2024. And with that, I'm now going to hand over the call to Danny Allouche. As you likely know, Danny has been with the company for 14 years, leading strategy and M&A, and has been a critical thought partner for our leadership team over the last decade. I'd like to thank Danny for stepping in as interim CFO recovers, and I'm happy to let you know that Greg has made great progress, and we look forward to his likely return in the spring.\n\nDanny G. Allouche\n\nSenior VP, Chief Strategy & Corporate Development Officer and Interim CFO\n\nThanks, Deon, and hello, everyone. I'll first provide some additional color on our fourth quarter results and our progress against our long-term financial targets, then walk you through our 2025 outlook.\nIn the fourth quarter, we delivered strong adjusted earnings per share of $2.38, in line with our expectations, up sequentially and up 10% compared to [indiscernible] driven by benefits from higher volume and productivity. Compared to prior year, sales were up 3.5% ex currency and 3.3% on an organic basis as mid-single-digit volume growth was partially offset by deflation related price reductions.\nAdjusted EBITDA margins were strong at 16.4% in the quarter, up 40 basis points compared to prior year, with adjusted EBITDA dollars up 6% compared to prior year. Regarding productivity, we delivered $14 million of restructuring savings in the fourth quarter and $63 million of savings for the full year, continuing our track record of optimizing our cost structure while investing to drive profitable growth.\nWe generated strong adjusted free cash flow of $280 million in the fourth quarter and $700 million in the full year, with solid working capital results, resulting in a 100% adjusted free cash flow conversion.\nAs you can see on Slide 12, we continue to execute our disciplined capital allocation strategy. Our balance sheet remains strong with a net debt to adjusted EBITDA ratio of 2 at the end of the year. This enables us to continue to invest organically in our business steadily and consistently grow our dividend, make acquisitions that help accelerate our strategies and strategically buy back stock to maximize our returns.\nIn 2024, we returned $525 million to our shareholders through the combination of dividends and share repurchases. In the fourth quarter, we significantly accelerated our pace of share buyback, purchasing roughly 700,000 shares, more than half of our repurchases for the year. We will continue to execute our capital allocation strategy and take advantage of market opportunities.\nTurning to the segment results for the fourth quarter. Materials Group sales were up 4% ex currency and on an organic basis, driven by mid-single-digit volume growth, partially offset by deflation related price reductions. Organically, high-value categories were up high single digits, driven by strength in specialty and durable labels and the base business was up low single digits. Overall, label volume was modestly below our expectations, driven by softer demand and customer managing their year-end working capital.\nLooking at label materials organic volume trends versus prior year in the quarter, North America was up mid-single digits, Europe was up low single digits, Asia Pacific was up low single digits and Latin America was up mid-single digits. Also, compared to Q4 last year on an organic basis, Graphics and Reflective sales were up low single -- low to single digits, and performance tapes and materials were comparable to prior year.\nMaterials Group delivered a strong adjusted EBITDA margin of 17% in the fourth quarter, up 80 basis points compared to prior year, driven by higher volume and mix and benefits from productivity partially offset by the net impact of pricing and raw material input costs.\nRegarding raw material costs. Globally, we saw very modest deflation sequentially, and our current outlook is for a similar trend sequentially in the first quarter. Where applicable, we have passed along price reductions to our customers.\nShifting now to Solutions Group. Sales were up 3% ex currency and on an organic basis, with base solutions up mid-teens in line with our expectations as the pair of volume remained normalized, and our high-value solutions were down mid-single digits below our expectations. Within high-value solutions, Vestcom declined low single digits, but grew late in the quarter, and we expect strong growth in the first half of 2025, partially driven by the new agreement we signed with a leading U.S. health solution company that Deon mentioned earlier.\nIn our enterprise-wide intelligent labels, while sales were up 9% for the year, sales were down low single digits for the fourth quarter, below our expectations, with strong growth in the materials channel and mid-single-digit decline in solutions. We delivered roughly 15% growth in apparel and more than 40% in general retail were more than offset by a decline in logistics.\nSolutions Group delivered strong adjusted EBITDA margin of 17.8%, down 40 basis points compared to prior year as benefits from productivity and higher volume were more than offset by higher employee-related costs, investment and mix.\nNow shifting to our long-term performance. Some of you may recall that we embarked on our transformation strategy back in 2012, initially focused on strengthening our foundation, improving profitability and shoring up our portfolio and balance sheet. We then began to take a much more segmented approach to our strategy, improving our growth and margins in our base business as well as significantly increasing our focus on higher-value products and solutions as a mean to further accelerate our growth and expand margins.\nInitially, our focus was organic until we earn the right to leverage strategic acquisitions as a means to accelerate our strategies as well as to enter attractive adjacencies. And over the last couple of years, we've begun to build a new chapter, including leveraging both of our businesses to connect the physical and digital.\nThroughout this journey, we have relied on our heritage of excellent execution, continuous improvement and productivity which enables us to consistently deliver strong results in multiple ways and in various scenarios, all while we continue to deploy capital in a disciplined manner, invest organically in our business, consistently grow our dividend, acquire attractive assets at good value and earn a strong return on our share buyback. This approach continues to serve us well in the 2025 cycle despite having to manage through compounding crisis.\nFor the first 4 years of this cycle, our sales growth, excluding currency, was up 7% annually, above our target of 5%, including 2 points of growth from M&A, a key part of our strategy over the long term. Over the same period, organic growth was up 5% annually with high-value categories contributing roughly 3 points of growth. Adjusted EBITDA dollars grew roughly 9% annually excluding currency translation, with adjusted EBITDA margin expanding 110 basis points to 16.4% in 2024, ahead of targets.\nAs for adjusted EPS, we delivered 7.4% growth annually. While our reported results are lower than we have targeted for the cycle, we are achieving our strategic objectives in this period. Excluding currency and the impact of acquisition intangibles amortization expense for acquisitions that closed after our target was established, adjusted EPS growth was up more than 10% annually.\nFinally, our return on total capital in 2024 was strong at 16%, continuing to be top quartile. As always, our focus will continue to be on optimizing the balance of growth, margin and capital efficiency to drive incremental EVA over the long term.\nNow shifting to our outlook for 2025. For 2025, overall, we anticipate continued GDP plus growth and expanding margins with adjusted earnings per share to be in the range of $9.80 to $10.20, up 7% to 12%, excluding the impact of currency translation. We have outlined the full year contributing factors on Slide 13 of our supplemental presentation materials.\nTo highlight a few of the key drivers of our guidance, we anticipate 3% to 4% organic sales growth with mid-single-digit volume growth. We expect our base business will continue to grow at roughly GDP levels in high-value categories to grow high single digits.\nAssuming current rates, we estimate a rough [indiscernible] headwind to operating income from currency translation. We estimate restructuring savings net of transition costs of roughly $40 million. We will continue to target roughly 100% adjusted free cash flow conversion, and we will be migrating for our 52- or 53-week fiscal year to a calendar year, which will add roughly 2 extra working days at the end of Q4 2025.\nIn Q1, we expect adjusted earnings per share will be up slightly versus prior year, including a large currency headwind. As 2025 progresses, we expect the pace of earnings growth will increase each quarter driven by high-value solutions, rollouts, base label volume growth and productivity actions earn a year, taking full effect in the second half.\nIn summary, we delivered strong results in 2024 at the high end of our original guidance and expect to deliver strong results in the year ahead. At our 2025 midpoint, we will deliver sales and growth -- sales growth and margin above our long-term targets and generate approximately 9% adjusted EPS CAGR ex currency all while keeping our top quartile returns. This also positions us well to deliver on the most recent 2028 targets we laid out in September. We remain confident in our ability to continue to deliver exceptional value to all of our stakeholders through our strategies of long-term profitable growth and disciplined capital allocation.\nNow we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5ddc8e9043f8832ddfe6a9bcd689e132",
    "period": "2024 Q2",
    "content": "Q2 2024 Avery Dennison Corp Earnings Call\n\nQ2 2024 Avery Dennison Corp Earnings Call\n\nAVYNYSEJUL 23, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions]. Welcome to Avery Dennison's earnings conference call for the second quarter ended on June 29, 2024. This call is being recorded and will be available for replay after 4:00 p.m. Eastern Time today and until midnight Eastern Time, July 30, 2024, to access the replay, please dial +1 (800) 770-2030 or +1 (609) 800-9909 for international callers. The conference ID number is 5855706. I'd now like to turn the call over to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Angela. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A-4 to A-9 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Deon Stander, President and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer. I'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. We delivered another strong quarter with EPS of $2.42 in the second quarter, above our expectations and are raising our full year guidance. We now expect earnings of $9.30 to $9.50 per share for the year and are targeting roughly 20% earnings growth compared to prior year.\nMaterials Group continued to demonstrate its resilience in the second quarter, again delivering significant volume and margin expansion as we lap the impact of downstream inventory destocking last year. and drive productivity across the business. Label volumes in Europe and Asia were above our expectations, while slightly below expectations for North America.\nBroadly, retail volumes remained soft relative to long-term trends as consumers continue to deal with the cumulative effects of high inflation, and we are not anticipating this to change in the second half of the year.\nSolutions Group delivered strong top line growth in the second quarter, driven by both the base and high-value categories and expanded margins. The retail apparel channel was stronger than we expected despite retailers and brands remaining cautious in their near-term sourcing plans, most have now met their targeted inventory levels following more than a year of destocking and volume has normalized quicker than we anticipated for the upcoming back-to-school season.\nYear-to-date, enterprise-wide Intelligent Labels grew mid- to high teens, in the second quarter, strong growth in general retail and logistics continued, while apparel was also strong as customers normalized order volumes and new rollouts continued. For the year, we are now targeting to deliver more than 20% volume growth and mid-teens sales growth in our Intelligent Labels platform, driven by a rebound in apparel and adoption in new categories.\nWe anticipate sales growth in the third quarter will be similar to the rates we delivered in the first half. As for the fourth quarter, while likely a record revenue quarter, we expect growth in the quarter will be lower than previously anticipated primarily due to the timing of customer rollouts.\nAs we have shared in the past, new customer rollouts can be uneven, particularly in new categories, as well as by comparison to initial volume builds for new program adoption in prior years. I have high conviction in the significant long-term growth of our Intelligent Labels platform as we connect physical items with digital identities. In the near term, we are focused on accelerating adoption in key verticals such as food and logistics.\nOverall, the ability of our solutions to help address inventory challenges such as labor efficiency, waste, transparency and consumer connection in very large volume categories like logistics, retail and food he -- is increasingly resonating with customers. Key pilots and rollouts are delivering significant value and compelling proof points for broader segment adoption.\nWe continue to invest to capture the significant opportunity ahead as we grow the size of the overall industry, further advancing our leadership position at the intersection of the physical and digital.\nStepping back, the underlying fundamentals of our business are strong. We're exposed to diverse and growing markets with clear catalysts for long-term growth. We are industry leaders in our primary businesses with clear competitive advantages in scale and innovation. We have a clear set of strategies that we continue to evolve over time. and are key to our success over the long term and across a wide range of business cycles.\nThose strategies are to drive upsized growth in high-value categories, grow profitably in our base businesses, lead at the intersection of the physical and digital, effectively allocate capital and focus relentlessly on productivity and lead in an environmentally and socially responsible manner.\nWe remain confident that our strategies, along with our team's ability to execute in dynamic environments will enable us to continue to generate superior value creation through a balance of GDP plus growth and top quartile returns over the long term.\nIn summary, we delivered another strong quarter and raised our guidance for the year to deliver nearly 20% earnings growth in 2024. We -- and while we are increasing our outlook for the year, the environment remains uncertain and warrants some degree of caution as we move through the second half. I want to thank our entire team for their continued resilience, focus on excellence and commitment to addressing the unique challenges at hand.\nAnd with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon, and hello, everybody. In the second quarter, we delivered adjusted earnings per share of $2.42, up 6% sequentially and up 26% compared to prior year, driven by benefits from higher volume and productivity. Compared to prior year, sales were up 8% ex currency and 7% on an organic basis, as higher volume was partially offset by deflation related price reductions.\nAdjusted EBITDA margin was strong at 16.4% in the quarter, up 170 basis points compared to prior year with adjusted EBITDA dollars up 19% compared to prior year and up 5% sequentially. And we generated strong adjusted free cash flow of $201 million in the first half of the year, up $137 million compared to prior year.\nAnd our balance sheet is strong with a net debt to adjusted EBITDA ratio at quarter end of 2.2x and we continue to execute our disciplined capital allocation strategy, including investing in organic growth and acquisitions while continuing to return cash to shareholders. In the first 6 months of the year, we returned $177 million to shareholders through the combination of share repurchases and dividends.\nIn April, we announced a 9% increase to the company's quarterly dividend to $0.88 per share. A dividend we've now grown 10% annually over the past decade.\nTurning to the segment results for the quarter. Materials Group sales were up 6% ex currency and on an organic basis compared to prior year, driven by low double-digit volume growth including a slight customer pull forward in Europe and Asia, partially offset by deflation related price reductions. Looking at Label materials organic volume trends versus prior year in the quarter Mature markets were up significantly as we continue to lap downstream customer inventory destocking that took place last year. And as you will recall, destocking in Europe was a bit more exaggerated than in North America, resulting in a larger rebound this year.\nEurope was up more than 25% and slightly ahead of our expectations, and North America was up high single digits. Emerging regions delivered strong volume growth above our expectations, with Asia up mid-single digits with particular strength in India and ASEAN and Latin America up mid-teens.\nCompared to prior year, Graphics and Reflective sales were up low single digits organically and Performance Tapes in Medical was down low single digits organically as strength in industrial categories was more than offset by a decline in medical and personal care, partially driven by inventory destocking in those categories.\nMaterials Group delivered a strong adjusted EBITDA margin of 17.9% in the second quarter, up more than 2 points compared to prior year, driven by higher volume and benefits from productivity partially offset by higher employee-related costs.\nRegarding raw material costs, globally, we saw low single-digit inflation sequentially in the second quarter. The increase was driven by higher paper prices, primarily in Europe. We have been addressing the cost increases through a combination of product reengineering and pricing actions as we discussed last quarter. And we've continued to see paper prices increase as we move through the second quarter and are expecting modest inflation sequentially in the third quarter.\nWe are monitoring this dynamic closely, and we'll continue to evaluate further pricing actions are appropriate as we move through the back half. Given this dynamic and the typical volume seasonality from Q2 to Q3, we expect Materials Group margins will sequentially moderate in the third quarter.\nShifting now to Solutions Group. Sales were up 11% on an organic basis and 14% ex currency, with high-value solutions up low double digits and base solutions up mid- to high teens, as apparel volume normalized ahead of expectations. Year-to-date, enterprise-wide Intelligent Label sales were up mid- to high teens, with strong growth in apparel and nonapparel categories particularly logistics and general retail.\nSolutions Group adjusted EBITDA margin of 16.8% was up 100 basis points compared to prior year, driven by benefits from higher volume and productivity, partially offset by higher employee-related costs and continued growth investments. Margin improved 70 basis points sequentially, and we anticipate further sequential margin improvement in the second half driven largely by productivity initiatives and higher volume.\nNow shifting to our outlook for 2024, a -- we have raised our guidance for adjusted earnings per share to be between $9.30 and $9.50, a $0.15 increase to the midpoint of the range despite a roughly $0.05 headwind from currency translation, which is largely in the second half.\nAt the midpoint, our outlook reflects 19% growth versus prior year. This increase reflects our strong second quarter and a modest increase to our operational outlook for the second half.\nAs you'll recall, our outlook includes 4 key drivers of earnings growth for 2024, which are all on track. The normalization of label volume early in the year, the normalization of apparel volume midyear, significant growth in Intelligent Labels and ongoing productivity actions. We've outlined additional key contributing factors to our guidance on Slide 12 of our supplemental presentation materials.\nIn particular, in focusing on the changes from April, we estimate roughly 4.5% organic sales growth, 50 basis points higher than our previous outlook due to a slightly better volume and mix than previously anticipated. We continue to expect high single-digit volume growth partially offset by deflation related price reductions.\nWe expect incremental savings from restructuring actions of more than $50 million, up $5 million from our previous outlook. And we now anticipate a headwind from currency translation of roughly $10 million in operating income for the year compared to our previous outlook of a roughly $5 million headwind.\nAs you may recall, we've historically seen lower sequential volume seasonally in the third quarter, driven by the August holiday period in Europe and the timing of back-to-school shipments in apparel, which historically has resulted in a mid-single-digit sequential decline of EPS in Q3 from Q2 and we anticipate Q3 EPS this year will be consistent with that historical pattern.\nIn summary, we delivered another strong quarter, increased our outlook for earnings growth, and we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation. And we look forward to sharing more about our long-term objectives and strategies with all of you at our Investor Day in September and hope to see you there. And now we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1618bed1ac0329aef615e9f07c60a92c",
    "period": "2024 Q1",
    "content": "Q1 2024 Avery Dennison Corp Earnings Call\n\nQ1 2024 Avery Dennison Corp Earnings Call\n\nAVYNYSEAPR 24, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions]\nWelcome to Avery Dennison's earnings conference call for the first quarter ended on March 30, 2024. This call is being recorded and will be available for replay after 4:00 p.m. Eastern Time today and until midnight, Eastern Time, May 1. To access the replay, please dial 1 (800) 770-20-30 or 1 (609) 800-9909 for international callers. The conference ID number is 3299441.\nI'd now like to turn the call over to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Mandeep. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A-4 to A-8 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are subject to the safe harbor statement included in today's earnings release. On the call today are Deon Stander, President and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. We're off to a strong start to the year. In the first quarter, we again delivered sequential earnings growth, with earnings up significantly compared to prior year and slightly above our expectations. We grew volume in both segments, significantly expanded margins generated strong free cash flow and delivered significant growth in Intelligent Labels.\nMaterials Group once again demonstrated its resilience, delivering significant volume growth and margin expansion both above expectations as downstream inventory destocking subsided and volumes continue to normalize. Label volume in Europe was particularly strong, as our teams managed through the now concluded finished port strike, which resulted in slight customer order pull forward in the quarter. Volume in North America was up compared to prior year and improved significantly on a sequential basis as inventory destocking moderated in the quarter as expected. Overall, emerging market volume was strong with particular strength in India and the ASEAN region and China was up mid-single digits in the quarter.\nSolutions Group delivered strong top line growth, driven by high-value categories and expanded margins despite apparel imports continuing to be below demand. While the apparel import trend has started to show slight signs of improvement in North America, retailers and brands remain cautious in their near-term sourcing plans, and we continue to expect apparel industry volumes to normalize midyear.\nEnterprise-wide Intelligent Labels grew mid- to high teens in the quarter, with particular strength in nonapparel categories, while apparel began to recover. In the quarter, logistics volumes, while strong, were below expectations due to lower domestic parcel volume. Overall, the ability of our solutions to help address industry challenges, such as labor efficiency, waste, transparency and consumer connection in very large volume categories like logistics and food is increasingly resonating with customers.\nKey pilots and rollout are delivering significant value for our customers and compelling proof points for broader segment adoption. We continue to invest to capture the significant opportunity ahead as we grow the size of the overall industry, further advancing our leadership position at the intersection of the physical and digital. As we continue to see adoption in new categories and a rebound in apparel, we are targeting to deliver roughly 20% growth in our Intelligent Labels platform in 2024.\nStepping back, the underlying fundamentals of our business are strong. We're exposed to diverse and growing markets with clear catalysts for long-term growth. We are the industry leaders in our primary businesses with clear competitive advantages in scale and innovation. We have a clear set of strategies that have been key to our success over the long term and across a wide range of business cycles, and we are uniquely positioned to connect the physical and digital to help address some of the most complex problems in the industries we serve. We remain confident that our strategies, along with our team's ability to execute in dynamic environments will enable us to continue to generate superior value creation through a balance of GDP-plus growth and top quartile returns over the long term.\nIn summary, we delivered a strong quarter in a still uncertain environment and reaffirm our full year guidance to deliver strong earnings growth in 2024. I want to thank our entire team for their continued resilience, focus on excellence and commitment to addressing the unique challenges at hand.\nAnd with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon. Hello, everybody. In the first quarter, we delivered adjusted earnings per share of $2.29, up 6% sequentially and up 35% compared to prior year, driven by benefits from higher volume and productivity. Compared to prior year, sales were up 4% ex currency and 3% on an organic basis as higher volume was partially offset by deflation related price reductions. Adjusted EBITDA margin was strong at 16.3% in the quarter, up 270 basis points compared to prior year. with adjusted EBITDA dollars up 25% compared to prior year and up 4% sequentially.\nWe generated strong free cash flow of $58 million in the first quarter, up $129 million compared to prior year. And our balance sheet remains strong with a net debt to adjusted EBITDA ratio at quarter end of 2.3%. We continue to execute our disciplined capital allocation strategy, including investing in organic growth and acquisitions while continuing to return cash to shareholders. In the first quarter, we returned $81 million to shareholders through the combination of share repurchases and dividends.\nTurning to the segment results for the first quarter. Materials Group sales were up 2% ex currency and on an organic basis compared to prior year, driven by low double-digit volume growth, partially offset by deflation related price reductions and mix. Looking at label materials organic volume trends versus prior year in the quarter.\nNorth America was up mid-single digits and up mid-teens sequentially and as downstream customer inventory destocking subsided in the quarter as expected. Europe was up significantly, more than 30%, as Q1 2023 was the low point in the destocking cycle. Volume was also strong sequentially, up low double digits.\nEmerging regions delivered strong volume growth as well, with Asia up mid-single digits with particular strength in India and ASEAN and Latin America up mid-teens. Compared to prior year, sales in both Graphics and Reflective and performance tapes and medical categories were down mid-single digits.\nMaterials Group delivered a strong adjusted EBITDA margin of 18.3% in the first quarter, up 4 points compared to prior year, driven by benefits from productivity, higher volume and the impact on margin percentage from deflation-related price reductions, partially offset by higher employee-related costs. Regarding raw material costs, globally, we saw modest deflation sequentially in the first quarter as expected.\nTowards the latter part of the quarter, we began to see raw material cost increase in certain categories. paper in Europe, in particular. As such, we anticipate modest inflation sequentially in the second quarter and are addressing the cost increases through a combination of product reengineering and pricing actions. Given the timing of these pricing actions and our annual employee wage increases, we expect Materials Group margins will moderate slightly in Q2.\nShifting now to Solutions Group. Sales were up 10% ex currency and 6% on an organic basis, with high-value solutions up low double digits and base solutions up low single digits. In the quarter, enterprise-wide Intelligent Labels sales were up mid- to high teens, with strong growth in nonapparel categories, particularly logistics and general retail, and with apparel categories up both sequentially and compared to prior year.\nSolutions Group adjusted EBITDA margin of 16.1% was up 40 basis points compared to prior year driven by benefits from productivity and higher volume, partially offset by higher employee-related costs and investments. Margins were down sequentially, driven by apparel and logistics seasonality and higher employee costs, including higher incentive compensation accruals following lower payouts for 2023. We anticipate sequential margin improvement in the second quarter, driven by higher volume and additional productivity initiatives.\nNow shifting to our outlook for 2024. For the year, we continue to anticipate adjusted earnings per share to be in the range of $9 to $9.50, up 17% at the midpoint, reflecting a more than $0.05 increase from our operational performance, offset by a similar size headwind from currency translation. And as you will recall, our outlook includes 4 key drivers of earnings growth in 2024, which are all on track: the normalization of label volumes early in the year, the normalization of apparel volumes mid-year, significant growth in intelligent labels as apparel rebounds and new programs continue to roll out and ongoing productivity actions.\nWe've outlined additional key contributing factors to our guidance on Slide 12 of our supplemental presentation materials. In particular, and focusing on the changes from our assumptions in January, we estimate roughly 4% organic sales growth, 50 basis points higher than our previous outlook due largely to the slightly higher pricing than previously anticipated. We continue to expect high single-digit volume growth, partially offset by deflation related price reductions for the year.\nWe expect incremental savings from restructuring actions of more than $45 million. and we now anticipate a headwind from currency translation of roughly $5 million in operating income for the year, up from our previous outlook of modestly favorable. We estimate the Q1 customer pull-forward benefit that Deon mentioned earlier, was roughly $0.05 of EPS and will come out of Q2. Overall, in Q2, we continue to expect improvement in the underlying business. And we anticipate EPS will be down slightly from Q1 due to the customer pull forward. We continue to expect earnings in the second half of the year will be stronger than the first half with apparel industry volumes normalizing midyear.\nIn summary, we continue to strengthen our results as we advance our growth initiatives and our markets normalize. We continue to expect a strong rebound in 2024 throughout a variety of environments, and we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation.\nWe will now open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b52d5967040ca64c2e0a7916e551d72",
    "period": "2023 Q4",
    "content": "Q4 2023 Avery Dennison Corp Earnings Call\n\nQ4 2023 Avery Dennison Corp Earnings Call\n\nAVYNYSEJAN 31, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions]\nWelcome to Avery Dennison's Earnings Conference Call for the Fourth Quarter and Full Year ended on December 30, 2023. This call is being recorded and available for replay from 5:00 p.m. Eastern Time today through midnight Eastern Time, February 6. To access the replay, please dial (800-633-8284) or 1 (402) 977-9140 for international callers. The conference ID number is 22028081.\nI'd now like to turn the call over to Mr. John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Frank. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A-4 to A-9 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release. On the call today are Deon Stander, President and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone. In the fourth quarter, we again delivered sequential earnings growth, with earnings up significantly compared to prior year and in line with our expectations. We grew volume sequentially and compared to prior year in both segments, significantly expanded margins, generated strong free cash flow and delivered significant growth in Intelligent Labels.\nLooking at the full year, while market conditions in 2023 turned out to be very different than we anticipated, and we did not deliver on our initial expectations for the full year. I am pleased with how we navigated the challenging environment. We protected margins as the industries we serve experienced significant destocking, improved service for our customers, deepened our insights on the drivers of demand and inventory throughout the value chain, continue to shift our portfolio towards high-value categories as we delivered on our growth opportunities, particularly in Intelligent Labels and generated strong free cash flow, highlighting the strength and resilience of our overall franchise.\nDuring this period, we leveraged our core strengths of productivity, cost management and capital stewardship and increased our potential in Intelligent Label solutions to minimize the impact of the low volume environment on our bottom line. More broadly, we see the reduction of excess inventory throughout the value chain as a good thing. As it positions our industries and business to return to a more normalized growth trajectory in 2024 and demonstrate the growth power of our Intelligent Labels platform in particular. Importantly, the macro uncertainty and volume impacts in 2023 have seen customers increasingly looking for help to solve some of the most complex industry challenges, such as labor efficiency and supply chain effectiveness, waste reduction, circularity and transparency and helping better connect brands and their consumers. It is clear physical items will need a digital identity to solve these challenges and customers are increasingly turning to Avery Dennison as the leader to help them better connect the physical and digital worlds.\nLooking forward, a more cautious outlook is prudent particularly in the near term as economic indicators are still mixed and geopolitical risks remain elevated. That said, I'm confident that 2024 will be a year of strong earnings growth. Inventory destocking in our label business is largely complete. Apparel volumes will likely recover in the second half, and we expect significant growth in our high-value solutions, in particular, our Intelligent Labels platform as adoption accelerates across new categories and apparel rebounds.\nNow a brief summary of the year by segment. Materials Group delivered strong margins and volume improved sequentially each quarter as inventory destocking continued to moderate throughout the year. As you can see on Slide 6, label volume in North America and Europe where inventory destocking was most prevalent, continued to improve at a steady pace throughout the year. As I previously indicated, we believe inventory destocking is complete in Europe and now largely complete in North America. In the fourth quarter, volume was better than we had anticipated in Europe and slightly lower than we had anticipated in North America. And demand in these regions continues to be mixed on broad macro uncertainty and slow consumption of goods. As inventory destocking concludes, we expect volume will again improve sequentially in the first quarter, a trend we have seen thus far in January.\nOverall, emerging market label volume was up low single digits for the year with increased momentum in the back half, particularly in India and China. Solutions Group sales were up low single digits for the year, up high single digits in the second half as strong growth in high-value solutions and the impact of acquisitions more than offset a decline in base solutions. Volume and margin continued to improve throughout the year, particularly in the back half of the year as new programs in intelligent labels ramped, apparel destocking began to moderate. While apparel imports continue to be down significantly both compared to prior year in 2019, the trend in North America started to show signs of improvement in Q4, which can be seen on Slide 6. Following a relatively mixed holiday season, retailers and brands continue to factor muted sentiment into their near-term sourcing plans. We anticipate this combined with the Suez and Panama Canal shipping issues will likely see apparel industry volumes normalize mid-2024.\nAs you can see on Slide 7, enterprise-wide intelligent labels grew low double digits in 2023, reaching roughly $850 million in revenue, including currency translation. Nonapparel categories, including logistics and food continue to ramp significantly throughout the year and were up roughly 75% for the year. In logistics, the team successfully executed the largest RFID program single wave rollout in the industry's history, making greater shipping accuracy for our customer possible. Our execution in these key rollouts in new categories is delivering significant value for our customers and compelling proof points for broader segment adoption. This growth was partially offset by a decline in apparel as retailers and brands reduced inventories throughout the year. As we continue to see adoption in categories like logistics, food and general retail as well as a rebound in apparel, we are targeting to deliver 20% or more growth in our Intelligent Labels platform in 2024, further advancing our leadership position at the intersection of the physical and digital. As I indicated, our ability to help address industry challenges, such as labor efficiency, waste, transparency and consumer connection in very large volume categories like logistics and food is increasingly resonating with customers.\nWe continue to invest to capture the significant opportunity ahead as we grow the size of the overall industry. We continue to refine our strategies raising the bar for ourselves in the process to ensure we continue to deliver superition for all of our stakeholders. The ability of our teams to drive these strategies over the long haul, while adapting to an ongoing dynamic environment has been exceptional.\nAs you can see on Slide 10, our focus over the long term is the success of all of our stakeholders. As such, we're making solid progress towards our long-term sustainability goals and Greg will shortly walk through our progress against our long-term financial objectives. Stepping back, the underlying fundamentals of our business are strong. We're exposed to diverse and growing markets with clear catalysts for long-term growth. We are industry leaders in our primary businesses with clear competitive advantages in scale and innovation. We have a clear set of strategies that have been key to our success over the long term across a wide range of business cycles and we are uniquely positioned to connect the physical and digital to help address some of the most complex problems in the industries we serve. We remain confident that our strategies, along with our team's ability to execute in any environment will enable us to continue to generate superior value creation through a balance of GDP-plus growth and top quartile returns over the long term, including delivering strong earnings growth in 2024 as we continue to unlock our significant growth opportunities and our core businesses rebound. I want to thank our entire team for their continued resilience focus on excellence and commitment to addressing the unique challenges at hand.\nAnd with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon. Hello, everybody. I'll first provide some additional color on our fourth quarter results and our performance against our long-term targets, then walk you through our 2024 outlook. In the fourth quarter, we delivered adjusted earnings per share of $2.16, in line with our expectations, up sequentially and up 31% compared to prior year, driven by benefits from higher volume and productivity. Compared to prior year, sales were up 3% ex currency and 1% on an organic basis. As higher volume was partially offset by deflation related price reductions. Adjusted EBITDA margin was strong at 16% in the quarter, up 3 points compared to prior year, with adjusted EBITDA dollars up 29% compared to prior year and also up sequentially.\nWe generated strong adjusted free cash flow of $218 million in the fourth quarter and nearly $600 million for the full year. With our working capital metrics on target to end the year, resulting in more than 100% adjusted free cash flow conversion. We invested $285 million in fixed capital and information technology in the year, paring back investments in our base given the lower volume environment while continuing to invest in our high-value categories, particularly Intelligent Labels. And our balance sheet remains strong with a net debt to adjusted EBITDA ratio at year-end of 2.4%. We're continuing to execute our disciplined capital allocation strategy, including strategic acquisitions and continuing to return cash to shareholders. In 2023, we returned nearly $400 million to shareholders through a combination of our growing dividend and share repurchases, and we deployed roughly $225 million for M&A.\nTurning to segment results for the fourth quarter. Materials Group sales were down 4% ex currency and on an organic basis, driven by low single-digit volume growth, which was more than offset by deflation related price reductions and product mix. Inventory destocking downstream from us continued to moderate. As you can see on Slide 6, label volume in North America and Europe combined, continued to improve, particularly in Europe. Volume also continues to improve through the first 4 weeks of this year.\nLooking at label materials, organic volume trends versus prior year in the quarter North America was down slightly more than we anticipated. Given destocking in the fourth quarter at our customers and with retailers and brands managing their year-end working capital. We believe inventory destocking in North America is now largely complete. Europe was up high single digits as we began to lap the destocking, which started midway through the fourth quarter in 2022. Asia Pacific was up low single digits and Latin America was up low teens following a softer Q3 and up mid-single digits for the second half. Also compared to prior year, Graphics and Reflective sales were up mid-single digits organically, performance tapes in Medical were down low to mid-single digits.\nMaterials Group delivered a strong adjusted EBITDA margin of 16.2% in the fourth quarter, up 340 basis points compared to prior year driven by benefits from productivity and the net impact of pricing and raw material input costs. GAAP operating margin was 12% in the quarter, which included an impact from the significant devaluation of the Argentine peso in the latter part of the year. This impact was adjusted out of our non-GAAP financials. Regarding raw material costs, we saw low single-digit deflation sequentially in the fourth quarter and expect just modest deflation sequentially in the first quarter. As I mentioned in the last couple of quarters, following a period of significant inflation, these lower costs are largely being passed along in price reductions to our customers.\nShifting now to Solutions Group. Sales were up 19% ex currency and 14% on an organic basis, with high-value solutions up more than 20% and base Solutions up mid-single digits. Base apparel solutions were up sequentially and roughly comparable to prior year. Intelligent Label sales grew more than 30% in the quarter. Nonapparel categories, particularly logistics and food grew significantly, up roughly 110%, as new programs continue to roll out with apparel categories comparable to prior year. Adjusted EBITDA margin of 18.2% was up 180 basis points sequentially and up 230 basis points compared to prior year, driven primarily by higher volume.\nNow shifting to our long-term performance. Slide 9 of our supplemental presentation materials provides an update on our progress against the long-term financial targets that we communicated in 2021. And recall that this represents our fourth set of long-term goals after meeting or beating our previous 3 sets. The consistent execution of our key strategies enables us to continue delivering against our targets with an overriding focus on delivering GDP-plus growth and top quartile return on capital over the long term. Through the first 3 years of the cycle, sales growth on a constant currency basis was 8% annually, above our target in GDP, driven by higher prices and volume. We expect strong volume growth in 2024 with some deflation-related price reductions as previously noted. Compared to 2020, adjusted EBITDA dollars have grown roughly 7.5% annually excluding currency translation. Adjusted EBITDA margin was 15.1% in 2023 with the second half of the year at 16%.\nLooking forward, our guidance for 2024 would indicate a roughly 9% EBITDA CAGR by the end of this year, excluding currency translation. Adjusted EPS grew roughly 5.5% annually over the past 3 years, excluding currency translation, short of our target of 10%, due primarily to the inventory destocking in 2023. With strong earnings growth expected this year, we anticipate making progress against this target in 2024. And as always, our focus will continue to be the optimal balance of growth, margins and capital efficiency to drive incremental EVA over the long term. Our return on total capital was 12% in 2023 including higher costs in the year for restructuring charges, legal fees and the impact of the Argentine peso devaluation. We expect our ROTC will be back up in the mid- to high teens in 2024.\nGiven the diversity of our end markets, our strong competitive advantages and resilience as an organization to adjust course when needed, we're confident in our ability to make strong progress against these targets in 2024. Now shifting to our outlook for 2024. In the first quarter, we expect adjusted earnings per share to be roughly similar to the fourth quarter of 2023. With continued underlying sequential improvement at least partially offset by the seasonality of solutions in both apparel and logistics and the return of some of the temporary cost measures we took in 2023 with incentive compensation as an example. As 2024 progresses, we expect our earnings will improve sequentially, driven by the normalization of label volume earlier in the year, the normalization of apparel volume mid-year Significant growth in intelligent labels as apparel rebounds and new programs rollout and ongoing productivity actions. For 2024, overall, we anticipate adjusted earnings per share to be in the range of $9 to $9.50, up 17% at the midpoint. We've outlined the full year contributing factors on Slide 18 of our supplemental presentation materials.\nTo highlight key drivers of the midpoint of our guidance compared to prior year, we anticipate roughly 3.5% organic sales growth with high single-digit volume growth, partially offset by deflation related price reductions. We estimate overall productivity, including restructuring savings, will offset higher employee costs including wage and benefit increases and higher incentive compensation following lower payouts for 2023. We expect to make selective strategic growth investments, particularly in high-value solutions and we estimate net nonoperational items, tax, interest, currency and share count to be roughly neutral.\nIn summary, we continue to improve our results as we advance our growth initiatives and our markets normalize. We expect a strong rebound in 2024 through a variety of environments and we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation.\nWe will now open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/683343104b92e8ca9a88eb277184dfb9",
    "period": "2023 Q3",
    "content": "Q3 2023 Avery Dennison Corp Earnings Call\n\nQ3 2023 Avery Dennison Corp Earnings Call\n\nAVYNYSEOCT 25, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions] Welcome to Avery Dennison's earnings conference call for the third quarter ended on September 30, 2023. This call is being recorded and will be available for replay from 5:00 p.m. Eastern Time today through midnight Eastern Time, October 31. To access the replay, please dial (800) 633-8284 or +1 (402) 977-9140 for international callers. The conference ID number is 22020693.\nI would now like to turn the conference over to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Carlos. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A-4 to A-9 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Deon Stander, President and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, John, and hello, everyone.\nIn the third quarter, we delivered earnings in line with our expectations, grew volume and margins in both segments sequentially, generating strong free cash flow and delivered significant Intelligent Labels growth in new categories, such as logistics and food. While earnings were in line with our expectations for the quarter, volume was lower than anticipated on broader macro uncertainty and slower consumption, which the team was able to offset through productivity and cost reduction actions.\nAs I mentioned last quarter, we have activated countermeasures to minimize the impact on our bottom line. We have implemented temporary cost reduction actions, ramped up our restructuring initiatives and paid back capital investments in our base businesses, while protecting investments in our high-growth platforms, particularly Intelligent Labels.\nNow a quick update on the quarter by business. Materials Group delivered strong margins and volume improved sequentially as inventory destocking continues to moderate. Volume was down compared to prior year, as customers were still building inventory in the third quarter last year and have been reducing it this year.\nAs you can see on Slide 6, volume in North America and Europe continue to improve at a steady pace in the third quarter. Latest indications suggest that our customers' inventory destocking is largely complete in Europe and will be largely complete in North America by year-end. Demand in these regions has been softer than anticipated on broader macro uncertainty and slow consumption, particularly in Europe. As destocking continues to moderate, we expect volume will again improve sequentially in the fourth quarter, a trend we have seen through the first 3 weeks of October.\nOverall, emerging market label demand was solid in the quarter, up high single digits sequentially, with particular strength in Asia. Materials margin was strong expanding year-on-year and sequentially, as volumes improved and structural and temporary cost saving actions were implemented.\nSolutions Group sales were up mid-single digits in the quarter. Sequentially, volume in Apparel Solutions and Intelligent Labels improved and adjusted EBITDA margin improved 60 basis points. We expect to drive further margin improvement in the fourth quarter as volume increases.\nApparel imports continue to be down compared to prior year in 2019, which can be seen on Slide 6. Following a mixed back-to-school season, retailers and brands continue to factor muted sentiment into their near-term sourcing plans. Intelligent Labels in non-apparel categories, particularly logistics and food, continues to ramp significantly, and we're up roughly 75% in the quarter. Our execution of these key rollouts in new categories is delivering significant value for our customers and compelling proof points for broader segment adoption.\nThis growth was partially offset by a decline in apparel, resulting in roughly 10% growth for overall Intelligent Labels in the quarter. We expect non-apparel Intelligent Labels growth to further accelerate in the fourth quarter, along with sequential improvement in apparel, enabling us to achieve low to mid-teens growth for the platform overall in 2023, lower than previously anticipated due to the continued soft apparel market.\nAs adoption in categories like logistics, food and general retail accelerate and apparel rebounds, we continue to expect the Intelligent Labels platform to deliver 20%-plus growth in the coming years as we further advance our leadership position at the intersection of the physical and digital.\nOur ability to help address challenges, such as labor efficiency and waste in very large volume categories like logistics and food, is increasingly resonating with customers, and we continue to invest to capture the significant opportunity ahead of us.\nIntelligent Labels is a great example of one of our key strategies to drive outsized growth in high-value categories. We continue to shift our portfolio towards these categories, both organically and through M&A, and we expect to benefit from higher growth contributions from these categories over the long term.\nAnother example of this is our external embellishments platform. Earlier this month, we announced an agreement to acquire Silver Crystal Group, an established player in sports apparel customization and application, with roughly $30 million in annual revenue as we continue to expand our position in this key growth platform.\nTurning to the fourth quarter at a total company level. As volumes continue to improve, we expect further sequential earnings improvement. In both of our primary businesses, in past inventory destocking cycles, we've seen the pace of volume improvement accelerate as the industry nears the end of the cycle. In light of the broader macro uncertainty and softer consumption, we continue to anticipate a more measured recovery as we indicated last quarter. We remain confident that as volumes normalize and non-apparel Intelligent Labels adoption expands, we will steadily increase earnings to achieve a $10-plus EPS run rate. We anticipate achieving this at some point in 2024, but the timing of this is uncertain.\nStepping back, the underlying fundamentals of our business are strong. We're exposed to diverse and growing markets. We are industry leaders in our primary businesses, with clear competitive advantages in scale and innovation. We have a clear set of strategies that have been the keys to our success over the long term across a wide range of business cycles, and we are uniquely positioned to connect the physical and the digital to help address some of the most complex problems in the industries we serve.\nWe remain confident that the strategies we formulated will continue to enable us to generate superior value creation through a balance of GDP-plus growth and top quartile returns over the long term.\nI want to thank our entire team for their continued resilience and commitment to addressing the unique challenges at hand. And with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon, and hello, everybody.\nIn the third quarter, we delivered adjusted earnings per share of $2.10, up $0.18 sequentially, driven by benefits from higher volume and productivity actions. Adjusted EBITDA margin was 15.6% in the quarter, up 90 basis points compared to Q2 and comparable to prior year, with adjusted EBITDA dollars up about 7% sequentially.\nCompared to prior year, sales were down 10% ex-currency and 11% on an organic basis, due to lower volume, largely from destocking, which continues to moderate. GAAP operating margin was 10% in the third quarter, which included $44 million in restructuring charges as we continue to drive productivity across our portfolio. The majority of the charges taken in the quarter were related to footprint optimization initiatives in Materials Europe.\nTurning to cash generation and allocation. We generated strong adjusted free cash flow of $310 million in the third quarter, up $170 million compared to prior year. In the third quarter, we continued to make good progress reducing higher inventory levels and certain components, in which we experienced supply disruptions over the last couple of years. And overall, our working capital metrics are in good shape.\nOur balance sheet remains strong, with a net debt to adjusted EBITDA ratio at quarter end of 2.6%. And we continue to execute our disciplined capital allocation strategy, including strategic acquisitions and continuing to return cash to shareholders. In the first 9 months of the year, we returned $309 million to shareholders through a combination of share repurchases and dividends as well as deploy $204 million for M&A.\nTurning to the segment results. Materials Group sales were down 16% ex currency and on an organic basis, driven by a mid-teens volume decline as inventory was being built downstream from us last year and continues to reduce this year. On a sequential basis, volumes increased in Label Materials by mid-single digits in the third quarter. Label volume in combined North America and Europe continued to improve at a similar pace in the third quarter as in the second quarter, which can be seen on Slide 6. Volume also continues to improve through the first few weeks of October.\nLooking at Label Materials organic volume trends versus prior year in the quarter, North America was down mid-teens and up low single digits sequentially. Europe was down roughly 30% and up mid-single digits sequentially. Asia Pacific was up low double digits and up high single digits sequentially, and Latin America was down mid-single digits and up mid- to high single digits sequentially. Also compared to prior year, graphics and reflective sales were down low single digits organically, and Performance Tapes and Medical were up low single digits.\nMaterials Group delivered a strong adjusted EBITDA margin of 16.4% in the third quarter, up 90 basis points compared to prior year and up 70 basis points sequentially as benefits from productivity and temporary cost-saving actions more than offset lower volume.\nRegarding raw material cost, we, again, saw modest deflation sequentially. And as I mentioned last quarter, following a period of significant inflation, these lower costs are largely being passed along in price reductions to our customers.\nShifting now to Solutions Group. Sales were up 5% ex currency and 1% on an organic basis. As high single-digit growth in high-value categories was partially offset by a mid- to high single-digit decline in the base business, as retailer and brand sentiment remains muted.\nAdjusted EBITDA margin of 16.4% was up 60 basis points sequentially and down 250 basis points compared to prior year, driven by lower organic volume, higher employee-related costs and strategic investments in Intelligent Labels, partially offset by productivity and temporary cost actions. We expect adjusted EBITDA margin will again improve sequentially in the fourth quarter.\nNow shifting to our guidance. In the fourth quarter, we expect adjusted earnings per share to be in the range of $2.10 to $2.25, up significantly compared to prior year and a steady sequential improvement at the midpoint, despite the softer consumption environment.\nIn the fourth quarter, we expect organic sales growth compared to prior year. Label Materials volume to improve as inventory destocking continues to moderate; Intelligent Labels volume in new categories, particularly logistics and food, to continue to accelerate; further structural cost reduction actions to be implemented as we continue to focus on driving productivity across our businesses; and more than a $0.05 sequential headwind from typical seasonality due to less shipping days in the fourth quarter.\nWe remain confident that we will steadily increase earnings to achieve a $10-plus adjusted earnings per share run rate. So given the level of macro uncertainty, the timing is difficult to predict. The sequential improvement will be driven by the normalization of label materials volume, the continued growth in non-apparel Intelligent Labels, the impact of ongoing productivity actions and structural cost reductions, and the normalization of apparel volumes.\nWe've outlined additional full year considerations on Slide 13 of our supplemental presentation materials. We continue to estimate that incremental pretax savings from restructuring, net of transition costs, will contribute roughly $65 million. We anticipate investing roughly $300 million on fixed capital and IT projects, down roughly $25 million from our previous outlook as we paired back capital investment slightly.\nAn anticipated impact from currency translation has increased and now reflects a roughly $18 million headwind for the full year based on current rates. And we continue to expect our full year adjusted tax rate will be in the mid-20% range.\nIn summary, we're continuing to improve our results. And despite the near-term challenges, we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation.\nWe will now open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/60cb5acb7b6fb436002ec18e57ca5217",
    "period": "2023 Q2",
    "content": "Q2 2023 Avery Dennison Corp Earnings Call\n\nQ2 2023 Avery Dennison Corp Earnings Call\n\nAVYNYSEJUL 25, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions] And welcome to Avery Dennison's Earnings Conference Call for the Second Quarter ended on July 1, 2023. This call is being recorded and will be available for replay from 5:00 p.m. Eastern Time today through midnight Eastern time, July 28.\nTo access the replay, is down (800) 633-8284 or (402) 977-9140 for international callers. The conference ID number is 22020692. Now I would like to turn the call over now to John Eble, Avery Dennison's Vice President of Finance and Investor Relations. Please go ahead, sir.\n\nJohn C. Eble\n\nVice President of Finance & Investor Relations\n\nThank you, Tommy. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A9 of the financial statements accompanying today's earnings release.\nWe remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release. On the call today are Mitch Butier, Chairman and Chief Executive Officer; Deon Stander, President and Chief Operating Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nPresident, Chief Executive Officer & Director, Avery Dennison Corp.\n\nThanks, John, and hello, everyone. We delivered $1.92 of EPS in the second quarter, up sequentially from previous quarters, a trend we expect to continue in coming periods. Volumes in our base business continued to recover from slow market conditions, largely destocking, while our Intelligent Labels platform accelerates adoption in new categories. While it's good to see the continuing sequential improvements in our materials businesses and the building momentum in Intelligent Labels, the pace of our recovery is slower than anticipated.\nOur results for the quarter were below our expectation due to lower revenue, particularly in June, something the team was able to largely offset through cost reduction actions. Clearly, our intel in April understated the magnitude of the market challenges, particularly inventory builds. That, combined with the fact that the drop-off in volume was steeper in Q4 and Q1, we assume the duration of the lower volume period would be shorter. We got that part wrong. What we have been clear on and remain confident in is that this period of challenging results will soon pass. While the pace of sequential volume improvement that we assumed midyear, June and July specifically, did not accelerate as anticipated, volumes continue to recover.\nOur underlying business is bouncing back as it always does. This combined with the continued execution of our strategies to drive outsized growth in higher-value categories, particularly Intelligent Labels positions us well to continue to deliver GDP plus growth and top quartile returns over the long run.\nNow as you all know, I have decided to step down as CEO at the end of August, and I'm handing over the reins to Deon, while I'll continue as Chairman of the Board. It has been a privilege to lead Avery Dennison over much of the past decade, and I am proud of what the team has accomplished during my tenure. We've accelerated our growth improve margins, achieve world-class employee engagement scores and significantly advanced our sustainability objectives. And I could not be more confident than I am now in our position and prospects. I've been planning and preparing for this transition for years. And as I've shared with a number of you, there are a few reasons behind my decision to step down as CEO. One of the most important is that I have found a leader in Deon that I'm confident will lead us to success in the next phase of our journey as a company. Deon has been a close partner of mine over the years. Over its 20-year career with the company, he demonstrated strong leadership and has a proven track record, including successfully transforming the solutions group and helping lead the acceleration of our Intelligent Labels platform. I am extremely pleased that he will be our next CEO, and I look forward to our future success under his leadership.\nNow before handing the call over to Deon and Greg, let me conclude by thanking our team. This is a team sport, and I thank the entire organization for their dedication, focus and excellence and delivering our continued and collective success. I look forward to continuing to serve our stakeholders and supporting Deon and the leadership team to achieve new heights in my role as Executive Chairman. Over to you, Deon.\n\nDeon M. Stander\n\nPresident & COO\n\nThanks, Mitch. I'm extremely honored to become the company's next CEO, and I'm looking forward to partnering with you in your continuing role as Chairman. As CEO, my focus will remain the same to ensure the long-term success of the company by delivering exceptional value for all of our stakeholders.\nAs Mitch noted, in the second quarter, we again delivered sequential improvement, with adjusted EPS up 13% as volumes in our label businesses ramped, new programs in Intelligent Labels continue to accelerate and additional productivity initiatives were implemented. That said, earnings were modestly below our expectations as inventory destocking in both label and apparel channels is taking longer than anticipated in slower market conditions. In this environment, we've activated additional measures to minimize the impact on our bottom line. We've accelerated temporary cost reduction actions, ramped up our restructuring initiatives and paid back capital investments in our base businesses, while protecting investments in our high-growth platforms, particularly Intelligent Labels.\nNow a quick update on the quarter by business. Materials Group delivered strong margins despite lower volume. The volume decline versus prior year is magnified by the level of inventory that was built last year compared with the inventory reductions taking place this year. Sequentially, volumes improved as inventory destocking began to moderate in the quarter. The pace of improvement in North America and Europe can be seen on Slide 6. We expect volume will continue to improve at a similar pace in Q3 and indications are that inventory destocking is now nearly complete in Europe with North America roughly a quarter behind. Looking at emerging markets, South Asia, particularly India, continues to grow, while in East Asia, particularly China, demand remains muted. Materials margin was strong, expanding sequentially to nearly 16% in the quarter as volumes improved and structural and temporary cost-saving actions were implemented.\nSolutions Group sales were down mid-single digits in the quarter as apparel volumes continue to be soft across channels. Apparel imports are down significantly, not only compared to prior year, but versus 2019 as well, which can be seen on Slide 6, as retailers and brands target inventory reductions in factor muted consumer sentiment into their near-term sourcing plans. Enterprise-wide, intelligent labels in nonapparel categories, including logistics, food and other category expansions continues to ramp significantly, which can be seen on Slide 7 and were up roughly 50% in the quarter. This growth was offset by a decline in apparel driven by destocking in existing programs. We expect nonapparel growth to further accelerate throughout the second half of the year enabling us to achieve roughly 20% growth for the platform overall in 2023 despite softer apparel volumes.\nAs adoption in categories like logistics, food and general retail accelerate and apparel rebounds, we expect the Intelligent Labels platform to be at a $1 billion run rate in the coming quarters and to deliver 20% plus growth in the coming years as we further advance our leadership position at the intersection of the physical and digital. As you all know, one of our key strategies is to drive outsized growth in high-value categories, and we continue to shift our portfolio towards these categories, both organically and through M&A. In solutions, we expect to benefit from a higher growth contribution in these categories as we move throughout the year, not only in Intelligent Labels but external embellishments as well. In May, we closed the acquisition of Lion Brothers, a leading provider of external embellishments with roughly $65 million in annual revenue, expanding our position in this key growth platform. Solutions Group margins were flat sequentially. We expect adjusted EBITDA margin will improve sequentially through 2023 as volume increases and additional productivity and cost reduction actions are implemented.\nTurning to the rest of the year. As volume in labels materials and intelligent labels ramps up and additional structural cost saving actions are implemented, we expect roughly 20% of sequential improvement in the third quarter. We expect further sequential improvement in the fourth quarter, and we now expect to achieve a $10 plus adjusted EPS run rate a couple of quarters later than previously anticipated. Stepping back, the underlying fundamentals of our business are strong. We're exposed to diverse and growing markets. We are industry leaders in our primary businesses with clear competitive advantages in scale and innovation, and we have a clear set of strategies that have been the keys to our success over the long term across a wide range [Audio Gap] business cycles. We remain confident that the strategies [Audio Gap] reformulated will continue to enable us to generate superior value creation [Audio Gap] through a balance of GDP-plus growth and top quartile returns over [Audio Gap] the long term. I want to thank our entire team for continuing to raise their game to address the unique challenges at hand and deliver value for all of our stakeholders.\nAnd with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior Vice President & Chief Financial Officer, Avery Dennison Corp.\n\nThanks, Deon, and hello, everybody. In the second quarter, we delivered adjusted earnings per share of $1.92, up $0.22 sequentially driven by benefits from productivity and temporary cost saving actions and higher volume. Sales were down compared to prior year, roughly 10%, both ex currency and on an organic basis, driven by a low teens volume decline, partially offset by higher prices. Adjusted EBITDA margin was 14.7% in the quarter, up 110 basis points compared to Q1, with adjusted EBITDA dollars up 10% sequentially. We generated $135 million of adjusted free cash flow in the second quarter, which was roughly in line with our expectations.\nAs you may recall, I noted last quarter that we had higher inventories in certain areas across the company, partially related to strategic inventory builds in areas such as RFID chips and also in components in which we experienced supply disruptions over the last couple of years. For the latter, we are focused on driving improvements across the businesses, and we made good progress in the second quarter and expect to make further progress as the year unfolds. Our balance sheet remains strong. We continue to execute our disciplined capital allocation strategy, including strategic acquisitions such as Lion Brothers, which closed in the second quarter and continuing to return cash to shareholders. In the first 6 months of the year, we returned $216 million to shareholders through a combination of share repurchases and dividends as well as deployed $194 million for M&A.\nTurning to the segment results. Materials Group sales were down 12% ex-currency and on an organic basis, driven by a mid- to high teens volume decline as inventory was being built in downstream from us last year and is being reduced this year. On a sequential basis, volumes increased in the second quarter with label materials volume up overall low to mid-single digits sequentially. As Deon highlighted, on Slide 6, you can see that label volume in combined North America and Europe ramped as we move through the second quarter and into July, and we assume that pace to continue for the remaining of the third quarter.\nLooking at label materials organic volume trends versus prior year in the quarter, North America and Europe were down roughly 25% to 30%. China was up significantly as we lapped the Shanghai area lockdowns from last year, and it was up low single digits sequentially. Latin America was up modestly and up mid-single digits sequentially. Also compared to prior year, Graphics and Reflective sales were up organically high single digits. Materials Group delivered a strong adjusted EBITDA margin of 15.7% in Q2, up 150 basis points from Q1 and down 1 point compared to prior year, as the benefits from productivity and temporary cost saving actions were more than offset by lower volume. We expect adjusted EBITDA margin to continue improving sequentially. Regarding raw material costs, we have moved into a modest deflationary environment. Following a period of significant inflation, these lower costs are largely being passed along in price reductions to our customers.\nShifting now to Solutions Group. Sales were down 4% ex-currency, and 7% on an organic basis as low single-digit growth in high-value categories, was more than offset by a high-teens decline in the base business as retailer and brand sentiment remains muted. GAAP operating margin was down in the quarter, largely due to an increased liability related to the recently disclosed jury verdict in the ADASA legal matter. The company continues to dispute this and is preparing to appeal. We've also largely completed any migration to alternative and coding methods for our RFID tags. Adjusted EBITDA margin of 15.8% was down 320 basis points compared to prior year, driven by lower volume with continued strategic investments in Intelligent Labels and partially offset by productivity and temporary cost actions We expect adjusted EBITDA margin to improve sequentially through the remainder of the year. Now shifting to our guidance. In the third quarter, we expect adjusted earnings per share to be in the range of $2 to $2.20, up roughly $0.20 sequentially at the midpoint, similar to the level of improvement we delivered in Q2. In the third quarter, we expect label volume to continue to ramp at a similar pace as Q2 as inventory destocking further moderates Intelligent label volumes in new categories will continue to accelerate and further structural cost reduction actions are being implemented as we continue to focus on driving productivity across our businesses.\nLooking forward, we expect adjusted earnings per share will further increase sequentially in the fourth quarter. And as Dan mentioned, we continue to anticipate achieving a $10-plus adjusted EPS run rate, albeit a couple of quarters later than previously anticipated. We previously assumed the destocking period would end with a more accelerated ramp like we have seen in these cycles in the past. In light of the broader macro uncertainty, we're currently seeing a more measured ramp. The anticipated sequential improvement across the next couple of quarters and towards the $10 run rate is driven by the normalization of inventory destocking and label materials, the continued ramp in nonapparel intelligent labels volume, the impact of ongoing productivity actions, particularly structural cost reductions and the normalization of apparel volumes.\nWe've outlined additional full year considerations on Slide 13 of our supplemental presentation materials. We now estimate that incremental pretax savings from restructuring, net of transition costs, will contribute roughly $65 million, up $15 million from our April estimate. And we anticipate investing roughly $325 million on fixed capital and IT projects, down roughly $25 million from our previous outlook as we paired back capital investments in our base business. An anticipated impact from currency translation has increased slightly and now reflects a roughly $15 million headwind for the full year based on current rates.\nIn summary, we're continuing to improve our results as we move through the year. And despite near-term challenges we remain confident in our ability to continue delivering exceptional value through our strategies for long-term profitable growth and disciplined capital allocation. And we're committed to delivering on our long-term financial targets through 2025.\nAnd now we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23dd1bffe0558b094657d830e7843e7e",
    "period": "2023 Q1",
    "content": "Q1 2023 Avery Dennison Corp Earnings Call\n\nQ1 2023 Avery Dennison Corp Earnings Call\n\nAVYNYSEAPR 26, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. [Operator Instructions] And welcome to the Avery Dennison's Earnings Conference Call for the First Quarter ended on April 1, 2023. This call is being recorded and will be available for replay from 5:00 p.m. Eastern Time today through midnight Eastern Time, April 29.\nTo access the replay, please dial (800) 633-8284 or 1 (402) 977-9140 for international callers. The conference ID number is 22020691. I'd now like to turn the call over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead.\n\nJohn Eble\n\nThank you, Kathy. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A8 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release. On the call today are Mitch Butier, Chairman and Chief Executive Officer; Deon Stander, President and Chief Operating Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Mitch.\n\nMitchell Butier\n\nThanks, John, and good day, everyone. We continue to make progress on our long-term strategies and objectives and continue to expect to achieve a run rate greater than $10 of EPS in the second half of this year. That said, the year started off even more challenging than we anticipated a few months ago. In the first quarter, we delivered EPS in line with our expectations as our productivity measures offset a shortfall in revenue. This lower revenue was due to higher-than-anticipated inventory destocking, a trend that has continued into the second quarter, causing us to reduce our outlook for Q2 and thus the full year.\nInventory levels downstream from our materials business were greater than we and our customers previously anticipated and are being unwound at a rapid pace. While the magnitude of inventory destocking is causing near-term challenges, the underlying fundamentals of our business remain strong. We are exposed to diverse and growing end markets principally Staples. We are market leaders in our primary businesses with clear competitive advantages in terms of scale and innovation. And we have a clear set of strategies that have been the keys to our success over the years.\nAn important element of these strategies, as you know, is to drive outsized growth in higher-value categories. And the best example of that is Intelligent Labels, which we've built leveraging both our Materials and Solutions businesses as well as our leadership in RFID technology. This strategy has not only increased the growth and margin potential of our company but of the markets we serve. With the underlying strength of our markets, our businesses, our strategies and, of course, our team, we remain confident in our ability to deliver long-term superior value for all of our stakeholders and are on track to achieve our 2025 and 2030 objectives.\nAs for 2023, as I said earlier, we are off to a challenging start. We have implemented a number of countermeasures to reduce the impact of the soft volume environment in the first half and expect to deliver an EPS run rate of greater than $10 in the second half.\nI'll now turn it over to Deon, then Greg for more color on the results and our outlook.\n\nDeon Stander\n\nThanks, Mitch, and hello, everyone. As Mitch mentioned, our first half is being impacted by inventory reductions throughout label and apparel channels. Given the soft volume environment in the near term, we have activated countermeasures accordingly, focusing on minimizing the impact of lower volume on our bottom line during this period. We have initiated temporary cost reduction actions, ramped up restructuring initiatives and paid back capital investments in our base businesses, while protecting investments in our high-growth initiatives, particularly Intelligent Labels.\nI'll now provide more color on our segment performance. Materials Group sales were down 9% ex currency and on an organic basis, driven by a roughly 20% volume decline, partially offset by higher prices. Looking at label materials organic volume trends in the quarter by region, North America was down more than 20%. Europe was down more than 25%. Overall, emerging markets were down low double digits with China volumes down low to mid-single digits, while the residual impact of exiting Russia lowered growth by 3 points in the quarter.\nIt's now more clear that the scale of inventory built in the industry was greater than expected with higher levels at both our direct customers and end customers. As we've shared before, supply and demand imbalance led inventory levels to be built throughout the industry in 2021 and in 2022. As supply chain constraints began to ease and raw material inflation showed signs of moderating, inventories reduced swiftly beginning in November, a trend that continued through Q1 and now into Q2.\nWe expect the inventory correction to be largely complete midyear and our volume to rebound to historic GDP plus growth trajectory. Adjusted EBITDA margin of 14.2% in Q1 was relatively strong, down 1 point compared to prior year as benefits from productivity and pricing net of raw material costs were more than offset by lower volume sequentially, adjusted EBITDA margin increased 140 basis points from Q4 despite higher inventory destocking. We expect adjusted EBITDA margin to continue improving sequentially throughout 2023.\nNow turning to the Solutions Group. Sales were down 8% ex currency and 9% on an organic basis. High-value categories were up low single digits organically, more than offset by the base business being down roughly 20%. Adjusted EBITDA margin of 15.7% was down 340 basis points compared to prior year, driven by lower volume.\nWe expect adjusted EBITDA margin to improve sequentially throughout 2023. As expected, apparel volumes in the quarter continued to be soft across channels, driven by both inventory corrections and retailers factoring muted sentiment into their near-term sourcing plans. We expect our apparel business to rebound in the second half of the year, and for the Solutions segment to additionally benefit from high-value category growth increasing throughout the year, in particular, our Intelligent Labels platform and in our external embellishment platform as well.\nAs part of our portfolio shift to higher-value solutions, earlier this week, we signed an agreement to acquire Lion Brothers, a leading provider of external embellishments with roughly $65 million in annual revenue. This acquisition expands our position in external embellishments, a key growth platform for the Solutions Group.\nTurning to Intelligent Labels. While we expect growth to accelerate for the year, enterprise-wide sales were up low single digits on an organic basis in the quarter. Non-apparel categories, including logistics, food and other category expansions, were up roughly 50% largely offset by a decline in apparel due to mature program destocking and lower retailer sentiment.\nOverall, the underlying momentum in this business continues to accelerate, and we are confident that this will be a $1 billion platform in 2023. Our solutions help solve challenging problems like supply chain and food waste, dealing with labor shortage and labor effectiveness helping provide visibility, traceability and enabling circularity of items and helping brands and consumers better connect.\nAs such, we expect to drive further adoption, extend use cases and expand programs with major customers throughout the year. In Food, we continue with promising pilots in QSR and grocery. In general retail, a large discount retailer continues to expand beyond apparel to categories such as home and goods and toys. In Logistics, a leading logistics solutions provider is rolling out broad adoption of our technology to improve miss loads, routing accuracy and productivity. We expect volume in the second half will be multiples of Q1 for this program.\nAnd in apparel, we continue to drive penetration with new customers and expand the use cases of our solutions. For example, Inditex, the owner of Zara recently shared that they will use our proprietary integrated RFID tags sewn into garments to eliminate hard tags and enhance the customer experience, including reducing the checkout time by up to 50%, increasing client autonomy as well as efficiency in online packing. We are proud to be the key RFID solution partner across these pioneering initiatives.\nOur strategies continue to pay off. And as the leader in ultrahigh frequency RFID, we are extremely well positioned to not only capture these new opportunities but create them, leading at the intersection of the physical and digital. Stepping back, as inventory levels normalize and the underlying momentum in our business accelerates throughout the year, we continue to expect a strong second half this year. Given the diversity of our end markets across the company, our strong competitive advantages and resilience as an organization to adjust course when needed, I'm confident in our ability to deliver against our objectives through a wide range of business cycles.\nWith that, I'll hand the call over to Greg.\n\nGregory Lovins\n\nThanks, Deon, and hello, everybody. In the first quarter, we delivered adjusted earnings per share of $1.70, in line with our expectations despite higher-than-anticipated inventory destocking and down compared to prior year as benefits from productivity and price net of raw material costs were more than offset by lower volume.\nSales were down 9%, both ex currency and on an organic basis, driven by mid- to high teens volume decline, partially offset by higher prices. Adjusted EBITDA margin was 13.6% in the quarter, up 70 basis points compared to Q4 with adjusted EBITDA dollars up 7% sequentially as productivity and positive mix more than offset lower volume.\nFree cash flow was negative $71 million in the quarter and in line with our expectations. Free cash flow in the first quarter is seasonally our lowest quarter, often negative, driven primarily by the timing of customer rebates and employee incentive payments. Additionally, we have higher inventories in certain areas across the company, partially related to strategic inventory builds in components such as RFID chips, and components in which we experienced supply disruptions over the last couple of years.\nFor the latter, we are focusing on driving improvements across the businesses and expect to make good progress as the year unfolds. Our balance sheet remains strong. In March, we issued $400 million of senior notes and are using the net proceeds from the offering to repay the $250 million of notes that were due in April to fund acquisitions and to repay commercial paper. We continue to execute our disciplined capital allocation strategy, including investing in organic growth and acquisitions, while continuing to return cash to shareholders. In the quarter, we returned $112 million to shareholders through the combination of share repurchases and dividends as well as deployed $44 million for M&A.\nNow shifting to our outlook for 2023. Last quarter, there were a number of key assumptions embedded in our guidance for the year. We expected Q1 results to be comparable to Q4 with label destocking to be largely complete at the end of the first quarter and apparel destocking to be largely complete midyear.\nWe expected cost savings initiatives to ramp throughout the year and Intelligent Labels momentum to accelerate through the year, targeting more than 20% growth with $1 billion in revenue, with all of this culminating into a more than $10 second half earnings per share run rate. Now we are keeping to all of these assumptions, except for the timing of label destocking which, as Mitch and Deon noted, we now expect to continue into the second quarter as inventory levels in this channel were higher than we anticipated.\nIn Q2, we now expect adjusted EPS to improve roughly $0.30 to $0.40 sequentially from Q1 as our destocking begins to moderate and underlying momentum in the business builds. Following Q2, we continue to expect a strong second half of the year with an adjusted EPS run rate of more than $10 annualized. We expect downstream inventories will have largely normalized. Cost savings initiatives will be ramping and growth in Intelligent Labels will be accelerating.\nFor these reasons, we continue to expect significant earnings growth in the back half and see a strong trajectory as we exit 2023. For 2023, overall, we now anticipate adjusted earnings per share to be in the range of $8.85 to $9.20. We have outlined additional key contributing factors to this guidance on Slide 11 of our supplemental presentation materials.\nOne item to note, as part of our productivity initiatives, we have increased our outlook for restructuring costs by roughly $0.20 in savings by $0.05, including some newer initiatives that will only begin generating benefits late this year. In summary, despite the near-term challenges, we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation.\nNow we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf3b7598b656a04af7860b9442033991",
    "period": "2022 Q4",
    "content": "Q4 2022 Avery Dennison Corp Earnings Call\n\nQ4 2022 Avery Dennison Corp Earnings Call\n\nAVYNYSEFEB 2, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. (Operator Instructions) Welcome to Avery Dennison's Earnings Conference Call for the Fourth Quarter and Full Year ended on December 31, 2022. This call is being recorded and will be available for replay from 4:00 p.m. Eastern Time today through midnight Eastern Time, February 5. To access the replay, please dial (800) 633-8284 or 1 (402) 977-9140 for international callers. The conference ID number is 22020690. I would now like to turn the conference over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead.\n\nJohn Eble\n\nExecutive of IR, Avery Dennison Corporation\n\nThank you, Frank. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A10 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results.\nThese forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Mitch Butier, Chairman and Chief Executive Officer; Deon Stander, President, Chief Operating Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer. I'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nChairman & CEO, Avery Dennison Corporation\n\nThanks, John, and good day, everyone. We posted impressive results in 2022 in the face of an extremely challenging environment. We delivered another year of double-digit EPS growth on a constant currency basis. EPS is up 40% from 2019 levels, reflecting our consistent ability to deliver year-over-year earnings growth, despite concurrent and compounding challenges. Both our Materials Group and Solutions Group delivered solid top and bottom line results last year, while driving further acceleration in the pace of Intelligent Labels adoption.\nAs you can see, we have changed our operating segments. We combined LGM and IHM to create the Materials group. Over the past few years, we've been leveraging more and more of the operational capabilities and technologies across LGM and IHM to enhance our ability to win in each business's respective marketplace. The combination of these 2 businesses is the next evolutionary step of this strategy.\nAs for RBIS, we renamed the segment the Solutions Group to better reflect the increasingly broader reach and ambitions of our solutions beyond retail. Deon will provide color on segment performance in a moment. Both businesses delivered impressive results in 2022, especially considering the significant macro headwinds we faced, including sizable currency movements, pandemic-driven demand challenges in China, the Russian war in Ukraine and, of course, significant inflation and supply chain disruptions.\nIn addition to the unique challenges that the inflation and supply chain disruptions presented, this also caused an increase in demand volatility throughout the year. The high inventory levels downstream from us, which we called out at the start of the year, were built further midyear. Then as supply chain constraints began to ease and raw material inflation showed signs of moderating, inventories were reduced swiftly beginning in November. This trend continued into December and January.\nNow while we anticipated the inventory buildup downstream from us to unwind at some point, the pace and magnitude of reductions was faster and greater than we expected and then we have seen in past corrections. Overall, while this put significant pressure on our financial results in Q4 and now in Q1 of this year, we see the reduction of excess inventory is a good thing as it positions our industries and business to return to a more normalized growth trajectory beginning in Q2.\nThat said, such a sudden decline in volume is indicative of patterns of previous macro slowdowns. We have been activating countermeasures accordingly. We have initiated temporary cost reduction actions, ramping up restructuring initiatives and paring back capital investments in our base business -- base businesses while protecting investments in our high-growth initiatives, particularly Intelligent Labels, both organically and through M&A.\nDespite a challenging macro environment, we are targeting mid- to single-digit EPS growth in 2023, reflecting a soft Q1 driven by inventory corrections, followed by a second half run rate for EPS of more than $10. Our strong track record over the long term reflects the strength of our markets, our industry-leading positions, the strategic foundations we've laid and our agile and talented team.\nOur playbook is working extremely well as we continue to focus on 5 overarching strategic pillars: To drive outsized growth in high-value categories; grow profitably in our base businesses; focused relentlessly on productivity; effectively allocate capital; and lead in an environmentally and socially responsible manner. As you know, a key element of our strategy to drive outsized growth in high-value categories has been our focus on Intelligent Labels, which we expect to be a $1 billion platform this year.\nWe continue to invest in this platform as we expect it to grow more than 20% annually in the coming years. This is a tremendous example of our strategies at work. We've refined our strategies over time, raising the bar for ourselves in the process to ensure we continue to deliver superior value creation for all of our stakeholders. We have a clear set of objectives and strategies focused on their mutual success. We're making great progress towards our 2030 sustainability goals and are on track to deliver our 2025 financial objectives, which Greg will walk through momentarily.\nThe ability of our teams to drive these strategies forward over the long haul and deliver these impressive results, including once again achieving double-digit EPS growth last year, is remarkable. So I once again thank our entire team for their tireless efforts to keep one another safe while delivering for all of our stakeholders. Over to you, Deon.\n\nDeon Stander\n\nPresident & COO, Avery Dennison Corporation\n\nThanks, Mitch, and hello, everyone. As Mitch said, we delivered impressive results in 2022 in the face of an extremely challenging environment. I'll now provide more color on our segment performance. Materials Group delivered 11% organic growth for the year, driven by higher pricing and a low single-digit volume decline, excluding the impact of exiting Russia. Operating profit for the segment was strong, up mid-single digits ex currency as unprecedented levels of inflation were met with significant pricing actions to continue delivering strong returns in this already high EVA business.\nOver the long term, Label Materials volumes continue to grow at GDP plus, up 3% annually in 2022 compared to 2019. In the fourth quarter, Materials Group sales were up 2% ex currency and on an organic basis, driven by a mid-teens impact from higher prices, largely offset by a low double-digit volume decline. Following a period of material constraints earlier in the year, downstream inventories that began the year elevated were built up even further midyear. And the supply chain disruption eased and inflation abated, customers rapidly destocked as they began to optimize inventory levels in the fourth quarter.\nOn an organic basis for the quarter, Label materials were up low single digits. Graphics and Reflective sales were up low single digits and Performance tapes and Medical sales were up low double digits. Looking at Label materials organic volume growth in the quarter by region, combined North America and Western Europe were down mid-teens. Overall emerging markets were down mid-single digits, with China volumes down low single digits, and the exit of Russia lowered total Label materials growth by roughly 3 points.\nGiven the soft environment over the past few months and the expectation for moderating economic growth, we have been activating our cost-saving initiatives, both temporary and structural. We are focused on optimizing our cost structure and protecting the bottom line in this lower volume period while continuing to manage strong pricing discipline.\nGiven all these factors, we expect Q1 to look similar to Q4, anticipating roughly 1 to 2 weeks of inventory to be further reduced across the industry with destocking concluding in the earlier part of the year. Following the inventory correction, given the durability of our diverse and growing end markets, along with our market-leading position, we expect to rebound to GDP plus growth from Q2 onwards.\nStepping back, the combination of LGM and IHM not only enables us to fully leverage the capabilities of the whole business that strengthens our ability to win in the broader functional materials market, while also continuing to deliver EVA growth. Turning to the Solutions Group. Organic growth sales were up 5% for the year, driven by strong growth in high-value solutions and posted record margins despite the impact of retailer destocking.\nIn the fourth quarter, Solutions Group sales were down 7% ex currency and 8% on an organic basis. The base business was down high teens organically, partially offset by mid-single-digit organic growth in the high-value categories. Apparel inventory reductions were broad-based across all channels in the fourth quarter, and destocking continued in January. In this segment, we expect destocking to continue through Q1 and into Q2 as retailers factor high inventories, muted holiday performance and lower sentiment into their near-term sourcing plans.\nSimilar to the Materials segment, we are activating cost-saving initiatives, both temporary and structural. We expect our Apparel business to return to historic GDP growth in the second half of the year. And for the Solutions segment to additionally benefit from the significant growth increasing through the year in our Intelligent Labels platform.\nTurning to Intelligent Labels. Enterprise-wide sales were up mid-teens on an organic basis in 2022. Momentum in this roughly $800 million platform continues to accelerate. This business has more than tripled in size over the last 5 years, averaging 20% annual growth on an organic basis. The strong growth over this time horizon has primarily been driven by apparel as we continue to drive further adoption of the technology, extend use cases and expand programs with major customers in this key end market.\nAnd while we continue to expect apparel to be the largest volume in the coming years, we see even greater opportunity over the long run in other key untapped markets. In logistics, which is expanding from targeted applications such as special package handling to broad-based use cases such as improving miss loads and routing accuracy.\nIn food, where we are seeing promising pilots in QSR and grocery in use cases covering freshness and labor efficiency and in general retail, where the technology is being expanded beyond apparel. The benefits of our Intelligent Label technology and Solutions are clear. The increased supply chain and inventory visibility, lower cost and improved speed of operations, reduce waste and ultimately enhance the experience of end consumers.\nAs a leader in ultrahigh frequency RFID, we are extremely well positioned to not only capture these new opportunities but lead at the intersection of the physical and digital. To that end, we are continuing to invest in developing new applications and markets, adding new technologies, both physical and digital; increasing our manufacturing capacity, including investing more than $100 million in a new facility in Mexico for growth in the back half of 2024 and beyond; and expanding our team, the best, most experienced in the space.\nOur strategies here continue to pay off. We remain confident this will be a $1 billion platform in 2023 and are targeting more than 20% growth in the coming years. Lastly, we continue to deploy capital in other high-value solutions, signing an agreement in January to acquire Thermopatch, a business specializing in external embellishments with roughly $40 million in annual revenue.\nIn summary, we delivered impressive results in 2022 in the face of an extremely challenging environment. Inventory destocking is impacting our results near term, and we are making adjustments accordingly. I remain extremely confident in the underlying fundamentals and prospects of our business over the long run. And with that, I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior VP & CFO, Avery Dennison Corporation\n\nThanks, Deon. Hello, everybody. I'll first provide some additional color on our results and our performance against our long-term targets and then walk you through our 2023 outlook. In the fourth quarter, we delivered adjusted earnings per share of $1.65, down 14% ex currency compared to prior year, driven by a low double-digit volume decline due primarily to inventory destocking.\nFor the full year, we delivered adjusted earnings per share of $9.15, up 11% ex currency, with organic sales growth of 10% as pricing offset a low single-digit volume decline. Our full year adjusted earnings per share was in line with the midpoint of our original guidance from the beginning of the year, adjusted for currency translation. For the year, we generated $667 million of free cash flow, and we invested $300 million on fixed capital and IT projects as we continue to accelerate investments in Intelligent Labels.\nFree cash flow conversion in 2022 was lower than we targeted, including higher-than-anticipated working capital driven largely by inventory. The high inventory levels include some strategic inventory builds in areas such as RFID chips. In addition, we still have some inventory we are working to optimize given all the supply chain disruptions throughout the year. We're clearly focused on this and expect to make strong progress as the year progresses.\nDespite this challenge, our average free cash flow conversion over the past 3 years has been roughly 100% of GAAP net income, and we expect this to continue in 2023. Our balance sheet remains strong with a net debt to adjusted EBITDA ratio at year-end of 2.2x. Our current leverage position gives us ample capacity to continue investing organically as well as through strategic acquisitions while continuing to return cash to shareholders in a disciplined way.\nDuring the year, we returned $618 million to shareholders through the combination of share repurchases and a growing dividend as well as deployed $40 million for M&A. Turning to our long-term targets. Slide 9 of our supplemental presentation materials provides an update on our progress against the long-term financial targets that we communicated in 2021.\nRecall, this represents our fourth set of long-term goals after meeting or beating our previous 3 sets. The consistent execution of our key strategies enables us to continue delivering against our targets with an overriding focus on delivering GDP-plus growth and top quartile return on capital over the long term. Through the first 2 years of the cycle, sales growth on a constant currency basis was 16% annually, well above our target and GDP, driven by strong volume growth, higher pricing and M&A.\nAdjusted EBITDA dollars have grown 28% compared to 2020, with adjusted EBITDA margin of 15.1% in 2022. As always, our focus will continue to be the optimal balance of growth, margins and capital efficiency to drive incremental EVA over the long term. We remain confident in achieving our 2025 margin target of 16% plus as part of that EVA equation. Adjusted earnings per share grew 13.5% annually over the past 2 years, surpassing our target of 10%. And our return on capital was 17.4% in 2022 and in the top quartile relative to our capital market peers.\nGiven the diversity of our end markets, our strong competitive advantages and resilience as an organization to adjust course when needed, we're confident in our ability to continue delivering against these targets through a wide range of business cycles. Now shifting to our outlook for 2023. As Mitch and Deon commented on, we are starting out the year in a challenging volume environment as we continue to see destocking in the first quarter in both the Label materials and Apparel businesses.\nWe have been activating countermeasures and are confident in our ability to grow earnings for the year through a variety of environments. As we look at how we expect that to play out across the year, given the continued destocking, we expect the first quarter to be comparable to Q4 of 2022, which was $1.65 in adjusted earnings per share. Following Q1, we expect to see a strong rebound beginning in Q2 and moving through the back half of the year, with a second half earnings run rate of more than $10 annualized.\nIn the second half, we expect downstream inventories will normalized, China to be rebounding and our growth in Intelligent Labels will build as we move through the year as the new programs roll out in areas such as logistics. For these reasons, we expect significant earnings growth in the back half and also see a very strong trajectory as we exit 2023. For 2023 overall, we anticipate adjusted earnings per share to be in the range of $9.15 to $9.55.\nTo highlight the key drivers of the high end of our 2023 EPS guidance compared to prior year, we anticipate roughly 5% organic sales growth, with the majority from higher prices. We estimate restructuring savings net of transition costs of roughly $0.40 and another roughly $0.30 from temporary cost reduction actions. And we expect strategic growth investments of roughly $0.25, and we estimate net nonoperational items, headwinds from interest, currency and tax and a benefit from share count to be roughly $0.25 net headwind.\nIn summary, through this dynamic environment, we're pleased with the strategic and financial progress we made against our long-term goals in 2022. Despite the near-term challenges, we remain confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation. Now we'll open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/14842b8e955ea9ebff86366066db01d3",
    "period": "2022 Q3",
    "content": "Q3 2022 Avery Dennison Corp Earnings Call\n\nQ3 2022 Avery Dennison Corp Earnings Call\n\nAVYNYSEOCT 26, 1:00 PM\n\nOperator\n\nGreetings. Thank you for standing by. Welcome to Avery Dennison's earnings conference call for the third quarter ended on October 1, 2022. This call is being recorded and will be available for replay from 4:00 p.m. Eastern Time today through midnight Eastern Time, October 29. To access the replay, please dial (800) 633 8284 or +1 402977-9140 international callers. The conference ID number is 2199-7967. I'd now like to turn the call over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead.\n\nJohn Eble\n\nExecutive of IR, Avery Dennison Corporation\n\nThank you, Scott. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled from GAAP on schedules A4 to A10 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release. As always, on the call today are Mitch Butier, Chairman and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer. Also joining us for Q&A today is Deon Stander, President and Chief Operating Officer. I'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nChairman & CEO, Avery Dennison Corporation\n\nThanks, John, and good day, everyone. We delivered another strong quarter with revenue up 19% and EPS of $2.46, up 26% ex. currency and in line with expectations. We had strong performance across the company. LGM and RBIS, both delivered impressive top and bottom line growth. Our strong results come amidst a dynamic environment. Inflation continues, we're raising prices accordingly, and now we see signs of softening demand. The higher inventory levels downstream from us that we called out at the start of the year have begun to finally reduce.\nDespite these challenges and an incremental $0.10 currency headwind, we remain on track to deliver EPS growth of 10% for the year, 18% ex. currency. Our ability to consistently deliver impressive financial results rests both on the team's depth ability to execute amidst compounding crises and the strategic foundations we have laid. As you know, a key element of our strategy has been our focus on accelerating the adoption of Intelligent Labels.\nEnterprise-wide Intelligent Labels revenue was up 20%. And as you heard us mention a quarter ago, momentum in this business is accelerating. We are now targeting more than 20% growth annually in the coming years, with promising developments in logistics, which is expanding from targeted applications such as special package handling to broad-based use cases in food, where we are seeing promising pilots in grocery and QSRs and in general retail, where the technology is being expanded beyond apparel.\nThe benefits of our Intelligent Labels technologies and solutions are clear. The increased supply chain and inventory visibility, lower cost and improved speed of operations, reduced waste and ultimately enhance the experience of end consumers. We believe the current macro environment will serve to further heighten the value of our tech and solutions here. As the global leader in RFID, we have and will continue to strategically invest to not only capture Intelligent Label opportunities but create them. Our strategies continue to pay off.\nNow a quick update on the quarter by business. Label and Graphic Materials posted strong topline growth driven by higher pricing and low single-digit volume growth. The supply chain constraints we discussed last quarter eased in Europe, enabling us to normalize lead times, whereas, in North America, material availability challenges remained, particularly in paper. Overall, volumes remained strong across LPM, up 4% annually versus 2019. LGM's profitability remained strong in the quarter, with double-digit operating income growth.\nRetail Branding and Information Solutions delivered another quarter of strong margins and revenue growth, robust growth in high-value categories, Intelligent Labels, External Embellishments and Vestcom was partially offset by a low single-digit decline in the base apparel business. Following several strong quarters, apparel volumes moderated as some brands and retailers brought down inventories that were built up previously.\nWhile our outlook assumes further reductions will take place in the near term, we are well positioned to continue to drive profitable growth in the base. As for Industrial and Healthcare Materials, the segment delivered strong sales growth in the quarter and improved margins compared to prior year and sequentially as we continue to implement pricing actions to cover inflation. Across the company, I'm pleased with the continued progress we are making towards the success of all our stakeholders. Our consistent performance reflects the strength of our markets, our industry-leading positions, the strategic foundations we've laid and our agile and talented team. We remain confident that the strategies we formulated will continue to enable us to generate superior value creation through a balance of GDP plus growth and top quartile returns over the long run. And, once again, I want to thank our entire team for continuing to raise their game to address the unique challenges at hand and deliver value for all of our stakeholders.\nOver to you, Greg.\n\nGregory S. Lovins\n\nSenior VP & CFO, Avery Dennison Corporation\n\nThanks, and hello, everybody. As Mitch said, we delivered another strong quarter, with adjusted earnings per share of $2.46, up 15% over prior year and up 26% excluding currency translations. Sales were up 19% ex. currency and 16% on organic basis, driven by higher prices. Adjusted EBITDA was up 13% and 22% excluding the impact of currency. Despite the impact of inflation, we delivered a strong adjusted EBITDA margin of 15.6%, up 20 basis points compared to prior year.\nTurning to cash generation and allocation. Year-to-date, we've generated nearly $425 million of free cash flow, with $140 million in the third quarter, down compared to prior year due to currency, higher working capital, which we deem largely as temporary, and increased capital spending. The higher level of capital spending is in line with our expectations as we continue to invest to support our long-term growth strategy, particularly in Intelligent Labels.\nOur balance sheet remains strong, with a net debt to adjusted EBITDA ratio at quarter end of 2.1. We have ample capacity to continue executing our disciplined capital allocation strategy to invest in organic growth and acquisitions, while continuing to return cash to shareholders. In the first 9 months of the year, we returned $497 million to shareholders through a combination of share repurchases and dividends, up from $290 million for the same period last year.\nNow turning to segment results. Label and Graphic Materials sales were up 20% on an organic basis, driven almost entirely by higher prices. Label and Packaging Materials sales were up more than 20% on an organic basis, with strong growth in both the high-value product categories and the base business. Graphics and Reflective sales were up mid- to high single digits on an organic basis.\nLooking at the segment's organic sales growth in the quarter by region, North America sales were up mid-teens due to pricing, on lower volume as the region continued to be hampered by material availability constraints, as Mitch mentioned earlier. Western Europe sales were up approximately 40%, driven by strong volume growth and a significant impact from pricing as this region has seen the highest amount of inflation across this cycle. Emerging markets overall were up high teens. The Asia Pacific region was up mid- to high single digits, with approximately 40% growth in India, while China and Asia were roughly flat. And Latin America grew more than 25%.\nLGM's profitability remained strong in the quarter, with adjusted EBITDA dollars up 10% and up 19% ex. currency, and adjusted EBITDA margin of 15.6%. Pricing actions continue to be implemented to offset inflation, and we anticipate inflation will be more than 20% for the year, with a low to mid-single-digit increase expected sequentially in Q4, primarily driven by paper and energy.\nWe continue to address the cost increases through a combination of product reengineering and pricing actions.\nShifting now to Retail Branding and Information Solutions. RBIS sales were up 22% ex. currency and 7% on an organic basis, as growth was strong in the high-value categories, with continued strength in Intelligent Labels and external embellishments. While the base business was down slightly, driven by a decline in the value channel. Profitability remained strong for this segment, with adjusted EBITDA dollars up 19% and up 27% ex. currency, and adjusted EBITDA margin of 18.9%. The positive benefit from higher organic volume and acquisitions more than offset growth investments and higher employee-related costs.\nTurning to the Industrial and Healthcare Materials segment. Sales increased 5% on an organic basis, driven by higher prices. Healthcare sales were up mid-teens and industrial categories were up mid- to high single digits, partially offset by mid-teens decline in retail. Adjusted EBITDA dollars were up 4% and 8% ex. currency, and adjusted EBITDA margin of 14.3% was up 90 basis points compared to prior year and up 60 basis points sequentially.\nNow shifting to our outlook for the year. We have narrowed our guidance for adjusted earnings per share to be between $9.70 and $9.85. At the midpoint, our guidance reflects a roughly $0.10 incremental headwind from currency, and an operational outlook similar to last quarter. As Mitch mentioned, this outlook reflects 10% earnings per share growth versus prior year and 18% growth excluding currency translation. We now anticipate roughly 16% ex. currency sales growth for the full year, 0.5 point below our previous expectation due to a slightly lower volume outlook.\nAs I mentioned, the anticipated impact from currency translation has increased and is now a roughly $77 million headwind for the full year based on current rates. Given the dollar has continued to strengthen throughout the year, assuming rates remain where they currently are, we'll have an additional headwind of roughly $0.50 in 2023. We continue to anticipate investing up to $350 million on fixed capital and IT projects and roughly $35 million in operating expense, adding capabilities and new capacity particularly in key strategic platforms such as Intelligent Labels, which is poised to grow more than 20% annually in the coming years.\nLastly, we now anticipate a roughly $0.05 GAAP to non-GAAP difference for the year, down $0.05 from our outlook last quarter, reflecting a benefit from a gain on one of our strategic venture investments.\nIn summary, we delivered another strong quarter in a challenging environment. We remain confident that the consistent execution of our strategies will enable us to meet our long-term goals for superior value creation through a balance of profitable growth and capital discipline.\nWe'll now open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ef8ef3ea2ef5338977ebfba91d3dc54b",
    "period": "2022 Q2",
    "content": "Q2 2022 Avery Dennison Corp Earnings Call\n\nQ2 2022 Avery Dennison Corp Earnings Call\n\nAVYNYSEJUL 27, 10:30 AM\n\nOperator\n\nGreetings, and welcome to the Avery Dennison's earnings conference call for the second quarter ended on July 2, 2022. This call is being recorded and will be available for replay from 3:00 p.m. Eastern time today through midnight Eastern time July 30. To access the replay, please dial (800) 633-8284 or +1 (402) 977-9140 for international callers. The conference ID number is to 21997966. (Operator Instructions)\nI would now like to turn the conference over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead.\n\nJohn Eble\n\nExecutive of IR, Avery Dennison Corporation\n\nThank you, Malika. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled with GAAP on Schedules A4 to A10 of the financial statements accompanying today's earnings release. We remind you that we'll make certain predictive statements that reflect our current views and estimates about future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nWe have 45 minutes for today's call and will conclude by 11:15 Eastern time. On the call today are Mitch Butier, Chairman and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer. I'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nChairman & CEO, Avery Dennison Corporation\n\nThanks, John. Good day, everyone. We delivered another record in the second quarter with EPS of $2.64, well above our expectations, and are raising our full year guidance. We now expect earnings of $9.70 to $10 per share for the year, more than 10% above last year and 50% above pre-pandemic levels in 2019.\nOur ability to consistently deliver impressive financial results rests both on the team's adaptability to execute amidst compounding crises and the strategic foundations we've laid to drive outsized growth in high-value categories, grow profitably in our base businesses, focus relentlessly on productivity, effectively allocate capital and lead in an environmentally and socially responsible manner.\nA key element of our strategy to drive outsized growth in high-value categories has been our focus on Intelligent Labels. We've invested heavily in this platform and the team, seeding new markets, adding new technological capabilities and expanding capacity. Our strategies continue to pay off and are now accelerating.\nLooking ahead, we are increasing our growth outlook for this platform to more than 20% through the strategic horizon. This is a tremendous example of our strategies at work. We have refined our strategies over time, raising the bar for ourselves in the process to ensure we continue to deliver superior value creation for all of our stakeholders.\nNow a quick update on the quarter by business. Label and Graphic Materials posted strong top line growth for the quarter driven by higher pricing. Volumes were down due to supply chain constraints, the lockdowns in China and the impact of exiting Russia that we discussed last quarter.\nRaw material availability hampered our ability to meet demand. Paper in particular was tight and only began to ease at the end of the quarter, and we anticipate further improvements as we move through Q3. The team is doing a tremendous job leveraging our innovation capabilities to offset a good portion of these constraints. And as discussed last quarter, lockdowns in the Greater Shanghai area impacted our materials business' ability to produce for much of April. And while restrictions eased as anticipated, they have had an impact on output as well as end demand in China.\nOverall, volumes remained strong across LGM, up 4% annually versus 2019. While this is slightly lower than our pace from a quarter ago for the reasons discussed, we anticipate a bounce back as we move into the second half. LGM's margin was strong in the quarter, expanding versus prior year and sequentially. We have further accelerated pricing actions, reducing the time lag between when we experience inflation and implement pricing. We anticipate further inflation as we move into Q3 on paper inputs and energy costs in particular and are continuing to raise prices accordingly.\nRetail Branding and Information Solutions delivered another strong quarter with significant margin expansion and revenue growth. Strong revenue growth in high-value categories, Intelligent Labels, external embellishments and the Vestcom acquisition, was partially offset by a decline in the base apparel business. Following a robust Q4 and Q1, base apparel volumes were down low single digits in Q2 as some brands and retailers were bringing down inventories that were built up previously. Our outlook assumes further inventory reductions through the balance of the year. We are well positioned to continue to gain share while driving profitable growth in the base.\nAs I mentioned previously, Intelligent Labels momentum is accelerating. We have a stated target of 15% to 20% annual growth in this business over the strategic horizon. And as you know, we have been delivering at the high end of that target. The growth has largely been driven by apparel. And while we continue to see significant opportunity there, long term, we see even greater opportunity outside of apparel.\nAs the global leader in RFID, we have been strategically investing to not only capture these new opportunities but create them. And as I said earlier, we are increasing our growth outlook for this business and now anticipate more than 20% growth in the coming years. As for the bottom line, RBIS continues to deliver strong EBITDA margins, up more than 2 points compared to prior year as we continue to shift this business towards higher-value solutions. As for Industrial and Healthcare Materials, the segment delivered solid sales growth in the quarter and improved margins roughly 2 points sequentially as we accelerated pricing actions to cover inflation.\nAcross the company, I'm pleased with the continued progress we are making towards the success of all of our stakeholders. Our consistent performance reflects the strength of our markets, our industry-leading positions, the strategic foundations we've laid and our agile and talented team. We remain confident that the strategies we formulate will continue to enable us to generate superior value creation through a balance of GDP plus growth and top-quartile returns over the long run.\nAnd once again, I want to thank our entire team for their tireless efforts to keep one another safe while continuing to deliver for our customers during this challenging period. The team continues to raise their game each quarter to address the unique challenges at hand.\nThank you. Over to you, Greg.\n\nGregory S. Lovins\n\nSenior VP & CFO, Avery Dennison Corporation\n\nThanks, and hello, everybody. As Mitch said, we delivered another strong quarter with adjusted earnings per share of $2.64, up 17% over prior year, driven by significant revenue growth and strong margins. Sales were up 17% ex currency and 11% on an organic basis driven by higher prices. We delivered a strong adjusted EBITDA margin of 16.4%, up 100 basis points compared to prior year and 110 basis points sequentially despite the impact of inflation and supply chain disruptions. Earnings were more than $0.20 better than our expectations from a quarter ago despite a currency translation headwind driven by strong operational results of roughly $0.05 from onetime benefits.\nTurning to cash generation and allocation. Year-to-date, we've generated $282 million of free cash flow with $209 million in the second quarter, up compared to prior year, driven by our strong net income growth. Our balance sheet remains strong with a net debt to adjusted EBITDA ratio at quarter end of 2.2, modestly lower than Q1. Our consistent free cash flow generation and current leverage position give us ample capacity to continue executing our disciplined capital allocation strategy to invest in organic growth and acquisitions while continuing to return cash to shareholders. In the first half of the year, we returned $386 million to shareholders through a combination of share repurchases and dividends.\nNow turning to segment results. Label and Graphic Materials sales were up 15% on an organic basis driven by higher prices which more than offset a decline in volume due to raw material constraints and tough comps. Label and Packaging Materials sales were up high teens on an organic basis with strong growth in both high-value product categories and the base business. Graphics and Reflective sales were down mid-single digits on an organic basis.\nLooking at the segment organic sales growth in the quarter by region. North America sales were up high teens, and Western Europe sales were up more than 20% as demand in both regions remained strong. Emerging markets overall were up mid-single digits. The Asia Pacific region was up modestly with strong growth in India offset by a decline in China due to lockdowns in the Greater Shanghai area that constrained our operations for much of April. And Latin America grew more than 10%.\nLGM's adjusted EBITDA margin increased 50 basis points to 17.1% and was up 150 basis points sequentially, largely driven by accelerated pricing actions to offset inflation and positive mix. As Mitch said, while we've reduced the time between when we experience inflation and when we implement pricing, our supply chains remain tight and our input costs continue to rise. We now anticipate inflation will be more than 20% for the year with a mid-single-digit increase expected sequentially in Q3, primarily driven by paper. We continue to address the cost increases through a combination of product reengineering and pricing actions.\nShifting now to Retail Branding and Information Solutions. RBIS sales were up 27% ex currency and 5% on an organic basis as growth was strong in the high-value categories with continued strength in Intelligent Labels and external embellishments while the base business was down low single digits. As Mitch mentioned, growth in the base moderated after a robust couple of quarters. Our performance in premium channels saw particular strength in Q2, partially offset by a decline in the value channel where inventory reductions were more highly concentrated. Adjusted EBITDA margin for the segment of 19% was up more than 2 points, where the positive benefit from higher organic volume and acquisitions more than offset growth investments and higher employee-related costs.\nTurning to the Industrial and Healthcare Materials segment. Sales increased 7% on an organic basis driven largely by higher prices. Health care sales were up high teens on an organic basis, and industrial categories were up mid-single digits. Adjusted EBITDA margin of 13.7% was down compared to prior year and up 2 points sequentially driven by higher volume and accelerated pricing actions to offset inflation.\nNow shifting to our outlook for 2022. We have raised our guidance for adjusted earnings per share to be between $9.70 and $10, a $0.20 increase to the midpoint of the range despite a roughly $0.25 headwind from currency translation. The increase reflects our strong performance in Q2 and the continued operational increase in the second half. As Mitch mentioned, this outlook reflects more than 10% EPS growth versus prior year, which is 19% excluding currency translation, and a 50% increase in EPS growth compared to 2019.\nAnd we now anticipate 16% to 17% ex currency sales growth for the full year, slightly above our previous expectation, driven by higher prices to mitigate the increased pace of inflation, partially offset by a lower volume outlook in base apparel. As I mentioned, the anticipated impact from currency translation has increased. It's now a roughly $67 million headwind for the full year based on current rates. Given the dollar has continued to strengthen through the first half of the year, assuming rates remain where they currently are, we'll have an additional headwind of roughly $25 million in 2023.\nLastly, we continue to anticipate investing up to $350 million on fixed capital and IT projects and roughly $35 million in operating expense, adding capabilities and new capacity particularly in key strategic platforms such as Intelligent Labels, which is poised to grow more than 20% annually in the coming years. In summary, we delivered another strong quarter in a challenging environment. We remain confident that the consistent execution of our strategies will enable us to meet our long-term goals for superior value creation through a balance of profitable growth and capital discipline.\nWe will now open up the call for your questions.\n\nMitchell R. Butier\n\nChairman & CEO, Avery Dennison Corporation\n\nMalika?"
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/33b96daba6ffd667a5cd6cdfa87f6695",
    "period": "2022 Q1",
    "content": "Q1 2022 Avery Dennison Corp Earnings Call\n\nQ1 2022 Avery Dennison Corp Earnings Call\n\nAVYNYSEAPR 26, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to Avery Dennison's earnings conference call for the first quarter ended on April 2, 2022. (Operator Instructions) Afterwards, we will conduct a question-and-answer session. (Operator Instructions)\nThis call is being recorded and will be available for replay from 3:00 p.m. Eastern Time today through midnight Eastern time, April 29. To access the replay, please dial 1 (800) 633-8284 or for international callers, please dial 1 (402) 977-9140. The conference ID number is 21997965.\nI'd now like to turn the conference over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead, sir.\n\nJohn Eble\n\nExecutive of IR, Avery Dennison Corporation\n\nThank you, Savanna. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled with GAAP on schedules A-4 to A-9 of the financial statements accompanying today's earnings release.\nWe remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release.\nOn the call today are Mitch Butier, Chairman and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer. I'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nChairman & CEO, Avery Dennison Corporation\n\nThanks, John, and hello, everyone. We are off to a strong start to the year, with revenue up 18% and earnings per share of $2.40, above our expectations from a quarter ago, driven largely by an acceleration in pricing actions in LGM and strong volume growth in RBIS. These strong results come at a time of increasing challenges from the continuing impact of COVID-19 and supply chain constraints, to the highest levels of inflation we have seen in decades and now Russia's war on Ukraine. All of these challenges reinforce our determination to remain vigilant in protecting the health and welfare of our team and agile to ensure we continue to meet our customers' needs.\nOur team continues to do a phenomenal job in managing a very dynamic environment and we remain confident in our ability to continue delivering superior value creation for all of our stakeholders across a wide variety of macro environments. Now a quick update on the quarter by business. Label and Graphic Materials posted strong top line growth for the quarter in both Label and Packaging Materials as well as our Graphics and Reflective Solutions business, largely driven by higher pricing. In labels, while demand for consumer packaged goods and e-commerce trends continue to drive strong orders, volumes were down as expected, due primarily to tough comps.\nAs you recall, volumes were particularly high last year due to the combined impact of prebuys and the COVID-related order patterns that we discussed last year. For context, volume in the quarter was up approximately 20% versus 2019 or more than 6% annually, well ahead of GDP growth over that period. Tough comps aside, supply chain constraints hampered our ability to meet demand in the quarter despite the tremendous job our team did to leverage our innovation capabilities and scale to offset a good portion of these raw material shortages. We expect that the recent resolution of the labor strike at a large global paper manufacturer will help ease supply chains across our industry, beginning here in Q2.\nAs for our own operations, they were minimally impacted by COVID restrictions in Q1. That said, the recent lockdowns in the Greater Shanghai area constrained our materials business's ability to produce for much of April, reducing revenue by roughly $20 million for the month. Fortunately, these restrictions are now easing, and we expect all plants will be operational imminently.\nLGM's margin was strong in the quarter, though down from prior year as expected. Sequentially, margins expanded more than 1 point as we accelerated pricing actions to reduce the lead time between inflation and pricing. And while pricing is catching up with inflation relative to the beginning of the broader cycle, we continue to see further inflation as we move into Q2 and continue to raise prices accordingly. Importantly, we are on track to further increase our returns in EVA for this year in this already high return business.\nRetail Branding and Information Solutions delivered another exceptional quarter with significant top and bottom line growth. The strong revenue growth was broad-based, driven by both high-value product categories, particularly Intelligent Labels and the core apparel business. Enterprise-wide, Intelligent Label sales were up more than 20% on an organic basis. The strong growth in the quarter was once again primarily driven by apparel. And while we continue to expect apparel to be the primary driver of dollar growth in the coming few years, we see even greater opportunity over the long run outside of apparel.\nFor example, in the Food segment, a number of quick service restaurants are piloting and in the early stages of rolling out Intelligent Label solutions to improve supply chain traceability and inventory accuracy. In logistics, we continue to work with several shipping and logistics players seeking further automation to drive speed and productivity. We are seeing retailers who initially implemented RFID in apparel expand programs to other categories such as home goods. And our Vestcom acquisition is showing positive early signs in providing additional channel access to Intelligent Labels and grocery while continuing to achieve its overall performance goals.\nAs the leader in ultrahigh frequency RFID, we are positioned extremely well to not only capture these new opportunities but create them. As for the bottom line, RBIS's EBITDA was up more than 60% in the quarter compared to prior year due to the contributions of Vestcom and continued strong growth in the underlying business.\nTurning to Industrial and Healthcare Materials, the segment delivered modest sales growth in the quarter as margins declined. This group of businesses continues to be impacted by soft automotive end markets as well as similar supply chain constraints and inflationary pressures as discussed in LGM.\nTurning to our outlook for the year. Given our strong performance in Q1 and our revised expectations for the rest of the year, we have raised our full year outlook and now anticipate top line growth of 15% to 17%, ex-currency and EPS of $9.45 to $9.85. I'm pleased with the continued progress we are making towards the success of all of our stakeholders.\nOur consistent performance reflects the strength of our markets, our industry-leading positions, the strategic foundations we've laid and our agile and talented team. We remain focused on the consistent execution of our 5 key strategies: to drive outsized growth in high-value categories, grow profitably in our base businesses, focus relentlessly on productivity, effectively allocate capital and lead in an environmentally and socially responsible manner. We are confident that the consistent execution of these strategies will enable us to achieve our long-term goals, including consistently delivering GDP plus growth and top quartile returns.\nAnd once again, I want to thank our entire team for their tireless efforts to keep one another safe while continuing to deliver for our customers during this challenging period. The team continues to raise their game each quarter to address the unique challenges at hand. Thank you.\nNow before turning the call over to Greg, as I'm sure you all saw, we've recently appointed Deon Stander to President and Chief Operating Officer. Dean has done a tremendous job leading RBIS over the last 7 years, and the team and I are excited to partner with him in this new capacity. Over to you, Greg.\n\nGregory S. Lovins\n\nSenior VP & CFO, Avery Dennison Corporation\n\nAll right. Thanks, and hello, everybody. As Mitch said, we delivered a strong start to the year with adjusted earnings per share of $2.40, consistent with last year and up 5%, excluding currency, roughly $0.10 above our expectations. Sales were up 18% ex currency and 13% on an organic basis, driven by higher prices and higher volume and mix.\nDespite the impact of inflation and supply chain disruptions, we delivered a strong adjusted EBITDA margin of 15.3%, up 40 basis points sequentially. Significant revenue growth and strong margins drove EBITDA growth of 6% compared to prior year, up 10%, excluding the impact of currency.\nTurning to cash generation and allocation. We generated $73 million of free cash flow, down compared to last year, but well above our historical Q1 levels. Our balance sheet remains strong with a net debt to adjusted EBITDA ratio at quarter end of 2.35. Our current leverage position gives us ample capacity to continue executing our disciplined capital allocation strategy, including investing in organic growth and acquisitions while continuing to return cash to shareholders.\nIn the quarter, we paid $56 million in dividends and repurchased more than 800,000 shares at an aggregate cost of $152 million.\nNow turning to the segment results. Label and Graphic Materials sales were up 12% on an organic basis, driven by higher prices, which more than offset a modest decline in volume and mix due to tough comps, as Mitch mentioned. Label and Packaging Materials sales were up low double digits on an organic basis, with strong growth in both the high-value product categories and the base business. Graphics and Reflective sales were up high single digits on an organic basis.\nLooking at the segment's organic sales growth in the quarter by region. North America and Western Europe sales were both up high teens, while emerging markets overall were up low to mid-teens. The Asia Pacific region was roughly flat with strong growth in India offset by a decline in China due to tough comps related to the price-increase-driven pre-buys we discussed last year. And Latin America grew low double digits.\nLGM's adjusted EBITDA margin increased 110 basis points sequentially to 15.6%, largely driven by accelerated pricing actions to offset inflation. And as Mitch mentioned, while EBITDA margins were strong, they declined versus prior year for 3 primary reasons. First, the mathematical impact of raising prices alone reduced the margin percentage by roughly 2 points. Second, the remaining gap from the price inflation lag reduced margins roughly 0.5 point; and third, impacts from the Russian war in Ukraine reduced margins by roughly 1/3 of 1 point.\nNow looking ahead, our input costs have continued to rise and supply chains remain tight. We now anticipate inflation will be roughly 20% for the year, with a high single-digit increase expected sequentially in Q2. We continue to address the cost increases through a combination of product reengineering and pricing actions.\nShifting now to Retail Branding and Information Solutions, RBIS sales were up 43% ex currency and 20% on an organic basis, as growth remains strong in both the high-value categories and the base business. The apparel business saw broad-based strength across channels and continued double-digit growth in external embellishments. And for the quarter, Intelligent Label sales are up more than 20% organically. Adjusted EBITDA margin for the segment of 19% was up nearly 2.5 points, with the positive benefits from higher organic volume and acquisitions more than offset growth investments and higher employee-related costs.\nTurning to the Industrial and Healthcare Materials segment. Sales increased 1% on an organic basis, reflecting low double-digit growth in health care, largely offset by a low single-digit decline in industrial categories as automotive markets weighed on this segment. Adjusted EBITDA margin decreased to 12%, driven by lower volume and mix and the net impact of pricing, freight and raw material costs.\nNow shifting to our outlook for 2022. While there continues to be a high level of macro uncertainty, we have raised our guidance for adjusted earnings per share to be between $9.45 and $9.85, a $0.10 increase to the range. The increase reflects a roughly $0.10 headwind from nonoperational items, such as currency and taxes, more than offset by a roughly $0.20 operational increase, roughly half of which we realized in Q1. This outlook reflects a roughly 50% increase in EBITDA compared to 2019. And we now anticipate 15% to 17% ex currency sales growth for the full year, above our previous expectation, driven by higher prices to mitigate the increased pace of inflation.\nIn summary, we delivered another strong quarter in a challenging environment, and we remain on track to deliver on our long-term objectives to achieve GDP-plus growth and top quartile returns on capital, which together drive sustained growth in EVA. We will now open up the call for your questions."
  },
  {
    "header": "AVY",
    "cik": "0000008818",
    "ticker": "AVY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e12c6caa4c6e573ee99977e37be5eef4",
    "period": "2021 Q4",
    "content": "Q4 2021 Avery Dennison Corp Earnings Call\n\nQ4 2021 Avery Dennison Corp Earnings Call\n\nAVYNYSEFEB 2, 1:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. (Operator Instructions) Welcome to Avery Dennison's Earnings Conference Call for the fourth quarter and full year ended on January 1, 2022. This call is being recorded and will be available for replay from noon Pacific Time today through midnight Pacific Time, February 5. To access the replay, please dial (800) 633-8284 or 1 (402) 977-9140 for international callers. The conference ID is 21997964.\nI'd now like to turn the call over to John Eble, Avery Dennison's Head of Investor Relations. Please go ahead.\n\nJohn Eble\n\nExecutive of IR, Avery Dennison Corporation\n\nThank you, Tina. Please note that throughout today's discussion, we'll be making references to non-GAAP financial measures. The non-GAAP measures that we use are defined, qualified and reconciled with GAAP on schedules A-4 to A-10 of the financial statements accompanying today's earnings release.\nWe remind you that we'll make certain predictive statements that reflect our current views and estimates about our future performance and financial results. These forward-looking statements are made subject to the safe harbor statement included in today's earnings release. On the call today are Mitch Butier, Chairman, President and Chief Executive Officer; and Greg Lovins, Senior Vice President and Chief Financial Officer.\nI'll now turn the call over to Mitch.\n\nMitchell R. Butier\n\nChairman, President & CEO, Avery Dennison Corporation\n\nThanks, John, and good day, everyone. We're pleased to report our tenth consecutive year of strong top and bottom line growth. Our Label and Graphic Materials business delivered strong performance in the year of significant raw material inflation and constrained supply. Retail Branding Information Solutions posted both strong top line growth and significant margin expansion. Industrial and Healthcare Materials made solid progress. And importantly, our Intelligent Labels platform continues to deliver significant growth and increasing potential.\nIn addition to great results for the year, 2021 marked an important milestone for the company as the final year of measurement for the 5-year financial targets we communicated in early 2017. This is the third long-term performance cycle we've completed since first introducing this discipline back in 2012, and I'm pleased to report that we once again achieved our company goals.\nOur consistent performance over the years reflects the resilience of our industry-leading market positions, the strategic foundations we've laid and our agile and talented workforce. Our playbook is working extremely well as we continue to focus on 5 overarching strategic pillars, driving outsized growth in high-value categories, growing profitably in our base businesses, focusing relentlessly on productivity, effectively allocating capital and leading in an environmentally and socially responsible manner.\nOver the last 5 years, we achieved exceeded even our long-term company-wide goals set in early 2017, including delivering an EPS CAGR of 17% and growing the company to $8.4 billion in revenue. There were many important milestones achieved over this time horizon, 1 standout, of course, is Intelligent Labels, now a $700 million platform. This business tripled in size over the last 5 years, growing 20% annually on an organic basis. The strong growth over this time horizon was driven primarily by apparel as we continue to drive further adoption of the technology and expand programs with major customers in this key end market.\nAnd while we continue to expect apparel to be the key growth driver in the coming few years, we see even greater opportunity over the long run in other key untapped markets. For example, in the food segment, 3 quick service restaurants after successful pilots are in the early stages of rolling out RFID to improve supply chain traceability and inventory accuracy. And in logistics, we continue to work with shipping and logistics players taking further automation to drive speed and productivity.\nAs the leader in ultrahigh frequency RFID, we are positioned extremely well to not only capture these new opportunities, but to create them. To that end, we are continuing to invest in developing new applications and markets, adding new technologies, both physical and digital, increasing our manufacturing capacity and expanding our team, the best, most experienced in the space.\nThe momentum in Intelligent Labels, where we continue to expect long-term growth of 15% to 20% annually, is a great example of the progress we continue to make. But it is only 1 example of many across the portfolio. Over the last 5 years, we have made solid progress in achieving the objectives in IHM, great progress in LGM and truly remarkable progress in RBIS. We are focused on creating exceptional value for all of our stakeholders across the entire company.\nNow looking specifically at 2021, the year was no different as we made solid progress on our strategic pillars while posting impressive results. We delivered EPS of $8.91 for the year, up 25% from 2020 and 35% from 2019 levels. We grew the top line by roughly 19% on a constant currency basis and 16% organically.\nAll 3 segments delivered strong results relative to both 2020 and 2019, with solid growth in our base businesses and continued above-average volume growth from high-value categories. These strong results come at a time of continued and increasing challenges. The ramping up of COVID infections in many countries, continued supply chain constraints and additional inflationary pressures are taxing the industry, our customers and our teams.\nThe biggest challenges are now in LGM North America and Europe, where we are seeing both increasing constraints on the availability of raw materials and additional inflationary pressure. The team has continued to find ways to manage these compounding challenges and deliver impressive results over the last couple of years, and we are confident we will do so again in 2022.\nNow a brief summary of the year by segment. Label and Graphic Materials delivered another year of strong margins and exceptionally strong top line growth, reflecting above-average volume growth as well as pricing. Throughout the year, orders remained elevated. This was driven by continued strong demand for consumer packaged goods and e-commerce trends as well as to a lesser extent, we believe inventory building downstream from us given the supply chain challenges and significant inflationary pressures.\nWe experienced raw material constraints across many categories throughout the year. Currently, we are seeing some easing of constraints in chemicals and resins but increasing constraints for paper and transportation.\nWe exited the year with annualized inflation of more than $600 million, a nearly 20% increase in our materials businesses alone as the cost of raw materials and freight continue to rise. Given the magnitude of this inflation and the lag in the timing of our price increases, margins moderated in the back half of the year for this business. While we are experiencing even more inflation as we start this year, particularly in paper, we expect to offset the higher costs over the cycle. We remain confident in our ability to continue driving GDP+ growth in this high-return business.\nRetail Branding and Information Solutions continues to deliver impressive results with margins expanding to another record on significant revenue growth for the year, driven by strength in both high-value categories as well as the base business.\nAs I mentioned earlier, momentum in our Intelligent Labels platform continues as sales grew roughly 30% on an organic basis compared to 2020 and roughly 40% compared to 2019. And our recent Vestcom acquisition is not only achieving its performance goals, but also showing positive early signs in providing additional channel access to intelligent labels.\nIn the Industrial and Healthcare Materials segment, sales rebounded versus prior year well above 2019 levels and operating income grew significantly. We've made solid progress in this group of businesses over the last few years. However, the challenges in some of its end markets principally automotive have hindered our ability to achieve our ambitions. Despite these challenges, we are focused on achieving the long-term potential of this group.\nNow as for capital allocation, we continue to execute a balanced strategy. We have increased our pace of growth and capability building investments, both organically and through M&A. Over the last couple of years, we've completed several acquisitions, expanded our venture program and started ramping up the pace of organic investments, which we recently began further accelerating.\nThe overriding focus of our M&A, venture program and organic investments is to further increase our presence in high-value categories, increase our pace of innovation and advance our sustainability initiatives. And we intend to continue this path, all while maintaining a strong balance sheet and returning cash to shareholders.\nWith these great results in mind, it's important to highlight that our overriding focus is on the long-term success of all of our stakeholders, and we have a clear set of objectives and strategies focused on their mutual success. We're making great progress towards our 2025 and 2030 sustainability goals and are on track to deliver our 2025 financial objectives.\nAs you know, the overarching objective of our long-term financial targets is to deliver GDP+ growth and top quartile returns on capital. This is a recipe for superior value creation over the long term, and we are confident in our ability to continue doing so. After delivering a 20% increase in EPS in 2021 ex currency, we are again targeting double-digit EPS growth in 2022.\nWhile 2022 is already shaping up to be just as challenging as the last couple of years, we are prepared for it, commercially, operationally and financially. And once again, I want to thank our entire team for their tireless efforts to keep one another safe while delivering for all of our stakeholders. This has been a particularly taxing time for our teams, and we are all grateful for their dedication, agility and focus. Thank you.\nNow I'll hand the call over to Greg.\n\nGregory S. Lovins\n\nSenior VP & CFO, Avery Dennison Corporation\n\nAll right. Thanks, Mitch, and hello, everybody. I'll first provide some additional color on our performance against our long-term targets and then walk you through fourth quarter performance and our outlook for 2022.\nAs Mitch said, 2021 was an important milestone for the company as the final year for the 5-year financial targets we communicated in early 2017. And as he noted, we again achieved our company-wide targets. The consistent execution of our key strategies enables us to continue delivering against our targets with an overriding focus on delivering GDP+ growth and top quartile returns on capital over the long term.\nOver the 5-year period, sales growth on a constant currency basis was 6.6% annually, with an organic growth of 4.6% annually, both above our target. Our organic growth was roughly 2x global GDP for the same period. Operating margin was almost 2 full points above our target of 11%. And additionally, our EBITDA margin was above 15.6% in 2021, up almost 3 points compared to 2016. And adjusted EPS grew more than 17% annually over the past 5 years, significantly surpassing our target of 10%.\nAnd as always, our focus continues to be the optimal balance of growth, margins and capital efficiency to drive incremental EVA over the long term. To that point, our return on total capital performance continues to be in the top quartile relative to our capital market peers, coming in at over 18% in 2021, again above our target. And our balance sheet remains strong with our net debt-to-EBITDA ratio below the low end of our target range, giving us ample capacity to continue executing our strategies.\nLooking at the segments. Both LGM and RBIS met or exceeded their organic growth targets and delivered margins above the high end of our target range. And we've made significant progress in IHM despite being short of our targets there.\nIn March of last year, we also introduced a new set of long-term targets for the company through 2025, designed to continue delivering superior value creation over the long term. One year into this cycle, we are on track to achieve these goals as well. Given the diversity of our end markets, our strong competitive advantages and resilience as an organization to adjust course when needed, we're confident in our ability to continue delivering through a wide range of business cycles.\nNow let me provide some color on the fourth quarter. We delivered another strong quarter with adjusted earnings per share of $2.13, slightly above our expectation from a quarter ago, reflecting a tax benefit of a few cents and operational performance right in line with our midpoint.\nEarnings were down 6% versus last year, given the extra week in the prior year and up 23% compared to 2019, driven by significant revenue growth and solid margins. As expected, the impact of the extra week and belt tightening in Q4 of 2020 created tough comps. That, combined with the increased pace of investments and a net headwind from pricing and inflation in 2021, decreased margins in the fourth quarter.\nSales were up 19% ex currency and 13% on an organic basis compared to prior year, driven by higher prices and strong volume. As Mitch mentioned, our input costs have continued to rise and supply chains remain tight. We continue to address the cost increases through a combination of product reengineering and pricing and have announced additional price increases on most of our businesses and regions around the world.\nDespite the impact of inflation and supply chain disruptions, we delivered a strong adjusted EBITDA margin of 14.9%, down compared to prior year and up 40 basis points compared to 2019.\nTurning to cash generation and allocation. For the year, we generated $798 million of free cash flow, up 46% compared to prior year and up 56% compared to 2019. And we invested $272 million in fixed capital and information technology as we continue to accelerate investment in our high-value categories, particularly RFID.\nAnd as mentioned previously, our balance sheet remains strong with a net debt-to-adjusted EBITDA ratio at year-end of 2.2%. Our current leverage position gives us ample capacity to continue investing organically as well as through strategic acquisitions while continuing to return cash to shareholders in a disciplined way.\nDuring the year, we deployed $1.5 billion for acquisitions as well as returned $400 million to shareholders through the combination of share repurchases and a growing dividend.\nNow let me turn to the segment results for the quarter. Label and Graphic Materials sales were up 12% ex currency and 11% on an organic basis, driven by a high single-digit impact from price and higher volume and mix. Growth remains strong in both the high-value categories and the base business with both Label and Packaging Materials and Graphics and Reflective sales up low double digits on an organic basis.\nLooking at the segment's organic sales growth in the quarter by region, North America sales were up mid-teens and Western Europe sales were up high single digits, despite raw material, labor and freight availability challenges that have continued to cause extended lead times for both of these regions.\nOverall, emerging market sales were up roughly 10% in the quarter, with India and China both up double digits. And while LGM's profitability remains strong, adjusted EBITDA margin decreased last year to 14.5% as the impact of raising prices reduced the margin by roughly 140 basis points, while the remainder of the decline coming from the impact of the extra week last year and the price cost lag mentioned previously.\nShifting now to Retail Branding and Information Solutions. RBS sales were up 39% ex currency and 20% on an organic basis as growth remains strong in both the high-value categories and the base business. The apparel business saw a particular strength in the performance and premium channels and continued double-digit growth in external embellishments.\nFor the quarter, Intelligent Label sales were up more than 20% organically. And adjusted EBITDA margin for the segment remained strong at 19% with the positive benefits from acquisitions and higher volume were offset by growth investments, higher employee-related costs and the headwind from prior year temporary cost reduction actions.\nTurning to the Industrial and Healthcare Materials segment, sales increased 12% ex currency and 10% on an organic basis. Adjusted EBITDA margin decreased to 12.9%, which, similar to LGM, was driven by the impact of raising prices, the impact of the extra week last year and by the price/cost timing lag.\nNow shifting to our outlook for 2022, we anticipate adjusted earnings per share to be in the range of $9.35 to $9.75. We've outlined some of the key contributing factors to this guidance on Slide 19 of our supplemental presentation materials. We estimate that organic sales growth will be 8% to 11%, reflecting mid- to high single digits from higher prices and low to mid-single-digit volume growth, coming off very strong volume growth across the segments in 2021.\nBased on current rates, currency translation is a roughly 3-point headwind to reported sales growth with an estimated $35 million headwind to operating income. This is roughly $50 million worse than we would have expected a quarter ago, given recent changes in exchange rates.\nOn inflation, our outlook assumes a low to mid-teens rate for the full year, with the largest impacts coming in the first half. And we anticipate spending up to $350 million in fixed capital and IT projects, as we continue to increase our pace of investment, adding capabilities and new capacity, particularly in key strategic platforms.\nWe are also investing roughly $35 million in operating expense, principally in Intelligent Labels, digital capabilities and sustainability. We expect our tax rate will be in the mid-20s for the full year based on current regulations as well. And lastly, we anticipate earnings growth in 2022 will be back half weighted due to tough comps in the first part of the year, particularly Q1, including the timing of currency headwinds, the price/cost lag and the increasing pace of investments.\nIn summary, through this dynamic environment, we are pleased with the strategic and financial progress we made against our long-term goals in 2021. And we are confident in our ability to continue to deliver exceptional value through our strategies for long-term profitable growth and disciplined capital allocation.\nNow we'll open up the call for your questions."
  }
]