[
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/082a2e3d5a2638d9d3237606dc6e58b4",
    "period": "2026 Q3",
    "content": "Q3 2026 Autodesk Inc Earnings Call\n\nQ3 2026 Autodesk Inc Earnings Call\n\nADSKNASDAQNOV 25, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Q3 and Full Year Fiscal 2026 Earnings Conference Call. At this time, all participants are in a listen-only mode. After the speaker presentation, there will be a question-and-answer session. To ask a question during the session, you will need to press star one one on your telephone. To remove yourself from the queue, you may press star one one again. I would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVP of Investor Relations, Autodesk\n\nThanks, Operator, and good afternoon. Thank you for joining our conference call to discuss Autodesk's Fiscal Q3 Results. Andrew Anagnost, our CEO, and Janesh Moorjani, our CFO, are on the line with me. During this call, we will make forward-looking statements, including outlook and related assumptions, and on products, go-to-market strategies, and trends. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-Q and the Form 8-K filed with today's press release, for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nWe will quote several numeric or growth changes during this call as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release and supplemental materials available on our Investor Relations website. I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nThank you, Simon, and welcome everyone to the call. We delivered strong results today, with revenue and non-GAAP earnings per share topping the higher end of our guidance ranges, and billings, non-GAAP operating margin, and Free Cash Flow exceeding our expectations. We are again raising our full-year guidance across the board. As demonstrated at Autodesk University, shared during our recent Investor Day, and reflected in our results today, we're well-positioned to deliver for Autodesk customers and investors, even in an uncertain geopolitical, macro-economic, and technological environment. We are successfully executing on the most far-reaching transformations in Enterprise Software, redefining our business model, go-to-market, products, and platform. In doing so, we are making Autodesk more resilient and unlocking new avenues for growth and margin expansion.\nWe're enhancing our products with cloud-based platforms and capabilities that seamlessly connect, design, and make workflows to deliver more value to our customers, and expanding our addressable market opportunity. We're building a platform with a vibrant third-party ecosystem that will make our solutions more valuable, enable new monetization opportunities, and make Autodesk more efficient. We're defining the AI revolution for our industries, empowering customers with new task, workflow, and systems automations, and capturing shared value through subscription, consumption, and outcome-based business models that blend human and machine capabilities. Autodesk is building the future and the path to it. Our best days and greatest opportunities lie ahead. I've never been more confident in the long-term value we are creating for our customers, the industries that shape the world, and for you, our shareholders. I will now turn the call over to Janesh to discuss our quarterly financial performance and guidance.\nI'll then come back to update you on our strategic growth initiatives.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nThanks, Andrew. Q3 was another strong quarter. Overall, the underlying momentum of the business was similar to prior quarters, and better than the assumptions we had built into our guidance range. We again saw strength in AECO, where our customers are benefiting from sustained investment in data centers, infrastructure, and industrial buildings, which is more than offsetting softness in commercial. Upfront revenue, the Autodesk store, and billings linearity during the quarter were also stronger than expected. Our go-to-market optimization plan remains on track, and operational friction from the new transaction model implementation continues to ease. Total revenue in the Q3 grew 18% as reported and in constant currency. The contribution from the new transaction model to revenue was approximately $124 million in the Q3. Total revenue grew 12% in constant currency and excluding the impact of the new transaction model.\nPlease see the tables in our press release, earnings deck, and Excel financials for details by product and region. Billings increased 21% as reported and 20% in constant currency. The contribution from the new transaction model to billings was approximately $135 million in the Q3. Billings grew 16% in constant currency and excluding the impact of the new transaction model. As a reminder, our billings growth this year is skewed by the new transaction model and by the transition to annual billings for most multi-year contracts. These tailwinds will significantly diminish next year. RPO of $7.4 billion and current RPO of $4.8 billion both grew 20%, benefiting from tailwinds from the new transaction model. Turning to margins, Q3 GAAP and non-GAAP operating margins were 25% and 38%, respectively, reflecting year-over-year increases of approximately 330 and 120 basis points, respectively.\nThis reflected operating leverage and ongoing cost discipline, and was partly offset by the margin drag from the new transaction model. Our margin progress this year sets us up well to achieve the long-term margin goals we talked about at our Investor Day. We still expect progress towards that goal to be non-linear, given incremental headwinds to reported margins in Fiscal 2027 from the new transaction model. Q3 Free Cash Flow was $430 million, which benefited from the earlier timing of billings in the quarter and lower cash tax payments. As a reminder, our Free Cash Flow growth rate this year is also skewed by the transition to annual billings for most multi-year contracts. This tailwind will also significantly diminish next year. Moving on to capital allocation, we purchased approximately 1.2 million shares for $361 million at an average price of approximately $306/share.\nYear-to-date, we have repurchased 3.7 million shares for approximately $1.07 billion. Turning to guidance, I will again speak to the numbers, excluding the impacts of the new transaction model and in constant currency, to give you a clearer view of the underlying dynamics of the business. In the earnings deck, you'll see that we've split the impact of the new transaction model and currency movements for our Fiscal 2026 guidance. We've assumed the underlying momentum of the business remains consistent with previous quarters for the remainder of Fiscal 2026. We have a large pool of EBA and product subscription renewals to close in the Q4 of the year, and will also have our toughest new transaction model billings and revenue growth comparisons with last year.\nThe macro-economic environment seems broadly stable, but macro-uncertainty remains elevated, and we remain mindful of potential disruption as we continue to execute our sales and marketing optimization plan. We've built some risk into our guidance range for the remainder of Fiscal 2026 and expect to again reflect these factors in our Fiscal 2027 outlook in February. We remain disciplined and focused on the controllable factors that drive our revenue, operating margin, earnings per share, and capital allocation, which are the key building blocks of free cash flow per share. Reflecting all this, we've raised our billings guidance range to between $7.465 and 7.525 billion and raised our revenue guidance range to between $7.15 and 7.165 billion, which flows through the current momentum of the business through our full-year underlying guidance.\nThe bottom end of our full-year guidance range reflects some macro-economic risk for the final quarter of the year. We've also raised our non-GAAP operating margin guidance for the year to approximately 37.5%, or approximately 40.5% on an underlying basis, which excludes the impact of the new transaction model. We've also raised our Free Cash Flow guidance range to between $2.26 and 2.29 billion. As we said last February, utilization of US deferred tax assets will mean we pay little US federal cash tax in Fiscal 2026. We do not, therefore, get incremental cash benefit from the One Big Beautiful Bill Act this year. Further, we now expect to buy back approximately $1.3 billion of stock, which is at the high end of our previous guidance, and a 50% increase compared to Fiscal 2025.\nThe slide deck on our website has more details on modeling assumptions for the Q4 and full year Fiscal 2026. Andrew, back to you.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nThank you, Janesh. Autodesk is focused on the convergence of design and make in the cloud, enabled by platform, industry clouds, and AI. We are at the forefront of convergence because we've been evolving and investing in the business models, products, platforms, and go-to-market that capitalize on it. We are at the forefront of neural AI foundation models, which we are deeply integrating into our products, not as a surface-level add-on, and have access to decades of digital data enabling us to generate greater value for the next wave of AI for the physical world. AI will enable inference across tasks, workflows, and systems, which will supercharge convergence. Let me give you a few examples of our progress in the quarter.\nOur customers in AECO, Architecture, Engineering, Construction, and Operations, are demanding convergence to reduce risk, increase quality, and optimize costs and resource use during the design and build phase of an asset, and to yield enhanced efficiency, resilience, and reuse during the operations and maintenance phase of an asset. Autodesk Construction Cloud has growing momentum with owners, designers, GCs, and subcontractors seeking to converge design and construction workflows. For example, a leading global food processor and asset owner is migrating over 700 active projects from a competitive solution to address challenges with end-to-end capital project management. Infrastructure owners, like the South Carolina Department of Transportation, will replace legacy tools with Autodesk solutions to execute long-term plans to improve state infrastructure and resolve maintenance and resilience challenges.\nIntegrated design-build companies like Daiwa House Industry Company Limited, a pioneer of industrialized construction in Japan, are adopting Autodesk Construction Cloud and Autodesk Informed Design to connect their manufacturing and construction processes, placing Autodesk at the center of their common data environment for building systems. General contractors like Slim Group are migrating to ACC to unify design intent with field execution in a single data environment to improve project coordination and efficiency. These stories have a common theme: converging people, processes, and data across the project lifecycle to increase efficiency and resilience while decreasing risk. Our comprehensive, end-to-end industry clouds and platform drive convergence and extend our footprint further into the larger growth segments like infrastructure and construction that we discussed at Investor Day. All this is reflected in our sustained strong revenue and new customer momentum in infrastructure and construction.\nOur manufacturing customers are also demanding convergence to drive cost and research efficiency during the design and make process by converging product development workflows in the cloud, leveraging centralized and granular data in unified data models, and embracing AI-driven automation capable of industry transformation. For example, industrial machinery companies like Micromatic are replacing disconnected competitive solutions with our unified design and make platform to connect data and workflows, which increases collaboration and drives efficiency and speed to market through component reuse and fast, reliable iterations. Machinists at an American cosmetics company will save hours per week by using Fusion for manufacturing and simulation to automate nesting, toolpaths, 3D printing, and programming of multi-axis machines to create spare parts. To further strengthen and scale its integrated design and manufacturing processes, Total Environment is leveraging Fusion's advanced capabilities in manufacturing, simulation, design, and data management by unifying workflows on a single platform.\nThe company will eliminate disconnected tools, enhance collaboration, and improve efficiency across its operations. A French automobile manufacturer is adopting Fusion to produce electric motor prototypes after a benchmarking analysis showed the Fusion platform could complete a machining task in 12 hours, which is 10 and 15 days faster, respectively, than competitive solutions. Converged data opens up new opportunities for Autodesk. As customers seek to drive efficient innovation, Fusion is driving strong growth with extension attach rates increasing, and driving average sales prices higher. We're delivering meaningful productivity gains to customers where we deploy AI. We have continued to see success with our AI-powered sketch autoconstraint in Fusion. Since its launch this year, the AI model has delivered over 2.6 million constraints and has been retrained, and the UX improved all along the way.\nThe acceptance rates for autoconstraint suggestions to commercial users have grown to more than 60%, with 90% of those sketches fully constrained. In education, Wake Technical Community College, Kimley-Horn, and Autodesk have entered a strategic partnership to prepare more than 6,000 students for high-demand careers in design, engineering, and construction. This initiative will integrate Fusion, Forma, Civil 3D, and Autodesk Construction Cloud into WTCC's coursework, with Kimley-Horn's nationally recognized internship program, creating a direct pipeline from classroom to career. We continue to find new ways for our customers to consume our products and services in ways that work best for them. For example, a multidisciplinary AEC consultancy firm is using flex consumption to rapidly scale and manage projects across multidisciplinary teams, and distributed supply chains to accelerate project delivery, and reduce risk.\nAttractive, long-term secular growth markets, our focused strategy of delivering ever more valuable and connected solutions to our customers, and a resilient business are generating strong and sustained momentum, both in absolute terms and relative to peers. Our disciplined execution is driving greater operational velocity and efficiency. We are deploying capital to grow the business, further reduce share count, and enhance value creation over time. In combination, we believe these factors will deliver sustainable shareholder value over many years. Operator, we would now like to open the call up for questions.\n\nOperator\n\nAs a reminder, to ask a question, you will need to press star one one on your telephone. To remove yourself from the queue, you may press star one one again. Please stand by while we compile the Q&A roster. Our first question comes from the line of Saket Kalia, of Barclays. Please go ahead, Saket.\n\nSaket Kalia\n\nManaging Director and Equity Research Analyst, Barclays\n\nOkay, great. Hey, guys. Thanks for taking my questions here, and great to see the better results. Well done.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nThank you.\n\nSaket Kalia\n\nManaging Director and Equity Research Analyst, Barclays\n\nAbsolutely. Andrew, maybe to start with you, I'd love to pick up on the theme from Analyst Day a little bit and see if you could just weigh in on sort of the seats versus consumption AI monetization debate for Autodesk, but maybe also as part of that, touch on your broader ecosystem of partners and customers. Does that make sense?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, that does make sense. Thanks for that question. It's very apropos. Look, there are three things we want to pay attention to here. The first one is there's still a fundamental capacity challenge in all the industries we serve, AEC and manufacturing. There isn't enough current capacity to meet all the demand for what needs to be built or the supply chain needs that need to be throughput inside of both manufacturing and AEC. We have a capacity challenge, so there's a lot of work that just needs to go to kind of create more capacity. The second thing I think that's really important is in the future, there are still going to be projects that require intensive human engagement in order to successfully execute. They're going to be more complex.\nThere's also going to be projects in the future where there's less requirements for human engagement. Machines are going to execute more on these things. There's going to be a balance between these two. The last thing is something I've been saying over and over again. Our goal is to decrease the number of people that are working on a particular project, but increase the number of projects that our customers and our ecosystem are executing. If you do that, what you're going to see is we're going to be capturing incremental consumption value through the things that we do by monetizing machine-based execution, providing outcomes, and all things associated with that, while also still supporting the people-based work that's going to go on the ecosystem. This is equally true of our customers.\nOur customers are going to be seeing their balance shift from sometimes, in some cases, billable hours to also consumptive execution through machine-based execution based on their intellectual property, their IP, and their unique knowledge set. We're all in the same journey together, but it's going to play out over time. You're going to see us actually capturing more value and creating more capacity for the industry we need, because the industry desperately needs it.\n\nSaket Kalia\n\nManaging Director and Equity Research Analyst, Barclays\n\nThat makes a ton of sense and super helpful. Janesh, maybe for my follow-up for you, appreciate the detailed guide for this year. I was wondering if you were able to just give us any color on Fiscal 2027 high level as we think about our models.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nHey, Saket. I'm happy to do that. Let me elaborate a little bit on what I said in the prepared remarks. First off, just by way of context, the business is clearly performing very well this year. That said, we've got a lot of business to close, particularly in January. The second thing I'd point out is our sales and marketing optimization plan has gone very well so far, but we are not complete with that. We touched on this a little bit at Investor Day. I think there's still some risk of disruption next year. Finally, while the macroeconomic indicators have been broadly stable, uncertainty does remain elevated in the environment. We just think it's best to maintain a prudent posture on our underlying growth for Fiscal 2027. We're performing very well this year, and we're looking forward to the rest of the year.\n\nSaket Kalia\n\nManaging Director and Equity Research Analyst, Barclays\n\nVery helpful. Thanks, guys.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Adam Borg of Stifel. Please go ahead, Adam.\n\nAdam Borg\n\nManaging Director of Enterprise Software, Stifel\n\nAwesome. Thanks so much for taking the question. Just on the Autodesk Construction Cloud, it's great to hear the continued traction and even the customer coming over, migrating 700 active projects. When you think about your existing Autodesk Construction Cloud install base, for those existing customers, how penetrated are you in terms of the projects that are already brought over to Autodesk? Any color around that and the ability to continue selling broader parts of your growing ACC portfolio, be it payments, pre-construction, etc., would be really helpful. I have a follow-up.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nI really like that question. Okay. First off, let me just start at the fundamental level, right? The reason why Construction Cloud's doing so well is that we've got this design to pre-construction through construction execution solution. It's completely unique in the industry, and it's built on a modern platform. This is not an aging platform that's going to kind of age out of what people need in the future. It's a highly connected, AI-ready, SaaS-based platform. That's really a huge selling point for us. What you just mentioned there, Adam, is completely true. As we're acquiring new customers, penetrating new accounts, and displacing competitors in lots of accounts, what we're doing is we're starting off with a set of projects.\nWe're not even fully penetrated in all the projects that we've executed with our customers to date, I mean, in the accounts where we are with our customers today. There is actually not only increased penetration that will happen over time within the accounts we have as new projects come and light up and old projects sunset, but there's also additional expansion just driven by the power of our value prop.\n\nAdam Borg\n\nManaging Director of Enterprise Software, Stifel\n\nThat's really helpful. Maybe just building on the theme of convergence in design and manufacturing, we talked about this a little bit at Investor Day. As you think about convergence and the opportunities with Fusion over time, how do you think about the PLM market more broadly for Autodesk? Thanks so much.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, another great question, right? I really appreciate it. First off, remember, we're targeted at the mid-market, and that's where there's a lot of growth and supply chain activity. These customers need convergence because they need this end-to-end digital productivity. I just want to make it super clear to everybody, most of those customers have nothing with regards to PLM. They don't have anything, all right? They may have a data management solution. They may not. Most of their work is actually done through spreadsheets and ad hoc connectivity with some of their ERP systems. They don't have any kind of strong data management or lifecycle solution. We're building a solution for those customers. We're going to go in there and say, you can get what the big boys have.\nYou can get the kind of control, the cloud visibility, and the cloud data flow that was reserved only to a few. They need a modern platform. They need a SaaS-based platform. They need what we're bringing with Fusion. That's how I look at the market. We built these capabilities in Fusion. We're going to continue to enhance them. We're already starting to see success with small accounts of two to three users expanding to larger accounts because we have these tools that are really hard for a lot of people in the mid-market to get and deploy.\n\nAdam Borg\n\nManaging Director of Enterprise Software, Stifel\n\nIncredibly helpful. Thanks again.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nThanks for the questions.\n\nOperator\n\nThank you. Our next question comes from the line of Jay Vleeschhouwer of Griffin Securities. Please go ahead, Jay.\n\nJay Vleeschhouwer\n\nManaging Director of Software Research, Griffin Securities\n\nThank you. Good evening. Andrew, my first question for you is a corollary to the question I asked you a quarter ago about the pace of New Technology Adoption. The question has to do with something interesting you said at AU. I think it might have been on Mainstage where you said, as far as your customer base is concerned, that, no one gets left behind, which is an important general commitment. What are the practicalities of that in terms of customer migration, packaging, promotions, all those sorts of things that you've done or will need to do with regard to migrating your customers in the way that you implied?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah. Look, we're attacking this from multiple vectors, okay? First off, packaging is the first one, right? As you know, if you're a Collections customer or a Revit customer, you get the Forma design application shipped with your bundle. You're already getting something that is you're paying for the future and the present, all right? You're capturing the value right there, and you're part of the ecosystem. The other thing that we're doing is we're also making sure that we have the CDE available to as many customers as possible. That's Forma data management. We'll talk more about that in the future, which is a really important piece of the puzzle as well.\nThe other thing that's really important, and it needs to get airtime because you're going to see something similar evolve in the Fusion world as well, is we talked about Revit rolling out as the first form of connected client next year. What that means is what we're doing is we're tightly connecting the workflows between the feature-deep desktop product that customers use today and the evolving emerging product they'll be using tomorrow, so that they can seamlessly move between these two products in such a way that they can get the benefit of one while also harnessing simply and easily the benefit of the other. That's a really important part of the strategy as we move forward because the adoption does take time. It takes time for people to change these things.\nWe're also hyper-focused, especially on the AI side, on rolling out features that may not look sexy at the headline level, but are real productivity enhancers for our customers that get real adoption. What you're seeing with auto-constraint in Fusion is a great example of that. It's a highly adopted feature. Now, explaining it to everybody exactly what it does usually requires a video, but to a customer, they get it. They love it. They accept these things at like 60% acceptance rates. Some of these sketches are 90% constrained. It's the kind of stuff that you're going to see us continue to roll out that really makes a difference in how our customers work.\n\nJay Vleeschhouwer\n\nManaging Director of Software Research, Griffin Securities\n\nThank you for that. Janesh, for you, given the revenue upside across each of the segments, could you comment on any new or incremental trends you're seeing in usage telemetry, either by vertical or geo or standalone product versus collections? Anything of that kind in terms of the usage component that helped drive some of that growth in AC manufacturing and so forth?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nJay, thanks. What I'd say is the momentum in Q3 continued from the first half. The trends we saw in Q3 were similar to what we saw in Q2 as well. You see that strength reflected in the different product lines, and the different areas of the business. I touched on some of the areas within AECO, for example, around data centers, infrastructure, and industrial that were all bright spots again. You see that reflected in products as well. Similarly, when you look at the Autodesk Store and some of our emerging geographies that did well, you'll see the trends reflected in the products that get sold through those routes as well. Overall, I'd say it was very consistent with what we had seen in Q2. Nothing new that I would highlight as an emerging trend.\n\nJay Vleeschhouwer\n\nManaging Director of Software Research, Griffin Securities\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Jason Celino of KeyBanc Capital Markets. Your line is open, Jason.\n\nJason Celino\n\nManaging Director and Equity Research Analyst, KeyBanc Capital Markets\n\nHey, great. Thanks for taking my question. I wanted to ask about the normalized growth you saw this quarter, the 12%. Again, similar to last quarter, slight acceleration. What was the inorganic contribution to that normalized number? I'm just trying to understand if there was some modest acceleration. If there was, what do you think drove that?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nYeah, I'm happy to touch on that. There was nothing unusual with respect to M&A activity in Q3 that affected those underlying growth rates. I'd say what we saw there was just the continuing momentum that we've seen in the business, as I mentioned just a moment ago. The sources of where that outperformance came from in terms of the upfront revenue, the Autodesk Store, and stronger billings linearity during the quarter, I think all of those played a role in helping us get to the ultimate outcome that we delivered over here. Overall, it was a strong quarter across the board. The team executed really well, and I think that's what you're seeing reflected in the numbers.\n\nJason Celino\n\nManaging Director and Equity Research Analyst, KeyBanc Capital Markets\n\nGreat. No, that's helpful. When we think about the commentary around the EBA cohorts that you have for Q4, I'm just curious what type of behavior you've seen so far from a renewal standpoint or if customers are willing to engage earlier. Just curious if you have any tidbits that will be helpful there. Thank you.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nJason, in terms of what we saw in Q3, there was very strong engagement from many of those customers. We closed all the business that we were expecting to close. If I think about some of the typical metrics that we have around attach rates and so forth, those all played out as we expected they would. Q4 is our largest quarter for EBA renewals, and we also have a very large product subscriptions renewal cohort to close here in this quarter. Q4 is heavily weighted towards January, so there's still a lot that we need to get done. Again, the team did well here in Q3, and that momentum has continued nicely.\n\nJason Celino\n\nManaging Director and Equity Research Analyst, KeyBanc Capital Markets\n\nOkay. Wonderful. Thank you.\n\nOperator\n\nThank you. Our next question comes from the line of Taylor McGinnis of UBS. Please go ahead, Taylor.\n\nTaylor McGinnis\n\nEquity Research Analyst, UBS\n\nYeah. Hi. Thanks so much for taking my questions. Andrew, first one for you. You mentioned earlier about still some elevated uncertainty out there, but it sounds like you guys are seeing some strength in areas like data centers, industrials, and whatnot. When you speak with customers regarding their spending plans across AC manufacturing and M&E for calendar 2026 or Fiscal year 2027, I guess any early insights that you could share with the group in terms of what you guys are expecting to see?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, customers aren't flagging any differences in their spending pattern, all right? I think one of the things that's really, really important to note is, one, the current momentum is going to continue a little bit. Also, what the customers are looking for is they're preparing for future productivity enhancement. Everyone's investing in their digital infrastructure. It's trying to be ready for any changes in the demand patterns, what sector might be more important as we move forward. Most of our customers are flagging a continuation of their investment. Some areas are flagging a little bit more investment because they've been kind of maybe slow on the investment in the past. We don't see anything changing in terms of the consistency level right there.\n\nTaylor McGinnis\n\nEquity Research Analyst, UBS\n\nPerfect. Thank you. Janesh, maybe just one for you. On billings growth, you made several comments in the prepared remarks just about how growth has been elevated this year because of the new transaction model and also because of the larger base of multi-year billings customers. We're going to start to lap that going into next year and see some moderation in growth. Can you just help us unpack the mechanics there a little bit more? As we look into 2027, could we start to see, if we adjust for FX and the new transaction model, revenue growth and billings growth start to align with one another? Is it possible that we could actually see some tougher comps and maybe there's a divergence between the two? Any additional color you can give there, I think, would be helpful.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nTaylor, I'll break that into two parts. One is around the underlying business performance that you mentioned. The second is just the mechanical aspects of modeling the growth for Fiscal 2027. First, in terms of just the underlying growth that we see in the business, we feel very good about this year. If you look back at the last couple of years, we've demonstrated consistent growth, and that trend has continued in this year. We've also talked before about the diversification of our business across industries, across geographies, and customer sizes. That's a strength for us. Again, we saw that play out here in Q3 as well. If I look ahead, we're excited by the growth potential of businesses like construction and Fusion, infrastructure, and some of the others that we outlined at Investor Day.\nOverall, I think we're executing really well, including on the AI strategy and roadmap. We feel very well positioned in that regard. If I think about the growth for the future, I think all of those things give me confidence. Also, when I guide for next year, we will consider, as I mentioned, the go-to-market optimization and the macro risks that I touched on at the start of this call. In terms of some of the underlying mechanics, thank you for the question. I think it's actually helpful to spell out what we expect to see next year.\nTo break that apart, if I think about the billings and Free Cash Flow growth rates this year, they have been inflated because of the transition to annual billings for most multi-year contracts. That's a business model transition that we expect to complete during Q1 of next year. We expect that reported billings and free cash flow growth will start to normalize during next year. Billings and revenue growth rates have also been inflated this year from the new transaction model, for which we provide the details separately on an underlying basis. On that transition, we expect a smaller impact from that in 2027 than we had in 2026. We'll also have incremental headwinds to reported operating margins from the new transaction model next year. Ultimately, as you know, these are just near-term accounting effects, and the underlying business has been performing consistently well.\nOur goal is to try and get to as reported numbers as soon as we can. That will be our focus in the future.\n\nTaylor McGinnis\n\nEquity Research Analyst, UBS\n\nGreat, thanks for all the color.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nOf course.\n\nOperator\n\nThank you. Our next question comes from the line of Elizabeth Porter of Morgan Stanley. Please go ahead, Elizabeth.\n\nElizabeth Porter\n\nSVP of Wealth Management and Financial Advisor, Morgan Stanley\n\nGreat, thanks so much for the question. I wanted to follow up regarding some of the new AI capabilities like auto constraints, which appear to have the high accepted rates and measurable productivity gains. The question is, are these product improvements translating into observable changes in retention, multi-product adoption, or expansion activity? Just as the platform overall delivers more value with AI, how are you thinking about the pricing power? Any sort of larger, more periodic price increases or a steadier cadence tied to just incremental AI-driven capabilities? Is that an opportunity that you look forward to? Thank you.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, thank you for the question, Elizabeth. First off, let's be very clear. This is a multi-year journey here that we're on, all right? I want to be clear that we're going to be kind of moving along with our customers here, focusing on key areas of adoption, and finding levers of productivity that make a real impact on them. We're starting with tasks. Auto constraints is a classic example of a task within the modeling. We're going to do a lot of that. That task automation is highly protective of our existing business. What the customers love is they see large incremental productivity increases that are not classically easy to replicate in a traditional kind of development model and feature creation model. Task automation is highly protective of the existing business, is highly retentive.\nWe see some of that with some of the satisfaction ratings we get with some of this technology as we move forward. We're going to be moving more and more into workflow automations as you see us move next year. We talked about some of this at AU. We showed some pretty compelling workflows between various products, and across various products from design to pre-construction planning and things like that. Those workflow automations are going to ultimately offer additional monetization opportunities because some of it will be included with the subscription, but some of it will not. We'll be charged for incrementally. As the customers adopt those, and as we find the right workflow levers, you're going to see us start to capture some of that value. Now, as we move down the curve into systems-level optimization, those are going to capture the most value.\nThey're further down in the pipeline, but they're also the kind of things that have huge impacts on our customers and huge value delivery. We're going to capture some of that value. We're going to share some of it with our customers, but we're going to capture that value. Asset-based automations are highly retentive. They have retentive effects. You can see that with the way the customers are satisfied with the product and what they see in the product. The workflow automations are going to be also highly retentive, but they're also going to offer incremental monetization opportunities. System-level optimizations will offer more monetization opportunities. It's going to take time.\n\nElizabeth Porter\n\nSVP of Wealth Management and Financial Advisor, Morgan Stanley\n\nGreat. Just as a follow-up, I wanted to ask on the margins where it was really impressive to see the underlying margin expansion kind of move up in the full-year guide. The question is, where are you seeing the most outsized success that's driving up the full-year view? What are the levers that are having more of an impact near-term versus what can be more of a driver next year for the underlying margin trajectory?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nElizabeth, maybe I'll take that one. I think the underlying levers are the same near-term as well as longer-term. The biggest lever in terms of achieving our margin targets over the long term will be our go-to-market optimization. On that, we've already made great progress so far, and that will ultimately further reduce our sales and marketing as a percentage of revenue. We also have inherent operating leverage, which is something that we've demonstrated for a few quarters now, so that shows up in the near-term numbers. That will also be a driver for us longer-term. Embedded in that operating leverage, there are a few puts and takes. To start with, on the gross margin front, we expect that cloud and AI workloads will ultimately be accretive to gross profit dollars, but they will pose a headwind to gross margin as they scale.\nWe think that's actually a sign of success if that happens in terms of our strategy for adoption working quite nicely. On the R&D side, as we've shared before, we'll continue to prioritize investments in innovation and AI-driven initiatives, but at the same time, drive efficiency through common components in the platform. On the G&A side, we'll just scale efficiently as we continue to grow the business. Those are some of the things that I see. In terms of the rate of progress of getting to the 41% margin target that we outlined, as I'd mentioned earlier, the path to getting there will be non-linear, just given the additional margin headwinds we expect from the new transaction model this year. Overall, we feel we're well on our way to achieving the target, and we've already raised the current year outlook here by 50 basis points.\nWe feel pretty good about that.\n\nElizabeth Porter\n\nSVP of Wealth Management and Financial Advisor, Morgan Stanley\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Josh Tilton of Wolfe Research. Your line is open, Josh.\n\nJosh Tilton\n\nSVP and Equity Research Analyst, Wolfe Research\n\nHey, guys. Thanks for sneaking me in, and congrats on another great quarter. Two for me, one more near-term, one maybe long-term. Just in the near term, I think if I look back, this is probably one of the biggest increases to the billings growth guide going into a Q4 that we've seen maybe ever. I'm just trying to understand, or maybe you can help me unpack what exactly is driving that near-term performance. My follow-up to that is just more longer-term. The agency transition seems to be going well. I wouldn't say well underway, but I feel like it's hit maybe critical mass to some extent. Can you maybe talk to some of the levers that you have to incentivize this newly formed channel to drive better new business growth for you guys going forward? Thanks.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nJosh, maybe I'll start. In terms of the outperformance that we had here in the Q3, there's a couple of sources. One is, as I mentioned, just consistent, strong execution from the team, which is something that we are all very proud about. The second is also just in terms of the guidance philosophy that we had and the approach that we took entering the quarter where, as you know, against the low end of our billings guidance, we had assumed a pretty severe macro-economic scenario, which we had been quite transparent about. That didn't play out. The broader macro-economic environment was relatively stable. I think you saw some of the benefits of that here as well.\nIf I think about the Q4 view on that and the extent of risk that we've got baked in, there is a little bit of risk baked in at the lower end of the guidance range, particularly on billings. Given that we've got basically just a little over two months here left to go in the year, we didn't feel like we needed to take as dim a view of the macro for Q4 as we had previously taken.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nTo the second part, Jason, I mean, Josh, sorry, I'll weigh in on that a little bit, okay? There's a couple of things that we're enabling with the new transaction. One, we have better customer intelligence, which is going to allow us to be more efficient with our partner engagements. The other one is we're working really hard to automate more of the things that are associated with renewals. If you look at the way we want to move forward, you're going to see us incenting the channel more on new business than on renewals, which is going to align the channel with kind of our long-term objectives. It's easier to make renewals now, so we should be paying less on renewals.\nWe should be paying more on new business so that the channel can build the right kind of capacity for the new business and hunt a bit more and renew in a more automated way. Look for us to continue to push that as we head into next year, tighter intelligence going into the channel, more efficiency, more automation, more self-service tied to renewals, and a stronger emphasis on new business generation.\n\nJosh Tilton\n\nSVP and Equity Research Analyst, Wolfe Research\n\nLove to hear it. Thank you so much.\n\nOperator\n\nThank you. Our next question comes from the line of Joe Vruwink of Baird. Your line is open, Joe.\n\nJoe Vruwink\n\nSenior Research Analyst of Vertical Software, Baird\n\nHi, Greg. Thanks for taking my questions. I wanted to go back to the FY 2027 outlook. I guess what I really want to ask is, do you need the same level of prudence when you frame the forward outlook like you have been using? I just sit here and appreciate that this year, you started 8 to 9. It looks like it'll end closer to 11. There's something to be said about prudence, but also nothing wrong with communicating strength when it's evident. I think you're not only seeing strength, but it would seem like next year, definitely end of stages and some transitional elements, early stages on things like consumption or cloud adoption that can contribute more. I'm just wondering if some of that factors into a different approach to the outlook?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nHey, Joe. Look, on Fiscal 2027, it'll make sense to talk about the specifics when we are actually guiding to Fiscal 2027 in February. What I wanted to do today is just share our overall enthusiasm for how we're executing here in Q3. I talked about some of the momentum that we're seeing, and some of the factors that continue to excite me about the business in the long run, and just be transparent about some of the factors I'll consider when I set guidance. In terms of the specific levels of those, we'll talk about those on the next call.\n\nJoe Vruwink\n\nSenior Research Analyst of Vertical Software, Baird\n\nOkay, that's fair enough. At AU, there are some good sessions from your large customers on how they've set up kind of centralized Autodesk development teams. You have different regional teams that are now building around platform services in a coordinated way. There is a lot more talk about how agents are factoring into what these teams are now starting to do. I guess there's this idea still percolating out there that AI is going to make it easier for your large EMC customers, these same entities, to maybe just do more internally. I wanted to ask what you're seeing on this topic. Really, when we see a large EMC account talk about data scientists on staff and what they're doing, should we really think, well, Autodesk is ultimately having a role here?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, you should absolutely think that, Joe, okay? Our goal is to make it easier for them to apply their IP with their data scientists to the workflows that make the most impact on their business. Our platform is going to be everywhere in this. The services and agents we build associated with our platform are going to be core to how they create that value from their IP, incrementally above some of the models that we build ourselves and that we deploy into their environments. We want to coordinate and work with agents they may build internally with the agents that we have. One should be augmenting the other. Look for our platform to be everywhere that these customers actually execute and incrementally build capabilities on.\n\nJoe Vruwink\n\nSenior Research Analyst of Vertical Software, Baird\n\nGreat. Thank you.\n\nOperator\n\nThanks. Question comes from the line of Bhavin Shah of Deutsche Bank. Your line is open, Bhavin.\n\nBhavin Shah\n\nDirector of Equity Research, Deutsche Bank\n\nGreat. Thanks for taking my questions, and congrats on the strong results. Janesh, I know you spoke about this briefly in your prepared remarks. In terms of channel productivity, excuse me, how much time is still spent on operational elements? When do you think the channel gets back to full productivity? Is there any kind of impact also with all the M&A activity happening with the resellers?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nYeah, we continue to address some of the operational friction that partners face on the new transaction model. Andrew referenced that as well. I think we've made very good progress, and I think much of that is behind us at this point in time. There's a bit more to be done, but we are well on our way. We saw the EMEA partners get their first renewals here in September on the new transaction model. That generally went as we expected it would. I think at this point, we've lapped all of the first annual renewals. In terms of the future, we continue to focus on how we and our partners can deliver more valuable, data-driven, and connected products and services to our customers.\nWe have seen the strategy working quite nicely, particularly at the low end, where many of the customers that previously used to buy from the non-contracted partners or the server partners are now buying from us directly on the store. Some of our larger partners are focused on continuing to build out value-added services that allows them to build more connectivity and offer better solutions to customers, which then works quite nicely for us in the long term as well.\n\nBhavin Shah\n\nDirector of Equity Research, Deutsche Bank\n\nThat's helpful there. As a follow-up for Andrew, maybe just for you, there's been some recent headlines about agents turning 2D sketches into 3D models via CAD software. As innovation continues to evolve here, what role can Autodesk play? How are you thinking about evolving the product capabilities as Agentic and Copilot to turn sketches into models continues to evolve?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, I think you should assume that the level of data that Autodesk has in this particular area, and the level of focus, will certainly excel above anything else you see out there. We just focus where the biggest returns are right now.\n\nBhavin Shah\n\nDirector of Equity Research, Deutsche Bank\n\nMakes sense to me. Thanks for taking my questions.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Tyler Radke of Citi. Please go ahead, Tyler.\n\nTyler Radke\n\nManaging Director and Senior Equity Research Analyst of US Software Sector, Citi",
    "content2": "Yeah, thank you for taking the question. The direct revenue has grown significantly. I think it was up 85% this quarter. You called out strength in the online store, the Autodesk store. Just wondering, is this strength coming in well above your expectations? How should we just think about the mechanics of taking more business direct and potentially that being a tailwind to the reported revenue that we're seeing?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nTyler, I'd say in Q3, things worked as we expected they would. We were expecting to see an increase in the mix of direct revenue as the new transaction model continues to scale. That generally played out the way we expected it would. In terms of the impact of that on the model, it does affect the as-reported numbers, as you know, which is why we also provide the views on an underlying basis. I'd say the store strength has continued for some time. A portion of that might be channel shift, but a lot of it is also just general strength we've seen, particularly in a number of the countries around the world that we've talked where we haven't rolled out the new transaction model. We've been seeing strength in those countries as well. I think it is a bit broader based on that.\n\nTyler Radke\n\nManaging Director and Senior Equity Research Analyst of US Software Sector, Citi\n\nGreat. Helpful. Janesh, just on the underlying growth, I know you have some questions on this specifically as we think about FY 2027 guidance. You started off the year in sort of the high single-digit ballpark. I think if we look at the Q4 guide, normalized growth is closer to kind of the low teens. Is that a fair characteristic of where the underlying growth of the business is today? Maybe there's some one-up or one-time revenue in that Q4 number as it relates to EBA. Just help us understand where is that underlying growth of the business in your view now? I assume that's maybe a few points higher than it was at the beginning of the year.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nTyler, at the start of the year, when we laid out our guidance, we had been prudent for a variety of reasons. It was also my first guidance for the full year as CFO. We had just done a restructuring. There were a number of other factors as well that played into that. At that point, I had mentioned that I viewed the business as being a consistent and resilient business. I think that played out quite nicely. If you look at the growth we've seen over the last couple of years, and then if I look at this year, we've had very consistent growth across the three quarters of this year. That same consistency is implied in the guide for Q4 as well.\nWe feel very good about the way we've executed and all the irons we have in the fire to continue to sustain our momentum in the future. Again, we will consider our overall risks around go-to-market execution, as well as the macro, when we guide.\n\nTyler Radke\n\nManaging Director and Senior Equity Research Analyst of US Software Sector, Citi\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Ken Wong of Oppenheimer & Company. Please go ahead, Ken.\n\nKen Wong\n\nManaging Director and Senior Analyst of SaaS and Applications Software, Oppenheimer & Company\n\nThank you for taking my question. Andrew, I wanted to circle back on a comment that you made about the incentive structure to partners. I realize that you guys are taking it down on renewal to incentivize some hunting. Any early feedback from partners? I realize it doesn't take effect usually until February, but any early behavioral changes that you guys are noticing from the channel?\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, nothing pronounced, okay? No early changes. Obviously, partners always have lots of questions when we change their incentive structure. Generally speaking, they get what we're trying to do, and they understand what's going on here. We're not trying to take money out of the channel ecosystem. We're trying to shift how it gets paid out. Makes total sense to them. We haven't seen any initial kind of changes in their behavior right now at all.\n\nKen Wong\n\nManaging Director and Senior Analyst of SaaS and Applications Software, Oppenheimer & Company\n\nOkay, perfect. On the OBBA side, Janesh, I realize not expecting any tailwinds on the free cash side. Are you guys seeing any early impact on the top line in terms of kind of customer spending behavior or any customer project activity?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nNothing that I would directly attribute to the One Big Beautiful Act yet.\n\nKen Wong\n\nManaging Director and Senior Analyst of SaaS and Applications Software, Oppenheimer & Company\n\nOkay, great. Thank you, guys.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nThank you.\n\nOperator\n\nThank you. Our next question comes from the line of Koji Ikeda of Bank of America. Your question, please, Koji.\n\nKoji Ikeda\n\nDirector of Enterprise Software Equity Research, Bank of America\n\nYeah, hey, guys. Thanks for taking the questions. I wanted to follow up on a previous question on Free Cash Flow. Janesh, I think you mentioned there's about two more quarters left before Free Cash Flow normalization. Did I hear that right? Beyond that, what should quarterly Free Cash Flow seasonality look like? Is there a Fiscal year example from the past that we could look at that would be a good representation of what it would look like going forward?\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nYeah, Koji, the comment earlier was around the growth rates that we would expect will come down. If I think about the absolute dollars of billings that we have at this point in time associated with the change in the multi-year to annual billing transition, I think that piece is done. In terms of thinking about cash flow and providing maybe a general rule of thumb, I would say holding aside any significant discrete items, we generally would expect free cash flow growth to be correlated with our underlying non-GAAP net income growth. Of course, we will call out any large discrete items when we provide guidance.\n\nKoji Ikeda\n\nDirector of Enterprise Software Equity Research, Bank of America\n\nGot it. Thank you. Maybe a follow-up here, question for Andrew. In thinking about the AI strategy and the data access strategy for AI through MCP and API calls, how has customer usage trends been around there? Any update on how we should be thinking about any timing of the monetization opportunity with the data access strategy? Thank you.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nYeah, there's actually fairly robust use of some of our APIs by the customers. Also, we'll be monetizing some of that access as well. A lot of customers are expecting that. Most customers won't be impacted by that, but those customers that are most heavily using machine-based kind of applications associated with our APIs will probably see impacts in terms of billings associated with their usage, right? Again, the AI monetization will play out over time. The API monetization will play out over time. MCPs and APIs are definitely another source of monetization that you'll see us pulling the lever for as we move forward.\n\nKoji Ikeda\n\nDirector of Enterprise Software Equity Research, Bank of America\n\nThank you.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nThank you, Koji.\n\nOperator\n\nThank you. Our next question comes from the line of Michael Turrin of Wells Fargo Securities. Please go ahead, Michael.\n\nMichael Turrin\n\nManaging Director and Senior Software Equity Research Analyst, Wells Fargo Securities\n\nHey, thanks for squeezing me. I'll give you a chance to summarize some of the prior comments. I think high level of the question is you're raising numbers across the board for Fiscal 2026. It's not something we're seeing a whole lot of across software these days. Maybe just expand on your perspective around what's driving that and how much of that is beyond the scope of just macro and business model changes. On CAD specifically, it's another quarter of standout growth, 15%. Maybe touch on that segment and if there are any specific dynamics to be mindful of there as well? Thank you.\n\nJanesh Moorjani\n\nCFO, Autodesk\n\nYeah, I'm happy to touch on both of those. If I had to summarize Q3, I would say it reflects the consistent momentum we've seen from sustained execution this year against the backdrop of a stable macro. While in the guide at the lower end, we had assumed that the macro would worsen. I think it's both our execution as well as the more prudent guidance assumptions that that didn't play out. In terms of the growth of the AutoCAD business, there's a few factors there. That growth is partly affected by just the mechanical accounting on the new transaction model as well. I think that's part of what you're seeing. We talked about strength in the Autodesk store, and strength in emerging countries like India, LATAM, and the Middle East.\nSome of the AutoCAD strengths that we've seen come from those countries and from the Autodesk store as well.\n\nAndrew Anagnost\n\nCEO, Autodesk\n\nMichael, I'll just add one more thing to this because I have to. We have been making some serious and important strategic decisions over the last three years about how our business is structured and how we move forward. You're seeing the results, all right? These are the results that we ultimately said we were going to deliver as a result of those investments and those changes. They were hard changes, difficult lifts. Now you're seeing the performance associated with those lifts.\n\nMichael Turrin\n\nManaging Director and Senior Software Equity Research Analyst, Wells Fargo Securities\n\nThanks very much.\n\nOperator\n\nThank you. That is all the time we have for Q&A today. I would now like to turn the conference back to Simon Mays-Smith for closing remarks. Sir.\n\nSimon Mays-Smith\n\nVP of Investor Relations, Autodesk\n\nThank you, Latif, and thank you, everyone, for joining us. Looking forward to seeing many of you on the road over the coming weeks. Wishing my fellow Brits a Happy Budget Day tomorrow, and my fellow Americans a Happy Thanksgiving on Thursday. Thanks very much, everyone.\n\nOperator\n\nThis concludes today's conference call. Thank you for participating. You may now disconnect."
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1cbf047923e2f7d8fc6a5d61b2a9999e",
    "period": "2026 Q2",
    "content": "Q2 2026 Autodesk Inc Earnings Call\n\nQ2 2026 Autodesk Inc Earnings Call\n\nADSKNASDAQAUG 28, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk Second Quarter and Full Year Fiscal 2026 Earnings Conference Call. [Operator Instructions] I would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks operator, and good afternoon. Thank you for joining our conference call to discuss Autodesk's fiscal '26 second quarter results. Andrew Anagnost, our CEO; and Janesh Moorjani, our CFO, are on the line with me.\nDuring this call, we will make forward-looking statements, including outlook and related assumptions and on products, go-to-market and strategies. Actual events or results could differ materially. Please refer to our SEC filings including our most recent Form 10-Q and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information.\nAutodesk disclaims any obligation to update or revise any forward-looking statements. We will quote several numeric or growth changes during this call as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release and supplemental materials available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. Autodesk delivered strong second quarter results. Revenue and non-GAAP earnings per share topped the higher end of our guidance ranges, billings, non-GAAP operating margin and free cash flow exceeded our expectations. As a result, we are raising our guidance for the full year.\nIn an uncertain geopolitical macroeconomic and policy environment, 2 things remain clear. First, our strong momentum and performance in the first half of fiscal '26 set us up well to achieve our goals for the year. And second, we continue to make the right decisions to drive long-term shareholder value. We remain focused on executing our established strategic priorities in cloud, platform and AI, optimizing our sales and marketing to drive higher operating margins and allocating capital to ingrain investments, targeted and tuck-in acquisitions and continuing our share repurchase program as our free cash flow grows.\nWe have laid strong foundations for future revenue and operating margin growth and shareholder value creation. We're excited to tell you more about our plans at Autodesk University in September and at our Investor Day on October 7. I will now turn the call over to Janesh to discuss our quarterly financial performance and guidance. I'll then come back to update you on our strategic growth initiatives.\n\nJanesh Moorjani\n\nCFO & COO\n\nThanks, Andrew. Q2 was another strong quarter. Overall, the underlying momentum of the business was similar to prior quarters and better than the assumptions that we had built into our guidance range. We saw strength in AECO where our customers are benefiting from sustained investment in data centers, infrastructure and industrial buildings, which is more than offsetting softness in commercial. The Autodesk store, billings linearity during the quarter and upfront revenue were also stronger than expected.\nOur go-to-market optimization plan remains on track and operational friction from the new transaction model implementation continues to ease. Total revenue in the second quarter grew 17% as reported and 18% in constant currency. The contribution from the new transaction model to revenue was approximately $105 million in the second quarter. Total revenue grew 11% in constant currency and excluding the impact of the new transaction model. Please see the tables in our press release, earnings deck and XL Financials for details by product and region.\nIn the second quarter of this year, we started to cycle past the anniversary of acquisitions made last year, so I should note that we saw consistent make revenue growth in Q1 and Q2 if you remove the impact of acquisitions. Billings increased 36% as reported and 34% at constant currency, reflecting the shift to annual billings for most multiyear contracts and the transition to the new transaction model. The contribution from the new transaction model to billings was approximately $129 million in the second quarter. Billings grew 26% at constant currency and excluding the impact of the new transaction model. RPO of $7.3 billion and current RPO of $4.7 billion grew 24% and 20%, respectively, benefiting from tailwinds from the new transaction model.\nTurning to margins. Second quarter GAAP and non-GAAP operating margins were 25% and 39%, respectively, reflecting year-over-year increases of 240 and 140 basis points, respectively. This reflected operating leverage, ongoing cost discipline and some timing benefits from restructuring partly offset by the margin drag from the new transaction model. Second quarter free cash flow was $451 million, which benefited from the earlier timing of billings in the quarter.\nMoving on to capital allocation. We purchased approximately 1.2 million shares for $356 million at an average price of approximately $298 per share. Year-to-date, we have repurchased 2.5 million shares for $709 million. Turning to guidance. I will again speak to the numbers excluding the impact of the new transaction model and in constant currency to give you a clearer view of the underlying dynamics of the business. In the earnings deck, you'll see that we have split the impact of the new transaction model and currency movements for our fiscal '26 guidance.\nThe underlying momentum of business in the second quarter of fiscal '26 was consistent with recent quarters and better than the more cautious assumptions built into the bottom end of our prior guidance range. The macroeconomic environment seems broadly stable, but uncertainty remains elevated. As usual, we have a large pool of EBA renewals to close in the back half of the year. We will also start cycling against tougher new transaction model billings and revenue growth comparisons with last year, particularly in the fourth quarter.\nWe remain disciplined and focused on the controllable factors that drive our revenue, operating margin, earnings per share and capital allocation, which are the key building blocks of free cash flow per share. Reflecting all this, we've raised our billings guidance range to $7.355 billion to $7.445 billion and raised our revenue guidance range to $7.025 billion to $7.075 billion, which flows through the strength of the business in the first half to our full year underlying guidance, along with some additional tailwinds from FX. The bottom end of our full year guidance ranges reflect similar macroeconomic assumptions for the second half of the year, as we had outlined on the prior call.\nWe've also raised our non-GAAP operating margin guidance for the year to approximately 37% or approximately 40% on an underlying basis, which excludes the impact of the new transaction model. As you are aware, we initiated the optimization phase of our sales and marketing efficiency plan in February. We are making good progress and are on track to realize its expected benefits. These efficiency gains, combined with inherent operating leverage set us up well to expand our operating margin over time.\nAssuming no material change in the external environment, we expect reported non-GAAP operating margin to be 41% in fiscal '29 or about 45% on an underlying basis, which excludes the mechanical impact of the new transaction model as it fully scales next year. This would represent a reported and underlying improvement of approximately 500 basis points and approximately 900 basis points, respectively, since we started to scale the new transaction model at the end of fiscal '24. We will tell you more about our plans at our Investor Day on October 7.\nWe've also raised our free cash flow guidance range for fiscal '26 by $88 million at the midpoint to $2.2 billion to $2.275 billion. As we said in February, utilization of U.S. deferred tax assets will mean we pay little U.S. federal cash tax in fiscal '26. We do not, therefore, get incremental cash benefit from the one big beautiful Bill Act this year. And finally, we've also raised our fiscal '26 share buyback targets by $100 million to between approximately $1.2 billion and $1.3 billion, which is a 40% to 50% increase compared to fiscal '25. The slide deck on our website has more details on modeling assumptions for the third quarter and full year fiscal '26.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Janesh. Autodesk is focused on the convergence of design and make in the cloud, enabled by platform, industry cloud and AI. We are at the forefront of convergence because we've been evolving and investing in the business models products and platforms and go-to-market that capitalize on it. Let me give you a few examples from the quarter. Atkins Realis is a world-class engineering services and nuclear company. Over the years, it has embedded Autodesk technologies across its global delivery ecosystem to enhance design quality, reduce rework and support data-driven decision-making throughout the project life cycle. Having signed our sixth EBA with them this quarter, I'm excited that there is still so much more we can do through initiatives like automated model validation, enhanced interoperability and immersive XR based design reviews, Autodesk will help further streamline workflows and improve quality insurance.\nAI-enabled design strategies, digital twin capabilities and Autodesk Construction Cloud will support its expanded service offerings and reinforce its position as a digitally enabled partner. Kimley-Horn is a premier planning and design consulting firm committed to growth and digital transformation. It renewed and expanded its relationship with Autodesk to accelerate the adoption of BIM solutions and Autodesk Construction Cloud. By fostering collaboration and productivity across the project life cycle, Kimley-Horn anticipates significantly increasing efficiency by the end of 2025.\nDynamic Energy is a full-service solar developer offering turnkey services for commercial, industrial, institutional and utility scale solar installations. Faced with workflow and forecasting challenges created by a lack of integration with its ERP, it selected Autodesk Construction Cloud to replace a competitive solution. The lack of integration with its existing ERP created challenges with client billing, inefficient invoice approval workflows and difficulty forecasting. Dynamic Energy will also leverage Autodesk Construction Cloud's mobile app off-line capabilities, multi-user workflows for inspection and KPI progress tracking. These stories have a common theme, converging people, processes and data across the project life cycle to increase efficiency and sustainability while decreasing risk. Our comprehensive end-to-end industry clouds and platform drive convergence and extend our footprint further into larger growth segments like data centers, infrastructure and construction and that is reflected in sustained strong revenue and new customer momentum in construction.\nMoving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformation and consolidate our design and make platform to drive growth and increase resilience. A leading European research institution for aerospace, energy and transportation was seeking to accelerate innovation and boost sustainability. To achieve these goals, while maintaining high standards of precision and risk control, it adopted Autodesk's product design and manufacturing collection. These advanced tools streamline data management, optimize workflows and shortened development cycles. By enabling increased virtual testing and simulation, it will significantly reduce its reliance on physical prototypes, supporting both efficiency and sustainability.\nMotor scrubber is a market leader in innovative floor cleaning machines. It was looking to connect disciplines, data and workflows from design to manufacturing to drive efficiency and accelerate time to market. To do that, it has adopted fusion with the simulation, design and data management extensions to replace a competitive calculation. A leading multinational biopharmaceutical company is adopting Fusion to increase the resiliency of its supply chain to actual and potential disruption and drive operational efficiency. Using Fusion, it can quickly, collaboratively and securely design, make and document critical spare parts when needed. This minimizes downtime and production delays while maintaining documentation in this highly regulated industry.\nConverge data opens up new opportunities for Autodesk. As customers seek to drive efficient innovation, Fusion is driving strong growth with extension attach rates increasing and driving average sales prices is higher and we're delivering meaningful productivity gains to customers where we deploy AI. We have continued to see success with our AI-powered sketch AutoConstrain in Fusion. Since its launch this year, the AI model has delivered over 1.2 million dimensions and has been retrained and the UX improved along the way. The acceptance rates of AutoConstrain suggestion to commercial users has grown to more than 60%, with 90% of those sketches fully constrained. That is a substantial productivity gain.\nIn education, ARNI University Chennai signed a strategic engagement with Autodesk to enhance student employability through modern applied engineering education across its 400-plus affiliated colleges. As part of the collaboration, a state-of-the-art design and make innovation center at the College of Engineering Ginde, will be equipped with Autodesk's cloud-based platforms to support hands-on training in digital manufacturing CNC machining and building information modeling. And lastly, we continue to find new ways for our customers to consume our products and services in ways that work best for them. For example, an iconic high-performance automotive manufacturer was looking to enable designers across its ecosystem with unified access to technology while retaining robust user management scalability.\nThrough a renewed agreement with Autodesk that included a combination of named user subscriptions and flex consumption tokens, it can serve users enterprise-wide and achieve its goals. This hybrid model provides a blueprint for scalable digital transformation across the automotive and manufacturing sectors. Attractive long-term secular growth markets our focused strategy of delivering ever more valuable and connected solutions to our customers and a resilient business are generating strong and sustained momentum both in absolute terms and relative to peers. Our disciplined execution is driving greater operational velocity and efficiency. We are deploying capital to grow the business, further reduce our share count and enhance value creation over time. In combination, we believe these factors will deliver sustainable shareholder value over many years.\nTo set the stage for Autodesk University Investor Day, let me close by talking about Autodesk AI. For more than a decade, Autodesk has been at the forefront of innovation in BIM, SaaS, generative design and now in generative AI. We have been building industry-specific foundation models and products capable of understanding and reasoning about 2D and 3D geometry, design and make data, complex structures and even physical behavior. For example, last year, we introduced Project Bernini, a generative AI model for 3D as part of a broader initiative to create professional-grade foundation models that will disrupt long-standing technology paradigms and redefine what we mean by software, platforms and products.\nBy combining our own spatial and physical reasoning with deep industry-specific knowledge, Autodesk AI will move beyond traditional deterministic and rule-based parametric kernels to deliver adaptive and context-aware AI-driven CAD engines. These engines will dramatically expand what's possible across the entire project life cycle, while eliminating much of the repetitive work and rework that slows projects down today. As we integrate these capabilities into our platform, Autodesk customers will be able to build their own AI models trained on their own data and infused with their unique context unlocking new differentiated sources of value, efficiency and competitive advantage while remaining confident that they are using AI in a way that is certified to be ethical, transparent and accountable.\nWe're excited about the road ahead, not only because of the industry-leading AI tools and foundation models we are creating, but also because of the go-to-market, industry cloud and platform foundations we've built over the last decade to scale AI successfully. We look forward to sharing more with you at Autodesk University and our Investor Day.\nOperator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/66aa9ec8e22e6c1b99ba2c7a6fa4b2da",
    "period": "2025 Q4",
    "content": "Q4 2025 Autodesk Inc Earnings Call\n\nQ4 2025 Autodesk Inc Earnings Call\n\nADSKNASDAQFEB 27, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk Fourth Quarter and Full Year Fiscal 2025 Earnings Conference Call. I would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss Autodesk's Fiscal '25 Fourth Quarter and Full Year Results. Andrew Anagnost, our CEO; and Janesh Moorjani, our CFO, are on the line with me.\nDuring this call, we will make forward-looking statements, including outlook and related assumptions, and on product and strategies. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-Q and the Form 8-K filed with today's press release, for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements.\nForward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements. We will close several numerical growth changes during this call as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, OXL Financials and other supplemental materials available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. Autodesk delivered strong fourth quarter and full year results. Billings and revenue topped the higher end of our expected range despite new foreign exchange headwinds, while margins and free cash flow exceeded our expectations.\nYou [ will ] all have seen our restructuring announcement this afternoon, which has 2 parts. First, we have initiated the optimization phase of our sales and marketing plans. And second, we are reallocating internal resources to accelerate our strategic priorities and strengthen our resilience.\nLet me talk about them in turn. Our go-to-market, GTM model, has evolved significantly and purposely from the transition to subscription and multiyear contracts billed annually through self-service enablement, the adoption of direct billing and more. We are now beginning the optimization phase, which positions Autodesk to better meet the evolving needs of its customers and channel partners. This comes from faster and less complex processes and more digital self-service and automation that enable tighter channel partnerships and less duplication of effort.\nAutodesk will continue to evolve its GTM to increase customer satisfaction and Autodesk productivity. Our current focus is on marketing, customer success and operations with an emphasis on consolidating teams into centers of excellence and investing in systems and processes that increase sales and marketing, S&M, efficiency at scale. Our future focus will be on tighter channel partner integration which will drive sales productivity and a greater emphasis on value creation for customers and the broad deployment of self-service capabilities to further increase sales and marketing efficiency.\nDue to this ongoing optimization, we expect operating profit dollars and [ pre-new ] transaction model non-GAAP margin improvement in both fiscal '25 and fiscal '27. And once the optimization phase is complete, we expect to deliver GAAP margins among the best in the industry.\nTurning to where we are reallocating internal resources to focus on the long term. Autodesk is focused on the convergence of design and make in the cloud, enabled by platform, industry cloud and AI. Our investments in cloud, platform and AI are ahead of our peers and will drive growth by providing our customers with increasingly valuable and connected solutions and supporting a much broader customer and developer ecosystem to maintain and extend this leadership. We're shifting resources across the company to accelerate investments in these high potential strategic priorities. We are also building the capabilities we will need to enable future optimization and ensuring that we distribute critical expertise globally to remain competitive, resilient and flexible.\nAs I said last quarter, we are generating strong and sustained momentum in absolute terms and relative to peers. There are 3 main reasons attractive long-term secular growth markets, a focused strategy delivering ever more valuable and connected solutions to our customers and a resilient business. Disciplined execution is driving greater operational velocity and efficiency. We are deploying capital to grow the business, further reduce our share count and enhance value creation over time. We believe these factors will deliver sustainable shareholder value over many years.\nJanesh is with me here at our annual sales conference today. We're excited to have him at Autodesk and he's already making an impact. I'd like to welcome in and turn the call over to him so he can take you through our results and guidance for the year ahead. I'll then come back to provide an update on our strategic growth initiatives.\n\nJanesh Moorjani\n\nCFO & COO\n\nThanks, Andrew. I'm delighted to be here with all of you. Before I get into our results, I'll touch on 2 areas of potential that I saw that attracted me to Autodesk. First, we are well positioned to deliver growth at scale as we drive the convergence of design and make in the cloud, enabled by platform, industry cloud and AI. And second, we have significant potential to drive expanded profitability as we further optimize the level and effectiveness of investments in the business. Having spent the last few months gaining a deeper understanding of the business, I have confidence in our ability to do both.\nLet's turn to the results. The fourth quarter and full year fiscal '25 results were strong. Overall, the broader economic environment and the underlying momentum of the business in the fourth quarter were consistent with the last few quarters with continuing strong renewal rates and headwinds to new business growth. Total revenue in the fourth quarter grew 12% as reported and in constant currency. We generated broad-based growth across products and regions.\nBy product, in constant currency, AutoCAD and AutoCAD LT revenue grew 9%. [ AEC ] revenue grew 15%, manufacturing revenue grew 10% and in the low teens, excluding upfront revenue, and M&E revenue grew 10% our Make products continue to enhance growth driven by ongoing strength in Construction and Fusion. By region, in constant currency, revenue grew 11% in the Americas, 13% in EMEA and 11% in APAC. The contribution from the new transaction model to revenue was $46 million in the fourth quarter and $71 million for the year.\nDirect revenue increased 35% in constant currency and represented 47% of total revenue up 8 percentage points from last year, benefiting from strong growth in the Autodesk Store and also from the tailwind to revenue from the new transaction model. Billings increased 24% in the quarter at constant currency, reflecting the shift to annual billings for most multiyear contracts and the transition to the new transaction model. The contribution from the new transaction model to billings was $155 million in the fourth quarter and $262 million for the full year.\nRPO of $6.9 billion and current RPO of $4.5 billion grew 14% and 12%, respectively. As expected, current RPO growth was affected by tailwinds from the new transaction model and headwinds from the declining contribution of billed and unbilled deferred revenue from larger multiyear and EBA cohorts ahead of renewal in fiscal '26.\nTurning to margins. Fourth quarter GAAP and non-GAAP operating margins were 22% and 37%, respectively, reflecting year-over-year increases of 90 and 160 basis points. We were pleased that we exceeded our non-GAAP margin expectations demonstrating strong fiscal discipline. For fiscal '25, GAAP and non-GAAP margins increased approximately 220 and 140 basis points year-over-year, respectively, excluding the impact of the new transaction model and currency movements. Free cash flow for fiscal '25 was $1.57 billion, which was ahead of the high end of our guidance.\nIn the fourth quarter, we purchased approximately 1.4 million shares for [ $440 ] million at an average price of approximately $299 per share. For the full year, we purchased approximately 3.1 million shares for $858 million at an average price of approximately $279 per share.\nTurning to guidance. To give you a clearer view on the underlying dynamics of the business, I will speak to the numbers excluding the impact of the new transaction model and in constant currency. You'll also see in today's earnings deck that we [ split out ] the impact of the new transaction model and currency movements for our fiscal '26 guidance. For a further review of how the new transaction model works, please see the opening commentary and earnings deck from our Q2 fiscal '25 earnings call.\nLet me start by framing how we are thinking about fiscal '26. Our starting position is strong. We hold leadership positions in many of our markets and have a loyal customer base with a high degree of recurring revenue. We are leading in cloud platform and AI as we help our customers realize the benefits of [ converged ] virtuals and data in the cloud. In building our guidance, we have not seen fundamental changes in the broader geopolitical and macroeconomic environment or in the momentum of our markets.\nOur business model is resilient, and we are seeing strong momentum in our growth businesses like Construction and Fusion. Our focus through fiscal '26 will be on driving growth from new and existing customers, while maintaining strong renewal rates. Our approach to building the guidance for fiscal '26 was similar to that of fiscal '25. Our guidance is based on the range of possible outcomes and a bottom-up sales forecast, which is grounded in the momentum of the business. Given our restructuring plans and CRO transition, we believe some disruption is possible. While we have mitigation plans and actions in place for these changes, we believe it is prudent to consider these in our outlook and our guidance reflects this. This frames how we are thinking about fiscal '26.\nThere are more financial details in our earnings press release and earnings deck, but let me give you some color. We expect constant currency billings growth of 17% to 19%, excluding the impact of the new transaction model. Billings growth remains elevated this year due to our transition to annual billing for most multiyear contracts. We expect constant currency revenue growth of between 8% and 9%, excluding the impact of the new transaction model. This range reflects the assumptions that I mentioned earlier.\nWe expect GAAP operating margin to be in the range of 21% to 22%. Excluding the impact of the new transaction model and currency movements, we expect non-GAAP operating margin to be in the range of 39% to 40%, which is at the higher end of the guidance range we gave 3 years ago. We expect to generate between $2.075 billion and $2.175 billion of free cash flow in fiscal '26. This is after absorbing approximately $110 million to $120 million of cash outflows related to the actions we announced earlier today and includes an anticipated discrete cash benefit of $130 million to $150 million from the utilization of U.S. deferred tax assets. We've provided more information on this in the slide deck.\nWe expect the buyback between approximately $1.1 billion and $1.2 billion of shares in fiscal '26, which is a 30% to 40% increase compared to fiscal '25 and the timing of which will depend on market conditions and other factors like debt refinancing. The slide deck on our website has more details on modeling assumptions for the first quarter and full year fiscal '26.\nFinally, I'll share how we are currently thinking about our longer-term future. Since joining Autodesk last December, my conviction in our market opportunity, our ability to meaningfully expand our operating margins and our capacity to deliver sustainable shareholder value over many years has been reaffirmed. That said, our underlying growth has been hovering around the bottom end of the 10% to 15% revenue growth framework we previously provided as you've seen over the past couple of years and in our fiscal '26 guidance.\nWhile we believe our resilient [ base ], the successful execution of our product strategy and the benefits of the new transaction model will catalyze sustainable growth in the future, our 10% to 15% growth framework is no longer appropriate given the consistent momentum of the business to date.\nOn the other hand, it's clear to me that margins can be higher. We've announced today the first phase of our go-to-market optimization, which is primarily in marketing, customer success and operations and reflects the continued execution of our overall go-to-market evolution of the past few years. We are focused on executing this plan while minimizing potential disruption. Through this phase, we intend to deliver underlying operating margin expansion in fiscal '26 as reflected in our guidance, while also building capabilities we need for future optimization beyond fiscal '26. These capabilities include tighter channel partnerships with less duplication of effort and more digital self-service and automation, which increases customer satisfaction and workforce productivity.\nOnce our overall go-to-market optimization is complete, we expect Autodesk will be able to better service customers and deliver GAAP margins among the best in the industry. We will share more on our path to further margin expansion at an Investor Day in the third quarter of this year. It's been invigorating getting to work, finalizing our fiscal '26 plans and preparing for execution, I can already see there's tremendous potential ahead. I look forward to meeting our investors and analysts over the coming weeks.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Janesh. Autodesk is focused on the convergence of design and make in the cloud enabled by platform, industry cloud and AI. Autodesk is at the forefront of convergence because we've been evolving and investing in the business models products and platforms and go-to-market that capitalize on it.\nWith convergence, simulation done in the conceptual design phase can significantly reduce rework and cost during construction. With convergence, the components of a building can be manufactured offsite and assembled on site at lower cost and higher safety. With convergence, universal AI models can make better and more valuable inferences that power a better world designed for all.\nLet me give you a few examples from the quarter. Mott MacDonald, a global engineering, development and management consultancy known for its work on major projects such as Heathrow Airport Terminal 5 and the Bay Area Rapid Transit, BART, Silicon Valley Phase II extension renewed its sixth EBA in the quarter. This renewal expands our long-standing partnership to drive better outcomes through digital delivery. In addition to expanding usage of Revit, Civil 3D, Autodesk Build and Autodesk [ Order ], Mott MacDonald plans to leverage additional capabilities to increase project productivity and workflows for optimized design.\nPower Design, the #28 ENR 600 specialty contractor selected Autodesk Build as an essential link in their construction technology. This strategic choice enhances coordination between design and construction, ensuring seamless collaboration across teams and systems. By unifying project data from concept to completion, Autodesk helps Power Design for test design integrity, optimize workflows and drive efficiency at scale. Cleveland Construction, a national commercial GC is replacing a competitive solution with Autodesk Construction Cloud to support the next phase of its growth and leveraging our end-to-end solution from preconstruction to cost management and payments with GCPay. I talked earlier about flow through integration with our channel partners, and this deal demonstrates that potential, using its proprietary technology for migrating project data from display solutions. And Autodesk's platinum partner produced a comprehensive implementation plan that gave Cleveland Construction, the confidence to make this transition.\nThese stories have a common theme. Converging people, processes and data across the project life cycle to increase efficiency and sustainability while decreasing risk. Our comprehensive end-to-end industry cloud and platform drive convergence and extend our footprint further into larger growth segments like infrastructure and construction. As a sign of our progress, construction revenue growth accelerated in the fourth quarter, and we added almost 400 net new logos.\nMoving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and consolidate on our Design and Make platform to drive growth and increase resilience.\nFor example, a global leader in toys is expanding its usage of Autodesk to all 3 of our industry clouds, Fusion, Forma and Flow to meet its profitability goals in manufacturing while launching new revenue models into digital entertainment. Autodesk's unique industry expertise across AECO, manufacturing and media bridges data across physical and digital product development in between design and make. [ Miuna ], a family owned Swiss multinational plant equipment manufacturer renewed and expanded its EBA in the quarter. Autodesk will be one of [ Bula's ] key strategic partners in the development and execution of their digital strategy as it moves to optimize for outcomes by connecting data and workloads from product and plant design to project delivery, including installation.\nMSC Industrial Supply, one of the largest industrial distributors in North America with the leading position across metalworking product categories will begin leveraging Autodesk Fusion's connected supply chain capabilities and unique all-in-one cloud CAD, CAM, CAE and PCB platform to enhance its industry-leading application optimization, [ APO op program]. Through this strategic relationship, MSC's team of metalworking specialists will be able to optimize tool [ paths ] and validating cutting parameters more efficiently through enhanced virtual testing capabilities that further strengthen their best-in-class tooling recommendations for manufacturing customers. By combining MSC's suite of solutions and services with Autodesk Fusion's advanced capabilities, this partnership creates an unmatched value proposition for manufacturers in North America resulting in approximately $500 million in savings for MSC's customers in fiscal year 2024.\nConverge data opens new opportunities for Autodesk. In this case with the sales team, as customers seek to drive efficient innovation, Fusion extension attach rates are increasing and driving average sales prices up, and we're delivering meaningful productivity gains to customers where we deploy AI. For example, our recently launched auto constraints tool infusion, which leverages AI to simplify the process of defining sketch geometry has a roughly 50% acceptance rate [ on ] suggested geometry, saving significant time for higher-value work.\nIn education, universities continue to modernize their courses, encouraging them to attract and prepare future engineers. For example, in Q4, Autodesk signed a memorandum of understanding with the Indian Institute of Technology Bombay, to integrate our industry-leading solutions into IT bond-based innovative education and research programs to equip the next generation of engineers and designers with industry-ready skills.\nAnd lastly, we continue to work with our customers to ensure that they are using the latest and most secure versions of our software. For example, while working with an administrator of European railway infrastructure in the process of adopting BIM to optimize its infrastructure development and sustainability processes, we identified gaps [ in ] compliance. Working together, we address compliance while supporting their digital transformation.\nAttractive long-term secular growth markets, a focused strategy of delivering ever more valuable and connected solutions to our customers and a resilient business are generating strong and sustained momentum in absolute terms and relative to peers. Disciplined execution is driving greater operational velocity and efficiency. We are deploying capital to grow the business, further reduce our share count and enhance value creation over time.\nIn combination, we believe these factors will deliver sustainable shareholder value over many years. Throughout all of this history, we have taken decisive actions to drive our business forward even when they are difficult. This commitment has been paramount to our success over the last 40 years and remains true today.\nTo our team members who departed as a result of our restructuring, I extend my sincere appreciation for your contribution to Autodesk. You will always be a part of Autodesk's story, and I am grateful for everything you have done.\nOperator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/747f8a775a6a370d0f33bfe0a9aca6c6",
    "period": "2025 Q1",
    "content": "Q1 2025 Autodesk Inc Earnings Call\n\nQ1 2025 Autodesk Inc Earnings Call\n\nADSKNASDAQJUN 11, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's First Quarter Fiscal Year 2025 Earnings Conference Call. [Operator Instructions]\nI would now like to hand the call over to Simon Mays-Smith, VP Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the first quarter results of Autodesk Fiscal '25. On the line with me is Andrew Anagnost, our CEO.\nDuring this call, we will make forward-looking statements, including outlook and related assumptions, products and strategies. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-K and Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements.\nForward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nWe will quote several numerical growth changes during this call as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, or Excel Financials and other supplemental materials, available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. As I'm sure you can appreciate with legal matters like this, I'm restricted in what I can say regarding the Audit Committee investigation, but let me say what I can. The summary findings of the Audit Committee investigation are in our May 31 press release and recently filed Form 10-K. Please refer to those documents for details. We don't have further commentary beyond what we have described there.\nRegarding the process, we also covered that in detail in our press release. The investigation took time to complete because it was rigorous and covered all 3 years included in the 10-K.\nBetsy Rafael has been appointed by the Board as Interim Chief Financial Officer. We have initiated the selection process for a new Chief Financial Officer. The board and I are very focused on finding the right candidate. In the interim, we are in great hands with Betsy, and Debbie will continue to contribute to the business in her new capacity as Chief Strategy Officer.\nWith the conclusion of the investigation, we have determined that there will be no restatement or adjustment of any audited or unaudited filed or previously announced GAAP or non-GAAP financial statements. And as we'll discuss in more detail shortly, we are already underway in the transition to annual billing with the trough in free cash flow behind us.\nThe mechanical stacking of multiyear contracts, a larger enterprise cohort and our largest product subscription cohort will provide a tailwind to free cash flow in fiscal '26. We appreciate your patience as we work through this important process. We take situations like this very seriously and are grateful to put the investigation behind us.\nNow let's move on to our strong first quarter results. Autodesk's resilience, discipline and opportunity again underpinned our robust financial and competitive performance. Our resilience is fortified by our subscription business model and our diversified product and customer portfolio.\nRenewal rates remain solid and the momentum of new business growth and key performance indicators are consistent with the previous quarter, evidenced by increased product usage, record bid activity on building connected and cautious optimism from our channel partners.\nOur disciplined and focused approach in executing our strategy and deploying capital throughout the economic cycle empowers Autodesk to realize the significant benefits of its strategy while mitigating the risk of expensive catch-up investments in the future.\nAs our customers migrate to our industry cloud and utilize our high-value AI products and services, our investments in the cloud will continue to grow. At the same time, the new transaction model will allow us to optimize our sales and marketing and we expect Autodesk platform services will, over time, boost the velocity and efficiency of our R&D.\nBy optimizing the allocation of our resources, we can invest to compound revenue growth and market share gains while also driving margin improvement and free cash flow growth over time. Reductions in stock-based compensation, as a proportion of revenue, will provide an additional tailwind to GAAP margins, while our transition to annual billings from multiyear contracts will amplify free cash flow growth over the next few years.\nWe believe that constant resource optimization and our long-term investment horizon has positioned us ahead of our peers in cloud, platform and AI. We intend to retain and extend that lead while also driving to an industry-leading Rule of 40 ratio of 45 or more.\nOur Project Bernini announcement on May 8 is a great example of what I mean. Bernini uses Generative AI to quickly generate functional 3D shapes from a variety of inputs, including 2D images, text, voxels and point cloud. Bernini is different from other AI models in 5 important ways. First, Bernini is trained on 3D data rather than commoditized external imagery and it's, therefore, capable of reasoning on the internal structure of an object.\nSecond, Bernini generates shape and texture separately and does not confuse or meld those variables. Third, Bernini can be conditioned on multiple types of input data and is, therefore, applicable across a much greater spectrum of workflow.\nFourth, Bernini generates many design options from a single set of inputs, which better serves the creative process of designers. And fifth, Bernini can be quickly and cost effectively fine-tuned on a customer's existing 3D repositories to align to the unique creative needs of a particular organization.\nAutodesk AI will enable Autodesk its customers and partners to create more valuable, data-driven and connected products and services. It will automate low-value and repetitive tasks and generate more high-value complex design more rapidly and with greater consistency. Over time, Autodesk platform services will enable greater engineering velocity and efficiency and support a much broader developer ecosystem and marketplace.\nAutodesk is ahead of its peers in 3D AI and industry cloud, platform and business model evolution that will be needed to deliver 3D AI products and services at scale. We are well on the way to reasoning about all CAD geometry. We will update you as we make further progress.\nLet's move on to our quarterly financial performance and guidance for the second quarter and the full year. Q1 was a strong quarter. We generated broad-based growth across products and regions in AEC and Manufacturing, which was partly offset by softness in China and in Media and Entertainment, the latter being primarily due to the lingering effects of the Hollywood strike.\nOverall, macroeconomic policy and geopolitical challenges and the underlying momentum of the business were consistent with the last few quarters. If we compare first quarter revenue with guidance, the outperformance was mainly due to that broad strength with the timing of price increases also improving revenue linearity during the quarter. The impact of the new transaction model was immaterial in the first quarter.\nTotal revenue grew 12% and 13% in constant currency. By product in constant currency, AutoCAD and AutoCAD LT revenue grew 10%. AEC revenue grew 17%, Manufacturing revenue grew 11% and M&E grew 3%.\nBy region in constant currency, revenue grew 12% in the Americas, 14% in EMEA and 14% in APAC. Direct revenue increased 20% and represented 38% of total revenue, up 3 percentage points from last year, benefiting from strong growth in both EBAs and the Autodesk store. Net revenue retention rate remained within the 100 to 110 percentage range at constant exchange rates.\nAs expected, Billings declined 5% in the quarter as a result of the transition from upfront to annual billings for multiyear contracts. For the same reason, total deferred revenue decreased 12% to $4 billion, total RPO of $5.9 billion and current RPO of $3.9 billion grew 9% and 12%, respectively, which continued to benefit from the EBA strength we saw in the second half of fiscal '24 and current RPO also benefited by about 1 point from early renewals.\nTurning to our P&L. GAAP and non-GAAP gross margin were broadly level while GAAP and non-GAAP operating margin increased by 4 and 3 percentage points, respectively, in part reflecting the absence of costs we incurred last year to repurpose roles.\nAt current course and speed, the ratio of stock-based compensation as a percent of revenue peaked in fiscal '24 will fall by more than a percentage point in fiscal '25 and will be below 10% over time.\nFree cash flow for the quarter was $487 million, driven by collections of prior quarter billings and strong results in the current quarter.\nTurning to capital allocation. We continue to actively manage capital within our framework and deploy it with discipline and focus through the economic cycle to drive long-term shareholder value. In the quarter, we acquired Payapps and PIX for a total of $653 million, which with late filing of our Form 10-K, meant we only purchased approximately 30,000 shares for $9 million at an average price of approximately $255 per share during the quarter. We will continue to repurpose shares opportunistically to offset dilution from stock-based compensation when it makes sense to do so.\nMoving on to guidance. Overall, end market demand has remained pretty consistent over many quarters macroeconomic and one-off factors like the Hollywood strike have dragged on new business growth and continue to drag on revenue growth. But Autodesk's resilience and robust underlying demand for its products and services reinforce its long-term growth momentum and potential.\nWith regards to revenue guidance, we highlighted some puts and takes last quarter that impacts fiscal '25 revenue growth and refer you back to our comments then. The new transaction model implementation is on track. Australia and New Zealand are performing in line with our expectations. North America went live yesterday.\nAs we said last quarter, our fiscal '25 guidance assumes the new transaction model is deployed in North America and provides about a 1 percentage point tailwind to Autodesk's revenue growth and a 3% to 4% tailwind to billings growth. Once the North America launch is successfully underway, we will likely start communicating our plans to channel partners and customers in parts of EMEA and Japan.\nWe modeled various possible scenarios at the start of the year, reflecting different potential launch dates channel partner behavior ahead of launch, the mechanics of the transition and a host of other factors, and we are executing within our model scenarios.\nLonger term, we remain excited by the benefits of this more direct relationship with our customers and partners offer, an ability to understand and serve them, enrich by data with more automation and self-service and greater predictability.\nOur fiscal revenue guidance between $5.99 billion and $6.09 billion is unchanged and still translates into revenue growth of about 9% to 11% compared to fiscal '24. Our strong start sets us up well to achieve our goals for the year.\nMoving on to margins. We still expect non-GAAP operating margins between the range of 35% and 36% in fiscal '25 and roughly level with fiscal '24. This includes a roughly 1 point underlying margin improvement we expect will be broadly offset by the margin headwinds from the new transaction model.\nAs a reminder, as we transition to the new transaction model, we'll see operating margin headwinds from the accounting change of moving reseller costs from contra revenue to sales and marketing expense. We'll also have incremental investment in people, processes and automation.\nBut over the long term, we expect that this transition to the new transaction model will enable us to further optimize our business, which we anticipate will provide a tailwind to revenue, operating income and free cash flow dollars, even after the incremental cost we expect to incur.\nMoving on to free cash flow. We still expect to generate between $1.43 billion and $1.5 billion of free cash flow in fiscal '25. Excluding $200 million from fiscal '24 free cash flow from multiyear upfront billings, which are now billed annually, in fiscal '25, we expect free cash flow growth of about 35% at the midpoint of our guidance. We expect faster free cash flow growth in fiscal '26 because of the return of our largest multiyear renewal cohort, the mechanical stacking of multiyear contracts billed annually and a larger EBA cohort.\nAs discussed last quarter, the transition and rollout will create noise in the P&L, making free cash flow the best measure of our performance. With our current trajectory, we estimate free cash flow in fiscal '26 to be around $2.05 billion at the midpoint. In the context of significant macroeconomic, geopolitical, policy, health and climate uncertainty, the mechanical rebuilding of our free cash flow as we transition to annual billings for multiyear contracts gives Autodesk an enviable source of visibility and certainty.\nWe continue to manage our business using a Rule of 40 framework with a goal of reaching 45% or more over time. We are taking significant steps towards our goal this year and next. We think this balance between compounding revenue growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them. The slide deck on our website has more details on modeling assumptions for Q2 and full year fiscal '25.\nLet me finish by updating you on our strong progress in the first quarter. We continue to see good momentum in AEC particularly in infrastructure and construction, fueled by customers consolidating onto our solutions to connect and optimize previously siloed workflows through the cloud. The cornerstone of that growing interest is our comprehensive end-to-end solution encompassing design, preconstruction, field execution through handover and into operation. This breadth of connected capability enables us to extend our footprint further into infrastructure and construction and also expand our reach into the mid-market. As a side of that growing momentum, our construction business had one of its best net new customer quarters.\nLet me give you a few examples. BL Harbor International provides design-build construction management and general contracting services to national and international clients. It leverages advanced technology to maintain its most crucial customer and partner relationships and enhance its in-house capabilities. We have built a trusted partnership with the company over many years and share its integrated platform vision for the industry. In the first quarter, it decided to standardize on Autodesk Construction Cloud across all regions for its design, build process, signing its first EBA and increasing its investment in Autodesk.\nMeriton designs, develops and builds residential apartment towers and is the largest residential apartment developer in Australia. After a competitive process, it chose Autodesk to replace 6-point solutions and unify its operations from design through to maintenance and asset management. This comprehensive solution will enable Meriton to have one common data environment, streamline its workflows and have access to real-time insights.\nState Window Corporation offers complete design, engineering, manufacturing and installation of custom window wall systems, is standardizing on Autodesk AEC and manufacturing products so that it can effectively manage inventory levels, improve cash flow and reduce waste caused by silo data and disconnected workflows. Leveraging Revit for 3D design, our manufacturing collection for PDM and PLM and Autodesk build for installation, State Windows will have an end-to-end solution, connecting data and workflow across design, manufacture and build.\nAgain, these stories are a common theme: managing people, processes and data, across the project life cycle to increase efficiency and sustainability while decreasing risk. Over time, we expect the majority of all projects to be managed this way, and we remain focused on enabling that tradition through our industry cloud.\nMoving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and consolidate our Design and Make platform for both products and factories to grow their business and make it more resilient.\nA multi-format packing solutions manufacturer in Europe had been leveraging our advanced manufacturing portfolio, including Inventor Involved for its machine design and product data management. In the first quarter, it expanded its partnership with Autodesk to include factory design, which digitizes complete factory layout to reduce the potential for delays in rework during the delivery process. As an existing flex-in customer for [indiscernible] simulation, the manufacturer will now have a comprehensive connected end-to-end solution that helps increase efficiency, throughput and quality.\nA major multiproduct maintenance, repair and overhaul, or MRO provider, began using Fusion to convert and visualize 3D models of third-party files. With those files now in the Fusion ecosystem, it added the Fusion manufacturing extension in the first quarter to leverage fusion for light repair and part testing.\nFusion remains one of the fastest-growing products in the manufacturing industry with double-digit commercial subscriber growth, driven by the growing number of customers who recognize the value of cloud-based workflows and enhancing efficiency, sustainability and resilience within their organization. With over 1 million monthly active users, a vast amount of contextual data is generated within Fusion.\nFor example, on average, 33 million new component designs were being produced in Fusion each month over the last 12 months. This data can help us train the next generation of Generative AI products and services. For example, our recently launched strong automation tool in Fusion, which is powered by AI, has generated 2.7 million automatic dimensions since its launch earlier this year.\nIn education, we are preparing future engineers to drive innovation through next-generation design, analysis and manufacturing solutions. The [indiscernible] institute in Japan is a leading provider of technical education that equips its students with industry-relevant education that helps address the growing skills gap across the design and make industries. In the first quarter, it made Fusion the standard Design and Make solution for its 5,000-plus students, faculty and affiliated institutions, replacing 2 legacy solutions to leverage fusion AI design and cloud collaboration capabilities.\nAnd lastly, we continue to work with our customers to ensure they are using the latest and most [indiscernible] versions of our software. Through a collaborative process, we helped a large European infrastructure and railway operator achieve compliance, providing visibility into existing usage and by understanding its true needs, delivering a tailored solution that included upgrading to newer versions of our software and the addition of more subscription licenses.\nLet me finish with a story. The opening ceremony of the Summer Olympic Games will take place from the banks of the river Seine in Paris on the evening of July 26. Over the following months, many of the approximately 10,500 athletes and 8,000 pair athletes will reside in the Athlete's Village on the Seine-Saint-Denis, a suburb of Paris. This is in part a story about innovative architects, engineers and construction professionals collaborating efficiently and effectively in the cloud, enabled by open file formats and using modularized industrial construction techniques to seamlessly expand AEC and manufacturing.\nIt is also a story about embracing complexity, managing wastewater and risk in a sensitive ecosystem of the river a Seine and change by minimizing embodied carbon today and creating a built environment that embraces a warmer climate tomorrow.\nBut it's also a story about regeneration and hope. The Seine-Saint-Denis suburb of Paris is one of the poorest in France, with a young, diverse population with higher-than-average unemployment rate. After the games, the village will become a neighborhood with new homes and social housing, offices, neighborhood shops, a student residents and a hotel enveloped within Gardens and Parkland.\n2 years ago, I told you about Autodesk role in the reconstruction of Notre-Dame Cathedral, which will be completed on schedule later this year. I share the Athlete's Village story because I'm reminded again of Autodesk's purpose, to design and make a better world for everyone. That purpose has never been more important or urgent. Together, we can meet the generational challenges closed by carbon, water and waste. Our essential role in meeting these challenges underpins my confidence this year and my optimism for the future.\nOperator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4026c0b64d5e22fa436f7ac44c49dd15",
    "period": "2024 Q4",
    "content": "Q4 2024 Autodesk Inc Earnings Call\n\nQ4 2024 Autodesk Inc Earnings Call\n\nADSKNASDAQFEB 29, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Fourth Quarter and Full Year Fiscal 2024 Results Conference Call. [Operator Instructions] I would like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thanks for joining our conference call to discuss the fourth quarter and full year fiscal '24 results. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO.\nDuring this call, we will make forward-looking statements, including outlook and related assumptions, products and strategies. Actual events or results could differ materially. Please refer to our SEC filings including our most recent Form 10-Q and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements. We will quote several numeric or growth changes during this call as we discuss our financial performance.\nUnless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, or [ XL Financials ] and other supplemental materials available on our Investor Relations website. And now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. We finished the year strongly, delivering 14% constant currency revenue growth in the fourth quarter of fiscal '24. Resilience, discipline and opportunity again underpinned our robust financial and competitive performance. Autodesk's resiliency comes from its subscription business model and its product and customer diversification, which balances growth across different regions and industries. Renewal rates remain strong and new business growth and leading indicators were consistent with recent quarters. Despite ongoing macroeconomic policy and geopolitical headwinds we saw growing usage, record big activity on build connected and cautious optimism from channel partners.\nDisciplined and focused execution and strategic capital deployment through the economic cycle enable Autodesk to realize the significant benefits of its strategy while mitigating the risks of happy to make expensive catch-up investments later on. With the new transaction model, we are approaching the phase of modernizing our go-to-market motion, which has involved updating our infrastructure, retiring old systems and business model. and building more durable and direct relationships with our customers and ecosystem. At the same time, we were advancing a multiyear process to develop life cycle solutions within and between our industry cloud, powered by shared platform services and with Autodesk's Data Model at its core.\nTogether, these will enable Autodesk, its customers and partners to create more valuable, data-driven and connected products and services. Having led the industry in generative design, we are leading again in 3D generative AI. Autodesk is getting closer to a transformational leap where Autodesk AI is to 3D design and make [ with GPT is the language ]. Our new multimodal foundation model will enable the design and make customers to automate low-value and repetitive tasks and generate more high-value complex designs more rapidly and with much greater consistency. We can already generate 3D representations from images 10x faster and with vastly higher quality than currently available through the AI.\nWe're bolstering our homegrown capabilities and data with partnerships and acquisitions in existing and adjacent verticals. Our recent bidirectional integration of Fusion with Cadence and the acquisition of [ PayApps ] are good examples Discipline and focus when executing our strategy and deploying capital also underpin our opportunity. Our go-to-market and platform initiatives will drive even greater operational velocity and efficiency within Autodesk, which will free up further resources to invest in our industry cloud and capabilities, including AI and sustained margin improvement. And with a modernized go-to-market motion, life cycle solutions and platform services, Autodesk will fulfill its potential to break down the silos within and between manufacturing, AEC and Media & Entertainment. Enabling our customers to unleash their data and design a better world built for all.\nI will now turn the call over to Debbie to take you through our quarterly financial performance and guidance for fiscal '25. I'll then come back to update you on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nCFO, SVMK Inc.\n\nThanks, Andrew. Our financial performance in the fourth quarter and for the fiscal year was strong, particularly in our Enterprise business. Early renewals and strong upfront revenue from enterprise business agreements or EBAs, and federal governments, drove some of the outperformance relative to our expectations in both Q4 billings and revenue. Overall market conditions and the underlying momentum of the business were consistent with the last few quarters.\nTotal revenue grew 11% and 14% in constant currency, with upfront revenue driving 2 percentage points of that growth. By product in constant currency, AutoCAD and AutoCAD LT revenue grew 7%, AEC revenue grew 18% and Manufacturing revenue grew 16% and M&E revenue was up 8%. AEC and Manufacturing benefited from EBA true-up and upfront revenue. By region in constant currency, revenue grew 19% in the Americas, 11% in EMEA and 8% in APAC. Direct revenue increased 19% and represented 39% of total revenue, up 3 percentage points from last year, benefiting from strong growth in both EBAs and the Autodesk Store. Net revenue retention rate remained within the 100% to 110% range at constant exchange rates.\nBillings declined 19% in the quarter, resulting from the transition from upfront to annual billings for multiyear contracts as expected, though slightly offset by some early renewals in North America. As part of our implementation sequencing for the new transaction model, we shifted our North American price increase from the end of March to the beginning of February. This resulted in some renewals moving from Q1 fiscal '25 to Q4 of fiscal '24, which modestly boosted billings in January. Total deferred revenue decreased 7% to $4.3 billion, an expected result of the transition from upfront to annual billings for multiyear contracts. Total RPO of $6.1 billion and current RPO of $4 billion grew 9% and 13%, respectively. Early renewals drove about 1 percentage point of current RPO growth. Total RPO growth decelerated in Q4 when compared to Q3, when we closed our largest ever EBA.\nThe year-over-year deceleration was due to the lower mix of multiyear contracts in fiscal '24 when compared to fiscal '23, which I mentioned last quarter. In line with recent quarters and our expectations, we again saw some evidence of multiyear customers switching to annual contracts during the quarter. Turning to the P&L. GAAP and non-GAAP gross margin were broadly level while operating margin was modestly lower in the fourth quarter, primarily due to the timing of Autodesk University costs shifting from Q3 to Q4, which we flagged last quarter. As expected, full year non-GAAP operating margin was level year-over-year, but up about 1 percentage point at constant exchange rates. Fourth quarter GAAP operating margin was up 40 basis points year-over-year and about 1 percentage point at common exchange rates, partly due to a reduction in stock-based compensation as a percent of revenue.\nAt current course and speed, the ratio of stock-based compensation as a percent of revenue peaked in fiscal '24, we expect it to fall to 10% or lower over time. Free cash flow for the quarter and full year was $427 million and $1.28 billion, respectively, with early renewals providing a modest tailwind in the fourth quarter. The most significant free cash flow headwinds from our transition from upfront to annual billings for multiyear contracts are now behind us, which means our free cash flow troughed during fiscal '24 and will mechanically rebuild over the next few years. Turning to capital allocation. We continue to actively manage capital within our framework and deploy it with discipline and focus through the economic cycle to drive long-term shareholder value. As you heard from Andrew, we continue to invest organically and through complementary acquisitions to enhance our capabilities and the industry cloud and platform that underpin them.\nDuring the quarter, we purchased approximately 300,000 shares for $63 million at an average price of approximately $217 per share. We have now offset estimated dilution from our stock-based compensation program well into fiscal '26. We will continue to repurchase shares opportunistically to offset dilution from stock-based compensation when it makes sense to do so. Now let me finish with guidance. Overall, end market demand has remained pretty consistent over the last few quarters. Macroeconomic and one-off factors like the Hollywood Writer's Strike dragged on the new business growth rate during fiscal '24 and will modestly drag on revenue growth in fiscal '25, but Autodesk's resilience and robust underlying demand for its products and services reinforce its long-term growth potential. Turning to revenue.\nI want to highlight 4 key puts and takes impacting growth in fiscal '25. First, let me talk about the new transaction model. We've added some slides to the earnings deck to help illustrate how to think about this shift, which I'll briefly summarize. The new transaction model enables Autodesk to build closer, more direct relationships with its customers and partners. And to better understand and serve them with more data, more self-service and greater predictability. It will be a cornerstone of the data services that Andrew talked about earlier. As you can see from Slide 11, the transition mechanically drives higher revenue and cost, is broadly neutral to operating profit and free cash flow dollars and as a headwind to operating margin percent.\nAbout $600 million of payments made to resellers and developed markets in fiscal '24 were accounted for as contra revenue. As this business moves to the new transaction model, these payments will shift to marketing and sales expense over the next few years, all else equal, with the timing of cost recognition not materially different than before. The change affects a substantial majority of our business but note that emerging markets and our federal government business will remain on the buy sell model for the foreseeable future. The pace of the shift will primarily be determined by the mechanical build from ratable subscription revenue accounting and the rate of regional rollout of the new transaction model. While the former is relatively easy to predict given the ratable revenue recognition of our subscription business model, which builds over time. The latter will in part be determined by what we learn as we roll out the model further.\nWe gained useful insights from the successful rollout in Australia, and we're expecting to learn more as we roll out with much higher volumes in North America this year. We will be able to apply those learnings when we launch in EMEA. Our fiscal '25 guidance assumes the new transaction model is deployed in North America in Q2 of fiscal '25 and provides about a 1 percentage point tailwind to Autodesk's revenue growth and a 3- to 4-point tailwind to billings growth. Second, the acquisition of [indiscernible], which closed on February 20, is expected to contribute about 0.5 point of revenue growth in fiscal '25. Third, token consumption for the fiscal '21 EBA cohort exceeded consumption predictions made during the pandemic, which resulted in true-up payments in fiscal '24. Token consumption in the smaller post-pandemic fiscal '22 EBA cohort is tracking more in line with predictions, which means we expect fewer true-up payments in fiscal '25. This pandemic echo effect is about a point of headwind to fiscal '25 revenue growth. And fourth, our rolling 4 quarter foreign exchange hedges means that FX is expected to be about a 1 percentage point headwind to reported revenue growth in fiscal '25.\nBringing this all together, we expect revenue of between $5.99 billion and $6.09 billion in fiscal '25, which translates into revenue growth of about 9% to 11% compared to fiscal '24. Adjusting the midpoint of our guidance to exclude noise from the new transaction model, acquisitions, the absence of EBA true-up revenue and FX we expect underlying revenue to grow more than 10% in fiscal '25. Moving on to margins. We're going to manage our non-GAAP operating margins between a range of 35% and 36% in fiscal '25, with the goal of keeping them roughly level with fiscal '24. This means we expect a roughly 1 point underlying margin improvement will be broadly offset by the margin headwind from the new transaction model. As we transition to the new transaction model, we'll see operating margin headwinds from the accounting change of moving reseller costs from contra revenue to sales and marketing expense.\nWe'll also have incremental investment in people, processes and automation. But over the long term, we expect that this transition to the new transaction model will enable us to further optimize our business which we anticipate will provide a tailwind to revenue, operating income and free cash flow dollars even after the incremental costs we expect to incur. Moving on to free cash flow. We expect to generate between $1.43 billion and $1.5 billion of free cash flow in fiscal '25. In Australia, some channel partners accelerated renewals ahead of the transition to the new transaction model to derisk month 1 of the transition. Because the new transaction model will be rolled out in Q2 in North America, it may be that the behavior we saw in Australia occurs also in North America, which may accelerate billings and free cash flow to earlier quarters, but should not materially change the outlook for the year.\nExcluding $200 million from fiscal '24 free cash flow from multiyear upfront billings, which are now billed annually, in fiscal '25, we expect free cash flow growth of about 35% at the midpoint of our guidance. We expect faster free cash flow growth in fiscal '26 because of the return of our largest multiyear renewal cohort, the mechanical stacking of multiyear contracts billed annually and a larger EBA cohort. As we navigate the new transaction model transition, the pace of the rollout will create noise in the P&L. So we think free cash flow is the best measure of our performance. At current course and speed, our free cash flow estimate for fiscal '26 at the midpoint is approximately $2.05 billion, which is in line with consensus estimates. In the context of significant macroeconomic, geopolitical, policy, health and climate uncertainty, the mechanical rebuilding of our free cash flow as we transition to annual billings for multiyear contracts gives Autodesk an enviable source of visibility and certainty. We continue to manage our business using a Rule of 40 framework with a goal of reaching 45% or more over time.\nWe are taking significant steps toward our goal this year and next. We think this balance between compounding growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them. The slide deck on our website has more details on modeling assumptions for Q1 and full year fiscal '25. Andrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Debbie. Let me finish by updating you on our strong progress in the fourth quarter. We continue to see good momentum in AEC, particularly in Infrastructure and Construction, fueled by customers consolidating onto our solutions to connect and optimize previously siloed workload through the cloud. The cornerstone of that growing interest is our comprehensive end-to-end solutions encompassing design, pre-construction, field execution through handover and into operations. This breadth of connected capability enables us to extend our footprint further into infrastructure and construction and also expand our reach into the mid-market. As a sign of that growing momentum, we closed a record number of deals over 100,000 and $1 million in construction accounts in the United States and worldwide during this quarter. Let me give you a few examples.\nFirst, Vinci, a world leader in concessions, energy and construction has been leveraging Autodesk solutions to streamline its operations and drive international expansion. With a platform approach, Revit customizations and BIM as a standard practice, Vinci has achieved significant time savings annually and captured more business abroad. In Q4, Vinci renewed its fourth enterprise business agreement with Autodesk expanding the deployment of Autodesk Construction Cloud on major projects to further integrate its data and workflows and ensure a seamless transition from design through construction.\nSecond, after a competitive RFP process early in the year, Fortis Construction an E&R 400 firm based in Oregon, ran a thorough peer assessment and selected Autodesk Construction Cloud for a 6-month pilot with the confidence gained during the pilot and close alignment between its construction technology vision and Autodesk's Road Map to a connected design, build, operate platform, Fortis committed in Q4 to a multiyear agreement across preconstruction and construction. And third, the Pennsylvania Department of Transportation recently chose Autodesk Construction Cloud as the primary tool powering its project delivery collaboration center, which will manage the project delivery of infrastructure projects in the state. In large part due to our software inclusive open ecosystem.\nAgain, these stories have a common theme. Managing people, processes and data across the project life cycle to increase efficiency and sustainability while decreasing risk. Over time, we expect the majority of all projects to be managed this way, and we remain focused on enabling that transition through our industry cloud. With the acquisition of [ PayUp ], Autodesk will embed payment and compliance management into the project life cycle. It can take an average of 83 days for subcontractors to get paid after putting work in place. And because of the risk, many will not bid on a project if a general contractor or an owner is a reputation for slow payments. Our goal is to leverage technology that eases the burden of construction payment management in a simpler, faster and more efficient process for all construction project stakeholders. Moving on to manufacturing.\nWe made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and consolidate our Design and Make platform to grow their business and make it more resilient. In automotive, we continue to grow our footprint beyond the design studio into manufacturing and connected factories as automotive OEMs connect data and shortened handoffs to the design cycle. In the U.S., a leading manufacturer leveraged AEC Solutions, Fusion and [indiscernible] platform services to develop a connected factory that delivered a much greater ROI to significantly faster design durations product prototyping and data federation. Through its expanded EBA sign in Q4 it is exploring using VR studio tools in customization and increasing its adoption of Autodesk Construction Cloud to bring its new factories to life.\nWe continue to serve some of the largest manufacturers in the world with the full breadth of our portfolio as they design and make both products and factories. One of the largest private manufacturers in the U.S. leverages our Advanced Manufacturing portfolio, including Fusion, Power Mill and Moldflow, which has helped reduce rework in plastic design by 20%. To build clean energy solutions, it utilizes our AEC collection, including BIM Meta Data, Assembly Breakout and Installation Instructions for its building products. In Q4, the customer increased its EBA with Autodesk and plan to expand our partnership beyond Revit and Autodesk Construction Cloud to support the digitization of its factories.\nFusion remains one of the fastest-growing products in the manufacturing industry and ended the quarter with 255,000 subscribers, driven by the growing number of customers who recognize the value of cloud-based workflows enhancing efficiency, sustainability and resilience within their organization. As the breadth and depth of Fusion's features and capabilities expand, we're beginning to drive adoption by larger companies and serve higher value segments of the professional market through extensions. As we do this, commercial subscriptions will become less complete indicators of Fusion's performance relative to the value we can realize and our reporting will change to reflect that. In education, we are preparing future engineers to drive innovation through next-generation design, analysis and manufacturing solutions.\nIn the fall, the University of Delaware selected Fusion for more than 600 students to use in an introduction to engineering class, replacing a competitor's solution. Fusion was chosen because it facilitated better team collaboration was easily adopted thanks to available teaching resources and provided a single integrated platform to learn CAD, simulation and CAM. And lastly, we continue to work with our customers to ensure they are using the latest and most secure versions of our software. In Q4, an American pharmaceutical company look to understand its own usage better and ensure it remains compliant as the transition to our named user model. In collaboration with our license compliance team, a preventative audit was conducted to identify risk areas and construct a combination of subscription and Flex tokens for continued access. It is also taking the opportunity [indiscernible] to trial new products from our portfolio, resulting in an annual spend increase of more than 30%.\nAutodesk remains relentlessly curious with propensity and desire to evolve and innovate. Time and again, our success in executing strategic transformation has added new growth vectors. Built a more diverse and resilient business, forge broader, trusted and more durable partnerships with more customers and giving Autodesk a longer runway of growth and free cash flow generation. We are building the future with focus, purpose and optimism. Operator, we would open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca66b488f9c2fa26d68ae09fee958f74",
    "period": "2024 Q3",
    "content": "Q3 2024 Autodesk Inc Earnings Call\n\nQ3 2024 Autodesk Inc Earnings Call\n\nADSKNASDAQNOV 21, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Third Quarter Fiscal Year 2024 Earnings Conference Call. [Operator Instructions] I would now like to hand the call over to VP of Investor Relations, Simon Mays-Smith. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the third quarter results of Autodesk's fiscal '24. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. .\nToday's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor.\nFollowing this call, you can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, products and product capabilities, business models and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-Q and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements.\nForward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements. We will quote several numeric or growth changes during this call as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release or XL Financials and other supplemental materials are available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. Resilience, discipline and opportunity again underpinned Autodesk strong financial and competitive performance despite continued macroeconomic policy and geopolitical headwinds. Renewal rates have remained strong and new business trends have been largely consistent for many quarters. Our subscription business model and our product and customer diversification enable that. It means that accelerating growth in Canada has balanced decelerating growth in the United Kingdom.\nThe growing momentum in construction has balanced deteriorating momentum in media and entertainment. And that strength from our enterprise and smaller customers has balanced softness from medium-sized customers. Our leading indicators remain consistent with last quarter with growing usage, record bid activity on building connected and cautious optimism from channel partners. Disciplined and focused execution and strategic deployment of capital through the economic cycle enables Autodesk to realize the significant benefits of its strategy while mitigating the risk of having to make expensive catch-up investments later.\nAs Steve said at Investor Day, we introduced a new transaction model for Flex, which gives Autodesk a more direct relationship with its customers and more closely integrates with its channel partners. We began testing the new transaction model across our product suite in Australia a couple of weeks ago. Assuming the launch proceeds is expected in fiscal '25 and '26. We intend to transition our indirect business to the new transaction model in all our major markets globally.\nIn the new transaction model, partners provide a quote to customers, but the actual transaction happens directly between Autodesk and the customer. The new transaction model is an important step on our path to integrate more closely with our customers' workflows enabled by, among other things, are this platform services and our industry cloud, Fusion, Froma and flow. Autodesk, its customers and partners will be able to build more valuable, data-driven and connected products and services in our industry cloud and on our platform. The new transaction model is consequential. Many of you will have seen other companies adopting agency models and will already understand the math. In the near term, the new transaction model results in a shift from contra revenue to operating costs that provide a tailwind to revenue growth while being broadly neutral to operating profit and free cash flow dollars and mechanically result in percent operating margins taking a step or 2 backwards.\nOver the long term, optimization enabled by this transition will provide a tailwind to revenue, operating income and free cash flow dollars even after the cost of setting up our building platform.\nFinally, there is opportunity from developing next-generation technologies and services that deliver end-to-end digital transformation of our design and make customers and enable a better world designed and made for all. I was at Autodesk University last week, alongside more than 10,000 attendees, where we announced Autodesk AI, technology we've been working on and investing in 4 years. We showed how our design to make platform will automate noncreative work, help customers analyze their data and surface insights and augment their work to make them more agile and creative, but there is no AI without actionable data.\nAnd that's why we're also investing in Autodesk platform services, which are accessible, extensible and open via our APIs. Autodesk Platform Services offers several critical capabilities, but data services are the most impactful. These provide the tools that make data actionable. And at the core of our data services is the Autodesk data model.\nThink of the Autodesk data model is the knowledge graph that gives customers access to the design, make and project data in granular bite-sized chunks. The data chunks are the building blocks of new automation, analysis and augmentation that will enable our customers and partners to build more valuable, data-driven and connected products and services. Autodesk remains relentlessly curious propensity and desire to evolve and innovate. Time and again, well-executed transformation from desktop to cloud from perpetual license and maintenance to subscription has added new growth vectors, built a more diverse and resilient business for broader trusted and more durable partnerships with more customers and given Autodesk a longer run rate of growth and free cash flow generation.\nWith our transformation from file to data and outcomes from upfront to annual billings and from indirect to direct go-to-market motion, we are building an even brighter future with focus, purpose and optimism. Our customers are also committed to transformation and Autodesk is deploying automation to increase their success in an environment with ongoing headwinds from material scarcity, labor shortages and supply chain disruption. That commitment was reflected in Autodesk's largest-ever EBA signed during the quarter and record contributions from our construction and water verticals to our overall EBA performance.\nI will now turn the call over to Debbie to take you through our quarterly financial performance and guidance for the year. I'll then come back to update you on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nCFO, SVMK Inc.\n\nThanks, Andrew. Overall market conditions and the underlying momentum of the business remained similar to the last few quarters. Our financial performance in the third quarter was strong. particularly from our EBA cohorts where incremental true-up and upfront revenue from a handful of large customers drove upside. As expected, the co-termed deal we called out in our Q1 results renewed in the third quarter with a significant uplift in deal size. Total revenue grew 10%. And 13% in constant currency. By product in constant currency, AutoCAD and AutoCAD LT revenue grew 7%, AEC revenue grew 20%, manufacturing revenue grew 9% and and in double digits, excluding variances and upfront revenue, and M&E revenue was down 4% and up high single digits percent, excluding variances in upfront revenue.\nBy region in constant currency, revenue grew 19% in the Americas, 11% in EMEA and 3% in APAC, which still reflects the impact of last year's COVID lockdown in China. Direct revenue increased 19%. And represented 38% of total revenue, up 3 percentage points from last year, benefiting from strong growth in both EBAs and the eStore. Net revenue retention rate remained within the 100% to 110% range at constant exchange rates. The transition from upfront to annual billings for multiyear contracts is proceeding broadly as expected.\nWe had the second full quarter impact in our third fiscal quarter, which resulted in billings declining 11%. Total deferred revenue increased 6% to $4 billion. Total RPO of $5.2 billion and current RPO of $3.5 billion both grew 12%. Excluding the tailwind from our largest ever EBA, total RPO growth decelerated modestly in Q3 as expected when compared to Q2, mostly due to the lower mix of multiyear contracts in fiscal '24 when compared to fiscal '23.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 93%. GAAP and non-GAAP operating margin increased driven by revenue growth and continued cost discipline. I'd also note that costs associated with Autodesk University have shifted from the third quarter last year to the fourth quarter this year due to the timing of the event.\nFree cash flow was $13 million in the third quarter, primarily limited by the transition from upfront to annual billings for multiyear contracts and the payment of federal taxes we discussed earlier this year. Turning to capital allocation. We continue to actively manage capital within our framework. Our strategy is underpinned by disciplined and focused capital deployment through the economic cycle. We remain vigilant during this period of macroeconomic uncertainty.\nAs you heard from Andrew, we continue to invest organically and through acquisitions in our capabilities and services and the cloud and platform services that underpin them. We purchased approximately 500,000 shares for $112 million, at an average price of approximately $206 per share. We will continue to offset dilution from our stock-based compensation program to opportunistically accelerate repurchases when it makes sense to do so.\nNow let me finish with guidance. The overall headline is that our end markets and competitive performance are at the better end of the range of possible outcomes we modeled at the beginning of the year. This means the business is generally trending towards the higher end of our expectations. Incrementally, FX and co-terming have been slightly more of a headwind to billings than we expected. EBA expansions have been slightly more of a tailwind to revenue and interest income has been slightly more of a tailwind to earnings per share and free cash flow.\nAgainst this backdrop, we are keeping our billings guidance constant while raising our revenue, earnings per share and free cash flow guidance. I'd like to summarize the key factors we've highlighted so far this year. The comments I've made in previous quarters regarding the fiscal 2024 EBA cohort, foreign exchange movements and the impact of the switch from upfront annual billings for most multiyear customers are still applicable.\nWe again saw some evidence of multiyear customers switching to annual contracts during the third quarter, as you'd expect, given the removal of the upfront discount. We're keeping an eye on it as we enter our significant fourth quarter. All else equal, if customers switch to annual contracts, it would proportionately reduce the unbilled portion of our total remaining performance obligations and negatively impact total RPO growth rates. Deferred revenue, billings, current remaining performance obligations, revenue, margins and free cash flow would remain broadly unchanged. Annual renewals create more opportunities for us to drive adoption and upsell and are without the price lock embedded in multiyear contracts.\nPutting that all together, we now expect fiscal '24 revenue to be between $5.45 billion and $5.47 billion. We expect non-GAAP operating margins to be similar to fiscal '23 levels with constant currency margin improvement, offset by FX headwinds. We expect free cash flow to be between $1.2 billion and $1.26 billion to reflect higher revenue guidance we're increasing the guidance range for non-GAAP earnings per share to be between $7.43 and $7.49.\nOur billings guidance remains unchanged, given incremental foreign exchange headwinds. And the potential for further EBA co-terming in the fourth quarter. The slide deck on our website has more details on modeling assumptions for Q4 and full year fiscal '24. We continue to manage our business using a Rule of 40 framework with a goal of reaching 45% or more over time. We think this balance between compounding growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them.\nAs we've been saying all year, the path to 45% will not be linear. We've talked about all of the factors behind that over the last 3 quarters, and I think it's useful to put them all in one place here. particularly as we look into fiscal '25 and '26. First, the macroeconomic drag on new subscriber growth, a smaller EBA renewal cohort with less upfront revenue mix and the absence of EBA true-up payments are headwinds to revenue growth in fiscal '25. Slightly offsetting that, we expect our new transaction model, which Andrew discussed earlier, to be a tailwind to revenue growth in fiscal '25 and beyond.\nAssuming no material change in the macroeconomic, geopolitical or policy environment, we'd expect fiscal '25 revenue growth to be about 9% or more. In other words, at least around the same or more growth as we are now expecting in fiscal '24. And second, the transition to annual billings means that about $200 million of free cash flow in Q1 fiscal '24 that came from multiyear contracts built upfront will not recur in fiscal '25. This will reduce reported free cash flow growth in fiscal '25. And make underlying comparisons between the 2 years harder. If you adjust fiscal '24 free cash flow down by $200 million to make it more comparable with fiscal '25 and fiscal '26 on an underlying basis, the stacking of multiyear contracts build annually will mechanically generate significant free cash flow growth in fiscal '25 and fiscal '26.\nThe progression from the adjusted fiscal '24 free cash flow base, will be a bit more linear, although fiscal '26 free cash flow growth is expected to be faster than fiscal '25 as our largest renewal cohort converts to annual billings in that year. As you build your fiscal '25 quarterly and full year estimates, please pay attention to what we've said each quarter during fiscal '24.\nAs Andrew said, our new transaction model will likely provide a tailwind to revenue growth be broadly neutral to operating profit and free cash flow dollars and be a headwind to operating margin percent. The magnitude of each will be dependent on the speed of deployment. Excluding any impact from the new transaction model, we are planning for operating margin improvement in fiscal '25.\nOverall, we expect first half, second half free cash flow [ lender ] in fiscal '25 to be more normal than in fiscal '24. And we still anticipate fiscal '24 will be the free cash flow trough during our transition from upfront to annual billings for multiyear contracts. Per usual, we'll give fiscal '25 guidance when we report fiscal '24 results, so I don't intend to parse these comments before them.\nAs I said at our Investor Day last March, the new normal is that there is no normal. Macroeconomic uncertainty is being compounded by geopolitical, policy, health and climate uncertainty. I'm thinking here of generational movements in monetary policy, fiscal policy, inflation, exchange rates, politics, geopolitical tension, supply chains, extreme weather events and, of course, the pandemic. These increased the number of factors outside of our control and the range of possible outcomes. Which makes the operating environment harder to navigate both for Autodesk and its customers.\nIn this context, the mechanical rebuilding of our free cash flow as we transition to annual billings for multiyear contracts, gives Autodesk an enviable source of visibility and certainty. I hope this gives you a better understanding of why we've consistently said that the path to 45% will not be linear. But let me also reiterate this. We're managing the business to this metric and feel it strikes the right balance between driving top line growth and delivering disciplined profit and cash flow growth. We intend to make meaningful steps over time toward achieving our 45% or more goal regardless of the macroeconomic backdrop. Andrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Debbie. Let me finish by updating you on our progress in the third quarter. We continue to see good momentum in AEC, particularly in transportation, water infrastructure and construction. Fueled by customers consolidating on our solutions to connect and optimize previously siloed workflows to the cloud. Market conditions remain similar to previous quarters. In Q3, WSP, one of the world's leading professional services firms closed its sixth EBA with Autodesk, a testament to our strong and enduring partnership. Leveraging the breadth of our portfolio, WSP has delivered the comprehensive range of services demanded by its clients, generate millions of dollars in pipeline across the AEC and manufacturing industries secured bridge and groundwork contracts through automation capabilities, reduce costs through increased efficiency and most importantly, delivered impactful results for its customers.\n[ TSA ], a global engineering and consulting firm, which supports all types of infrastructure is harnessing audited solutions to bolster its sustainable development goals around clean water and sanitation. Industry innovation infrastructure and responsible consumption and production, utilizing Autodesk's BIM Collaborate Pro Tips plans to improve team collaboration through easier data exchange, fewer classes and more effective designer years.\nAll this solutions are empowering [ TSA ] to manage, coordinate and execute projects more efficiently, thus contributing to a better quality of life through improved infrastructure. We are seeing growing customer interest in our complete end-to-end construction solutions, which encompass design, preconstruction and field execution to hand over and into operations Encouragingly, Artis Construction Cloud MAUs were again up well over 100% in the quarter. In Q3, LFD, Inc., an ENR top 200 general contractor based in Ohio, selected Autodesk Construction Cloud over directly competitive offerings as its end-to-end construction platform. With our preconstruction and cost capabilities of standout differentiator. It ultimately chose Autodesk based on our level of partnership, our aligned vision and commitment to serve the evolving needs of the construction industry and the momentum our solution has demonstrated in the marketplace.\nAgain, these stories have a common theme: managing people, processes and data across the project life cycle to increase efficiency and sustainability while decreasing risk. Over time, we expect the majority of all projects to be managed this way, and we remain focused on enabling that transition through our industry clouds. Moving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and to consolidate on our design and make platform to grow their business and make it more resilient. For example, A global industrial company based in the U.S. is partnering with Autodesk to innovate more rapidly in its business. The customer had already standardized on Autodesk's uptrain to streamline its data and process manager within their molding technology solutions and modernize its CAM process by adopting Fusion to significantly reduce programming time and eliminate risks from legacy software.\nDuring Q3, it renewed its EBA with Autodesk and plans to broaden its use of up chain, vault infusion. It is exploring Fusion's ability to enhance process management and its digital threat initiatives, which focus on product life cycle management, closed-loop quality, sustainability design, service life cycle management and supplier insight. Fusion continues to provide an easy on-ramp into our cloud ecosystem for existing and new customers. For example, a leading manufacturer for the agriculture industry is migrating from network licenses to named users and complementing those subscriptions with Flex tokens to maximize value and access for occasional users.\nAs it digitizes its factories and create digital twins for its global facilities, it will use Flex to explore Autodesk's most advanced technology. Fusion for CAM tool path automation and generative design. Flex provides the customer with the flexibility to scale its usage based on its needs, making sure its users have access to the right products at the right time.\nFusion continues to grow strongly, ending the quarter with 241,000 subscribers as more customers connect more workflows in the cloud to drive efficiency, sustainability and resilience. In automotive, we continue to grow our footprint beyond the design studio into manufacturing and connected factories. In Q3, a leading automotive manufacturer renewed and expanded its EBA by more than 50%. In addition to its existing usage of alias for concept design modeling and design evaluation, the customer is replacing an internal tool with Red for lighting simulation. In the future, it will implement flow production tracking to improve and accelerate project communication and collaboration across departments and expand its use of Autodesk's integrated factory modeling to optimize factory layouts and enhance operational performance.\nIn education, we are preparing future engineers to drive innovation through next-generation design, analysis and manufacturing solutions. For example, our partnership with PanState is making a positive impact in design classes and can CMC activities across the PanState, Barron's, Burks, Terresburg and University Park campuses. PSU Harrisburg has recently adopted Fusion in its core design class and plans to integrate it into its mechanical engineering curriculum. Fusion's accessible platform allows students to seamlessly transition from car to CAE and CAM enabling them to make a different outside the classroom and in industrial applications.\nThey have already collaborated with NASA on a generative design project for spaceflight applications, inspiring numerous projects at NASA. And finally, we continue with our customers to ensure they are using the latest and most secure versions of our software. A publicly traded construction company in Japan thought to streamline software management processes and minimize compliance risks by leveraging single sign-on FFO and directly sync features available in our premium plan. Through a collaborative analysis of the client software usage logs we identify instances of noncompliant usage and recommended an appropriate number of subscriptions based on usage frequency and actual requirements.\nThis proactive approach ensures that the client has the necessary access to meet their needs while maintaining compliance. We've been laying the foundation to build enterprise-level AI for years with connected data, teams and workflows in industry cloud, real-time and immersive experiences, shared extensible and trusted platform services and innovative business models and trusted partnerships. Autodesk remains relentlessly curious with the propensity and desire to evolve and innovate.\nWe are building the future with focus, purpose and optimism. Operator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/394761320784deb7df7655c9413815db",
    "period": "2024 Q2",
    "content": "Q2 2024 Autodesk Inc Earnings Call\n\nQ2 2024 Autodesk Inc Earnings Call\n\nADSKNASDAQAUG 23, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Second Quarter 2024 Earnings Call. [Operator Instruction]. I would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the second quarter results of Autodesk's fiscal '24. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call. During this call, we may make forward-looking statements about our outlook, future results and related assumptions, products and product capabilities, business models and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially.\nPlease refer to our SEC filings, including our most recent Form 10-Q and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements. During the call, we will quote several numeric or growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, or XL Financials and other supplemental materials available on our Investor Relations website. And now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. Resilience, discipline and opportunity again underpinned Autodesk's strong financial and competitive performance despite continued macroeconomic policy and geopolitical headwinds. Resilience provided by our subscription business model and our product and customer diversification discipline and focus in executing our strategy and deploying capital through the economic cycle and opportunity from developing next-generation technology and services which deliver end-to-end digital transformation of our design and make customers and enable a better world designed and built for all. Our leading indicators remained consistent with last quarter with growing usage and record bid activity on building connected and cautious optimism from channel partners. Customers remain committed to transformation and to Autodesk leveraging automation more where they are seeing headwinds from the economy, labor shortages and supply chain.\nThat commitment was reflected in our Q2 performance, growing adoption and token consumption with an enterprise business agreement and strong renewal rates. Autodesk remains relentlessly curious for the propensity and desire to evolve and innovate. We were delighted that Autodesk was recently highlighted as a best workplace for innovators by SaaS companies. I will now turn the call over to Debbie to take you through our quarterly financial performance and guidance for the year. I'll then come back to provide an update on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nCFO, SVMK Inc.\n\nThanks, Andrew. Overall market conditions and the underlying momentum of the business remained similar to the last few quarters. Despite a tough macroeconomic backdrop that continues to drag on the overall rate of new subscriber acquisition and the forward momentum of the business and may continue to do so. Our financial performance in the second quarter was strong. We said last quarter that we had a strong cohort of EBAs renewing in the second half of the year that last renewed 3 years ago at the start of the pandemic and that subsequent adoption and usage has been strong. Some of that strength came through in the second quarter, which was earlier than we were expecting and which boosted billings, free cash flow and subscription revenue. Total revenue grew 9% and 12% in constant currency. By products in constant currency, AutoCAD and AutoCAD LT revenue grew 9%, AEC revenue grew 14%, Manufacturing revenue grew 9% and in double digits, excluding a headwind from variances in upfront revenue, and M&E revenue grew 10%.\nBy region in constant currency, revenue grew 15% in the Americas, 11% in EMEA and 6% in APAC. Direct revenue increased 18% and represented 37% of total revenue, up 3 percentage points from last year, benefiting from strong growth in both EBAs and the eStore. Net revenue retention rate remained within the 100% to 110% range at constant exchange rates. The transition from upfront to annual billings for multiyear contracts is proceeding broadly as expected. We had a full quarter impact in the second quarter, which resulted in billings declining 8%. Total deferred revenue increased 14% to $4.2 billion. Total RPO of $5.2 billion and current RPO of $3.5 billion grew 11% and 12%, respectively. Turning to the P&L. Non-GAAP gross margin remains broadly level at 92%. GAAP and non-GAAP operating margin remained broadly level with revenue growth and cost discipline, offsetting the impact of exchange rate movements. Free cash flow was $128 million in the second quarter, which was a bit better than we've been expecting, primarily due to the timing of EBAs, but also due to some favorable in-quarter linearity.\nTurning to capital allocation. We continue to actively manage capital within our framework. Our strategy is underplanned by disciplined and focused capital deployment through the economic cycle. We are being vigilant during this period of macroeconomic uncertainty. During Q2, we purchased approximately 400,000 shares for $87 million at an average price of approximately $200 per share. We will continue to offset dilution from our stock-based compensation program and to opportunistically accelerate repurchases when it makes sense to do so. Now let me finish with guidance. The headline is that overall, the underlying momentum in the business remains consistent with the expectations embedded in our guidance range for the full year. Our sustained momentum in the second quarter and early expansion of some EBAs expected to renew later in the year, reduce the likelihood of our more cautious forecast scenarios given that, we're raising the lower end of our guidance ranges. Let me summarize some key factors we highlighted earlier in the year.\nFirst, we have a strong cohort of EBAs renewing in the second half of the year, although, as I mentioned earlier, some of that benefit was billed in the second quarter. Second, foreign exchange movements will be a headwind to revenue growth and margins in fiscal '24. The revenue headwind will moderate a bit in the second half of the year. Third, Switching from upfront to annual billings for most multiyear customers creates a significant headwind to free cash flow in fiscal '24 and a smaller headwind in fiscal '25. Our expectations for the billings transition are unchanged. Fourth, as we thought might happen, we saw some evidence of multiyear customers switching to annual contracts during the second quarter. It wasn't big enough to be called a trend, but we're keeping an eye on it. It's still early days, and we'll keep you updated as the year progresses. All else equal, if customers switch to annual contracts, it would proportionately reduce the unbilled portion of our total remaining performance obligations and negatively impact total RPO growth rates.\nDeferred revenue, billings, current remaining performance obligations, revenue, margins and free cash flow would remain broadly unchanged. Annual renewals create more opportunities for us to drive adoption and upsell and are without the price lock embedded in multiyear contracts. And fifth, we expect our cash tax rate will return to a more normalized level of approximately 31% of GAAP profit before tax in fiscal '24, up from 25% in fiscal '23. We the federal tax payment extension after the winter storms in California means cash tax payments shift from the first half of the year to the third quarter, reducing third quarter free cash flow. Second half free cash flow generation will, therefore, be significantly weighted to the fourth quarter. We still anticipate fiscal '24 will be the cash flow trough during our transition from upfront to annual billings for multiyear contracts.\nPutting that all together, we now expect fiscal '24 revenue to be between $5.41 billion and $5.46 billion. We expect non-GAAP operating margins to be similar to fiscal '23 levels with constant currency margin improvement, offset by FX headwinds. We expect free cash flow to be between $1.17 billion and $1.25 billion. We're increasing the guidance range for non-GAAP earnings per share to be between $7.30 and $7.49 to reflect higher interest income on our cash balances in addition to the reduced likelihood of our more cautious forecast scenarios. The slide deck on our website has more details on modeling assumptions for Q3 and full year fiscal '24. We continue to manage our business using a Rule of 40 framework with a goal of reaching 45% or more over time. We think this balance between compounding growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them. As we said back in February, the path to 45% will not be linear, given the macroeconomic drag on revenue growth from the rate of new subscriptions growth and the drag to free cash flow as we transition away from multiyear contracts paid upfront. But let me be clear, we're managing the business to this metric and feel it strikes the right balance between driving top line growth and delivering disciplined profit and cash flow growth. We intend to make meaningful steps over time toward achieving our 45% or more goal regardless of the macroeconomic backdrop. Andrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Debbie. Let me finish by updating you on our progress in the second quarter. Our strategy is to transform the industries we serve with end-to-end cloud-based solutions that drive efficiency and sustainability for our customers. We continue to see good growth in AEC, fueled by customers consolidating on our solutions to connect and optimize previously siloed workflows through the cloud. And as we talked about in February, Digital momentum is also building among asset owners in infrastructure and other areas. This momentum is expected to accelerate with infrastructure investment programs like the U.S. advanced digital construction management system program, which launched during our second quarter. Cannon Design is a global design practice encompassing strategy, experience, architecture, engineering and social impact. It is driving forward its digital transformation and embracing the cloud to increase operational efficiency, enhance security, establish a single point of truth and enable more seamless end-to-end collaboration.\nDuring the quarter, it expanded its investment with Autodesk by leveraging Autodesk docs in a common data environment adopting Forma and is exploring opportunities to integrate Autodesk's XR and asset management capabilities to its design portfolio. Outside the U.S. our construction platform is benefiting from our strong international presence and established channel partner network. During the quarter, a property developer and transit network operator based in Asia needed to simplify operations across many infrastructure projects with a wide range of contractors and subcontractors. To manage this complexity, it needed a single source of truth for its project data in a way to streamline workloads on a single platform. In Q2, it leveraged support from our local channel partner and standardize on one platform by adding Autodesk Construction Cloud to its existing portfolio of Autodesk AEC design tools to gain visibility into contractors and subcontractors workflow and the potential to unlock breakthrough productivity gains.\nShop Construction and E&R 400 general contractor based in Ohio made the decision to standardize on Autodesk Construction Cloud to better streamline their operational workflows. After evaluating many competitive options, Shop Construction chose Autodesk Construction Cloud as the best fit for driving consistent workloads, creating high-impact collaboration with their construction partners and elimerating cumbersome manual workflows. We continue to benefit from our complete end-to-end solutions, which encompass design, preconstruction and field execution through handover and into operations. Again, these stories have a common theme: managing people, process and data across the life cycle to increase efficiency and sustainability while decreasing risk. Over time, we expect the majority of all projects to be managed this way, and we remain focused on enabling that transition through digital transformation.\nWe talked last quarter about the short-term disruption from integrating our construction and worldwide sales teams. I'm pleased to report that things begin to settle in the second quarter. We believe that combining the two teams will allow us to expand the scale and reach of our construction business, particularly in our design customer base and our ability to serve our customers across the complete project life cycle. Encouragingly, Autodesk Construction Cloud MAUs were up over 100% in the quarter. Moving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and consolidate on our design and make platform to grow their business and make it more resilient. For example, a multinational manufacturer which serves the construction industry on both a building product manufacturer and through tools and construction processes has been leveraging the Autodesk portfolio to connect workflows across the AEC and manufacturing industries.\nIt's expanded its commitment to BIM using Revit, Navisworks and Construction Cloud, which has enabled the customer to adopt a collaborative and data-driven approach across design, construction and maintenance services. which minimizes clashes and rework and culminates in more efficient and successful building projects. In the second quarter, the customer grew its EBA with Autodesk ahead of its Q4 renewal date to accelerate the adoption of BIM and facilitate the design of its products and materials directly within MEP model. Fusion continues to provide an easy on rate into our cloud ecosystem for existing and new customers. In Europe, an appliance manufacturer who is already an existing user of our manufacturing collection and AutoCAD mechanical, purchased additional seats of fusion for PCB design. It's heating systems division will leverage Fusion's electronic design automation capabilities to quickly and seamlessly connect more of its design to manufacturing workflow to drive greater efficiency.\nFusion continues to grow strongly, ending the quarter with 236,000 subscribers as more customers connect more workflows in the cloud to drive efficiency, sustainability and resilience. At Investor Day, I talked about leveraging our key growth enablers, including business model evolution, customer experience evolution and convergence between industries to provide more and better choices for our customers. Our Flex consumption model is a good example of this. Flex's consumption pricing means existing and new customers can try new products with less friction and enables Autodesk to better serve infrequent users. Not surprisingly, the lion's share of the business has come from new or existing customers expanding their relationship with Autodesk. During the quarter, we signed 3 more million dollar Flex deals. As Steve said at our Investor Day, we've also introduced a new transaction model for Flex, which will give Autodesk a more direct relationship with our customers and more closely integrate with our channel partners over time.\nWe will begin testing our new transaction model more broadly in Australia later this year. And finally, we continue to work with noncompliant users to ensure that they are using the latest and most secure versions of our software. For example, after identifying and alerting a Chinese-based automobile designer about noncompliant usage and despite working to ongoing challenges from the pandemic, the customer eventually committed to 3-year vRad and Alia subscriptions. As expected, our initiatives to tighten concurrent usage of [Indiscernible] subscription and expand the precision and reach of our in-product messaging drove incremental growth during the quarter. Now let me finish with the story. According to the National Oceanic Service, Coral reefs are some of the most diverse and valuable ecosystems on earth. While they take up less than 1% of the ocean floor, their extraordinary biodisversity supports about 25% of all marine life. Healthy coral reefs support fisheries as well as jobs and businesses to tourism and recreation.\nIt also buffer shorelines against 97% of the energy from wave, storms and floods, helping to prevent loss of life, property damage and erosion. It can take 10,000 to tens of millions of years for our coral reefs to form, and just weeks for it to die. Rising ocean temperatures can cause coral to bleach and die. Half of living coral reefs have died since the 1950s. Without intervention, we're on track to lose 70% to 90% of the remainder by 2050. That is, unless we find a faster way to bring coral reefs back from the brink. With support from Autodesk and the Autodesk Foundation, a company called Coral maker is using our digital tools, artificial intelligence, and robotics to deliver core restoration at scale with cloud collaboration to keep the global team connected across oceans and time zones.\nAs Dr. Karen Foster, coral makers founder says, the partnership with Autodesk has empowered us to develop new technology to restore reef at a rate unimaginable a few years ago. Current restoration projects can deploy about hectare of portal per year. With coral makers technology, it's possible to deploy 100 sectors per year. From the oceans to the earth and Sky augmented design, powered by Autodesk will enable our customers to go further and faster to design and make a better world for all. We've been laying the foundation to build enterprise level AI for years with connected data, teams and workflows in industry cloud. real time and immersive experiences, shared extensible and trusted platform services, innovative business models and trusted partnerships. Autodesk remains relentlessly curious with the propensity and desire to evolve and innovate. We are building the future with focus, purpose and optimism. Operator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6f277859c569444de03f03f44ea06c0",
    "period": "2023 Q4",
    "content": "Q4 2023 Autodesk Inc Earnings Call\n\nQ4 2023 Autodesk Inc Earnings Call\n\nADSKNASDAQFEB 23, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Fourth Quarter and Full Year Fiscal 2023 Results Conference Call. (Operator Instructions)\nI would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVP of IR, Autodesk, Inc.\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss our fourth quarter and full year fiscal '23 results. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, acquisitions, products and product capabilities and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Forms 10-Q and 10-K and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements.\nForward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nDuring the call, we will quote several numeric or growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, or Excel Financials and other supplemental materials available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Simon, and welcome, everyone, to the call. Autodesk's strong financial and competitive performance in fiscal 2023, despite macroeconomic, policy, geopolitical and pandemic headwinds is a testament to 3 enduring strengths: resilience, opportunity and discipline. While we fell short of the fiscal '23 goals we set in 2016, our resilient business model and geographic product and customer diversification enabled us to deliver strong growth and report record fourth quarter and full year revenue, GAAP and non-GAAP operating margin and free cash flow. The sum of our revenue growth and free cash flow margin, a hallmark of the most valuable companies in the world was 55% for the year.\nAs we deliver next-generation technology and services to our customers, the transformation within and between the industries we serve will accelerate, generating significant new growth opportunities for Autodesk. We started seeing the shift towards connected digital workflows in the cloud in product design and manufacturing, then in architecture followed by building engineering and more recently construction and we are now seeing growing momentum with owners.\nFor example, in Q4, our partner, [BLA-BIM] Launch Alliance, was selected by a consortium of 20 U.S. states led by the Iowa Department of Transportation to facilitate the migration from legacy 2D project delivery processes to data-rich BIM delivery processes, which are more efficient and sustainable. In anticipation of this, the Departments of Transportation involved are also completely reimagining project delivery and developing open standards for all infrastructure projects.\nTogether, these 20 states encompass more than 60% of the U.S. population. Over time, we expect more states and more owners across the globe to connect more workflows in the cloud.\nFinally, our strategy is underpinned by disciplined and focused capital deployment through the economic cycle. This enables Autodesk to remain sufficiently well invested to realize significant benefits of its strategy while mitigating the risk of having to make expensive catch-up investments in the future.\nOf course, discipline and focus mean not only consistent investment, but also constant optimization to ensure investment levels remain proportionate and directed at our largest opportunities. For example, Autodesk's BIM Collaborate Pro for Civil 3D, which enables much more efficient collaboration on civil infrastructure projects saw further significant enhancements in Q4.\nTo support our work with public sector owners in the United States, Autodesk for government expects to achieve FedRAMP moderate authorization soon, meaning that through our partnership with the General Services Administration, customers will be able to start using our industry-leading cloud collaboration and document management tools that meet key security standards for U.S. government projects.\nI'm also pleased to report that Innovyze had a record quarter driven by adoption in a growing proportion of our enterprise accounts, which contributed over $1 million in 4 deals. Infrastructure is but one part of an expanding opportunity for Autodesk. There are so many more, and we'll tell you about them at our Investor Day on March 22. But you can see some of the fruits of that opportunity already. we signed our largest ever EBA in the fourth quarter, encompassing more personas and connecting more workflows in the cloud to drive efficiency and sustainability.\nI will now turn the call over to Debbie to take you through our quarterly financial performance and guidance for the year. I'll then come back to provide an update on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nExecutive VP & CFO, Autodesk, Inc.\n\nThanks, Andrew. Our fourth quarter and full year results were strong. Overall, the demand environment in Q4 remained consistent with Q3. The approaching transition from upfront to annual billings for multiyear contracts and a large renewal cohort provided a tailwind to billings and free cash flow.\nAs Andrew mentioned, we continue to develop broader strategic partnerships with our customers and closed our largest deal to date during the quarter. The 9-digit deal is a multiyear commitment billed annually and did not have a meaningful impact on our financials during the quarter.\nTotal revenue grew 9% as reported and 12% in constant currency, with subscription revenue growing by 11% as reported and 14% in constant currency. By product, AutoCAD and AutoCAD LT revenue grew 9% and AEC revenue grew 11%. Manufacturing revenue grew 4% but was up mid-teens, excluding foreign exchange movements and upfront revenue.\nM&E revenue was down 10%. Recall that in Q4 last year, M&E won its largest ever EBA, which included significant upfront revenue. Excluding upfront revenue, M&E grew 4%. Across the globe, revenue grew 13% in the Americas, 7% in EMEA and 4% in APAC. At constant exchange rates, EMEA and APAC grew 12% and 10%, respectively.\nDirect revenue increased 5% and represented 36% of total revenue. Strong underlying enterprise and e-commerce revenue growth was partly offset by foreign exchange movements and lower upfront revenue. Our product subscription renewal rates remain strong and our net revenue retention rate remains comfortably within our 100% to 110% target range at constant exchange rates.\nBillings increased 28% to $2.1 billion, our first quarter over $2 billion, reflecting continued solid underlying demand and a tailwind from both our largest multiyear renewal cohort and the pending removal of the discount for multiyear contracts billed upfront.\nTotal deferred revenue grew 21% to $4.6 billion. Total RPO of $5.6 billion and current RPO of $3.5 billion grew 19% and 12%, respectively. About 2 percentage points of that current RPO growth was from early renewals.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 92%. Non-GAAP operating margin increased by 1 percentage point to approximately 36% with ongoing cost discipline, partly offset by revenue growth headwinds from foreign exchange movements. For the fiscal year, non-GAAP operating margin increased by 4 percentage points reflecting strong revenue growth and ongoing cost discipline.\nGAAP operating margin increased by 9 percentage points to approximately 21%. Recall, in Q4 last year, we took a lease related charge of approximately $100 million. That was part of our effort to reduce our real estate footprint and to further our hybrid workforce strategy. For the fiscal year, GAAP operating margin increased by 6 percentage points. We delivered record free cash flow in the quarter and for the full year of more than $900 million and $2 billion, respectively, reflecting our strong billings growth.\nTurning to capital allocation. We continue to actively manage capital within our framework. As Andrew said, our strategy is underpinned by disciplined and focused capital deployment through the economic cycle. We will continue to offset dilution from our stock-based compensation program and to opportunistically accelerate repurchases when it makes sense.\nDuring Q4, we purchased 1.1 million shares for $210 million at an average price of approximately $193 per share. For the full year, we purchased 5.5 million shares for $1.1 billion at an average price of approximately $198 per share and reduced total shares outstanding by 4 million. We retired a $350 million bond in December. Recall that we effectively refinanced this bond in October 2021 at historically low rates when we issued our first sustainability bond. Our average bond duration is now almost 7 years.\nNow let me turn to guidance. Our strong finish to fiscal '23 sets us up well for the year ahead. Overall, end market demand in Q4 fiscal '23 remained broadly consistent with Q3 fiscal '23. Channel partners remained cautiously optimistic, usage rates grew modestly, excluding Russia and China and bid activity on building connected remained robust.\nAs we said last quarter, foreign exchange movements will be a headwind to revenue growth and margins in fiscal '24. We expect FX to be about a 4 percentage point drag on reported revenue. We continue to expect the absence of recognized deferred revenue from Russia will be about a 1 percentage point drag to revenue growth.\nAs we've highlighted before, most recently on our Q3 earnings call, the switch from upfront annual billings for most multiyear customers creates a significant headwind for free cash flow in fiscal '24 and a smaller headwind in fiscal '25.\nYou can see the impact on fiscal '24 in Slide 8 of our earnings deck. Change in deferred revenue increased fiscal '23 free cash flow by $790 million, but will reduce fiscal '24 free cash flow by approximately $300 million. The switch to annual billings for multiyear customers and a smaller multiyear renewal cohort are the key drivers of this $1.1 billion swing.\nThe transition will also affect the linearity of free cash flow during the year, with Q1 fiscal '24 free cash flow, benefiting from the strong billings in Q4 of fiscal '23 and our largest billings quarters in the second half of the year proportionately more impacted by the switch to annual billings.\nWhile we expect many customers to switch to multiyear contracts billed annually, some may choose annual contracts instead. All else equal, if this were to occur, it would proportionately reduce the unbilled portion of our total remaining performance obligations and would negatively impact total RPO growth rates.\nDeferred revenue, billings, current remaining performance obligations, revenue, margins and free cash flow would remain broadly unchanged in this scenario. Annual renewals create more opportunities for us to drive adoption and upsell but are without the price lock embedded in multiyear contracts. We'll keep you updated on this as the year progresses.\nOur cash tax rate will return to a more normalized level of approximately 31% in fiscal '24, up from 25% in fiscal '23. We accrued significant tax assets as a result of the operating losses we generated during our business model transition. Growing profitability and more recently, rising effective tax rates across the globe, have accelerated the consumption of those tax attributes. Absent changes in tax policy, we expect our cash tax rate to remain in a range around 31% for the foreseeable future.\nPutting that all together, we expect fiscal '24 revenue to be between $5.36 billion and $5.46 billion, up about 8% at the midpoint or about 13% at constant exchange rates and excluding the impact from Russia. We expect non-GAAP operating margins to be similar to fiscal '23 levels with constant currency margin improvement offset by FX headwinds.\nWe expect free cash flow to be between $1.15 billion and $1.25 billion. The midpoint of that range, $1.2 billion, implies a 41% reduction in free cash flow compared to fiscal '23. As I outlined earlier, the key drivers of that reduction are changes in long-term deferred revenue as a result of the shift to annual billings for multiyear customers, and a smaller multiyear renewal cohort, FX and our cash tax rate.\nThe slide deck and Excel financials on our website have more details on fiscal '23 results and modeling assumptions for the full year of fiscal '24.\nAt Investor Day, we'll be looking beyond this year. As Andrew noted earlier, we remain in the relatively early innings of a transformational shift to the cloud to drive efficiency and sustainability. This is generating demand for cloud-based platforms and services which breaks down the silos within and between the industries we serve. Autodesk is uniquely well positioned to seize these opportunities, and we will continue to invest with discipline and focus to realize that growth potential.\nWhile our subscription business model and geographic product and customer diversification give us resilience when compared to many other companies, we're mindful that generational macroeconomic policy, geopolitical climate and health uncertainty make the world more volatile and less predictable than in the past. Our business will grow somewhat faster in less volatile environment and somewhat slower in more volatile environments.\nFinally, we're not just looking to have industry-leading growth, although we often do. Nor are we just looking to have industry-leading margins, although we often do. On average and over time, we are looking to have an industry-leading balance between growth and margins, and we often do. We think this balance between compounding growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them.\nWith all this in mind, our target planning parameters over the next several years will be to grow revenue in the 10% to 15% range and generate free cash flow margins in the 30% to 35% range with the goal of reaching a Rule of 40 ratio of 45% or more over time. The path to that 45% ratio will not be linear given the drag in fiscal '24 and '25 to long-term deferred revenue and free cash flow from the shift to annual billings of multiyear contracts.\nThe rate of improvement will obviously also be somewhat determined by the macroeconomic backdrop. But let me be clear, we're managing the business to this metric, and we feel it strikes the right balance between driving top line growth and delivering on disciplined profit and cash flow growth. We intend to make meaningful steps over time toward achievement of this Rule of 45 goal regardless of the macroeconomic backdrop.\nWhile macroeconomic and FX headwinds, along with sustained but disciplined investments in our products and platforms will slow the rate of margin improvement, we continue to expect non-GAAP operating margins to be in the 38% to 40% range by fiscal '26, albeit more likely now in the lower half of that range. We continue to see scope for further margin growth thereafter. GAAP margins will further benefit from stock-based compensation as a percent of revenue trending down towards 10% and beyond over time.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Debbie. Our strategy is to transform the industries we serve with end-to-end cloud-based solutions that drive efficiency and sustainability for our customers. We'll tell you more about our long-term vision and plans at our Investor Day on March 22, but let me finish by updating you on our progress in the fourth quarter.\nWe continue to see strong growth in AEC, fueled by customers consolidating on our solutions to connect previously siloed workflows in the cloud. Sweco, Europe's leading architecture and engineering consultancy is connecting our portfolio of products Spacemaker and Revit to audits Construction Cloud and Innovyze to streamline everything from transport and energy usage to lighting and water flows to ensure better transparency to the project life cycle.\nSweco has a thriving sustainability practice. Its new digital service, Carbon Cost Compass, which is built on Autodesk Platform Services, helps its customers model and calculate the carbon footprint and cost of different types of buildings.\nFor our construction customers, we continue to benefit from our complete end-to-end BIM solutions, which encompass design, preconstruction and field execution. In Q4, a mid-market general contractor in California, specializing in design-build projects chose to replace a competitive project management offering with Autodesk Build as it looked to improve integration further and minimize conflict with their design processes. While highlighting Build's cost management functionality as a differentiator, the customer ultimately chose Autodesk because of our longstanding and trusted partnership and shared vision on the future of construction.\nWe continue to make excellent progress on our strategic initiatives, which is driving accelerating adoption of Autodesk Construction Cloud. We added almost 1,000 new logos again, drove continued rapid growth in Autodesk Builds MAUs and generated 3x quarter-on-quarter growth in our construction bundles, which combine multiple Autodesk Construction Cloud Solutions and enable customers to standardize more rapidly on one platform.\nOutside the U.S. enabling our international channel partners to sell our construction portfolio continues to drive strong growth. We still see strong growth potential in construction and Autodesk remains uniquely well positioned to capture it.\nIn manufacturing, Tata Steel, one of the world's leading steel manufacturers has used our solutions to increase efficiency and reduce costs in setting up new operations to optimize effectively between its equipment, civil, structural and plant infrastructure teams. Tata Steel uses Autodesk's AEC and manufacturing collections and Vault. Through the integration of data from various vendors on a single platform, Tata Steel leverages simulation and class detection in a virtual environment, eliminating potential conflicts that can have a huge impact if they occur during physical installation.\nIn automotive, we continue to strengthen and expand our partnerships, both within and beyond the design studio as OEMs transform and connect factories. A leading manufacturer in the U.S. expanded its EBA in Q4, leveraging the cutting-edge visualization technology in VRED Pro to more effectively process executive design reviews and reach final designs more quickly. Autodesk is now partnering with the customer as it renovates its factories for its new fleet of electric vehicles, ensuring it controls the construction flow and owns its own data by standardizing on Autodesk Construction Cloud.\nCustomers are also beginning to merge their design, manufacturing and production management workflows with Fusion and Prodsmart. In Q4, a manufacturer based in the U.K., which has more than doubled in size in the last 18 months switched from a competitor's CAD tool to Fusion 360 and extensions for its integrated CAD and CAM capabilities. With Prodsmart as part of its connected platform, the customer can instantly generate a bill of materials after creating a design and link directly to inventories, eliminating tedious work and saving time for higher-value opportunities.\nWe ended the quarter with 223,000 Fusion 360 subscribers, a number which does not include extensions where units increased more than 100% year-over-year. During the quarter, we launched the Signal Integrity extension for Fusion powered by Ansys, which enables designers to analyze their PCB electromagnetic performance, ensure compliant products and power a faster development cycle at lower cost. We continue to see strength in PLM, signing our largest ever cloud data management deal and growing more than 30% in the quarter.\nIn education, leading universities continue to modernize their courses, ensuring students will learn the in-demand skills in the future. At North Columbia University, the prestigious design for industry's program students are now choosing to use Fusion 360 within their design process and across many of their modules along with real-world live projects led by industry partners. Their switch is primarily down to its ease of use and cross-platform availability. While our software remains free for educators and students Tomorrow's design leaders are bringing Fusion 360 to new and established manufacturers.\nWe will continue to evolve our business model offerings to match customer needs and enable users to participate in our ecosystem more productively. For example, a European manufacturer which operates in over 100 countries and 6 R&D facilities worldwide transition to our named user model with premium plan providing enhanced security from single sign-on and approved efficiency from 24/7 technical support. Our partners at mentioned machine supported the transition with detailed knowledge and analysis of the customer's usage behavior resulting in an optimized flex token package for its occasional users, providing them with ongoing software access without acquiring a full-time subscription.\nAnd finally, we continue to work with noncompliant users to find flexible and compliant solutions that ensure they have access to the most current and secure software. During the quarter, we closed 9 deals over $1 million and 23 deals over $500,000 with our license compliance initiatives. Returning to where I started, resilience, opportunity and discipline were important contributors to our fiscal '23 results and will remain the key drivers of our future success. We're excited to share our plans with you at our Investor Day on March 22.\nOperator, we would now like to open the call for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f96f17b52135ea84665c74cc73f07e35",
    "period": "2023 Q3",
    "content": "Q3 2023 Autodesk Inc Earnings Call\n\nQ3 2023 Autodesk Inc Earnings Call\n\nADSKNASDAQNOV 22, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Autodesk Q3 Fiscal '23 Earnings Conference Call. (Operator Instructions). As a reminder, today's conference call is being recorded.\nI would now turn the conference over to your host Mr. Simon Mays-Smith, Vice President of Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVP of IR, Autodesk, Inc.\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the third quarter results of our fiscal '23. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, acquisitions, products and product capabilities and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings including our most recent Form 10-Q and the Form 8-K filed with today's press release for important risk factors and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nDuring the call, we will quote several numerical growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release, or XL Financials and other supplemental materials available on our Investor Relations website.\nAnd now I'll turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Simon, and welcome, everyone, to the call. We again reported record third quarter revenue, non-GAAP operating margin and free cash flow. Encouragingly, the business is performing as we'd expect given secular growth tailwinds and macroeconomic, geopolitical policy and COVID-19-related headwinds. Subscription renewal rates remain resilient. Our competitive performance remains strong. Outside of Russia and China, new business growth slightly decelerated in the quarter, most notably in Europe, but overall growth remains good. And we see less demand for multiyear upfront and more demand for annual contracts than we expected. We're hopeful this is a positive signal for our transition next year to annual billings for multiyear contracts.\nOverall, our leading indicators are consistent with these trends. Channel partners remain optimistic, but with hints of caution. Usage rates continue to grow modestly in the U.S. and APAC, excluding China, but are flat in Europe, excluding Russia. And bid activity on BuildingConnected remains robust as the industry continues to work through its backlog. We are reinforcing the secular tailwinds to our business by accelerating the convergence of workflows within and between the industries we serve, creating broader and deeper partnerships with existing customers and bringing new customers into our ecosystem.\nOur strategy is underpinned by disciplined and focused investments through the economic cycle, which enables Autodesk to remain well invested to realize the significant benefits of its strategy while mitigating the risk of having to make expensive catch-up investments later. In September, we hosted more than 10,000 customers and partners at Autodesk University. There was incredible energy, excitement and optimism for being together in person for the first time in 3 years. There was also palpable momentum behind the digital transformation of the industries we serve. At AU, we announced Fusion, Forma and Flow, our 3 industry clouds, which will connect data, teams and workflows in the cloud on our trusted platform. By increasing our engineering velocity, moving data from files to the cloud and expanding our third-party ecosystem, they will enable Autodesk to further increase customer value by delivering even greater efficiency and sustainability.\nI will now turn the call over to Debbie to take you through our third quarter financial performance and guidance for the fourth quarter and full fiscal year. I'll then come back to provide an update on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nExecutive VP & CFO, Autodesk, Inc.\n\nThanks, Andrew. In a more challenging macroeconomic environment, Autodesk performed in line with our expectations in the third quarter, excluding the impact of in-quarter currency movements on revenue. Resilient subscription renewal rates, healthy new business growth and a strong competitive performance were partly offset by geopolitical, macroeconomic, policy and COVID-19-related headwinds, foreign exchange movements and less demand for multiyear upfront and more demand for annual contracts than we expected.\nTotal revenue grew 14% and 15% at constant exchange rates. By product, AutoCAD and AutoCAD LT revenue grew 10%. AEC and manufacturing revenue both grew 13% and M&E revenue grew 24%, partly driven by upfront revenue growth. By region, revenue grew 17% in the Americas, 10% in EMEA and 14% in APAC. At constant exchange rates, EMEA and APAC grew 12% and 18%, respectively. By channel, direct revenue increased 14%, representing 35% of total revenue, while indirect revenue grew 13%.\nOur product subscription renewal rates remain strong, and our net revenue retention rate was comfortably within our 100% to 110% target range. Billings increased 16% to $1.4 billion, reflecting continued solid underlying demand, partly offset by foreign exchange movements and a shift in mix from multiyear upfront to annual contracts versus expectations. Total deferred revenue grew 13% to $3.8 billion. Total RPO of $4.7 billion and current RPO of $3.1 billion grew 11% and 9%, respectively. At constant exchange rates, RPO and current RPO grew approximately 15% and 13%, respectively.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 93%, while non-GAAP operating margin increased by 4 percentage points to approximately 36%, reflecting strong revenue growth and ongoing cost discipline. GAAP operating margin increased by 3 percentage points to approximately 20%. We delivered robust third quarter free cash flow of $460 million, up 79% year-over-year reflecting strong revenue growth, margin improvement and a larger multiyear upfront billing cohort.\nTurning to capital allocation. We continue to actively manage capital within our framework. As Andrew said, our organic and inorganic investments will remain disciplined and focused through the economic cycle. We will continue to offset dilution from our stock-based compensation program and to accelerate repurchases opportunistically when it makes sense to do so. Year-to-date, we purchased 4.4 million shares for $873 million at an average price of approximately $200 per share, which compared to last year contributed to a reduction in our diluted weighted average shares outstanding by approximately 5 million to 217 million shares. We also announced today that the Board has authorized a further $5 billion for share repurchases.\nAnd in December, we plan to retire a $350 million bond when it comes due. Recall that we effectively refinanced this bond last October at historically low rates when we issued our first sustainability bond. And related to that new sustainability bond, we published our first sustainability bond impact report about a month ago, which updates our progress. You can find the report on our Investor Relations website.\nNow let me finish with guidance. Andrew gave you a readout on the business and our markets at the beginning of the call. Our renewal business continues to be a highlight, reflecting the ongoing importance of our software in helping our customers achieve their goals. New business growth continues to be relatively stronger in North America with growth in EMEA and APAC outside of Russia and China, slightly decelerating, but overall growth remains good. And we've seen less demand for multiyear upfront and more demand for annual contracts than we expected. As we look ahead and as we've done in the past, our Q4 and fiscal '23 guidance assumes that market conditions remain consistent with what we saw as we exited Q3. The strengthening of the U.S. dollar during the quarter generated slight incremental FX headwinds, reducing full year billings and revenue by approximately $10 million and $5 million, respectively, for the remainder of fiscal '23.\nBringing these factors together, the overall headline is that our fiscal '23 revenue, margin and earnings per share guidance remained close to the previous midpoint at constant exchange rates and comfortably within our previous guidance ranges. Our lower fiscal '23 billings and free cash flow guidance primarily reflects less demand for multiyear upfront and more demand for annual contracts than we expected. We're narrowing the fiscal '23 revenue range to be between $4.99 billion and $5.005 billion. We continue to expect non-GAAP operating margin to be approximately 36%. And we expect free cash flow to be between $1.9 billion and $1.98 billion. The slide deck and updated Excel financials on our website have more details on modeling assumptions for the full year of fiscal '23.\nThe challenges our customers face continue to evolve that reinforce the need for digital transformation, which gives us confidence in our long-term growth potential. We continue to target double-digit revenue growth, non-GAAP operating margins in the 38% to 40% range and double-digit free cash flow growth on a compound annual basis. These metrics are intended to provide a floor to our long-term revenue growth ambitions and a ceiling to our spend growth expectations.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Debbie. Our strategy is to transform the industries we serve with end-to-end cloud-based solutions that drive efficiency and sustainability for our customers. Fusion, Forma and Flow connect data, teams and workflows in the cloud on our trusted platform, making Autodesk rapidly scalable and extensible into adjacent verticals from architectural and engineering to construction and operations, from product engineering to product data management and product manufacturing. Our platform is also scalable and extensible between verticals with industrialized construction and into new workflows like XR. By accelerating the convergence of workflows within and between the industries we serve, we are also creating broader and deeper partnerships with existing customers and bringing new customers into our ecosystem.\nIn AEC, our customers continue to digitally transform their workflows to win new business and become more efficient and sustainable. For example, to support the city of Changwon smart city ambitions, the Changwon Architectural Design Institute, which operates across architecture, municipal engineering and city planning is standardizing on AEC collections and developing features to Revit APIs, which automate modeling, drawings and specification inspection. These will leverage the design institute's expertise in BIM and enable faster and higher quality design, reduce error and waste during construction and build the digital twins for post-construction operation and maintenance. In a challenging market environment, the design institute has been able to win new business and capture new market through digital transformation.\nIn construction, we are seeking to eliminate waste at the source rather than simply automating the process around it. By seamlessly connecting construction data and workflows both upstream with preconstruction and design and downstream to hand over, operations and maintenance bases to our digital twin, we are enabling a more connected and sustainable way of building. For example, after a leading mechanical contractor in the United States purchased a competitor's construction management product a few years ago, communication and workflows between the design and field teams were disconnected, resulting in data fragmentation, less insight, more complicated reporting and ultimately low adoption of the process. To resolve these issues, it chose to consolidate all of its design to build workload on the integrated Autodesk platform, turning to Autodesk Build to streamline handoffs between detailing, the fab shop and the field.\nOur momentum in construction continues to grow. Across construction, we added almost 1,000 new logos with Autodesk Build's monthly active users growing more than 60% quarter-over-quarter and becoming Autodesk's largest construction products. In infrastructure, we see greater appetite from owners to accelerate their digital transformation to connect workflows from designed to make on the Autodesk platform. For example, to transform the speed, efficiency and sustainability of its network, one of the leading electricity network operators in Europe is accelerating its transformation from 2D to BIM and digital twins. In the third quarter, it signed its first EBA with Autodesk, adding Revit and Docs to enable it to upgrade the capacity of its substations and incorporate renewable power generation rapidly and safely. To accelerate maintenance workflows and reduce costs, the customer is in-sourcing the production of maintenance parts and using Fusion 360 as a platform for 3D printing.\nTurning to manufacturing. We've sustained good momentum in our manufacturing portfolio this quarter as we connected more workflows from design through to the shop floor, developed more on-ramps to our manufacturing platform and delivered new powerful tools and functionality to Fusion 360 extension. We continue to drive efficiency and sustainability for our customers and provide further resilience and competitiveness in uncertain times. For example, De Nora is an Italian multinational company specializing in electrochemistry and is a leader in sustainable technologies in the industrial green hydrogen production chain. It has been a longtime user of AutoCAD and Revit. Over the last few years, it accelerated its cloud strategy by replacing a competitor's on-premise PLM solution with an integrated Vault and Fusion 360-managed solutions and improve the security of its data, enables seamless collaboration between product design and manufacturing and more easily onboard and integrate acquisitions.\nIn Q3, it took another step in its digital transformation by firstly transitioning to named users and adding premium for better usage reporting, insights and single sign on security. And secondly, by adding Flex to optimize consumption for its occasional users. Heineken is on a mission to become the best connected brewer as part of its evergreen strategy and is undergoing a digital transformation to ensure is prepared for the unforeseen challenges in an ever-changing world.\nTo help, Autodesk has been supporting Heineken's 3D printing initiative with an expanded adoption of Fusion 360 across a number of breweries. By designing and manufacturing their own equipment parts in-house, Heineken has been able to see a reduction in the replacement times of a number of parts from over 6 weeks to just 4 hours, significantly reducing downtime and lessening the carbon impact of shipping new parts when necessary.\nScanship AS, a Vow Group company is a great example of how our customers are using our Fusion platform to generate sustainable outcomes efficiently and transparently for customers. It has developed technology that processes waste and purified wastewater providing valuable, sustainable and circular resources and clean energy to a wide range of customers. By consolidating on Fusion 360 managed with Upchain, Scanship AS will be able to connect data and workflows in the cloud to manage processes and collaborate more easily and efficiently, while also gaining greater transparency on its supply chain to deliver decarbonized products to its customers.\nFusion 360's commercial subscribers grew steadily, ending the quarter with 211,000 subscribers, with demand for extensions continuing to grow at an exceptional pace. Outside of commercial use, a rapidly growing ecosystem of students and hobbyists learning next-generation technology and workflows will take those skills with them into the workforce. We'd like to congratulate students from over 57 countries who recently competed in the finals of the WorldSkills competition, aptly referred to as the Olympics for vocational skills. Students used the latest workflows and technologies from Fusion 360 and Autodesk Construction Cloud to compete in vocational disciplines such as mechanical engineering, additive manufacturing and digital construction. Sit Shun Le from Singapore, who won the gold medal for additive manufacturing, used Fusion 360 to find the optimum structure and then minimize the amount of materials used through additive manufacturing. All participants were able to hone their skills using next-generation technology. I'm inspired by their ingenuity and optimistic about the innovation they will bring to the workforce of the future.\nAnd finally, we continue to work with customers to provide access to the most current and secure software through our license compliance initiatives. For example, we worked collaboratively with a large multinational manufacturing company seeking to adhere to the same software standards and ensure access to the latest and safest software for all its employees across the globe. We helped customers conduct a self-audit that identifies gaps in its operations in China and then crafted and optimized a bespoked subscription plan. As a result, we agreed to an approximately 5 million contracts in Q3, our largest ever license compliance agreement. During the quarter, we closed 8 deals of $500,000 and 4 deals over $1 million. To close, subscription renewal rates and net revenue retention continue to compound. New business growth remains good, and our competitive performance remains strong.\nThe business is performing as we'd expect given secular growth tailwinds and macroeconomic, geopolitical, policy and COVID-19 headwind. Our capital allocation will remain disciplined and focused through the cycle with organic investment and acquisitions accelerating our growth potential and competitive intensity and share buyback offsetting dilution. The breadth and depth of the market opportunity ahead of us is substantial, and our platform investments will expand that opportunity and realization of it.\nOperator, we would now like to open the call for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/28bf6e59fa503e8b78e9e027c0d46229",
    "period": "2023 Q2",
    "content": "Q2 2023 Autodesk Inc Earnings Call\n\nQ2 2023 Autodesk Inc Earnings Call\n\nADSKNASDAQAUG 24, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk's Second Quarter Fiscal 2023 Earnings Conference Call. (Operator Instructions) I would now like to hand the call over to Simon Mays-Smith, Vice President, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVP of IR, Autodesk, Inc.\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the second quarter results of our fiscal '23. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, acquisitions, products and product capabilities and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-K and the Form 8-K filed with today's press release, for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nDuring the call, we will quote several numeric or growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release or Excel financials and other supplemental materials available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Simon, and welcome, everyone, to the call. Today, we reported record second quarter revenue, non-GAAP operating margin and free cash flow. End market demand remained strong during the quarter, resulting in robust new business activity. Renewal rates were again excellent. All of this and our strong competitive performance more than offset the direct and indirect impact of geopolitical, macroeconomic, policy and COVID-19-related factors. Growing commercial usage outside China, Russia and Ukraine; record bid activity on BuildingConnected; and continued channel partner optimism leave us well placed to achieve our FY '23 goals.\nAs I said last quarter, the structural growth drivers for our business that were critical to our performance during the pandemic, such as flexibility and agility, continue to support and propel us during this period of elevated uncertainty. These growth drivers further cement the important role we play in our customers' digital transformations and increase our confidence in our strategy. Our steady strategy, industry-leading products, platform and business model innovation, sustained and focused investment and strong execution are creating additional opportunities for Autodesk. By accelerating the convergence of workflows within and between the industries we serve, we create broader and deeper partnerships with existing customers and bring new customers into our ecosystem.\nIn pursuit of these goals, we announced at Autodesk University last year that we were moving from products to platforms and capabilities and bringing these capabilities to any device anywhere through the cloud. Over the coming weeks, months and years, you will hear a lot more from us about our plans and progress to build a world-class customer experience, catalyze our customers' digital transformation and establish industry-leading platforms for design and make. As evidence of the progress we have made already, Fusion 360 flew past 200,000 subscribers during the second quarter and signed its first million-dollar contract, both important milestones and indications of the opportunities ahead.\nI will now turn the call over to Debbie to take you through the details of our quarterly financial performance and guidance for the year. I'll then come back to provide an update on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nExecutive VP & CFO, Autodesk, Inc.\n\nThanks, Andrew. Q2 was a strong quarter across products and channels. Our end markets were broadly consistent with last quarter, with our strongest growth in North America and growth in Europe and APAC impacted by the war in Ukraine and COVID lockdowns in China. Total revenue grew 17%, both as reported and at constant currency. By product, AutoCAD and AutoCAD LT revenue grew 13%, AEC revenue grew 18%, manufacturing revenue grew 16% and M&E revenue grew 20%. By region, revenue grew 22% in the Americas, 15% in EMEA and 10% in APAC or 13% at constant currency. By channel, direct revenue increased 18%, representing 34% of total revenue, while indirect revenue grew 16%.\nOur product subscription renewal rates remained strong, and our net revenue retention rate was comfortably within our 100% to 110% target range. Billings increased 17% to $1.2 billion, reflecting robust underlying demand. Total deferred revenue grew 12% to $3.7 billion. Total RPO of $4.7 billion and current RPO of $3.1 billion grew 13% and 10%, respectively, reflecting strong billings growth and, as we've highlighted in the last 2 quarters, the timing and volume of multiyear contracts, which are typically on a 3-year cycle. Multiyear contract volume remained strong during the quarter, as expected and as you can see from the uptick in long-term deferred as a percent of total deferred.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 92%, while non-GAAP operating margin increased by 5 percentage points to approximately 36%, reflecting strong revenue growth and ongoing cost discipline. GAAP operating margins increased by 6 percentage points to approximately 20%. We delivered record second quarter free cash flow of $246 million, up 32% year-over-year, reflecting strong billings growth in both Q1 and Q2.\nWe continued our accelerated share repurchasing during the quarter. We purchased 1.4 million shares for $257 million at an average price of approximately $182 per share, which, when compared to last year, contributed to a reduction in our weighted average shares outstanding by approximately 3 million to 217 million shares. While our capital allocation strategy remains unchanged, you can expect that we will continue to invest organically and inorganically to drive growth. We've proactively used our strong liquidity to repurchase 3.5 million shares in the first half of this year, front-loading the offset of next year's dilution.\nNow let me finish with guidance. The underlying business conditions we've been seeing are broadly unchanged. As I mentioned earlier, we're seeing strength in North America and continued healthy growth in Europe and Asia outside of Russia and China due to the geopolitical situation in both regions as well as the COVID lockdowns in China. Our renewals business continues to be a highlight, reflecting the ongoing importance of our software and helping our customers achieve their goals. As we look ahead and as with previous quarters, our fiscal '23 guidance assumes that market conditions remain consistent for the remainder of fiscal '23. The strengthening of the U.S. dollar during the quarter generated slight incremental FX headwinds, which reduced full year billings, revenue and free cash flow by approximately $20 million, $5 million and $5 million, respectively.\nBringing these factors together, the overall headline for guidance is that it is unchanged at the midpoint across all metrics with the underlying momentum of the business offsetting those incremental FX headwinds. We are narrowing the fiscal '23 revenue range to be between $4.99 billion and $5.04 billion. We continue to expect non-GAAP operating margin to be approximately 36% and free cash flow to be between $2 billion and $2.08 billion. The slide deck and updated Excel financials on our website have more details on modeling assumptions for Q3 and full year fiscal '23.\nWhile the challenges our customers face are changing, the growth drivers underpinning our strategy have only been reinforced, which gives us confidence in our long-term growth potential. We continue to target double-digit revenue growth, non-GAAP operating margins in the 38% to 40% range and double-digit free cash flow growth on a compound annual basis. These metrics are intended to provide a floor to our revenue growth ambitions and a ceiling to our spend growth expectations.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Debbie. Our strategy is to transform the industries we serve with end-to-end, cloud-based solutions that drive efficiency and sustainability for our customers. Our business is scalable and extensible into adjacent verticals, from architecture and engineering through construction and operations, from product engineering through product data management and product manufacturing. It is also scalable and extensible between verticals with industrialized construction and into new workflows like XR.\nBy accelerating the convergence of workflows within and between the industries we serve, we are also creating broader and deeper partnerships with existing customers and bringing new customers into our ecosystem. For example, Kimley-Horn, one of the nation's premier planning and design consultants, expanded its EBA in Q2, broadening and deepening its long-standing partnership with Autodesk. In addition to increasing its utilization of Civil 3D and Revit and driving further operational efficiency gains through BIM and cloud collaboration, it also chose to expand use of Innovyze in its rapidly growing water practice to help drive more growth opportunities and productivity gains.\nAs we highlighted last quarter, digital workflows are being adopted across the infrastructure life cycle, from asset owners, architects and engineers to construction, to drive improved efficiency and sustainability. The Indiana Department of Transportation, which was looking for an efficient solution to simplify its document management and field collaboration, is another good Q2 example. By adopting Autodesk Build and ACC Connect, it will improve communication and coordination throughout the construction process and streamline the documentation of citizen issues, resulting in less waste and more return per taxpayer dollar.\nAcross construction, the industry continues to look to connect workflows from planning and design to preconstruction, construction and ultimately, operations and maintenance. And we are enabling our customers to connect those workflows on a single platform. For example, a commercial real estate and property management company focused on owners, investors and occupants was tired of having multiple platforms across a project life cycle, resulting in inconsistencies, rework and poor handoffs. In Q2, it adopted the full Autodesk Construction Cloud to connect preconstruction with project management. It added quantification and estimating to BuildingConnected and BIM Collaborate Pro in preconstruction and Autodesk Build for project management to give themselves a competitive advantage and increase profitability through improved collaboration and data management.\nAcross the globe, our customers seek to connect and streamline their construction workflows, and we are enabling and accelerating that through our partner network, launching Autodesk Build in new markets like Japan, enabling more data formats on more devices and delivering more value to our customers through account-based pricing. We're also giving our customers control of their data through Bridge, leveraging the power of machine learning to anticipate project risk and seamlessly connecting workflows, like takeoff, estimating and budgeting, to delight our customers and improve their productivity. With monthly active users growing more than 45% quarter-over-quarter, Autodesk Build is being rapidly adopted by existing and new customers to connect and streamline their construction workflows.\nTurning to manufacturing. We sustained strong momentum in our manufacturing portfolio this quarter as we connected more workflows beyond the design studio, developed more on-ramps to our manufacturing platform and delivered new powerful tools and functionality through Fusion 360 extensions. Customers continue to expand their adoption of the Fusion platform beyond design and engineering. This quarter, a U.S. supplier of metal-cutting tools chose to create a state-of-the-art collaboration tool on Fusion to enable its sales organization to demonstrate its digital manufacturing technology to customers. By enabling customer customization to be immediately reflected in factory manufacturing instructions, the tool will be a competitive advantage during the selling process. For Autodesk, it adds a significant new persona group to Fusion's addressable market opportunity.\nIn automotive, we continue to grow our footprint beyond the design studio into manufacturing as automotive OEMs seek to break down the work silos and shorten the handoff and design cycles. For example, a top-tier commercial vehicles manufacturer renewed and increased its partnership with Autodesk as part of its strategic focus on building a sustainable product and service portfolio which leverages new technologies and digital innovation to accelerate electrical vehicle solutions. In addition to Alias, which it already uses for surfacing work of all its vehicles, it is utilizing VR technology from The Wild in combination with VRED and Navisworks to drive innovation and visualization from design and engineering through factory design.\nOur Fusion 360 platform approach enables customers to seamlessly connect workflows and push the boundaries of innovation through the advanced design and manufacturing technologies in extensions. For example, a global leader in seat manufacturing, which works with many major automakers worldwide, engaged Autodesk Consulting to develop a blended workflow across design, product engineering and manufacturing. The result was a seat that proves passenger comfort and safety while reducing the weight and number of parts. Using Autodesk design tools like Alias conceptual design and Fusion 360 generative design, it was able to redefine the seat design with thinner seat sections and improved comfort and safety. Fusion 360's commercial subscribers grew steadily, ending the quarter with 205,000 subscribers, and demand for our new extensions, including machining, generative design and nesting and fabrication, continuing to grow at an exceptional pace.\nIn education, engineering students are using Fusion 360 to learn the skills of the future in institutions like Grwp Llandrillo Menai, the largest further education college group in Wales. Students there are applying their studies to benefit local industry partners and businesses. For example, students recently used Fusion 360's cloud-based data management and advanced 3D machining to help a local RV manufacturer improve its output by about 50%. The college is now planning to integrate Fusion 360 across its 11 campuses due to its ease of use, modern user interface, accessibility across devices and ability to collaborate on team projects and share data.\nAnd finally, we continue to bring more users into our ecosystem through business model innovation and license compliance initiatives. When one of our EMEA customers realized that some usage from its international offices was noncompliant, it needed time and data to better understand its users before purchasing subscriptions. By purchasing our first-ever 100,000 pack of Flex tokens, the customer gained instant access to Autodesk's portfolio of products and usage data to make informed decisions on its future subscription purchases while also opening up new competitive opportunities for Autodesk. During the quarter, we closed 7 deals over $500,000 with our license compliance initiatives, 3 of which were over $1 million.\nFlex and Premium are also helping customers transition from multiuser to named user contracts. A leading supplier of concrete formwork and scaffolding systems in Europe has been unifying internally around BIM to accelerate its digital transformation. It added Premium plan to its transition to named trade-ins to centralize software management, enable user-based analytics and license optimization and benefit from single sign-on security. It can also purchase Flex tokens to cover its occasional user needs.\nLet me finish where I started. Strong demand and robust competitive performance delivered excellent Q2 results. Our subscription business continues to demonstrate its growth potential and resilience. By accelerating the convergence of workflows within and between the industries we serve, we are accelerating the digital transformation of our customers and creating broader and deeper partnerships with them. And by moving from products to platforms and capabilities and bringing those capabilities to any device anywhere through the cloud, we are expanding our opportunity horizon. Look for us to talk more about that over the coming weeks, months and years. We look forward to seeing many of you at Autodesk University in a few weeks.\nOperator, we would now like to open the call for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d026dac5dbe0103bf993b2c1662aac6f",
    "period": "2024 Q1",
    "content": "Q1 2024 Autodesk Inc Earnings Call\n\nQ1 2024 Autodesk Inc Earnings Call\n\nADSKNASDAQMAY 25, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Autodesk First Quarter Fiscal 2024 Earnings Conference Call. [Operator Instructions] I would now like to hand the call over to Simon Mays-Smith, VP, Investor Relations. Please go ahead.\n\nSimon Mays-Smith\n\nVice President of Investor Relations\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the first quarter results of Autodesk fiscal '24. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our CFO. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, acquisitions, products and product capabilities and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-K and the Form 8-K filed with today's press release for important risks and other factors that may cause our actual results to differ from those in our forward-looking statements.\nForward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nDuring the call, we will quote several numeric or growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release or Excel financials and other supplemental materials available on our Investor Relations website. And now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Simon, and welcome, everyone, to the call. Autodesk's strong financial and competitive performance in the first quarter of fiscal 2024 is again a testament to 3 enduring strengths: resilience, discipline and opportunity. In a more challenging macroeconomic policy and geopolitical environment, our resilient business model and geographic product and customer diversification enabled us to deliver 12% revenue growth in constant currency, healthy margins and record first quarter free cash flow.\nLeading indicators remained consistent with last quarter, with product usage growing modestly, bid activity on BuildingConnected again at record levels and continued cautious optimism from channel partners. Consistent with year-over-year economic momentum, we saw new subscription growth decelerate in North America and accelerate in EMEA. But our customers remain committed to transformation and the Autodesk, leveraging automation more as they see headwinds from the economy and supply chain.\nThat commitment is reflected in larger, broader and more strategic partnerships, improving renewal rates, consistent net revenue retention and growing adoption and usage of our products within EBA, all of which helped drive 12% growth in current RPO and 15% growth in total RPO. While macroeconomics are unpredictable in the short term, we are executing our strategy through the economic cycle with disciplined and focused capital deployment, underpinned by one of the best growth, margin and balance sheet profiles in the industry. This enables Autodesk to remain well invested to realize the significant benefits of its strategy while mitigating the risk of having to make expensive catch-up investments later.\nDiscipline and focus also means making sure we are investing in the right places. This is a constant process of optimization and improvement with increased vigilance during periods of macroeconomic uncertainty to prioritize investment and recruitment. As you heard at our recent Investor Day, we are deploying next-generation technology and services and end-to-end digital transformation within and between the industries we serve, and in so doing, shifting Autodesk for product to capabilities.\nOur AEC industry cloud, Forma, launched on May 8, is a great example of our vision. During pre-release trials, customers like CUBE 3 clearly saw how Autodesk Forma's intuitive user interface enables rapid adoption by existing and new users, how bidirectional data flows enhance the value of other Autodesk products like Revit and how a single integrated environment in the cloud, enhanced by AI, accelerated modeling and response times while significantly enhancing the value delivered to its customers. While using Forma during its trial, CUBE 3 delivered more creative and valuable design to its customers while reducing the cost of design phase by 50% or more.\nAt Investor Day, I also talked about leveraging our key growth enablers, including business model evolution, customer experience evolution and convergence between industries to provide more and better choices for our customers. Our Flex consumption model is a good example of this. Flex's consumption pricing means existing and new customers can try new products with less friction and also enables Autodesk to better serve infrequent users. Not surprisingly, the lion's share of the business has come from new customers or existing customers expanding their relationship with Autodesk.\nAs Steve said at our Investor Day, we've also introduced a new transaction model for Flex, which will give Autodesk a more direct relationship with our customers and more closely integrate with our channel partners over time. During the quarter, Flex moved up to the top 10 products on our eStore, and we signed our first million-dollar Flex deal.\nAutodesk remains relentlessly curious for the propensity and desire to evolve and innovate. Our transformation from product to capabilities will enable us to forge broader, trusted and more durable partnerships with our customers, gives Autodesk a longer runway of growth and free cash flow generation, enables a better world designed and built for all. I will now turn the call over to Debbie to take you through the details of our quarterly financial performance and guidance for the year. I'll then come back to update you on our strategic growth initiatives\n\nDeborah L. Clifford\n\nCFO, SVMK Inc.\n\nThanks, Andrew. Amidst the more challenging macroeconomic environment and ongoing headwinds from currency and Russia, Q1 was strong. The overall momentum of the business was similar to last quarter, with new subscriber growth decelerating a bit and renewal rates improving a bit quarter-over-quarter such that current remaining performance obligation growth was the same as last quarter. Strong renewal rates demonstrate existing customers are committed to and investing in their long-term strategic partnerships with Autodesk.\nSome customers are also elevating their relationships with Autodesk from subsidiaries company-wide. When this happens, it can sometimes cause quarterly timing differences for the renewal as multiple contracts are co-termed to a single renewal date. We saw an instance of that in Q1, and as a result, some of the upfront revenue we expected to hit in Q1, we now expect later in the year. Q1 revenue would have been towards the top end of our guidance range, if adjusted for this upfront revenue.\nTotal revenue grew 8% and 12% in constant currency. By product in constant currency, AutoCAD and AutoCAD LT revenue grew 10%, AEC revenue grew 11%, manufacturing revenue grew 13% and M&E revenue grew 9%. By region in constant currency, revenue grew 14% in the Americas, 11% in EMEA and 8% in APAC. Direct revenue increased 15% in constant currency and represented 35% of total revenue, up 1 percentage point from last year due to strength in both enterprise and e-commerce. Net revenue retention rate remains the same as last quarter and within 100% to 110% at constant exchange rates.\nAs we flagged in our annual guidance given last quarter, our transition from upfront to annual billings for multiyear contracts impacts our billings growth this year. That transition started on March 28, so we had about 1 month of headwind in the first quarter. Billings increased 4% to $1.2 billion, primarily reflecting growing renewal rates and early renewals, partly offset by about 1 month of annual billings for most multiyear contracts. Total deferred revenue increased 20% to $4.5 billion. Total RPO of $5.4 billion and current RPO of $3.5 billion grew 15% and 12%, respectively.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 92% while non-GAAP operating margin decreased by 2 percentage points to approximately 32%. This reflects ongoing cost discipline, including the expected Q1 costs of repurposing approximately 250 roles to invest in our strategic priorities as well as the impact of exchange rate movements. GAAP operating margin decreased by 1 percentage point to approximately 17% for the same reason. Free cash flow was $714 million in the first quarter, up 69% year-over-year.\nIn addition to the underlying momentum of the business, there were 3 factors that provided a tailwind in the first quarter: first, cash collections from the last month of billings in fiscal '23 were strong; second, we saw favorable linearity and early renewals in the first quarter, driven by the end of our multiyear buildup press program; and third, after the winter storms in California, we received a federal tax payment extension for the third quarter.\nTurning to capital allocation. We continue to actively manage capital within our framework. Our strategy is underpinned by disciplined and focused capital deployment through the economic cycle. As Andrew said, we are being vigilant during this period of macroeconomic uncertainty, paying close attention to attrition and recruitment rates and the increased upward pressure on costs from a weakening dollar. We will continue to offset dilution from our stock-based compensation program and to opportunistically accelerate repurchases when it makes sense to do so. During Q1, we purchased 2.7 million shares for $534 million at an average price of approximately $199 per share, reducing total shares outstanding by about 3 million shares.\nNow let me finish with guidance. The overall headlines are: the expectations embedded in our guidance range for the full year remain consistent with the underlying momentum in the business, and we expect a tailwind in the second half of the year from a strong cohort of enterprise business agreements. These EBAs last renewed 3 years ago at the start of the pandemic and subsequent adoption and usage has been strong.\nLet me summarize some key factors we highlighted last quarter. First, foreign exchange movements will be a headwind to revenue growth and margins in fiscal '24. Revenue headwinds from Russia and FX peaked in the first half of the year. Margin headwinds from FX will persist throughout the year. Second, switching from upfront to annual billings for most multiyear customers creates a significant headwind for free cash flow in fiscal '24 and a smaller headwind in fiscal '25. Given this transition started on March 28, this will become more apparent from the second quarter onwards. Our expectations for the billings transition are unchanged.\nAnd third, it's possible that during the transition to multiyear contracts billed annually, some customers may choose annual contracts instead. We haven't seen much evidence of this in the limited time since the annual billings program started on March 28, but it's early days and we'll keep you updated as the year progresses. All else equal, if this were to occur, it would proportionately reduce the unbilled portion of our total remaining performance obligations and would negatively impact total RPO growth rates.\nDeferred revenue, billings, current remaining performance obligations, revenue, margins and free cash flow would remain broadly unchanged in this scenario. Annual renewals create more opportunities for us to drive adoption and upsell but are without the price lock embedded in multiyear contracts.\nWe still expect our cash tax rate will return to a more normalized level of approximately 31% of GAAP profit before tax in fiscal '24, up from 25% in fiscal '23 for the reasons we outlined last quarter. As I mentioned earlier, a federal tax payment extension after the winter storms in California means cash tax payments will shift from the first half of the year to the third quarter, reducing third quarter free cash flow. The tax payment extension will change the first half, second half free cash flow linearity a little bit. But we still think we'll generate roughly half of our free cash flow in the second half of the year, with second half free cash flow generation significantly weighted to the fourth quarter. We still anticipate fiscal '24 to be the free cash flow trough during our transition from upfront to annual billings for multiyear contracts.\nPutting that all together, we still expect fiscal '24 revenue to be between $5.36 billion and $5.46 billion, up about 8% at the midpoint or about 13% at constant exchange rates and excluding the impact from Russia. Normal seasonality, peak second quarter currency and Russia headwinds and, as I mentioned earlier, a strong second half pipeline of enterprise agreements last renewed 3 years ago in the immediate aftermath of the onset of pandemic mean that we expect reported revenue growth to accelerate in the second half of the year. We expect non-GAAP operating margins to be similar to fiscal '23 levels, with constant currency margin improvement offset by FX headwinds.\nAs I said earlier, in a more challenging macroeconomic environment, we are being vigilant and proactive to sustain our margins. We expect free cash flow to be between $1.15 billion and $1.25 billion. The midpoint of that range, $1.2 billion implies a 41% reduction in free cash flow compared to fiscal '23, primarily due to the shift to annual billings, a smaller multiyear cohort, FX and our cash tax rate. The slide deck on our website has more details on modeling assumptions for Q2 and full year fiscal '24.\nWe continue to manage our business using a Rule of 40 framework with the goal of reaching 45% or more over time. We think this balance between compounding growth and strong free cash flow margins captured in the Rule of 40 framework is the hallmark of the most valuable companies in the world, and we intend to remain one of them. As we said last quarter, the rate of improvement will obviously be somewhat determined by the macroeconomic backdrop. But let me be clear, we're managing the business to this metric and feel it strikes the right balance between driving top line growth and delivering on disciplined profit and cash flow growth. We intend to make meaningful steps over time toward achieving our 45% or more goal regardless of the macroeconomic backdrop. Andrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director\n\nThank you, Debbie. Let me finish by updating you on our progress in the first quarter. Our strategy is to transform the industries we serve with end-to-end cloud-based solutions that drive efficiency and sustainability for our customers. We continue to see good growth in AEC, fueled by customers consolidating on our solutions to connect previously siloed workflows in the cloud. HNTB, an employee-owned infrastructure solutions firm that serves public and private owners and contractors, expanded its EBA with Autodesk to help achieve its goal around design, modernization, digital transformation and digital infrastructure solutions. The ability provided by our EBA means that HNTB can easily consolidate more workflows to Autodesk.\nFor example, in addition to adopting and integrating Autodesk Build and Innovyze, HNTB has been prototyping Autodesk's immersive collaboration platform. By leveraging VR collaboration, it has been able to help transportation agencies like Florida's Turnpike Enterprise use digital twins to train facility management and first responder teams on real-life scenarios from the safety of their offices instead of on busy interstate highways. HNTB sees the potential of further applications in its work on complex bridges and tunnels as well as its work with airports and state departments of transportation across the country.\nIn construction, we continue to benefit from our complete end-to-end solutions which encompass design, pre-construction and field execution, to handover and into operations. DPR is among the top 10 largest general contractors and construction management in the U.S. and specializes in technically complex and sustainable projects. In the first quarter, DPR expanded and extended its partnership with Autodesk and unified on Autodesk Construction Cloud, our construction platform that connects stakeholders throughout the project life cycle. In moving away from point solutions and on to Autodesk's common data environment in cloud, DPR aims to connect all workflows, centralized communications and improved project management and operations across the office and job site.\nWe continue to see significant opportunities to grow our construction platform outside the U.S., benefiting from our strong international presence and reputation. In Singapore, Autodesk Build was selected over 3 competitive offerings at the construction management platform for what will be Singapore's tallest skyscraper. When awarding the contract to our partner, China Harbor, the project owners chose Autodesk Build because it connected the design and make processes in the cloud, centralized project schedules and generated automated class reports to reduce risk during construction.\nOf course, these stories have a common theme: managing across the project life cycle to increase efficiency and sustainability while decreasing risk. And this means our customers are renewing and expanding their relationships with us. Over time, we expect the majority of all projects be managed this way, and we're getting ready today to scale to serve that demand. Jim talked at our Investor Day about how product innovation, go-to-market expansion and customer success are helping us get ready. In the first quarter, we took another important step by integrating our construction sales force into our worldwide sales team.\nWhile integrations of this scale inevitably cause some short-term disruption, combining the 2 teams will allow us to expand the scale and reach of our construction business, particularly in our design customer base and our ability to serve our customers across the project life cycle.\nMoving on to manufacturing. We made excellent progress on our strategic initiatives. Customers continue to invest in their digital transformations and consolidate on our design to make platform to grow their business and make it more resilient. For example, Rittal is a leading manufacturer of electrical enclosure systems. It uses inventor, vault and mold flow to optimize and manage its product manufacturing to produce thousands of customized and configured switch cabinets daily. Rittal is focused on maximizing internal automation to accelerate its speed to market and respond more nimbly to changes in demand.\nIn Q1, it increased its EBA with Autodesk to include Fusion to serve as its central data management system, build a more resilient supply chain and drive competitive advantage through quicker turnaround times. Using Fusion, Rittal will be able to automatically route online customer orders through its engineers and integrated product line and make deliveries in as little as 1 or 2 days.\nIn the U.K., a precision engineering firm was looking to update its CAM workflow to increase engineering efficiency and optimize costs. After a competitive evaluation, the customer migrated from its existing provider to Fusion with the machining extension because of Fusion's intuitive UI, cloud capabilities and simple integrations with its existing software and machines. Realizing the opportunities to drive breakthrough efficiency by consolidating all workflows on a single design and make platform, the customer is now also evaluating the migration of its CAD workflows from a competitor to Fusion.\nFusion continues to grow strongly, ending the quarter with 231,000 subscribers as more customers connect more workflows in the cloud to drive efficiency, sustainability and resilience. In partner with higher education providers across the globe, we continue to invest in the workforce of the future. We recently partnered with the Tamil Nadu Skill Development Corporation and Anna University in India to integrate Fusion into its 20 mandatory product engineering courses and launched the Fusion design challenge to showcase the skills of 20,000 students. Fusion's intuitive UI and cloud-based data management make it easy for students to learn and collaborate on class products.\nAutodesk is also investing in a new technology engagement center at California State University Northridge that will promote interdisciplinary collaboration in engineering and computer academic programs and house the global Hispanic-serving institution equity Innovation Hub, which aims to build a more diverse and inclusive engineering workforce.\nAnd finally, we continue to work with noncompliant users to ensure that they are using the latest and most secure versions of our software. In the first quarter, we made substantial progress on 2 initiatives we outlined at Investor Day: further hardening our systems by significantly tightening concurrent usage of named user subscription; and significantly expanding the precision and reach of our in-project product messaging. We expect both initiatives to drive further conversion and growth in the second half of the year and beyond.\nLet me finish where I started. Autodesk remains relentlessly curious with the propensity and desire to evolve and innovate with our AI-infused industry cloud, Fusion, formula and flow scaled on Autodesk platform services, our customers will be able to leverage their large domain-specific inter- and intra-industry data sets to deliver further breakthrough productivity, operations and sustainability gains. And with intuitive UIs and the application of multimodal AI models that move beyond language models to capture sketches and realities directly into accurate 3D models, we will be able to accelerate the transition from products to capabilities that I talked about at our recent Investor Day.\nOur transformation from products to capabilities will enable us to forge broader, trusted and more durable partnerships with our customers, give Autodesk a longer run rate of growth and free cash flow generation and enable a better world designed and built for all. Operator, we would now like to open the call up for questions.",
    "content2": ""
  },
  {
    "header": "ADSK",
    "cik": "0000769397",
    "ticker": "ADSK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/78d54156e5dbbc57fe943a5cc9b06fc8",
    "period": "2022 Q4",
    "content": "Q4 2022 Autodesk Inc Earnings Call\n\nQ4 2022 Autodesk Inc Earnings Call\n\nADSKNASDAQFEB 24, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Autodesk Fourth Quarter and Full Year Fiscal 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program may be recorded.\nI would now like to introduce your host for today's program, Simon Mays-Smith, Vice President of Investor Relations. Please go ahead, sir.\n\nSimon Mays-Smith\n\nVP of IR, Autodesk, Inc.\n\nThanks, operator, and good afternoon. Thank you for joining our conference call to discuss the fourth quarter and full year results of our fiscal '22. On the line with me are Andrew Anagnost, our CEO; and Debbie Clifford, our Chief Financial Officer. Today's conference call is being broadcast live via webcast. In addition, a replay of the call will be available at autodesk.com/investor. You can find the earnings press release, slide presentation and transcript of today's opening commentary on our Investor Relations website following this call.\nDuring this call, we may make forward-looking statements about our outlook, future results and related assumptions, acquisitions, products and product capabilities and strategies. These statements reflect our best judgment based on currently known factors. Actual events or results could differ materially. Please refer to our SEC filings, including our most recent Form 10-K for important risks and other factors, including developments in the COVID-19 pandemic and the resulting impact on our business operations that may cause our actual results to differ from those in our forward-looking statements. Forward-looking statements made during the call are being made as of today. If this call is replayed or reviewed after today, the information presented during the call may not contain current or accurate information. Autodesk disclaims any obligation to update or revise any forward-looking statements.\nDuring the call, we will quote a number of numerical growth changes as we discuss our financial performance. Unless otherwise noted, each such reference represents a year-on-year comparison. All non-GAAP numbers referenced in today's call are reconciled in our press release or Excel Financials and other supplemental materials available on our Investor Relations website.\nAnd now I will turn the call over to Andrew.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Simon, and welcome, everyone, to the call. Today, we reported record fourth quarter and full year revenue, non-GAAP operating margins and free cash flow. Our strong results and competitive performance were underpinned by some perennial factors. Our ability to deliver greater value to our customers and partners through consistent investment in our technology, workforce and business model and customer experience. Let me talk briefly about each of these as they are just as important to our future growth as they have been to our growth in the past.\nAll of our technology investments, be it in 3D and BIM, enabling workflows in the cloud in generative design and Make, and in newer verticals like water and construction. All of them connect siloed adjacent workflows in the cloud and lead our customers to new, more efficient and sustainable ways of working.\nAt Autodesk University, we announced we were moving from products to platforms and capabilities, and bringing those capabilities to any device anywhere to the cloud. Fusion 360 is the leading edge of this transition and our recent acquisitions of Prodsmart and CIMCO will enable us to further digitize and connect shop floor processes and manufacturing to help build connected factories while providing additional on-ramps into and usage of our manufacturing platform. Similarly, our acquisitions of Moxion and Loop enable us to connect Media and Entertainment workflows and data from postproduction to preproduction.\nWith Media and Entertainment signing its largest ever EBA in the fourth quarter, the ability to connect preproduction workflows further expands our addressable TAM. We're also continuing to invest in our workforce, attract and retain the best talent in our industries and cultivate a shared sense of purpose and of diversity and belonging. We recently received recognition for that work with inclusion on the Corporate Knights index of the world's most sustainable companies and the highest possible score on the Human Rights Foundation's Corporate Equality Index. We are proud of our purpose and unique culture, one consequence of which is relatively low attrition compared to our technology peers. This is another source of competitive advantage and tight labor market. It also means that when gifted leaders like Scott Reese and Pascal Di Fronzo decide to climb their next mountains, we have a deep bench of internal talent like Jeff Kinder and Rebecca Pearce and alumni like (inaudible) to step into their shoes.\nAnd finally, business model and customer experience optimization. This includes the shift from perpetual licenses with maintenance to tiered subscription, the shift from desktop multiuser licenses to named user subscriptions and consumption. The shift from indirect to direct, the shift from front-end to back-end payments to channel partners. And most recently, the shift from upfront to annual billing, all of which enable us to better serve more customers in flexible and customized ways.\nAs of February 1, we unified all customer and partner-facing activities, marketing, go-to-market, customer success and customer operations under our COO, Steve Blum to give us a better end-to-end view of the customer experience and to drive sustainable competitive advantage and growth.\nWhile the pandemic and its aftershocks, mean we will fall narrowly short of the financial targets set more than 5 years ago, we have made tremendous progress through consistent investment in our technology, our workforce and our business model and customer experience, which have added adjacent use cases and usage in our ecosystem, growing our addressable market and our ability to realize it.\nImportantly, the pandemic has accelerated the structural growth drivers underpinning our future growth. We have robust momentum as we enter fiscal '23 and over the long term.\nNow let me turn the call over to Debbie to take you through the details of our quarterly financial performance and guidance for the year. I'll then come back to provide an update on our strategic growth initiatives.\n\nDeborah L. Clifford\n\nExecutive VP & CFO, Autodesk, Inc.\n\nThanks, Andrew. In an extraordinary year, we performed strongly across all metrics, perhaps best summarized by the sum of revenue growth and free cash flow margin for the year, which was 49%.\nOur fourth quarter results were strong. Several factors contributed to that, including robust renewal rates, strong growth in subscriptions and rapidly expanding digital sales. Total revenue grew 17% or about 2 percentage points less in constant currency, with subscription revenue growing by 18%.\nLooking at revenue by product. AutoCAD and AutoCAD LT revenue grew 20%, AEC revenue grew 17% and manufacturing revenue grew 4%. Recall that Vault became ratable in fiscal '22, and that manufacturing also benefited in Q4 last year from a strong performance in automotive EBAs, which included significant upfront revenue. Excluding these impacts, manufacturing revenue grew in double digits in Q4.\nM&A revenue grew 38%, which included some upfront revenue from its largest ever EBA. Even if you exclude upfront revenue, M&E grew more than 20% in Q4. Across the globe, revenue grew 18% in the Americas and 16% in both EMEA and APAC. Direct revenue increased 27% and represented 38% of total revenue, up from 34% last year due to strength from both enterprise and e-commerce. We had our best ever revenue quarter for digital sales, which helped annual e-commerce sales surpass $0.5 billion for the first time.\nOur product subscription renewal rates remained at record highs. And our net revenue retention rate remained strongly within our 100% to 110% target range. Billings increased 13% to $1.7 billion, reflecting robust underlying demand, but also a tough EBA comparison from last year. Total deferred revenue grew 13% to $3.8 billion. Total RPO of $4.7 billion and current RPO of $3.1 billion grew 12% and 15%, respectively, and as expected, reflecting billings growth and the timing and volume of multiyear contracts, which are typically on a 3-year cycle.\nTurning to the P&L. Non-GAAP gross margin remained broadly level at 93%, while non-GAAP operating margin increased by 5 percentage points to approximately 35%, reflecting strong revenue growth and ongoing cost discipline. GAAP operating margins declined by 6 percentage points to 12%, primarily due to lease-related charges of approximately $100 million, which reflects the progress we've made to reduce our real estate footprint and to further our hybrid workforce strategy as we announced on our last call.\nWe delivered record free cash flow in the quarter and for the full year of $716 million and $1.5 billion, respectively. Having completed our first sustainability bond last quarter at historically attractive rates, we continue to optimize our capital structure in Q4 by accelerating our share repurchase activity. Given the recent pullback in our share price, we opportunistically repurchased shares at a higher rate than previous quarters, which allowed us to offset dilution in fiscal '22 and to get ahead of a sizable amount of our estimated dilution in fiscal '23. The net result was a slight reduction in our weighted average shares outstanding at the end of the year.\nDuring Q4, we purchased 2.3 million shares for $613 million at an average price of approximately $267 per share. For the full year, we repurchased nearly 4 million shares at an average price of approximately $276 per share for a total spend of just over $1 billion. You'll see us continue to be opportunistic with share buybacks, but our capital allocation strategy is unchanged. We'll invest organically and inorganically to drive growth as well as purchase shares to offset dilution from our equity compensation plans over time.\nNow let me finish with guidance. On our last call, we signaled that we saw FX headwinds and macroeconomic uncertainty due to supply chain challenges, labor shortages and the ebb and flow of COVID. That perspective hasn't changed. So the risk we highlighted 3 months ago is now incorporated into our fiscal '23 outlook. Beyond that, we did see further strengthening of the U.S. dollar, resulting in a slight incremental FX headwind to our fiscal '23 expectations.\nTo put it in numerical terms, our fiscal '22 revenue growth reflects a 2 percentage point currency tailwind, which with FX movements in the last quarter, becomes a roughly 1 percentage point headwind to fiscal '23 revenue growth. Similarly, FX moves during the fourth quarter resulted in an approximately $30 million incremental headwind to fiscal '23 free cash flow. Beyond FX, we are obviously keeping a close eye on the geopolitical macroeconomic and policy environment. But having said all that, our strong momentum and competitive performance in fiscal '22 set us up well for fiscal '23. And we've assumed that market conditions in fiscal '23 are consistent with what we experienced in the second half of fiscal '22.\nWe expect fiscal '20 revenue to be between $5.02 billion and $5.12 billion with growth of approximately 16% at the midpoint, and which reflects an incremental 1 percentage point FX headwind, as I mentioned earlier. We expect non-GAAP operating margins to be approximately 37% and free cash flow to be between $2.13 billion and $2.21 billion. The midpoint of that range, $2.17 billion, implies 47% growth and reflects the incremental $30 million FX headwind that I mentioned earlier. The slide deck on our website has more details on modeling assumptions for Q1 and full year fiscal '23.\nThe pandemic has reinforced the structural growth drivers underpinning our strategy, and we remain confident in our long-term growth potential. We continue to target double-digit revenue growth non-GAAP operating margins in the 38% to 40% range, and double-digit free cash flow growth on a compound annual basis. These metrics are intended to provide a floor to our revenue growth ambitions and a ceiling to our spend growth expectations.\nAndrew, back to you.\n\nAndrew Anagnost\n\nPresident, CEO & Director, Autodesk, Inc.\n\nThank you, Debbie. Our strategy is to transform the industries we serve with end-to-end cloud-based solutions that enable our customers to drive efficiency and sustainability. Structural growth drivers underpinning the strategy have been reinforced by the pandemic, including increased workflow convergence and platform standardization, a growing focus on distributed working in the cloud, automation and workforce productivity and also the growing importance of sustainability. Our model is scalable and extensible into adjacent verticals from architecture and engineering through construction and owners from product engineering through product manufacturing and product data management.\nAnd as I stated earlier, with our consistent investment in our technology, our workforce and our business model and customer experience, we are well positioned to realize these opportunities. And so by both leading and partnering with our customers on new ways of working, we will grow too.\nFor example, GOLDBECK is one of Europe's largest commercial design and construction companies and a leading practitioner of industrialized construction, and they use Inventor, Revit, Forge and generative design on our platform to implement their precast and modular system concept. By standardizing the invisible and customizing the visible, GOLDBECK has been able to design and build highly customized and aesthetically pleasing buildings reliably, quickly and efficiently. Having unified around BIM, GOLDBECK is now seeking to grow and connect beyond the design process to further improve efficiency and reduce waste through design automation during capital planning, for which it is trialing Spacemaker, a great collaboration across design and build phases of construction using Autodesk Construction Cloud.\nWith the launch of Autodesk Build, the introduction of an account-based pricing business model and distribution through our channel partners, we are extending our reach into the construction market. For example, Lee Lewis Construction, an ENR 400 general contractor from Texas, has been driving innovation through construction technology for over 45 years. In 2021, it began adopting capabilities of the Autodesk Construction Cloud, beginning with assemble for virtual design and construction with the end goal of a full replacement of their product management software with Autodesk Build. By having 1 platform for the full end-to-end construction workflow, Lee Lewis will be able to more efficiently deliver extraordinary results for their clients from concept planning to ribbon cutting.\nWith strong growth from Autodesk Build and the benefit of recently launched ACC bundles for preconstruction and construction operations, Autodesk Construction Cloud reported its best ever quarter and accelerating growth in the fourth quarter, entering FY '23 with strong momentum.\nWe continue connecting the dots in infrastructure too, most recently through the acquisition of Innovyze. Sustainable water is an area of opportunity for Autodesk across the globe. For example, Tim's Water owns and operates one of the oldest and most complicated water supply networks in Europe, supplying 9 million customers in London and the Thames Valley. With InfraWorks WS Pro and IWI Pro from Innovyze and an ongoing recruitment drive to double the size of their internal hydraulic modeling team, it is building a modeling center of excellence with a library of hydraulic models that can be run in near real time.\nWhen connected and compared with telemetry, these dynamic digital twins will become powerful planning tools, enabling Tim's Waters' teams to gain near real-time insight into system performance, leading to improved outcomes for our customers of today and tomorrow. I'm very pleased to report that Innovyze had its best quarter ever.\nTurning to manufacturing. We sustained strong momentum in our manufacturing portfolio this quarter as we connect more workflows beyond the design studio and develop more on-ramps to our manufacturing platform. In automotive, we continue to grow our footprint beyond the design studio and into manufacturing-connected factories as automotive OEMs seek to break down work silos and shorten handoff and design cycles.\nFor example, a multinational automobile company, which designs and jointly manufactures premium electric cars operates in 4 countries across the world and is currently in the process of expanding to a further 20. With its new EBA signed in the fourth quarter, it is not only adding additional users of Alias and VRED, it is also partnering with our consulting teams and product experts to both extend its in-house manufacturing capabilities with Autodesk Workflow and working on the rollout of ShotGrid globally to help seamlessly manage and collaborate across its end-to-end workflows.\nOur platform approach gives new customers multiple on-ramps into our cloud ecosystem. For example, a European-based start-up that creates smart charging systems for EVs worldwide use a competitor's product and design, but was also running into collaboration challenges due to the rapid growth of its business. It shows Upchain as its cloud data management system because it is easy to install, is up and running out of the box and enables all users anywhere and on any device to collaborate on up-to-date data in real time. And it is easy to add new users and scale with the hyper growth of the company. These are also all attributes of Fusion 360, and we hope to earn the right to connect more workflows for Upchain users in the future.\nFusion 360's commercial subscribers grew steadily, ending the quarter with 189,000 subscribers. Early demand for our new extensions, including machining, generative design and nesting and fabrication has been strong and there has been significant interest in our upcoming simulation and design extension. While we often think of education users taking Fusion 360 with them into the workforce, our commercial customers are also taking Fusion 360 into education to help train their future workforce. For example, Lawrence Equipment, as a member of the Pasadena City College Advisory Board, showed the college how Fusion 360 had helped innovate and improve its design and manufacturing workflows resulting in greater operational efficiency, improved productivity and higher quality production. Upon adoption for its machine shop program, the college immediately found that students using Fusion 360 are spending less time learning how to use the software and more time on the machines, learning important machining skills. The students also better understood how their work affected the company. As a result, Lawrence Equipment can hire from a steady pool of highly qualified Pasadena City College graduate, a win-win.\nWith sustained demand for compelling content and growing pressure to produce that content more efficiently, there is increased demand for content creation tools and cloud-enabled production workflows in the media and entertainment industries. As a result, Media and Entertainment finished the year strong as companies emerging from the pandemic sought to connect siloed workflows and remote teams. For example, Technicolor, a worldwide creative technology leader, has renewed its commitment to Autodesk content creation and production management tools, such as Maya and ShotGrid. By standardizing on common tools across its global studios, Technicolor can unleash the creative potential of its remote and distributed workforce. By efficiently and securely connecting teams. Technicolor can continue to serve the growing demand for compelling content, redefining what's possible for storytellers and audiences around the globe.\nAnd finally, we continue to enable more users to participate in our ecosystem more productively through business model innovation and our license compliance initiatives. With single sign-on for improved security and user level reporting, our premium plan enables our customers to manage their software usage across distributed sites more safely and efficiently.\nAs we help our customers understand the details of how they use our solutions, the better we can ensure their success by efficiently and effectively implementing them. For example, the Zeta Group with 17 subsidiaries worldwide specializes in planning, automation, digitization and maintenance of customized biopharmaceutical facilities for aseptic process solution. Zeta was looking for better visibility into its employee software usage in either administration of subscribers. In Q4, it doubled the number of premium plan subscriptions to gain comprehensive employee level reporting for better insight and easier administration.\nThat visibility into employee software usage and easier administration of subscribers also makes premium plans an attractive solution for customers seeking to remain license compliant. For example, after identifying that a multinational consumer product company based in the U.S. had gaps in its account plan, we worked with the team to run a diagnostic scan to ensure it had access to the latest and safest versions of our software. This process identified gaps in software availability and license mix. Our collaborative helpful approach enabled more users to access the latest versions of our software, and upgrading to our premium plan made it easier to administer and manage access in the future.\nDuring the quarter, we closed 16 deals over $500,000 of our license compliance initiatives, 4 of which were over $1 million. As I said earlier, by both leading and partnering with our customers on new ways of working, we will grow too. And while there will certainly be twists and turns on the road ahead, in many ways, the pandemic has accelerated the future and increased my confidence in our strategy.\nEmpowering innovators of design and make technology to achieve the new possible also enables them to build and manufacture efficiently and sustainably. We continue to execute well in challenging times and look forward to Autodesk's next 40 years of excitement and optimism.\nOperator, we would now like to open the call up for questions.",
    "content2": ""
  }
]