[
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a90a73e75272ad3014c57dae43cb77b",
    "period": "2025 Q3",
    "content": "Q3 2025 Arthur J. Gallagher & Co Earnings Call\n\nQ3 2025 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEOCT 30, 5:30 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. If you have any objections, you may disconnect at this time. Some of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meanings of the securities laws.\nThe company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website. It is now my pleasure to introduce Jay Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, everyone, and thank you for joining us for our third quarter '25 earnings call. On the call with me today is Howell Hall, our CFO; as well as members of the management team.\nBefore I start, I'd like to acknowledge the damage caused by Hurricane Melissa in the Caribbean. Our thoughts are with all those impacted, including our own Gallagher colleagues, our team of experts have been mobilized and are on the ground helping our clients and colleagues.\nMoving to our financial performance. We had a terrific and obviously very active third quarter. Our 2-pronged revenue growth strategy, that's organic and M&A, delivered revenue growth of 20%. In fact, over the last 30 quarters, we've delivered double-digit top line growth 26x. This is now our 19th straight quarter of double-digit growth. Clearly, our relentless client-centric team-driven and welcoming culture is thriving. Underlying that headline revenue growth, we posted 4.8% organic, grew adjusted EBITDAC 22% and expanded adjusted EBITDAC margins by 26 basis points, demonstrating we are getting substantial benefits of scale and the value delivered by our strategy of constantly focusing on improving our productivity while delivering our high-quality services.\nEPS for our combined Brokerage and Risk Management segments, we posted GAAP EPS of $1.76 and adjusted EPS of $2.87. That would have been $0.22 higher had we levelized for the intra-quarter revenue seasonality related to Assured partners that we closed on August 18. Doug will unpack this timing aberration in his comments.\nThe punchline is our business continues to shine and the early days of the Assured Partners folks coming together with the Gallagher team is off to a terrific start. Already, we're selling together. We're showing that we are better by being together.\nMoving to the results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 22%. Organic growth was 4.5%. Relative to our September IR Day commentary, we did see a little pressure on contingents and a few large life insurance cases shifted out of the third quarter. Adjusted EBITDAC margin headline shows flat year-over-year at 33.5%. But when we exclude merger and acquisition interest income, it shows underlying margin expansion of 60 basis points. Doug will give you a bridge from last year. That's terrific work by the team to stay vigilant in our relentless pursuit of being more productive every single day.\nLet me provide you with some highlights behind our Brokerage segment organic. Within our retail operations, we delivered 5% organic overall within PC with U.S. up more than 7%, international flat, driven by less renewal premium increases and lower contingents. Employee Benefits posted around 1% organic, driven by lower-than-expected large life cases.\nShifting to our wholesale and specialty businesses. In total, we delivered organic of 5% with the U.S. outperforming our international businesses slightly. As for reinsurance, it's a relatively small quarter and organic here was in the high single digits. And while not in our organic growth numbers, AP's third quarter organic was 5%. That really shows you that a terrific sales-driven culture is joining our team. So we continue to deliver organic growth across retail, wholesale and reinsurance.\nLet me provide some thoughts on the PC insurance pricing environment. Overall, global insurance renewal premium changes remain in positive territory, and we continue to see more carrier competition across property classes, particularly shared and layered programs and cat exposed risks, resulting in renewal premium decreases. With that said, carriers continue to push for increases across most casualty classes, which are more than offsetting the property decreases.\nLet me provide a further breakdown on our third quarter global insurance renewal premium changes, which includes both rate and exposure by line of business. Property down 5%. Casualty lines up 6% overall, including general liability of 4%; commercial auto up 5% and umbrella up 8%; U.S. casualty lines are up 8% and and that increase has been consistent over the past 12 quarters, suggesting domestic carriers are recognizing continued pressure; package up 5%; D&O down 2%, we think perhaps close to bottoming out; workers' comp up 1 point; and personal lines of 6%.\nAnd so while properties down 5%, many lines are still seeing increases. In fact, global renewal premium change, excluding property remains around 4% with good accounts getting some premium relief and accounts with poor loss experience seeing greater increases.\nLooking at differences in renewal premium changes by client size, we continue to see some bifurcation. For middle market and smaller clients generating less than $250,000 of revenue, renewal premiums were up about 3%. For larger clients generating more than $250,000 of revenue renewal premiums were down 1%. So many of the market trends that we have been highlighting for the past few quarters persist today.\nAs for the reinsurance market, a very small quarter for us, looking towards January 1 renewals, the industry remains healthy. There's adequate capacity to meet expected demand, coverages continue to favor reinsurance buyers while casualty reinsurance dynamics are more stable with continued caution for U.S. risks.\nMoving to employee benefits. We continue to see solid demand for talent retention strategies given the resilient U.S. labor market. Further, managing rising health insurance cost is becoming increasingly important for our clients as they deal with continued medical cost inflation. So we are engaging with employers to help them alleviate the pressure from rising medical and pharmaceutical costs.\nMoving to some comments on our customers' business activity. While the U.S. government shutdown has halted economic data releases our proprietary data, which has been an excellent indicator of the economy continues to show solid client business activity. Third quarter revenue indications from audits, endorsements and cancellations remain nicely positive.\nInteresting, through the first 3 weeks of October, our revenue indications are showing even more positive endorsements and lower cancellations than in September. So while we are watching our customers' business activity carefully, we are just not seeing signs of an economic downturn. Regardless of market and economic conditions, I believe we are very well positioned to grow. From our leading net Dutch experts, as proprietary data, award-winning analytics platform, extensive product offerings, outstanding service and global resources, which puts us in an enviable spot competitively. As we sit today, we are seeing brokerage segment fourth quarter organic of around 5%, which would bring our full year organic to more than 6%.\nMoving on to our Risk Management segment, Gallagher Bassett. Third quarter revenue growth was 8%, including organic of 6.7%. We saw strong new business revenue and excellent client retention in the third quarter and believe these favorable dynamics will continue through the end of the year. Accordingly, we expect about 7% organic growth in the fourth quarter. Third quarter adjusted EBITDAC margin was 21.8%, a bit better than our September expectations. Looking ahead, we see fourth quarter and full year margins around 21%, and that would be another great year for Gallagher Bassett.\nLet me shift to mergers and acquisitions, starting with some comments on Assured Partners. Since the mid-August close dozens of Gallagher leaders and hundreds of others have been trailing to AP offices and hosting gatherings. We've been sharing our stories with thousands of our new colleagues and highlighting all the tools and expertise that is now at their fingertips. I too have attended many of these meetings and events. And I have to tell you the level of excitement all of us have witnessed during these visits is literally palpable. We have shared a view that we will be better together, 1 plus 1 will be greater than 2, and there is immense value creation for our clients, carrier partners and shareholders.\nEqually important, they know they are now home and they are getting the resources they are desperately needed for years. For those that are ready to join the amazing Gallagher culture, I welcome you.\nOutside of AP, we committed 5 new mergers, representing around $40 million of estimated annualized revenue. This brings our year-to-date estimated annualized acquired revenue to more than $3.4 billion or 30% of full year '24 revenue. That is fantastic. And for those new partners joining us, I'd like to extend a very warm welcome.\nLooking at our pipeline, we have about 35 term sheets signed or being prepared, representing around $400 million of annualized revenue. Good firms always have a choice, and it would be terrific if they chose to partner with Gallaher.\nI'll conclude my prepared remarks with some comments about our Bedrock Gallagher culture. As I am meeting with colleagues, both new and old across our global network, it's always impressive to me how quickly new employees and acquisition partners come together as part of the Gallagher family of professionals, how we embrace the Gallagher Way and enhance our offerings and services to clients. This tenant #24 of the Gallagher Way reminds us, we must continue to building a professional company together as a team. And I believe this spirit of teamwork and shared purpose is precisely what is driving our success today. That is the Gallagher Way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, let me first address the third quarter impact from rolling in revenues from Assured Partners. So let's go to Page 7 of the CFO commentary document that we provide on our website. Over the last 30 days, we finally got usable AP data down to the customer level detail. That gave us the policy inception data necessary to implement our 606 accounting and harmonized revenue accounting methods. .\nFirst, it's important to note that the new detail did not change our annual view of revenue or EBITDA. Second, however, it did reveal that AP's business is much more seasonally skewed than we could previously estimate. Two tables here on Page 7 help unpack this. The top table shows you the inter-quarter seasonality. It's easy to see first and fourth quarters have considerable seasonality, which you should consider when building your models. What this table doesn't show is the intra-quarter seasonality. So we've added the lower table.\nWhat this shows, while we owned AP for half the quarter, only about 40% of the policy inception dates were between August 18 and September 3, now produces an $80 million revenue difference to our September IR Day estimate where we used a 50% assumption because,we owned it for half of the third quarter. That causes a $0.22 shortfall to our indicated September IR day estimate. You'll see that in the yellow column in that table. It does impact some of my other commentary, but I'll highlight those throughout my remarks.\nAll right. With that said, let's go back to the earnings release. So let's go to Page 3. Brokerage segment organic growth of 4.5%. That's about $11 million of less revenues than our September IR Day thinking. Half of that relates to those lumpy life sales that didn't get closed. And we've talked about that, how that can impact organic a little bit from time to time. That cost us about 30 basis points of growth. The other half or so relates to contingents. While there is some geography with supplementals, we did have an unfavorable estimate change related to one of our international programs. That cost us about 20 basis points of growth relative to our expectations.\nLooking forward to the fourth quarter, we see organic around 5%. A couple of items that influence our thinking when we make that estimate. First, as we discussed in our IR Day, we are in the midst of our annual update on 606 estimates. When all that settles that could move that growth estimate 0.5 point either way. We know that's just accounting, but it can cause some noise. Second, always a little sensitive to the timing of those large life sales. If buyers believe rates may come down even more, they might push those into '26. That said, we were to deliver fourth quarter organic around 5%, we would finish the year with organic above 6%. That would be a terrific year.\nFlipping to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. Third quarter adjusted EBITDAC margin was 33.5%. That's flat year-over-year on the headline. But as I do each quarter, let me walk you through a bridge from last year.\nFirst, if you pull out last year's 2024 3rd quarter earnings release, you'd see we reported back then adjusted EBITDAC margin of 33.6%. Now adjusting that using current FX rate and this quarter is about 10 basis points. So FX adjusted EBITDAC margin for third quarter '24 is about 33.5%. From that starting point, the roll-in impact of M&A used about 200 basis points with more than 2/3 of that impact coming from the seasonality of Assured Partners.\nNet interest income, including the cash we are holding for the AP closing through mid-August added about 140 basis points of margin. And most important, organic growth of 4.5% on gave us about 60 basis points of margin expansion this quarter. This bridge helps you quickly see we're continuing to deliver terrific underlying margin expansion. As for fourth quarter, we don't see anything that causes us to change how we view underlying margin expansion potential. We still see terrific opportunities.\nSticking on Page 5. The Risk Management segment organic growth was 6.7%. That was in line with our expectations, and that resulted due to strong new business revenues and excellent retention. We expect favorable new business and retention again in the fourth quarter. So it's looking like another quarter of organic growth in the 6.5% to 7% range.\nAdjusted EBITDAC margin of 21.8% was better than our September IR Day expectations, and looking forward, we still see full year margins closer to 21%.\nLet's turn now to Page 7 of the earnings release and the Corporate segment shortcut table. Each of these adjusted lines came in close to the midpoint or just a bit better than our September IR Day expectations.\nAll right. Let's leave the earnings release and go back to the CFO commentary document. Starting on Page 3 with our modeling helpers. Most of the third quarter '25 actual numbers, which were given, excluding AP, we're close to what we provided back in September. Looking forward, we are including Assured Partners in our fourth quarter figures for depreciation, amortization and earnout payable. Also, please always take a few minutes to look at the impact of FX as you refine your models.\nTurning to Page 4 and the corporate segment outlook for the fourth quarter 2025, not much change here from our IR days 6 weeks ago. Flipping now to Page 5 to our tax credit carryforwards. Again, not much change from our IR day. But as a reminder, it's a nice cash flow sweetener to fund future M&A that doesn't show up in our P&L, but rather be our cash flow statement.\nTurning to Page 6. The investment income table. We've updated our forecast to reflect current FX rates and changes in fiduciary cash balances. These numbers assume one future 25 basis point rate cut in December. Shifting down to Page 6 of the rollover revenue table. The third quarter '25 columns, subtotal is around $137 million before divestitures. That's pretty close to our September estimate.\nLooking forward, the pinkish columns to the right include estimated '25 and '26 revenues for brokerage M&A closed through yesterday, excluding AssuredPartners. And just a reminder, you always need to make a pick for future M&A. Moving down the page, you see that we expect fourth quarter '25 Risk Management segment rollover revenues of about $16 million.\nAll right. Flipping next to Page 7, I hit on the major takeaways upfront in my comments, but heads up on a couple of items as you use this page to build your models. First, take a hard read through the footnotes. This table shows our midpoint estimates it uses a placeholder assumption for growth and also does not include synergies. We still see annualized run rate synergies of $160 million by the end of '26 and $260 million to $280 million by early '28.\nOn the second point, the noncash items that we show here, mostly depreciation and earn-out payable are also reflected in the brokerage segment fourth quarter estimates on Page 3. So please don't double count those.\nMoving to cash, capital management and M&A funding. When I look at available cash on hand plus future free cash flows plus investment-grade borrowings over the next couple of years, it's looking like we might have to fund M&A before using any stock still at multiples with a terrific arbitrage.\nSo before we go to Q&A, a few soundbites on our 9-month combined brokerage and risk management adjusted results. Revenue up 17%, net earnings up 27%, EBITDAC up 25%, our organic year-to-date at 6.6% and EBITDAC margin over 36%. Those are stellar results, and I see us finishing '25 strong and '26 is looking like another terrific year. Okay. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you, Doug. Operator, if we can go to questions, please. ."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2a26af1f8a6e5dc2baa455b6c41eeb81",
    "period": "2025 Q2",
    "content": "Q2 2025 Arthur J. Gallagher & Co Earnings Call\n\nQ2 2025 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEJUL 31, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. If you have any objections, you may disconnect at this time.\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, and thank you for joining us for our second quarter 25 earnings call. On the call with me today is Doug Howell, our CFO; and other members of the management team. We had a great second quarter. For our combined Brokerage and Risk Management segments, we posted 16% growth in revenue 4% organic growth, reported net earnings margin of 17.3%, adjusted EBITDAC margin of 34.5%, up 307 basis points year-over-year, adjusted EBITDAC growth of 26%, our 21st consecutive quarter of double-digit growth. GAAP earnings per share of $2.11 and adjusted earnings per share of $2.95, another strong quarter by the team.\nMoving to results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 17%. Organic growth was 5.3%, in line with our expectations despite headwinds from cat property renewal premium changes in June. Adjusted EBITDAC margin expanded 334 basis points to 36.4%, with underlying margin up around 60 basis points. Doug will break down the margin expansion further in his comments.\nLet me provide you with some insights behind our Brokerage segment organic. Within our retail operations, we delivered 4% organic overall, a reflection of the heavier weighting to property business this quarter. U.S. organic was 5%, with PC a bit below and Benefits a bit above that level. Outside the U.S., our international operations, primarily in the U.K. and Canada, Australia and New Zealand were collectively around 3% and with U.K. a bit above in Canada a bit below 3%.\nShifting to our reinsurance, wholesale and specialty businesses. In total organic of nearly 7%. This includes 5% organic from Gallagher Re and more than 7% organic from our wholesale and specialty businesses. So we continue to deliver organic growth across retail, wholesale and reinsurance.\nNext, let me provide some thoughts on the PC insurance pricing environment, starting with the primary insurance market. Overall, the global PC insurance market remains rational, and we expect that to continue. Carriers today have insights into what products and geographies are generating appropriate returns and areas that need to be re-underwritten or repriced to improve profitability. Accordingly, we are seeing more carrier competition across property and continued caution within casualty lines.\nBreaking down second quarter global renewal premium changes, which includes both rate and exposure, we saw the following by product line, property down 7%. That's a couple of points below what we were seeing at the time of our early June IR day. Casualty lines, up 8% overall, including general liability up 4%; commercial auto up 7% and umbrella up 11%. Package up 5%, D&O, down 3%, workers' comp up about 1 point and personal lines up 7%.\nBreaking down renewal premiums by client size, we continue to see significant differences. For clients generating less than $100,000 of revenue, renewal premiums were up 3%. For clients generating more than $100,000, renewal premiums were down 2%. As we discussed with you in June, second quarter renewal premium changes are more heavily influenced by property coverages than the other quarters. Excluding property, both small to midsize accounts and larger accounts are seeing global renewal premium increases in the 4% to 6% range. Now good accounts will get some premium relief from that. However, accounts with poor loss experience are likely to see greater increases.\nToday's environment is actually ideal for us to show our expertise, product knowledge and data-driven capabilities. Our talented team help clients navigate market complexities while finding the best coverage.\nMoving to the reinsurance market now. Our June and July renewals reflected broadly similar conditions as earlier in the year. Property coverage continued to favor reinsurance buyers, particularly on CAT-exposed risks and increased limits being purchased are somewhat offsetting rate decreases. Casualty reinsurance dynamics reflected continued concerns over prior year loss development and rising loss trends from inflation and the litigation environment. Thus, pricing was flat to modestly higher. In a growing market with opportunities to differentiate clients' underwriting abilities and risk profiles, Gallagher Re will continue to perform very well.\nMoving to some comments on our customers' business activity. Our second quarter and July revenue indications from audits, endorsements and cancellations continue to be a nice positive. So we see solid client business activity in our data and no signs of a broad, meaningful global economic downturn nor any changes from the prospect of tariffs. We will continue to watch these carefully for any early signs of changes in our clients' business activity.\nWithin the U.S., we are seeing continued job growth, just not quite at the robust levels we saw during 2024. Additionally, trends from health insurance carriers continue to indicate ongoing increases in medical utilization and treatment costs. Our benefit professionals are well positioned to guide employers through these many challenges. So with a great first half of the books, we now see full year 25 Brokerage segment organic in the 6.5% to 7.5% range. Doug will unpack our organic outlook by quarter in his comments.\nRegardless of market and economic conditions, I believe we are very well positioned. Today, our niche expertise, extensive data and analytics offerings and global resources put us in a great place competitively.\nMoving on to our Risk Management segment, Gallagher Bassett. Second quarter revenue growth was 9%, including organic of 6.2%. We saw solid new business revenue in the second quarter as the new business sold that we spoke about last quarter began to generate revenue. Combined with our fantastic client retention, we believe we will see full year 25% organic in that 6% to 8% range. Second quarter adjusted EBITDAC margin was 21%, a bit better than our June expectations and looking ahead, we still see full year margin around 20.5%. And that would be another great year for Gallagher Bassett.\nShifting to comments about mergers and acquisitions, starting with Assured Partners. Since our early June IR day, we've had -- we've made terrific progress and now believe we will be in a position to complete this transaction here in the third quarter. As for other M&A activity during the second quarter, we completed 9 new mergers representing around $290 million of estimated annualized revenue. For those new partners joining us, I'd like to extend a very warm welcome to the Gallagher family of professionals.\nLooking at our pipeline, we have around 40 term sheets signed or being prepared, representing around $500 million of annualized revenue. Good firms always have a choice, and it would be terrific if they chose to partner with Gallagher.\nI'll conclude with some comments about our Bedrock Gallagher culture. During the second quarter, I had the pleasure of spending time with thousands of colleagues across the organization including more than 500 college students from the 60th class of the internship program. This rigorous 2-month sales internship program is an essential investment in our future. And from many -- my many interactions with this talented group. I am more than confident that our sales culture will remain strong for years to come, and that is the Gallagher way. Okay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, I'll walk you through our earnings release and provide some comments on organic growth and margins by segment, including how we are seeing the rest of the year shape up. Next, I'll move to the CFO commentary document that we post on our IR website and walk you through our typical modeling helpers. And then I'll conclude my prepared remarks with my usual comments on cash, M&A and capital management.\nAll right. Let's flip to Page 3 of the earnings release. Brokerage segment organic growth of 5.3% was right in line with our June IR Day guidance. With our first quarter organic at 9.5%, year-to-date, we are at 7.6%. Looking forward to the second half of we see third and fourth quarter organic each around 5% plus, which will put full year organic in the 6.5% to 7.5% range. Let me give you 4 call outs on that.\nFirst, recall from our first quarter earnings call and our June IR Day, our 9.5% first quarter organic growth had some positive timing that is now flipping to a headwind in the second half. Second, as we discuss every quarter, organic can be dependent on those large and lumpy live cases. Given the current interest rate outlook, uncertainty, clients may accelerate or even delay when to buy in policies. Third is property rates, further decreases or on the other hand, a large CAT here in wind season, causing a quick shift higher would also influence our organic and fourth, our casualty rates. We are seeing some lines perhaps bottoming out and other line continuing to steadily march higher.\nLooking to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. Second quarter adjusted EBITDAC margin was 36.4%, up 334 basis points year-over-year and above our June IR Day expectations. Let me walk you through our typical bridge from last year. First, to report last year's 2024, 2nd quarter earnings release, you'd see we reported back then adjusted EBITDAC margin of 33.1%. Now adjust that using current FX range, which for this quarter is next to nothing. So just assume adjusted EBITDAC margin levelized for FX would remain at 33.1%. Then organic growth of 5.3% gave us about 60 basis points of expansion this quarter. The rolling of impact of M&A used about 40 basis points. The impact of lower rates on fiduciary interest income used about 30 basis points. And then interest income on the cash for holding for Assured Partners added about 340 basis points of margin this quarter.\nFollow that bridge, and it will get you to second quarter 2025 margin of 36.4%. That's great discipline by the team. As for the second half of the year, we don't see anything that causes us to change how we view underlying margin expansion potential. We call it organic greater than 4%. We should see some underlying margin expansion, than say at 6.5% organic, perhaps around 70 basis points of expansion and at 7.5% organic, around 90 basis points of expansion. I would say the same thing looking out towards '26. We have a long list that will continue to benefit our productivity and quality, including a more stable labor environment, increased returns from our technology spends on client-facing sales and service tools, our proven early AI successes, further centralization of back-office services, all on top of an industrial strength core operating system that can handle significantly more revenue with marginal costs.\nSo in a sound bite, in any organic environment, we still see significant opportunities to get better, faster and more productive and thereby provide higher quality offerings to our clients at lower cost. Sticking on Page 5. Risk Management segment organic at 6.2%. As Pat said, that's a bit better than our expectations due to strong new business revenues from contracts that incepted in Q2. And for the year, we continue to see organic in that 6% to 8% range. Adjusted EBITDAC margin of 21% was better than our June IR Day expectations. And looking forward, we still see full year margins closer to 20.5%.\nTurning now to Page 7 of the earnings release and the corporate segment shortcut table. Compared to our June IR day expectations, the adjusted interest in banking line and the clean energy line, both were very close to our expectations. The adjusted acquisition cost line related to our typical tuck-in acquisitions came in a penny better and the adjusted corporate line was $0.04 below. That's solely due to a larger noncash unrealized FX remeasurement loss because of the dollar weakened in June. That has already mostly reversed here in July. So it just shows the noise that this can create in our corporate segment results.\nSo let's move now from the earnings release to the CFO commentary document we posted on our website. As a general statement, please read the headers and the footers on each page carefully on how numbers in this document include or exclude the impact of Assured Partners. Looking to Page 3 and our typical modeling helpers, most of the second quarter 25 actual numbers were close to what we provided back in June. One call out here, a small slip from amortization to depreciation that cost us about $0.01 of adjusted EPS. That's simply because we updated opening balance sheet numbers related to our recent acquisition.\nFinally, on this page, please look at the FX disclosures for the Brokerage and Risk Management segments as we refine your models. Turning now to Page 4 and the corporate segment outlook for the second half of '25. There's not much change here from what we provided 8 weeks ago. So you can flip to Page 5 to our tax credit carryovers as of June 30, about $685 million, which we get over the next few years. And recall that those -- that benefit flows through our cash flow statement, not through the P&L.\nAlso, no change to the value of these credits from the recent U.S. OB3 tax bill. So that's good news. And while I'm at it, there isn't anything concerning to us and the other provisions of the new bill either. So that's good news, too.\nTurning to Page 6, the investment income table. We've updated our forecast to reflect current FX rates and changes in fiduciary cash balances. These numbers assume 2 future 25 basis point rate cuts, 1 in September and 1 in December. You also see that the interest income associated with Assured Partners financing runs through the third quarter in this table. If we close before that, obviously, that number would come down. Shifting down the page to the rollover revenue table, only a small change from our June CFO commentary. That was due to a refinement and the seasonality of revenues from our second quarter '25 acquisitions, which are more heavily weighted towards first quarter versus second, third and fourth. And then looking forward, you'll see in the pinkish columns to the right. They include estimated revenues for brokerage M&A close to yesterday. So there's a standard reminder, you'll need to make a pick for future M&A. And also, you'll need to make a pick for when AP might close. The purple section on that page should help with that. All right.\nMoving to cash, capital management and M&A funding. Available cash on hand at June 30 was about $14 billion and no outstanding borrowings on our line of credit. With our strong second half cash flows, we are in a great position to fund another $2 billion of M&A here in '25 and it's looking like we would have about $5 billion in '26 in before using any stock, all while maintaining a solid investment-grade debt rating. Think about that for a minute, another $7 billion over the next 17 months. That should allow us to add another $600 million to $700 million of EBITDAC at a really nice arbitrage. And I'm bullish about this because for 20 years, we've invested in building the chassis that can support billions and billions more of revenue, provide world-class service and enable thousands and thousands of talented producers to win at the point of sale. So our M&A strategy has a fantastic outlook.\nSo a great quarter and first half in the books, and we have an exciting future with AP, organic growth, margin expansion, M&A opportunities, all driven by a talented team with a bedrock culture. Those are my comments. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Carl, do you want to open it up for questions, please?"
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e00d1a347339525d28aad45f999cf1a5",
    "period": "2025 Q1",
    "content": "Q1 2025 Arthur J. Gallagher & Co Earnings Call\n\nQ1 2025 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEMAY 1, 5:30 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's First Quarter 2025 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions]\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that can cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, and thank you for joining us for our first quarter '25 earnings call. On the call with me today is Doug Howell, our CFO; and other members of our management team.\nWe had a fantastic first quarter. For our combined Brokerage and Risk Management segments, we posted 14% growth in revenue, 9% organic growth, reported net earnings margin of 23%, adjusted EBITDAC margin of 41.1%, up 338 basis points year-over-year, adjusted EBITDAC growth of 26%, our 20th consecutive quarter of double-digit growth, GAAP earnings per share of $3.29 and adjusted earnings per share of $4.16. Another excellent quarter by the team.\nMoving to results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 16%. Organic growth was 9.5%, which included about 1 point of favorable timing. Even without the timing impact, all-in organic was right in line with our expectations.\nAdjusted EBITDAC margin expanded 359 basis points to 43.4%, with underlying margins up a full percentage point. Doug will unpack this in his comments.\nLet me provide you with some insights behind our Brokerage segment organic. Within our retail P/C operations, we delivered 5% organic overall. U.S. organic was north of 5%, while our international operations, primarily in the U.K., Canada, Australia and New Zealand, were closer to 4%. Our global employee benefit brokerage and consulting business posted organic of more than 7%.\nShifting to our reinsurance, wholesale and specialty businesses, in total, organic of 13%. This includes 20% organic from Gallagher Re and 8% organic from our wholesale and specialty businesses. So we continue to report strong growth across retail P/C, wholesale, reinsurance and benefits.\nNext, let me provide some thoughts on the P/C insurance pricing environment. starting with the primary insurance market. Overall, the global P/C insurance market continues to behave rationally with carriers looking to grow in lines and geographies where there's an acceptable return, and seeking rate increases where it's needed to generate an appropriate underwriting profit.\nBreaking down first quarter global renewal premium changes by product line, we saw the following: property down 2%, D&O down 3%, workers' comp up 5%, personal lines up 8%, casualty lines up 8% overall, including general liability up 5%, commercial auto up 6% and umbrella up 11%.\nBreaking down renewal premiums by client size, we continue to see a divergence between small to midsize accounts and large accounts. For small to midsize accounts, which we define as accounts generating less than $100,000 of revenue, renewal premiums were up 5%. For large accounts, our clients generating more than $100,000 of revenue, renewal premiums were up 1%.\nAll that said, pricing is ultimately driven by client loss experience. Good accounts are getting some premium relief in certain lines. However, accounts with poor experience are seeing greater increases. Having a trusted adviser like Gallagher can help businesses navigate a complex insurance and economic backdrop by finding the best coverage for our clients while mitigating price increases. Today's environment is the ideal market for us to show our expertise, product knowledge and our data-driven capabilities.\nLet me move to the reinsurance market. First quarter dynamics, which is mostly influenced by January 1 renewals, reflected an environment that generally favored reinsurance buyers. Overall, reinsurers were able to meet increased client demand with sufficient capacity while remaining disciplined on terms. The Gallagher Re team shined with excellent retention and some fantastic new business wins.\nApril renewals experienced similar trading conditions as earlier in the year, and as expected, saw a bit more downward pricing pressure. The January wildfire losses and continued casualty reserve increases remain a focus for the industry. But neither caused much upward movement in pricing given the large proportion of Japanese buyers in April. With that said, U.S. severe convective storm season is here, which then leads us to U.S. wind season. Time will tell how the year plays out. Regardless, Gallagher Re should continue to excel in this environment.\nMoving to some comments on our customers' business activity. During the first quarter, our daily revenue indications from audits, endorsements and cancellations continued to be a net positive. While the upward revenue adjustments are not quite as high as last year, we continue to see solid client business activity and no signs of a meaningful global economic slowdown.\nOur daily revenue indications through the end of April are not showing any significant changes in our customers' business activity from the prospect of tariffs. Our daily indications have historically given us some early insights into our clients' business activity, so we will continue to watch these very carefully.\nWe are also closely watching the U.S. labor market. And there continues to be a strong demand for new workers. The number of open jobs in the U.S. stood at more than 7 million, still at a level that is well above the number of unemployed people looking for work. We've also seen recent health insurance carry results show continued increases in the utilization and cost of health care.\nWith these 2 trends as the backdrop, we are seeing more and more employers looking for ways to grow their workforce and control their benefit costs. Our experts can provide creative solutions to solve these challenges.\nRegardless of market and economic conditions, I believe we are well positioned to compete and to win. From our niche expertise, outstanding service or extensive data and analytics offerings, we have the resources and know-how to service any account of any size, of any complexity anywhere around the globe.\nSo with a fantastic first quarter behind us, we continue to see full year '25 Brokerage segment organic in the 6% to 8% range.\nMoving on to our Risk Management segment, Gallagher Bassett. First quarter revenue growth was 6%, including organic of about 4%. We continue to see excellent client retention and strong new business production. However, sold new business within the Risk Management segment typically takes longer to materialize into revenue. As these new client contracts incept and begin to generate revenue in the coming months, we are confident we will see stronger revenue growth in the second half of the year.\nAdjusted EBITDAC margin was 20.5%, in line with our March expectations. Looking ahead, we still see full year '25 organic in that 6% to 8% range and margins around 20.5%.\nShifting to mergers and acquisitions. During the first quarter, we completed 11 new tuck-in mergers, representing around $100 million of estimated annualized revenue. We also announced the acquisition of Woodruff Sawyer during the quarter and completed that in early April.\nThat means through today, we already are at $400 million of acquired revenue. For those new partners joining us, I'd like to extend a very warm welcome to the Gallagher family of professionals.\nAs for the pending AssuredPartners acquisition, not much to update relative to our March IR Day comments. We are working to respond to the second request. And we still expect to close in the second half of 2025.\nLooking at our pipeline, we have more than 40 term sheets signed or being prepared, representing north of $450 million of annualized revenue. Good firms always have a choice, and it would be terrific if they chose to partner with Gallagher.\nI'll conclude with some comments about our bedrock Gallagher culture. During our Global Sales Award meeting in early March, our unique Gallagher culture was on full display. It was inspiring to watch the interactions among thousands of our colleagues across geographies, business units and product lines. I came away even more convinced that our greatest asset is our people and our biggest differentiator is our culture. And that is the Gallagher way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today I'll walk you through our earnings release, starting with some comments on first quarter organic growth and margins by segment, including how we are seeing these shape up for the full year '25. Next, I'll move to the CFO commentary document that we posted on our IR website and walk you through our typical modeling helpers. And then I'll conclude my prepared remarks with my usual comments on cash, M&A and capital management.\nOkay. Let's flip to Page 2 of the earnings release. Headline Brokerage segment organic growth of 9.5% was a great quarter and it helps our -- and it helps bolster our view that full year organic will be in that 6% to 8% range. And that range is in line with what we've been saying all year.\nAs Pat mentioned, first quarter did have some favorable timing of about 1 point. So looking forward, we see some favorable timing again in the second quarter, but not to the same magnitude. And then all of the first half timing will reverse itself in the third and fourth quarters with no impact on full year '25.\nSo as we look through to the rest of the year, second quarter might be more like 6% to 7%. Then we will see the timing slip in the third and fourth quarters might mean third and fourth quarter organic of about 5% each. Causes low noise across the quarters, but with a 9.5% first quarter, the math gets us back to a full year '25 organic in that 6% to 8% range. That would be a terrific year.\nSo flipping now to Page 4 of the earnings release, to the Brokerage segment adjusted EBITDAC table. First quarter adjusted EBITDAC margin was 43.4%, up 359 basis points year-over-year and above our March IR Day expectations. So let me walk you through a bridge from last year as we typically do.\nFirst, if we pull out last year's 2024 first quarter earnings release, you'll see we reported back then adjusted EBITDAC margin of 39.9%. But now using current period FX rates, that would have been 39.8%. Then organic growth of 9.5% gave us about 120 basis points of expansion this quarter. The roll-in impact of M&A and lower interest rates each used about 10 basis points of margin this quarter.\nFinally, as the footnote at the bottom of that table notes, the impact of interest income from the cash that we're holding for the AssuredPartners acquisition adds us about 260 basis points of margin this quarter. Follow that bridge and it will get you to first quarter 2025 margin of 43.4%. That is really, really great work by the team.\nAs for second quarter headline margin expansion, it's still looking like we will be pushing around 300 basis points. again driven by strong underlying margin expansion of approximately 60 to 80 basis points assuming organic in that 6% to 7% range and also interest income related to the cash we're holding for AP, less a small offset by the roll-in of M&A and lower interest rates.\nLooking out towards the third quarter, we would still expect underlying margin expansion, and then we'll also have the impact of investment income on the funds we're holding for AP. So in total, think -- we're thinking expansion could be 250 to 280 basis points. This, of course, would change if we get AP closed before September 30. As for fourth quarter, we would hope we'd have AP closed, so we would have underlying margin expansion still, but lose the extra investment income, yet have AP's fourth quarter results in our books.\nThe punch line here is there's nothing we're seeing that causes us to change how we view underlying margin expansion potential. We believe at organic greater than 4%, we should see some underlying margin expansion. At 6% organic, maybe 60 basis points of expansion. And at 8% organic, perhaps around 100 basis points of expansion. So again, there's no new news here. We still believe we are positioned to expand underlying full year margins by about 60 to 100 basis points.\nSticking on Page 4. Risk Management segment organic was 3.9%. That's a bit below our 5% expectation due to lower new business revenue. As Pat mentioned, we expect this to improve in the second half of the year as we have already sold new contracts, but these have yet to start generating revenue. So we see organic moving back towards 6% to 8% throughout the year.\nAdjusted EBITDAC margin of 20.5% was in line with our March IR Day expectations. And looking forward, we still see full year margins again around 20.5%.\nTurning now to Page 6 of the earnings release and the corporate segment shortcut table. For the adjusted interest in banking, clean energy and acquisition lines, all were very close to our March IR day expectations. The corporate line was better than our March expectations due to some expense timing, a few favorable tax items, including the tax benefit from stock-based compensation, somewhat offset by an unrealized FX remeasurement loss.\nSo now let's move from the earnings release to the CFO commentary document that we posted on our website. First, as an overall statement, please read the headers and footnotes carefully on how these numbers in this document include or exclude the impact of AssuredPartners.\nThat said, let's flip to Page 3 and our modeling helpers across the board. First quarter '25 actual numbers were fairly close to what we provided back in March. One thing to call out in our '25 outlook are changes from FX for both the Brokerage and Risk Management segments. With the dollar weakening since mid-March, we have provided updated estimates for revenue and EPS impacts for the remainder of the year. Just take a look at the disclosures and refine your models.\nTurning now to Page 4 and the corporate segment outlook for '25. Within the corporate line of the corporate segment, like I mentioned earlier, we had some favorable expense timing in the first quarter. So you'll see some of that comes back over the rest of the year. We've increased after-tax expense by about $1 million per quarter for the remainder of '25. However, the rest of our outlook for the corporate segment is unchanged from 6 weeks ago.\nFlipping to Page 5 to our tax credit carryovers. A reminder -- this is a reminder page, as of March 31, we have about $710 million of tax credits. We continue to expect additional cash flow of more than $180 million this year and even more in '26 and later years. And don't forget, this benefit will show up in our cash flow statement rather than our P&L. So it's still a nice sweetener to fund a future M&A.\nTurning now to Page 6, the investment income table. We've updated our forecast to reflect current FX rates and changes in fiduciary cash balances. And you'll see here that we're still assuming 2 25 basis point rate cuts during '25. You'll also see that we provided a separate line to show our estimates of interest income associated with the funds that we're holding to pay for AssuredPartners.\nShifting down on that page of the rollover revenue table. First quarter '25 column subtotal is around $80 million and $92 million before divestitures. These numbers are consistent with our March IR day expectations. Looking forward, the pinkish columns to the right include estimated revenues for brokerage M&A closed through yesterday. And just a reminder, you'll make a pick -- that you'll need to make a pick for future M&A.\nThen below that table, we have a separate section for AssuredPartners. We show you what we expect for monthly pro forma revenues in purple. And then finally, continuing down on the page, you'll see the Risk Management segment rollover revenues too.\nSo moving to cash, capital management and M&A funding. We had no outstanding borrowings on our line of credit at March 31. And you might have seen that in early April, we amended our credit agreement. We extended the maturity date to April of 2030 and also increased our borrowing capacity from $1.7 billion to $2.5 billion.\nOur current cash position, potential borrowing capacity and strong expected free cash flow position us well for our pipeline of M&A opportunities. So even after the $13.5 billion [indiscernible] paying for Woodruff and paying for the Willis Re earn-out, and after the other 11 deals we've already done through Q1, we still have over $2 billion of M&A capacity here in '25 and another $5 billion of capacity in '26 before using any stock. So our M&A strategy has a tremendous runway.\nSo another excellent quarter in the books. As we look ahead, we see strong organic growth, a terrific M&A pipeline. We continue to see opportunities to improve our productivity and quality. And as Pat said, we have a winning culture. So it looks like we're well on track for another great year.\nBack to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, I think we're ready to go to questions and answers. ."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb104efe00ce8513d9fce83db2e843d6",
    "period": "2024 Q4",
    "content": "Q4 2024 Arthur J Gallagher & Co Earnings Call\n\nQ4 2024 Arthur J Gallagher & Co Earnings Call\n\nAJGNYSEJAN 30, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Fourth Quarter 2021 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions].\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you very much. Good afternoon, and thank you for joining us for our fourth quarter '24 earnings call.\nOn the call for today is Doug Howell, our CFO, other members of the management team and the heads of our operating divisions.\nBefore I get to my comments about our financial results, I'd like to acknowledge the tragic wildfires in California. Our heartfelt thoughts are with all those impacted, including our own Gallagher colleagues. Our company and industry has such an important role in responsibility, helping families, businesses and communities rebuild and restore their lives. And like many times before, Gallagher and the industry will rise to the occasion.\nOkay. Onto my comments regarding our financial performance, we had an excellent fourth quarter. For our combined brokerage and risk management segments we posted 12% growth in revenue, our 16th consecutive quarter of double-digit revenue growth, 7% organic growth reported net earnings margin of 13.5% and adjusted EBITDAC growth of 17% and adjusted EBITDAC margin of 31.4%, up 145 basis points year-over-year. GAAP earnings per share of $1.56 and adjusted earnings per share of $2.51, up 50% year-over-year. The December capital raise for the acquisition of AssuredPartners creates some noise in these headline numbers that will peel back the impact in his comments, regardless, another fantastic quarter to close out another terrific year by our team.\nMoving to results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 12%. Organic growth was 7.1%. Base commission and fees were 7.8%, in line with our expectations, which got offset a bit by slightly lower contingents. Adjusted EBITDAC margin expanded 168 basis points to 33.1%, which includes interest income related to funds raised for the acquisition of AssuredPartners. Excluding net interest income, margin expansion was 109 basis points.\nLet me give some insights behind our Brokerage segment organic. With our PC retail operations, we delivered 6% organic overall. The U.K., Australia and New Zealand were all in the high single digits. U.S. retail organ was around 5% and Canada was down a couple of percent, impacted by lower contingents. Our global employee benefit brokerage and consulting business posted organic of about 10%, a really strong finish that includes the catch-up of the large live case sales that shifted from earlier in '24.\nShifting to our reinsurance wholesale and specialty businesses in total organic of 9%, which overcame some expected market headwinds in our global aerospace business. So very strong growth, whether retail wholesale oriented.\nNext, let me provide some thoughts on the PC insurance pricing environment starting with the primary insurance market. Overall, the global PC insurance market continues to grow. With fourth quarter renewal premium increases, that's both rate and exposure combined, consistent with the past 2 quarters. Thus far in January, renewal premium increases are ticking slightly higher than fourth quarter and are above 5%, driven by increases in casualty lines like Umbrella and Commercial Auto. Taking down fourth quarter global renewal premium changes by product line, we saw the following: property and professional lines were about flat. Workers' comp up 1%, General Liability up 4%; Commercial Auto up 9%, Umbrella up 10% and Personal Lines, up 9%. So we continue to see increases across most lines and geographies. Carriers are behaving rationally and pushing for increases where it's needed to generate an acceptable underwriting profit.\nIt's a great market for us to operate in because we can further differentiate ourselves with our leading tools, data and expertise. Remember, our job as brokers is to help clients find the best coverage that fits their budget while mitigating price increases. We're becoming more successful securing lower pricing for our property customers, especially cat-exposed property, which enables them to buy more limit or reduce their deductibles resulting in more coverage for the same spend.\nShifting to the reinsurance market. Overall, 1/1 renewals were orderly and reflected an environment that generally favored reinsurance buyers. Growing demand from property cat cover was met with sufficient reinsurance capacity despite 2024 being an elevated year with more than $150 billion of estimated insured natural catastrophe losses. This resulted in property price declines that were greater at the top end of reinsurance towers. And similar to January '24 renewals reinsurers continued to exercise discipline on terms and did not revert to attachment points that expose them to greater frequency. Reinsurance buyers of specialty coverages saw modest price declines across many lines of coverage, but again, no softening in terms and conditions.\nShifting to casualty, while there was adequate reinsurance capacity. Reinsurers remains cautious on U.S. casualty risks due to elevated loss cost trends and potential reserve in. Looking forward, wildfire losses and casualty reserve increases seem to be the [indiscernible] here in January, and time will tell how each of these ultimately the market regardless Gallagher Re had a fantastic [ one-one ] with some nice new business wins and should continue to excel in this environment.\n[indiscernible] some comments on our customers' business activity. During the fourth quarter, our daily revenue indications from audits, endorsements and cancellations remain in net positive territory. The same is true for full year 2024. While the activity is not quite as high as '23, the [indiscernible] revenue adjustments this past year are very close to full year '22. So we continue to see solid client business activity and no signs of a meaningful global economic slowdown. Within the U.S., the labor market remains strong. Since April '24, the number of open jobs has remained relatively steady and at a level that is still well above the number of unemployed people looking for work. Employers are looking for ways to grow their workforce and control their benefit costs. And at the same time, base wage increases and continued medical cost inflation, both are headwinds that our professionals are helping to navigate. Regardless of market conditions, I believe we are well positioned to take share across our brokerage business. Remember, 90% of the time, we are competing against the smaller local broker that cannot match our niche expertise, outstanding service for extensive data and analytics offerings. So with some nice momentum in net new business production across our brokerage business, a PC market still seeing mid-single-digit premium growth and a strong U.S. labor market. We continue to see full year '25 brokerage segment organic in the 6% to 8% range.\nMoving on to our Risk Management segment, Gallagher Bassett. Revenue growth was 9%, including organic of 6%. Heading into '25, we should continue to benefit from excellent client retention increases in our customers' business activity and rising claim counts. Adjusted EBITDA margin was 20.6%, in line with our October expectations. Looking ahead, we still see full year 25% organic in that 6% to 8% range and margins around 20.5%.\nShifting to mergers and acquisitions. During the fourth quarter, we completed 20 new tuck-in mergers at fair prices, representing around $200 million of estimated annualized revenue bringing the full year to $387 million. Those new partners joining us, I'd like to extend a very warm welcome to the Gallagher family professionals. And of course, the big news in December was signing an agreement to acquire AssuredPartners with $2.9 billion of annual pro forma revenue. It's a compelling opportunity to build upon our commercial market focus deepen our niche practice groups and further leverage our data and analytics, allowing us to provide even more value to clients. It should also expand our tuck-in M&A reach and create more retail and specialty revenue opportunities across Gallagher. What is especially exciting is that the combination involves 2 highly innovative entrepreneurial and sales-based cultures. Although we will continue to operate as 2 independent companies until close, we have started discussions and are very impressed with the talent, professionalism and excitement of the Assured colleagues. We anticipate we will receive necessary approvals and complete the acquisition sometime here in the first quarter. In addition to the pending Assured Partners acquisition, we have about 45 term sheets signed or being prepared, representing around $603 million of annualized revenue. Good firms always have a choice, and it would be terrific if they chose to partner with Gallagher.\nWith a strong close of the year, let me reflect on our full year financial performance for brokerage and risk management combined, 15% growth in revenue. 7.6% organic growth, 18% growth in adjusted EBITDAC. 48 mergers completed with nearly $400 million in estimated annualized revenue, and we signed a definitive agreement to acquire AssuredPartners. These are terrific metrics. And as proud as I am of the excellent financial performance this year, I'm more proud of the way our culture is stay here as we continue to expand. Our culture is about our colleagues, guided by the Gallagher Way and the rock solid foundation they form based on every intervention we have, whether it's clients, carriers, future merger partners or with our Gallagher colleagues around the globe. Frankly, our culture is unstoppable and that is the Gallagher Way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone.\nToday, I'll quickly recap some from our quarter and replay our early thoughts on 2025, most of which Pat just touched on, then use the rest of my time to unpack the AssuredPartners financing activities on our results during the quarter. Then I'll wrap up my prepared remarks with my usual comments on cash, M&A and capital management.\nOkay, highlights from our fourth quarter that you'll see in our earnings release, terrific base mission and fee organic growth of 7.8% and solid supplemental growth of 4.7%. And while contingents went backwards a bit this quarter, we don't see that as a trend by any means. As I look to 2025 brokerage organic, Pat relayed that we're in a favorable environment with rates still needing to increase to cover higher loss costs, trillions of global premiums growing and inflating and our sales and service offerings, outpacing our competitors, which should increase both new business and our retentions. So as we sit here today, we still believe our full year '25 brokerage segment organic growth should be in that 6% to 8% range. That's unchanged from what we said in October. As for brokerage margins, a little noise on Page 5 of the earnings release. Please see the footnote. You'll read that the margin was aided by about $20 million of interest income earned on cash, we are holding to close Assured Partners. Adjusting for that, our margins would have been 32.5%, up 109 basis points over last year. That's nicely above our October expectation of margin expansion in the 90 to 100 basis point range.\nLooking ahead to '25, we are still viewing margin expansion like we have -- like we've said many times before. We see margin expansion starting around full year organic growth of 4%. At 6%, maybe we could see 50 basis points and at 8%, perhaps 100 basis points of expansion. Of course, those ranges can then be impacted by changes to interest income on our fiduciary assets and then the rolling impact of M&A. By our March IR day, maybe we will have a better read on where interest rates might go and also the impact of Assured rolling into our numbers. But at this time, we don't see either having a significant impact on those ranges. So really no change to how we're thinking about margins in 2025. As for risk management, another solid quarter, posting 6% organic, admittedly, a couple of million dollars below our October expectations, all stemming from a smaller quarter of construction consulting revenues in the Northeast -- and the Northeast that can be just a little bit lumpy. So adjusted margin expansion of 20.6% was -- in the quarter was also in line with our October expectations. And then looking forward, we're seeing full year '25 organic also in that 6% to 8% range margins again around 20.5% for the year. So a great quarter and full year by both our brokerage and risk management teams and both have a strong outlook for '25.\nTurning to Page 6 of the earnings release and the corporate segment shortcut table. For the interest in banking line, we are a bit better than our October forecast because we just were not into our line as much as we thought at that time. for the adjusted acquisition lines for M&A and clean energy, both were close to our October expectations. Then when you look at the corporate line of the Corporate segment, that was better than our expectation due to unrealized noncash foreign exchange remeasurement income, which was partially offset by a return to actual tax catch-up of about $4 million.\nSo let's move from our earnings release to the CFO commentary document that we posted on our IR website. First, an overarching statement. Please take some time to read any headers or footnotes throughout this document to understand what information has or hasn't been updated for the AssuredPartners deal.\nSo let's move to Page 3 for our modeling helpers across the board, fourth quarter '24 actual numbers were fairly close to what we provided that in October. As for '25, we provided a first look of what we forecast. Again, none of these numbers include any impact from AssuredPartners.\nTurning to Page 4. I first look at our corporate segment outlook for full year '25. The only impact of Assured is the interest is found in the interest in banking line. It includes additional interest expense from the $5 billion debt raise.\nLooking to Page 5 of the CFO commentary document where our tax credit carryforwards. As of year-end, about $770 million that will be used over the next few years, so still a nice sweetener to fund future M&A. We would not expect those numbers to move much because of the Assured financing nor the rolling of Assured's taxable income. That's because of the interest shield and also the amortization of the $5 billion deferred tax asset that we'll get with Assured Partners that should save us about $1.4 billion of taxes over the coming years.\nFlipping over to Page 6, the investment income table. This table includes an assumption of 225 basis point rate cuts in '25. It includes interest income from cash we're holding to pay for Assured, assuming a late March close, but it does not include interest income from Assured's fiduciary assets after closing. When you ship down on Page 6 to the rollover revenue table, the pinkish column to the right include estimated revenues for brokerage M&A that we closed through yesterday. Then below that table, we've added a separate section for AssuredPartners revenues, again, assuming a late March close, which, of course, is highly dependent on regulatory approvals. Then just a reminder, you also need to make a pick for other future M&A. And then further down on that page, you'll see Risk Management segment rollover revenues for '25 are expected to be approximately $5 million for each of the first 2 quarters.\nAll right. Moving to Page 7. This is a new page to help you see the impact of the AssuredPartners financing on our fourth quarter '24 revenues, EBITDAC, net earnings and EPS by segment. The 3 items just to keep in mind, there was additional incremental interest income on the CAS that we were holding to fund the acquisition. There was additional interest expense we incurred on the newly issued $5 billion worth of debt. And then the additional shares outstanding from the December equity offering. You'll see that for fourth quarter, it all nets out to nearly nothing, but it does cause a little noise in our numbers. Also, the call-out box on the right of that page provides some information on shares outstanding because of the AssuredPartners equity raise for our first quarter, this includes the full impact of the shares we issued in December and the exercise of the greenshoe in early January.\nFinally, if you flip to Page 8, you'll see on this page is just a repeat of what we provided in the December assured presentation for ease of reference. There's no new news on this page.\nFinally, let's moving cash, capital management and M&A funding. Available cash on hand at December 31st was more than $14 billion, of which approximately $13.5 billion will be used to fund AssuredPartners. Since year-end, we received another $1.3 billion as the underwriters exercised the green shoe. So considering this and our strong expected free cash flow. We are in an excellent position to fund our M&A pipeline of opportunities. Here in '25, it's looking like we could have $3.5 billion to fund future M&A then it jumps up to nearly $5 billion in '26, all while maintaining a solid investment-grade rating. So an excellent quarter and an excellent year to have in the books. As I reflect on '24, I have to say that we had a pretty terrific year. For the combined Brokerage and Risk Management segment, we posted adjusted revenue growth of 14%, organic of 7.6%. Overall margin expansion of 94 basis points and most importantly, we grew our EBITDA 1%. Those are terrific numbers and reflects what Pat said, That's our unstoppable culture.\nSo those are my comments. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Rob, do you want to open it up for questions."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4026ff2799dcb7eb83f2d326bc07e91",
    "period": "2024 Q2",
    "content": "Q2 2024 Arthur J. Gallagher & Co Earnings Call\n\nQ2 2024 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEJUL 25, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Co's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions] Some of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you very much. Good afternoon, and thank you for joining us for our second quarter '24 earnings call. On the call with me today is Howell, our CFO, other members of the management team and the heads of our operating business divisions. We had an excellent second quarter. For our combined Brokerage and Risk Management segments we posted 14% growth in revenue, 7.7% organic growth and 8.1% if you include interest income. We also completed 12 new mergers totaling $72 million of estimated annualized revenue. Reported net earnings margin expansion of 35 basis points, adjusted EBITDAC margin expansion of 102 basis points to 31.4%. GAAP earnings per share of $1.70, up 15% year-over-year, and adjusted earnings per share of $2.68, up 19% year-over-year, another great quarter by the team and right in line with the expectations we provided at our June IR Day.\nMoving to results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 14%. Organic growth was 7.7% at the midpoint of guidance, and above 8% if you include interest income. Adjusted EBITDAC margin expansion was 98 basis points at the upper end of our June IR Day expectations.\nLet me give you some insights behind our Brokerage segment organic. And just to level set, the following figures do not include interest income. Within our PC retail operations, we delivered 6% in the U.S. and Canada, 7% in the U.K., Australia and New Zealand. Our global employee benefit brokerage and consulting business posted organic of about 3%, that would have been 5% without the timing impact from some lumpy life case sales.\nShifting to our reinsurance, wholesale and specialty businesses, overall organic of 12%. This includes Gallagher Re at 13%, U.K. specialty at 10% and U.S. wholesale at 11%, excellent growth, whether retail, wholesale or reinsurance.\nNext, let me provide some thoughts on the PC insurance pricing environment, starting with the primary insurance marketplace. Global second quarter renewal premiums, which include both rate and exposure changes, were up about 5%. So no change from what we discussed 4 weeks ago at our June investor meeting. Renewal premium increases continue to be broad-based, up across all of our major geographies and most product lines. For example, property was up 2% to 4%, general liability up 5% to 7%, umbrella and commercial auto up 8% to 10%, workers' comp up 1% to 3%, D&O down about 5%, Cyber was flat and personal lines up over 10%. So many lines are still seeing strong increases.\nMoving to the reinsurance market and midyear renewals. Property reinsurance renewals saw modest price declines concentrated at the top end of reinsurance towers due to the increased capacity from both traditional reinsurers and the ILS market. Offsetting this was underlying exposure growth, combined with increased demand, resulting in flat year-over-year premium for reinsurers overall.\nU.S. Casualty renewals saw terms and conditions tighten and some modest price increases. Reinsurers continue to heavily scrutinize submissions given the industry's unfavorable prior year reserve development and reinsurers view of the current loss cost trends.\nIn our view, insurance and reinsurance carriers continue to behave rationally, raising rates the most where it is needed to generate an adequate underwriting profit by line, by industry and by geography. We continue to see this differentiation in our data between property and casualty lines. Carriers believe property may be close to approaching price and exposure adequacy. And thus, we are seeing property renewal premium increases moderating, but mostly within large accounts. Underlying that accounts with premiums around $1 million or greater are seeing renewal premiums flattish year-over-year.\nYet on the other hand, in the small and midsized client space, where we are an industry leader, we are seeing increases of 7% for the second quarter.\nShifting to casualty classes, we are seeing the greatest renewal premium increases and signs of these increases advancing. In fact, global second quarter umbrella and commercial auto renewal premium increases are in the high single digits, and there is little differentiation by client size. We have been highlighting worsening social inflation, medical expenses and growing historical reserve concerns for quite some time. And thus, we continue to believe further rate increases are to come in casualty.\nWhile renewal premium increases are rational carrier response in the current environment, our clients have experienced multiple years of increased costs. Having a trusted adviser like Gallagher can help businesses navigate a complex insurance market by finding the best coverage for our clients while mitigating price increases, and that's our job as brokers.\nMoving to comments on our customers' business activity. During the second quarter, our daily indications continue to show positive midyear policy endorsements, audits and cancellations, similar with last year's levels across most geographies. So activity remains solid, and we are not seeing signs of global economic slowdown. Within the U.S., the labor market in balance remains intact with more open jobs than unemployed people looking for work. And with continued wage growth and further medical cost inflation, employers remain focused on attracting and retaining talent while controlling costs. So I see solid demand for our services and advice in '24 and in 2025.\nAcross the brokerage operations, I believe we continue to win market share due to our superior client value proposition, niche expertise, outstanding service and our extensive data and analytics offerings. Frankly, the smaller local brokers that we are competing against, about 90% of the time, just can't match the value we provide, and that is leading to more net brokerage wins for Gallagher.\nSo when we pull all this together, we continue to see full year '24 brokerage organic in the 7% to 9% range, and that would be another outstanding year.\nMoving on to our Risk Management segment, Gallagher Bassett. Revenue growth was 13%, including organic of 7.7%. Adjusted EBITDAC margins were 20.6%, up 120 basis points versus last year, and in line with our June IR Day expectations. We continue to benefit from new business wins, outstanding retention increases in customer business activity and higher new rising claims. Looking forward, we see organic in the next 2 quarters around 7% and margins around 20.5% that would bring full year '24 organic to 9% and margins to approximately 20.5%, and that, too, would be an outstanding year.\nLet me shift to mergers and acquisitions. We completed 12 new mergers during the second quarter, representing about $72 million of estimated annualized revenue. I'd like to thank all of our new partners for joining us, and extend a very warm welcome to our growing Gallagher family of professionals. Looking ahead, our pipeline remains very strong. We have around 60 term sheets being signed and prepared, representing around $550 million of annualized revenue. Good firms always have a choice, and we will be very excited if they choose to join Gallagher.\nLet me conclude with some comments regarding our bedrock culture. Last month, we reflected on the 40th anniversary of becoming a public company. Michael Bob Gallagher, Chairman and CEO at the time, now above all, we must maintain our unique culture of teamwork, integrity and client service. Those values are captured in the 25 tenets with the Gallagher Way. Thanks to all of our global colleagues that live and breathe the Gallagher Way day in and day out. Our culture is stronger and more vibrant than ever, and it's our culture that continues to differentiate us as a firm and help to drive an average annual total shareholder return of more than 16% over the past 40 years. That is the Gallagher Way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, I'll start with our earnings release. I'll comment on second quarter organic growth and margins by segment. Punchline is we came in right in line with our June IR Day commentary. I'll also update you on how we are seeing organic growth and margin shape up for the second half of the year. Then I'll shift to the CFO commentary document that we posted on our IR website, and I'll walk through the typical modeling helpers that we provide. And I'll conclude my prepared remarks with a few comments on cash, M&A and capital management.\nOkay. Let's flip to Page 3 of the earnings release. Headline Brokerage segment second quarter organic growth of 7.7%. Again, that's right in line with our June IR day, where we forecasted a range of 7.5% to 8%. Notably, we would have been above 8% if a few large live sales had not shifted from second quarter to later in the year. We signaled this possible timing to our June IR Day. So again, no new news here. Recall that we also foreshadowed in late June a small headwind from contingents that adversely impacted all inorganic by about 25 basis points. And finally, just a reminder, that we don't include interest income and organic. If we did, that would have pushed organic higher by about 40 basis points.\nWe believe the investments that we have made in people, sales tools, niche experts and data and analytics are leading to strong new business production and favorable client retention across the globe. Additionally, the insurance market backdrop remains supportive of growth.\nPat said renewal premium changes 5% in the quarter. However, our July's renewal premium change thus far is above second quarter. And with an active hurricane season protected and noise around U.S. casualty reserves growing louder again this quarter, it's not unreasonable to expect mid-single-digit or greater renewal premium changes in the second half of '24.\nSo our organic investments, combined with the insurance market conditions, continues to support our 2024 full year Brokerage segment organic outlook. We are still seeing it in that 7% to 9% range.\nSo now flip to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. Second quarter adjusted EBITDAC margin was 33.1%, up 98 basis points over last year and at the upper end of our June IR Day expectations. Let me walk you through a bridge from last year. First, if you pull out last year 2023 second quarter, you'd see we reported back then adjusted EBITDAC margin of 32.1%. Second, you need to adjust for current period FX rates, which had a very limited impact on margin this quarter. So 2023 adjusted FX margin was also 32.1%. Third, organic and interest gave us nearly 110 basis points of margin expansion this quarter and then the impact of M&A and divestitures used about 10 basis points of margin. That gets you to second quarter 2024 margins of 33.1%, and therefore, that's nearly 100 basis points of brokerage margin expansion. That's really, really great work by the team.\nAs we look ahead to the second half of '24, we are still expecting margin expansion in the 90 to 100 basis points range. So third and fourth quarter will look a lot like second quarter. Recall, first quarter '24 still had the roll-in impact of the Buck acquisition. So the math for full year '24 will show about 60 basis points of full year expansion, but that would be about 80 basis points full year without Buck, which feels about right, assuming we posted organic in the 7% to 9% range.\nLet's move now to the Risk Management segment and the organic and EBITDAC tables on Pages 5 and 6 of the earnings release. Another excellent quarter. We saw solid new business, fantastic retention and growing claim count. We posted organic of 7.7% and margins at 20.6%, both were right in line with our June IR Day outlook. Looking forward, as Pat said, we see organic in each of the next 2 quarters around 7% and margins around 20.5%. If we were to post that, we would finish the year with organic of 9% and margins of approximately 20.5%. That also would be great work by the team.\nTurning to Page 6 of the earnings release and the corporate segment shortcut table. Adjusted second quarter numbers came in just better than the favorable end of our June IR Day expectations. All of that was due to some favorable tax items within the corporate expense line.\nAll right. Now let's move to the CFO commentary document, starting on Page 3, a few comments. First, foreign exchange. The dollar has weakened over the past month, so please make sure you incorporate these updated revenue and EPS impacts from FX in your models for the Brokerage and Risk Management segment. Second, Brokerage segment amortization expense. Recall, while this impacts reported GAAP results, we adjusted out so it doesn't impact adjusted non-GAAP earnings. This line can also be a bit noisy from time to time. Late this quarter, we received updated third-party M&A valuation estimates on a third -- or excuse me, on a few recent acquisitions and also made some balance sheet adjustments at the end of the quarter. You'll see that in footnote 2 at the bottom of the page.\nLooking forward, we expect amortization expense of about $155 million per quarter. Again, all of that is adjusted out, but it does cause some noise in the reported GAAP results.\nNow it's the risk management amortization and depreciation line. Here too, we received updated M&A valuation estimates for our recent acquisition, which is also described in Footnote 5. The net impact to non-GAAP results is about $0.01 to EPS this quarter. Going forward, we're now expecting a lower level of depreciation and amortization as a result of that M&A valuation report.\nTurning to the Corporate segment on Page 4, no change to our outlook for the third and fourth quarter. Flipping to Page 5 to our tax credit carryforwards. It shows about $800 million at June 30. While this benefit won't show up in the P&L, it does benefit our cash flow by about $150 million to $180 million a year, which helps us fund future M&A.\nTurning now to Page 6, the investment income table. We call this modeling help breaks down the components of investment income, premium finance revenues, book gains and equity investments in third-party brokers. And as a reminder, none of these items are included in our organic growth computations that we present on Pages 3 and 5 of our earnings release. The punchline here is not much has changed from what we provided at our June IR Day. We are still embedding 2 25-basis-point rate cuts in the second half of '24, and we have updated our estimates in this table for current FX rates.\nWhen you ship down on that page to the rollover revenue table, second quarter '24 column, the subtotal shows $128 million and $142 million before divestitures. The $142 million was better than our IR Day outlook due to a few acquisitions performing very well during June. Looking forward, the pinkish columns to the right include estimated revenues for M&A closed through yesterday. So just a reminder, you'll need to make a pick for future M&A.\nMoving down on that page, you'll see Risk Management segment rollover revenues have been updated for our early third quarter acquisition. For the next 2 quarters, we expect approximately $20 million and $15 million, respectively. Please make sure to reflect these additional revenues in your models.\nMoving now to cash, capital management and M&A funding. Available cash on hand at June 30 was approaching $700 million. When combined with our expected free cash flow in the second half of '24, which is typically stronger than first half, we are well positioned for our pipeline of M&A opportunities. In total, we continue to estimate we could have $3.5 billion to fund M&A opportunities during '24 and another $4 billion in '25, all while maintaining a solid investment-grade debt rating. And remember, if we don't spend it all, it opens the door for share repurchases as well.\nOkay. Another excellent quarter and fantastic first half of the year. Looking ahead, we see continued strong organic growth due to net new business wins, a large and growing M&A pipeline, and many opportunities for productivity improvements. Add that to a winning culture, and I too believe we are very well positioned to deliver another terrific year here in '24. Thanks to all the hard work by the team, and back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, do you want to open it up for questions, please?"
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3eb3a6abb8ff864ed276ae9483307136",
    "period": "2024 Q1",
    "content": "Q1 2024 Arthur J. Gallagher & Co Earnings Call\n\nQ1 2024 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEAPR 25, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Co's First Quarter 2024 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions] Some of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws.\nThe company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nGood afternoon. Thank you for joining us for our first quarter '24 earnings call. On the call with me today is Doug Howell, our CFO; and other members of the management team and the heads of our operating divisions.\nWe had a great first quarter to begin 2024. For our combined Brokerage and Risk Management segments, we posted 20% growth in revenue, our 13th straight quarter of double-digit growth. 9.4% organic. Virgin acquisition rollover revenues of approximately $250 million. We also completed 12 mergers totaling nearly $70 million of estimate in the annualized revenue.\nReported net earnings margin of 21.5%, adjusted EBITDAC margin of 37.8%, GAAP earnings per share of $3.10 and adjusted earnings per share of $3.83, up 17% year-over-year. So another terrific quarter by the team. Moving to results on a segment basis, starting with the Brokerage segment reported revenue growth of 21%. Organic growth was 8.9% and about 10% if you include interest income.\nAdjusted EBITDAC was up 18% year-over-year. We posted adjusted EBITDAC margin of 39.9% a bit better than our March IR Day expectations. Let me give some insights behind our Brokerage segment organic and just to level set, the following figures do not include interest income. Our global retail brokerage operations posted 7% organic.\nWithin our PC operations, we delivered 7% in the United States, 6% in the U.K., 2% in Canada and 8% in Australia and New Zealand. And our global employee benefit brokerage and consulting business posted organic of about 8%, including some large live case sales that were completed in late March. Shifting to our reinsurance, wholesale and specialty businesses, overall organic of 13%. This includes Gallagher Re at 13%, U.K. Specialty at 10% and U.S. wholesale at 13%. Fantastic growth, whether retail wholesale or reinsurance.\nNext, let me provide some thoughts on the PC insurance pricing environment, starting with the primary insurance market. Global first quarter renewal premiums, which include both rate and exposure changes, were up about 7%. Renewal premium increases continue to be broad-based up across all of our major geographies and most product lines. For example, property was up nearly 10%, umbrella up 9%.\nGeneral liability up 7%, workers' comp up 2% and package of 8% and personal lines up 13%. So many lines are seeing sizable increases. There are 2 exceptions within Professional Lines. First, P&L, where renewal premiums are down about 5% and second cyber, where renewal premiums are flattish. These 2 lines appear close to reaching a pricing bottom but combined represent around 5% of our PC business globally. So overall, our clients continue to see insurance costs increase, but our job as brokers is to mitigate these increases and deliver comprehensive insurance programs that align with their risk appetite and hit their budget.\nMoving to the reinsurance market. First quarter dynamics were dominated by the January 1 renewal season where we saw stable pricing and increased demand for property cat cover. Reinsurers continue to exercise discipline and met the increased client demand with sufficient capacity. Importantly, the team was able to secure many new business wins while retaining most of our existing clients. During April, renewals, reinsurance carriers maintain their discipline and with increased demand and stable pricing, we saw more coverage being purchased.\nWithin property, more capacity was available at the top end of programs and the quoting of renewal process was disciplined and predictable. The casualty treaty market saw stable pricing overall. However, carrier is able to differentiate themselves through good management of prior year reserves, we're able to secure better reinsurance placements.\nSpecialty class renewals were a bit more complex with some changes in terms and conditions. However, many clients were able to secure modestly lower pricing. With that said, the tragedy in Baltimore may cause reinsurance carriers more pricing result throughout the rest of the year. Those interested in more detailed commentary on January or April renewals can find our first new market reports on our website.\nIn our view, insurance and reinsurance carriers continue to behave rationally. Carriers know where they need rate by line, by industry and by geography. We are seeing this differentiation in our data. Premiums are increasing the most, where it's needed to generate an acceptable underwriting profit. Great example of this is primary casualty, where we are seeing renewal premiums moving higher.\nGlobal first quarter umbrella and general liability renewal premium increases are in the high single digits, including 9% increases U.S. retail. A.M. Best recently maintained its negative outlook on the U.S. general liability insurance market due to worsening social inflation, medical expenses and litigation financing. We've been highlighting these dynamics for a while, along with hearing concerns around historical reserves, which leads us to believe further rate increases are to come in casualty.\nAt the other end of the spectrum, we have property as insurance and reinsurance carriers believe they are getting closer to price and exposure adequacy, we are seeing for property renewal premium increases moderating. With that said, first quarter insurance renewal premiums were still pushing double digits. As we look out for the remainder of the year, increased frequency or severity of catastrophes could again move the market in '24.\nAnd while capacity was very challenging to come by during '22 and '23, we are now in finding when clients are looking to add coverage or limits, carriers are more than willing to provide additional cover. Notably, we are not seeing a change in the underwriting standards from our carrier partners.\nWhile continued premium increases seem rational to our carrier partners, our clients have experienced multiple years of increased costs, having a trusted adviser like Gallagher to help businesses navigating complex insurance market by finding the best coverage for our clients while mitigating price increases. That's what we do.\nMoving to our customers' business activity. Overall, it continues to be solid. During the first quarter, our daily indication showed positive midyear policy endorsements and audits ahead of last year's levels across most geographies. So we are not seeing signs of a broad global economic slowdown.\nWithin the U.S., the labor market remains tight. Nonfarm payrolls continue to increase and more people are reentering the workforce. Yet there continues to be nearly 9 million job openings. Wage increases have persisted at the same time, medical cost trends are rising. With these dynamics employers are focused on total rewards strategy to help them achieve their human capital goals while reining in costs. That's why I believe our benefits businesses will have a terrific opportunities in '24.\nOverall, we continue to win new brokerage clients while retaining our existing customers. In fact, our new business production has been on an upward trend in recent quarters, and our retention is holding. We believe this is a direct reflection of our client value proposition, CORE360 and Gallagher Better Works, our niche expert service and our data and analytics.\nDon't forget we're competing with someone smaller than us, 90% of the time. These local brokers just can't match the value we provide. So putting it all together, we continue to see full year '24 brokerage organic in the 7% to 9% range, and that would be another outstanding year.\nMoving on to our Risk Management segment, Gallagher Bassett. Revenue growth was 19%, including organic of 13.3% and rollover revenues of $14 million. Adjusted EBITDAC margins were 20.6%, up 140 basis points versus last year and a bit better than our March IR Day expectations. Our results continue to reflect solid new business, outstanding retention, continued increases in new arising claims across both workers' comp and liability and resilient customer business activity.\nLooking forward, we continue to see '24 full year organic in the 9% to 11% range as our larger '23 new business wins have been fully onboarded. We now expect full year margin of approximately 20.5%. That would also be another outstanding year.\nShifting to mergers and acquisitions. We had an active first quarter completing 12 new mergers, representing about $70 million of estimated annualized revenue. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals. Looking ahead, our pipeline remains strong. We have around 50 term sheets signed or being prepared, representing around $350 million of annualized revenue. Good firms always have a choice, and we'll be very excited if they choose to join Gallagher.\nLet me conclude with some comments regarding our bedrock culture. It's a culture that has remained constant through the decades of incredible growth. This is largely due to the 25 tenants of the Gallagher Way, which is entering its fifth decade next month. It is deeply rooted in the values of integrity, ethics and trust, which have been guiding us since 1927.\nOur culture is not just a differentiator. It's a competitive advantage. It attracts the right talent to our organization and the best merger partners and enables us to build enduring relationships. What makes me particularly proud is that I witness our culture in action every day as our employees demonstrate their commitment to our clients, and that is the Gallagher way. Okay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, I'll walk you through our earnings release. I'll comment on first quarter organic growth and margins by segment, including how we are seeing full year organic growth and margins in each of the next 3 quarters. Then I'll provide some typical comments on the modeling helpers we provide in the CFO commentary document that we posted on our website, and I'll conclude my prepared remarks with a few comments on cash, M&A and capital management.\nOkay. Let's look to Page 2 of the earnings release. Headline, first quarter brokerage organic growth of 8.9%. That's a bit better than our March IR Day expectation of 8% to 8.5%. And remember, we exclude interest income, including such we would have shown about 10% organic growth. Looking ahead, we continue to see strong new business production and favorable client retention.\nCombine that with further rate increases, a resilient economic backdrop and sticky inflation, our 2024 brokerage organic outlook is unchanged. We are still seeing full year organic growth in that 7% to 9% range. Turning to Page 4 of the earnings release to the Brokerage segment adjusted EBITDAC table. First quarter adjusted EBITDAC margin was 39.9%, a bit better than our March IRD expectations. The footnote on that page explains what we discussed in our January earnings call and again at our March IR day, there is 90 basis points of roll-in impact from M&A, principally buck that naturally runs lower margins.\nSo on the surface, it is showing 30 basis points lower, but underlying margins actually expanded 60 basis points. Again, that improvement is a little better than what we forecasted in March. Let me walk you through a bridge from last year. First, if you were to pull out last year's 2023 first quarter, you would see we reported back then adjusted EBITDAC margin of 40.4%.\nSecond, when we update that margin using current period FX rate gets you to an FX adjusted margin of about 40.2%. And we've done that here. So you can see that in the 2023 column in this table. Third, deduct that the 90 basis point rolling impact. Again, that's all due to the Roan math. And just to be clear, these are not businesses with margins that are going backwards. So that gets you to 39.3%, Compare that to the 39.9% we show today, and that gives you the underlying 60 basis points of margin expansion. That is really great work by the team.\nAs we look ahead to the following 3 quarters of '24, it is looking like we could expand margins in the 90 to 100 basis point range in each of the next 3 quarters. Let me give you some flavor on that. First, as Pat said, Buck past its 1-year anniversary, so that rolling noise is behind us. Second, as discussed at our March IR Day, the carryover impact of raises given in 2023 is comparatively lesser over the next 3 quarters.\nAnd third, the reality is we are typically posting margins higher than most of our M&A targets. While that slightly impacts what we report as margin expansion, we will do these mergers all day, any day. These are great businesses with terrific talent. And when we combine, we are better together. So to repeat expansion in that 90 to 100 basis points range at each of the next 3 quarters would get you to about 60 basis points of full year margin expansion. That assumes we would post organic in that 7% to 9% range and it still is allowing us to continue to make substantial investments in data analytics, sales tools, digital service and arming our sales and service folks with the best resources in the business.\nOkay. Let's move to the Risk Management segment and organic and EBITDAC tables on Pages 4 and 5. Another fantastic quarter benefiting from new business wins and excellent client retention, 13.3% organic growth and margins at 20.6%. Looking forward, we are now lapping growth associated with our large new business wins from '23, and so we see quarterly organic for the rest of '24 in the 8% to 9% range.\nAs for margins, the team has done a great job posting margins above 20% this quarter, and we believe we can hold that for the remainder of the year. That also is a bit better than our March IR Day outlook. Turning to Page 6 of the earnings release and the corporate segment shortcut table. Adjusted first quarter numbers came in better than the favorable end of our March IR Day expectations due to lower acquisition costs and some favorable tax items primarily associated with stock-based compensation, and that's shown in the corporate line.\nSo now let's move to the CFO commentary document that we posted on our website. Not much changes at all on Page 3 or 4 other than a few tweaks to a few numbers such as FX, noncash items, et cetera, just do a double check with your models using these numbers. Page 5 updates our tax credit carryforwards. It shows about $820 million available at March 31, and that we would be -- that we are benefiting our cash flows about $150 million to $180 million a year doesn't flow through our P&L, but still a nice annual cash flow benefit to help us fund future M&A.\nTurning to Page 6, the top table. Recall, we introduced this modeling helper in January. It breaks down the components of investment income, premium finance revenues, book gains and equity investments in third-party brokers. Not much has changed from what we provided in March but that we are still embedding two 25 basis point rate cuts in the second half of '24. And we've also updated for current FX rates. The lower table on Page 6 is rollover revenues. Blue column subtotal of about $228 million is very close to the $224 million we provided at our March IR day.\nAnd remember that pinkish columns only include estimated revenues for M&A through that we've closed through yesterday. So just a reminder, you'll need to make a pick for future M&A. Also a little housekeeping. When you read Note 3 on that page, you'll see we had an estimate change related to some historical acquisitions that causes the gross up of revenues and expenses.\nIt close to nothing, but it does flow through the P&L. We've adjusted these out, so there's no impact to organic adjusted net earnings or adjusted EBITDA or adjusted EPS. Moving to cash, capital management and M&A funding. Available cash on hand at March 31 was around $1 billion, which includes a portion of the proceeds from our February debt offering. So with $1 billion in the bank and expected strong future cash flows, we are still estimating we have total capacity in '24 of about $3.5 billion to fund M&A without issuing stock nor having to borrow much of anymore.\nAs for 2025, it looks like we could fund over $4 billion of M&A with free cash and debt. All of this while maintaining a solid investment-grade rating. Okay. Another terrific quarter and start to the year. Looking ahead, we see continued strong organic growth, a growing pipeline of M&A, further opportunities for productivity improvements and a culture that makes us hard to beat. I believe we are very well positioned to deliver another fantastic year here in '24. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you, Doug. Operator, I think we're ready for some questions."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04a017242ec460002ffc8a8b9b65fa59",
    "period": "2023 Q4",
    "content": "Q4 2023 Arthur J Gallagher & Co Earnings Call\n\nQ4 2023 Arthur J Gallagher & Co Earnings Call\n\nAJGNYSEJAN 25, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Co.'s Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions] Some of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call.\nThese forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you very much, and good afternoon, everyone. Thank you for joining us for our fourth quarter '23 earnings call. On the call with me today is Doug Howell, our CFO, as well as the heads of our operating divisions. We had a strong fourth quarter to wrap up another fantastic year. All measures were right in line with what we said during our December IR day.\nFor our combined Brokerage and Risk Management segments, we posted 20% growth in revenue, headline 8.1% organic growth, but that's more like 9.4% controlling for the 606 accounting and large life case timing. We also had a terrific merger and acquisition quarter. We completed 14 mergers totaling $410 million of estimated annualized revenue. GAAP earnings per share of $0.30 and net earnings margin of 2.8% were impacted by the counterintuitive earn-out payable accounting that Doug will elaborate on in a few minutes.\nSo better to look at it more on a comparable basis. Adjusted earnings per share were $2.22, up 23% year-over-year, and we posted an EBITDAC margin of 30.1%, up 69 basis points over fourth quarter '22. What a terrific quarter to close out an incredibly good year by the team. When I think about our growth for the full year, we are up 18% in revenue. That's an increase of $1.5 billion. That's amazing.\nMoving to results on a segment basis, starting with the Brokerage segment. Reported revenue growth was 20%. Organic headline was 7.2%, but I see it more like 8.7% without the accounting and timing noise and 11% if you include interest income. Adjusted EBITDAC was $647 million, growing 21% year-over-year, and we posted adjusted EBITDAC margin expansion of 48 basis points.\nLet me give you some insights behind our Brokerage segment organic and just to level set the following does not including interest income. Our global retail P/C brokerage operations posted organic of 8%. This includes about 8% organic in the U.S., 8% in the U.K., 5% in Canada, 10% in Australia and New Zealand. Our employee benefit brokerage and consulting business posted organic of 2% or 6%, controlling for the timing of those large life cases.\nShifting to reinsurance, wholesale and specialty businesses, overall organic of 14%. This includes Gallagher Re at 12%, U.S. wholesale at 12% and U.K. specialty at 16%. So all of these are very similar to what we were seeing throughout the year. Next, let me provide some thoughts on the P/C insurance pricing environment, starting with the primary insurance market. Global fourth quarter renewal premiums, which include both rate and exposure changes, were up 8.5%. That's in line with the 8% to 10% renewal premium change we have been reporting throughout '22 and '23.\nRenewal premium increases continue to be broad-based, up across all of our major geographies and most product lines. For example, property is up 15%, even in a slow cat property quarter. General liability is up 6%, workers' comp is up 2%, umbrella and package are each up about 10%.\nShifting to the reinsurance market. 1/1 renewals were orderly reflected a more balanced supply-demand dynamic. Continued strong demand for property cat cover was met with sufficient reinsurance capacity from existing reinsurers and cat bonds. Importantly, reinsurers continue to exercise discipline on pricing and terms, not giving back the structural changes achieved last year.\nIn casualty, while there was adequate supply, most casualty treaties experienced pricing pressure. Specialty lines renewed mostly flattish. However, coverage limitations continued on war-related products. So in our view, insurance and reinsurance carriers continued to behave rationally, pushing for a rate where it's needed to generate an acceptable underwriting profit. Property is still needing rate. And more and more, we're hearing about the need for rate in casualty lines. The prior year development turns into a big concern, we think it could be a multiyear journey of rate increases.\nAll that said, always remember, our job as brokers is to help our clients find the best coverage while mitigating price increases. So not all these renewal premium increases ultimately show up in our organic. Moving to our customers' business activity. Overall, it continues to be strong. During the fourth quarter, our daily indication showed positive midyear policy endorsements and audits ahead of last year's levels. So we are not seeing a slowdown. The same strength is also evident in the U.S. labor market with continued growth in nonfarm payrolls and low unemployment rate, which is why I believe our HR consulting retirement and benefits business will have terrific opportunities in '24.\nAs we sit here today, we are very well positioned. 2023 was a great new business year, and I believe we will continue to win new clients while retaining our existing customers. We have incredible niche expertise. Our client service is top notch, and our data and analytics continues to distance ourselves from the competition. We can handle any account of any size anywhere around the globe. All this leads me to reaffirm that we will still see further '24 Brokerage organic in the 7% to 9% range that would lead to another outstanding year.\nShifting to mergers and acquisitions. We had an excellent fourth quarter, completing 13 new brokerage mergers, representing about $350 million of estimated annualized revenue. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing family of Gallagher professionals. And we are off to a strong start to '24. We've already closed 4 brokerage mergers here in January for about $30 million of annualized revenue.\nWe also have around 40 term sheets signed or being prepared representing around $350 million of annualized revenue. We know not all of these will ultimately close, but we believe we'll get our fair share, clearly, a very strong pipeline. Moving on to Risk Management segment, Gallagher Bassett. Fourth quarter organic growth was terrific at 13.2%, full year at 15.8%. Adjusted fourth quarter EBITDAC margins of 21% and full year at 20%, all this right in line with our December expectations.\nWe also completed 1 merger in Australia with expected annualized revenue of about $60 million, adding new capabilities in the disability space. Looking forward, we continue to see '24-year organic in the 9% to 11% range and full year margins close to 20%, and that would be another outstanding year. And I'll conclude with some comments regarding our bedrock culture. It's a culture of client service, ethics and teamwork encapsulated in the Gallagher way. It is an unrelenting culture of excellence that helped drive full year '23 results for our combined Brokerage and Risk Management segments of 18% growth in revenue, of which 10% was organic.\n51 mergers with nearly $900 million in estimated annualized revenue and 20% growth in adjusted EBITDAC. Most importantly, we have a culture that our people believe in, embrace and live every day. It's a huge competitive advantage and will continue to fuel our success and growth. That is the Gallagher way. Okay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, I'll walk you through our earnings release commenting on fourth quarter and full year organic and margins by segment. I'll also provide some comments on our full year '24 outlook. We'll then shift to the CFO commentary document that we posted on our IR website where I'll provide some comments on our typical modeling helpers and then give 2 short vignettes, one on investment income and another as a quick refresher on earn-out payable accounting. I'll then conclude my prepared remarks with a few comments on cash, M&A and capital management.\nOkay. Let's flip to Page 3 of the earnings release. Headline fourth quarter Brokerage organic of 7.2% is right in line with our December IR Day expectation of 7% to 7.5%. But as Pat noted, we see that closer to 8.7% and organic of 11% if we were to also include interest income. That's a darn good quarter, no matter what percentage you want to focus on.\nA couple of other puts and takes to call out on that page. First, contingents did come in a little bit better than our December thinking due to more favorable carrier performance than we thought at that time. And second, base commission and fee organic of 6.5%. That's where you should levelize for the impact of 606 in those life cases. Controlling for those takes that over 8%.\nLooking ahead to '24, our Brokerage segment organic outlook is unchanged from our late October and mid-December expectations. We still see full year organic growth in that 7% to 9% range.\nAll right. Let's flip to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. Adjusted fourth quarter EBITDAC margin was up 48 basis points. But remember, to get to that requires recomputing last year's fourth quarter using current FX rates. We've done that in this table and is 31.3% for fourth quarter '22. So posting a 31.6% margin this quarter gives you that 48 basis points of margin expansion, and that's right at the high end of our December IR Day expectation.\nThen if you control for the role in a Buck and other mergers we closed late in the quarter that have some seasonality, that would have been 150 basis points of expansion. That's simply terrific work by the team. Looking ahead to next year, we anticipate seeing some full year margin expansion starting at 4% organic. And if organic was, say, double that, maybe around 60 basis points of expansion. And note, that includes about 40 basis points of pressure against it due to the roll in of M&A, mostly Buck.\nOn a quarterly basis, the headwind is about 80 to 90 basis points in the first quarter '24. So please don't forget to reflect this nuance in your models. Okay. Moving to the Risk Management segment and the organic and EBITDAC tables on Pages 5 and 6. Another excellent quarter for Gallagher Bassett, 13.2% organic growth and margins at 21%. We continue to benefit from new business wins and excellent retention. Looking forward, even as we lap growth associated with some large new business wins from early '23, we see full year '24 organic in that 9% to 11% range and margins around 20%. That's -- again, that's unchanged from our December views.\nSo let's turn to Page 7 of the earnings release and the corporate segment shortcut table. Total segment adjusted fourth quarter numbers came in a little better than the favorable end of our December IR Day expectations due to less borrowing on our line of credit and slightly lower corporate expenses. So now let's shift to the CFO commentary document to Page 3, that's where we provide many modeling helpers.\nMost of the fourth quarter actual numbers are very close to our December IR Day estimates. We've also now added 2024 information. So take a look at that. In particular, as we -- take a look at FX. We are expecting a small headwind to EPS in the first half within the Brokerage segment. Now moving to Page 4 of the CFO commentary document to the corporate segment outlook for full year '24. There's no change there to our full year estimate that we provided 6 weeks ago during our IR Day, but we are now providing quarterly estimates.\nSo please take some time to refine your models with us added information. When you get to Page 5, this page shows our tax credit carryforwards. You'll see what we discussed at our December IR Day. We are able to reestablish a portion of our tax credits following the change in tax method election when we filed our '22 U.S. federal tax return here in the fourth quarter. Accordingly, as of December 31, we have about $870 million of tax credits available. That's a nice future cash flow sweetener that helps us fund future M&A.\nSo let's turn to the new table that we put in the top of Page 6. We thought this would be helpful as we've been giving a lot of questions about our investment income line. The punchline is that this line includes items such as premium finance revenues, book gains and equity investments in third-party brokers in addition to interest income. So this table breaks it down for you by quarter. We hope you will find this helpful. We've also renamed that line in our financial statements to clarify that it contains other items. No numbers change, we've just broadened the descriptor.\nSo just shifting down on that page, on Page 6, you'll see total Brokerage rollover revenue for fourth quarter was $180 million. That's consistent with our IR Day expectation. Looking forward, we've included estimated revenues for mergers closed through yesterday for the Brokerage segment in that table and for the Risk Management segment in the text below that table. Based on Brokerage and Risk Management mergers closed through yesterday, we're estimating around $540 million of rollover revenues to be recognized in '24. And also, don't forget, you'll need to make a pad for future M&A and also add interest expense as we fund a portion of those acquisitions via future borrowings.\nSo while I'm on the topic of M&A, as we foreshadowed in December, we did increase our estimated earn-out payable for Willis Re during the quarter because we now have good line of sight of what we might pay out in the first quarter of 2025. Remember, the accounting for earn-out payables is a bit backwards. If expectations of performance are more favorable, it creates GAAP expense. And if expectations of performance are less favorable, it creates GAAP income. That's what Pat meant when he said counterintuitive accounting.\nThat said, we do adjust these estimate changes, but were the highlight because it does create some GAAP earnings noise. The punchline on all this and what's more important, our reinsurance business is performing extremely well. So moving to cash, capital management and M&A funding. Available cash on hand at December 31 was about $400 million. And with another year of strong expected cash flow generation here in '24, we estimate about $3.5 billion of capacity to fund M&A in '24 using only free cash and incremental borrowings.\nSo those are my comments. As I reflect on '23, 2 metrics for our combined Brokerage and Risk Management segments really sum up how good our year was. Revenue growth of 18%, up $1.5 billion and adjusted EBITDAC growth of 20% or nearly $550 million. So the team delivered another terrific year, and we all have tremendous momentum to do it again here in '24. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you, Doug. And operator, I think we can go to questions now, please."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/073b5058a96aba0fa13786eed9d8690d",
    "period": "2023 Q3",
    "content": "Q3 2023 Arthur J. Gallagher & Co Earnings Call\n\nQ3 2023 Arthur J. Gallagher & Co Earnings Call\n\nAJGNYSEOCT 26, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Co.'s Third Quarter 2023 Earnings Conference Call.\n[Operator Instructions]\nToday's call is being recorded.\n[Operator Instructions]\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman, President and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nGood afternoon. Thank you for joining us for our third quarter '23 earnings call. On the call with me today is Doug Howell, our CFO, as well as the heads of our operating divisions.\nWe had an excellent third quarter. For our combined brokerage and risk management segments, we posted 22% growth in revenue, 10.5% organic growth; GAAP earnings per share of $1.72, adjusted earnings per share of $2.35, up 22% year-over-year, reported net earnings margin of 15.5%, adjusted EBITDAC margin of 30.8%, up 78 basis points. We also completed 12 mergers totaling $57 million of estimated annualized revenue. Another great quarter by the team on all measures. Before I dive into more detail about the quarter and our outlook, I want to make a comment regarding the leadership appointments that were also announced this afternoon.\nTom Gallagher will assume the role of President, and Patrick Gallagher will become COO, both effective January 1, 2024. These appointments are being made to better position us for the next phase of our growth. And before you ask, I have no plans to retire. I will continue to be CEO and Chairman focused on Gallagher's strategy and global expansion.\nIn their future roles, Tom and Patrick will help me lead organic and merger and acquisition growth initiatives, drive operational improvement and further promote our bedrock culture across the entire organization. This is the best business on the planet. I love my job and believe we are just getting started.\nMoving to results on a segment basis. Let me give you some more detail on our quarter's performance. Starting with the Brokerage segment. Reported revenue growth was 22%. Organic was 9.3%. Acquisition rollover revenues were $153 million. Adjusted EBITDAC growth was 23%, and we posted adjusted EBITDAC margin expansion of about 55 basis points.\nLet me walk you around the world and provide some more detailed commentary on our brokerage organic. And just to level set versus some of our peers, the following figures do not include interest income. Starting with our retail brokerage operations. In our U.S. P/C business underlying organic growth was about 8%. New business production and retention was better than last year, while less nonrecurring construction and capital markets business was a bit of a headwind. Our U.K. P/C business posted 7% organic with new business production and retention similar to last year. Our Canadian P/C operation was up 10% organically, reflecting solid new business and retention and more modest renewal premium increases.\nRounding out the retail P/C business, our combined operations in Australia and New Zealand posted 13% organic. Core new business wins remain excellent, and renewal premium increases were ahead of third quarter '22 levels. Our global employee benefit brokerage and consulting business posted organic of 6% with solid health and welfare results and continued strength across many of our retirement and HR consulting practice groups.\nShifting to our reinsurance, wholesale and specialty businesses. Gallagher Re posted 20% organic, thanks to a strong [ 7/1 ] renewal season, another outstanding quarter by the team following an excellent first half. Risk Placement Services, our U.S. wholesale operations posted organic of 7%, including a couple point headwind from lower contingents. Open brokerage organic was 13% and organic was about 5% in our MGA programs and binding businesses. And finally, U.K. Specialty posted organic of 18%, benefiting from outstanding new business production, strong retention and continued firm market conditions.\nNext, let me provide some thoughts on the P/C insurance pricing environment, starting with the primary insurance market. Global third quarter renewal premiums, which include both rate and exposure changes were up 10%. But at the top end of the 8% to 10% renewal premium change we had been reporting throughout '22 and early '23 and very similar to second quarter renewal premiums adjusting for business mix.\nRenewal premium increases remained broad-based, up across all of our major geographies and most product lines. For example, property is up more than 20%. General liability is up about 6%, workers' comp is up about 2%, umbrella and package are each up about 10%. Overall, the primary market continues to behave rationally in our view, with carriers pushing for rate where it's needed to generate an acceptable underwriting profit. Remember, though, our job as brokers is to help our clients find the best coverage while mitigating price increases. So not all of these premium increases ultimately show up in our organic.\nShifting to the reinsurance market. Following the orderly July 1 renewal season, all eyes are turning to January renewals. Assuming no major cat events before year-end, we believe the property reinsurance market will see adequate capacity, continued firm pricing, rising insured values and increased demand overall. When it comes to casualty, reinsurers appear to be taking a cautious view of risk. With that said, we believe adequate capacity will be available to support increased demand at firmer pricing. Here in the U.S., our retail and reinsurance teams met with more than 25 of our key U.S. insurance carrier partners at the Annual CIAB conference earlier this month. It remains a tough environment for carriers, dealing with frequency and severity of weather events, including secondary perils, pockets of unfavorable prior year development in casualty lines higher replacement costs, social inflation and rising reinsurance costs. So we believe carriers are likely to seek out further renewal premium increases and to maintain their cautious underwriting posture.\nMoving to our customers' business activity. Overall, it continues to be more resilient than headlines would suggest and we continue to characterize it as strong. During the third quarter, our daily indications showed year-over-year increases in positive midyear policy endorsements and audits. Additionally, the U.S. labor market remains strong. With continued growth in U.S. nonfarm payrolls and a wide gap between the amount of job openings and the number of people unemployed and looking for work.\nWe also just passed the 6-month mark of the Buck acquisition, and the team is off to a fantastic start with integration on track and financial performance in line with our expectations and I am most pleased with how the teams have come together to better serve our clients. So I believe our HR consulting, Retirement and Benefits business is well positioned headed into the 2024 enrollment period. So bringing it all together, as we sit here today, we see full year brokerage organic in the upper 8s and pushing towards 9%, posting that would be another fantastic year.\nLet me move on to mergers and acquisitions. We had an active third quarter, completing 12 new tuck-in brokerage mergers representing about $57 million of estimated annualized revenue. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals. We also recently signed definitive agreements to acquire the insurance brokerage operations of Eastern Bank and Cadence Bank, with total pro forma annualized revenue towards $275 million. Building on our success from the 2022 M&T Bank transaction, we are extremely excited about these mergers and believe these 2 regional banks have built brokerage businesses that operate and feel a lot like us.\nAnd if that isn't exciting enough, we also have a very strong merger pipeline. Excluding these 2 pending mergers, we have around 45 term sheets signed or being prepared, representing more than $450 million of annualized revenue, and we know all of these won't ultimately close, but we believe we'll get our fair share.\nMoving on to our Risk Management segment, Gallagher Bassett. Third quarter organic growth was 17.9% ahead of September expectations due to continued growth in claim counts and new business from [ '22 ] new business wins. We still expect to grow over these wins by double digits during the fourth quarter due to our superior client offerings, some smaller new business wins in '23 and and continued growth in claim activity. Third quarter adjusted EBITDAC margin of 20.4% was strong and in line with our September expectation. Looking forward, we see full year '23 organic above 15% and adjusted EBITDAC margins pushing 20%, and that would be another fantastic year.\nAnd I'll conclude with some comments regarding our bedrock culture. A few weeks ago, I had the pleasure to visit our associates in our India Gallagher Center of Excellence. It was awesome to see our team in action again. The energy, the excitement and relentless pursuit of improvement is thriving among our 10,000 colleagues. It's a huge competitive advantage for us because we can take a process, streamline and standardize it and then move it to our centers of excellence. Once there, the process is refined even further, and then we make the service available to all our geographies.\nAt the same time, we are refining, automating, deploying robotics and using AI. We are a machine that is driving out rework, improving turnaround times and raising our quality. And remember, we don't outsource these important roles. Rather, these full-time Gallagher employees who represent the very best service and support professionals who are passionate about our customers and have a culture of constant improvement, which is the Gallagher way.\nOkay. I'll stop now and turn it over to Doug. It was a great quarter. Doug, over to you.\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nAll right. Thanks, Pat, and hello, everyone. Today, I'll walk through third quarter organic and margins by segment, make some comments about how we see the fourth quarter shaping up and provide some early thoughts on full year '24. Then I'll provide some comments on our typical modeling helpers using the CFO commentary document that we posted on our website, and I'll conclude my prepared remarks with a few comments on cash, M&A and capital management.\nOkay, let's flip to Page 3 of the earnings release. All in brokerage organic of 9.3%, which as a reminder, does not include interest income like some of our peers report. Organic, including interest income would be about 12%. A few soundbites: first, in total, we came in a little bit better than we foreshadowed at our September IR Day due to really strong results from reinsurance and London specialty; second, base commission and fee organic was strong at 9.6%; third, supplementals and contingents, together up 5%. At our IR day, we flagged some softness, mostly related to the Maui fires. Since then, we have also seen a very slight uptick in expected insurance carrier loss ratios that also had a modest unfavorable impact to organic. Regardless, 9.3% in total without interest income, 12% with, both are fantastic results for the quarter.\nOne special mention. As discussed, the global renewal premium increases, we were seeing around 10% this quarter. And on the surface, it might appear this increase is a bit lower, maybe about a point from what we said in September and also from second quarter. It's important to note, when we look at our data by line and customer and then adjust for mix, the renewal premium increases for the third quarter are very similar to second quarter. So please don't interpret that there has been any meaningful shift in the market. We're just not seeing that.\nLooking ahead to Q4 organic. Over the last year, we have reminded that we have an accounting headwind to overcome. Recall in Q4 '22, we booked a change in estimate related to our 606 deferred revenue accounting. That will now create a more difficult compare, called out about a point of organic headwind. Again, no new news here, but just a reminder as you update your models. Controlling for this, we see fourth quarter underlying organic growth approaching 9%, but the headline might look more like 8%. If we post that, that would mean full year brokerage organic in the upper 8s pushing towards 9%. Again, these percentages do not include interest income. What a great year that would be.\nFlip now to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. We posted adjusted EBITDAC margin of 32.4% for the quarter. That's up 55 basis points over third quarter '22's FX-adjusted margin. That's great work by the team to end up a bit better than our September IR Day expectations.\nLooking at margins like a bridge from Q3 '22, organic gave us 80 points of expansion. Incremental interest income gave us 90 basis points. Golden M&A, mostly Buck, which naturally runs at lower margins, impacted it by about 65 basis points. We also made incremental technology investments. Called out about $7 million and had some continued inflation on T&E, called out about $3 million, which in total used about 50 basis points. Follow that bridge and the math gets you close to that 55 basis points of FX adjusted margin expansion in the third quarter.\nAs for our adjusted EBITDAC margin outlook for the fourth quarter, we expect about 40 to 50 basis points of expansion. And remember, that's off of fourth quarter '22 margins recomputed at current FX levels. However, unlike the past few quarters where FX created some noise, we're fortunate that now there's not much impact to consider so much easier to model. If we deliver on that full year '23 which show margins expanding 30 to 40 basis points or 80 to 90 basis points levelizing for the roll-in impact both. That would be a terrific year.\nLooking ahead to next year, we are just beginning our budgeting process. And -- but our early -- very early thinking is that organic -- we're seeing organic in that 7% to 9% range. As for margins, we would anticipate seeing some margin expansion starting at 4% organic growth and perhaps if we hit 7%, call it, around 50 basis points of expansion. And also, one other modeling heads up, please don't forget, first quarter '24 margins will have a slightly tougher year-over-year compare since Buck will still be rolling into our results.\nOkay. Let's move on to the Risk Management segment and the organic and EBITDAC tables on Page 5 and 6, a really strong finish to the third quarter. 17.9% organic growth and margins at 20.4%. As Pat mentioned, we continue to benefit from higher claim counts related to the new business wins from the second half of '22.\nLooking forward, we see organic in the fourth quarter around 13% and margins just above 20%. Organic does reflect the lapping of last year's newer large business wins and margins remain terrific. So if we deliver on that, full year organic would be above 15% and margins pushing 20%. That would be another record year for Gallagher Bassett. Looking ahead to full year '24, our early thinking is pointing towards 9% to 11% organic and margins around 20%.\nOkay. Let's turn to Page 7 of the earnings release and the corporate segment shortcut table. In total, adjusted third quarter came in $0.03 better than the midpoint of the range we provided during our September IR day. Two reasons: first, lower borrowings on our line of credit and [ some of the ] M&A opportunities were pushed into October and November and second, lesser FX remeasurement headwinds.\nLet's move now to the CFO commentary document to Page 3. A couple of things versus our September IR Day estimates. Third, you'll see third quarter amortization expense is better by $7 million. But remember, this is noncash and doesn't impact adjusted EBITDAC nor adjusted EPS. This was simply due to balance sheet true-ups when we get our third-party M&A valuations. Then you'll also see depreciation is a touch higher by $2 million, but that is offset by change in acquisition earn-outs, which is lower by $2 million. So no net impact there.\nLooking ahead, we've updated our fourth quarter numbers and footnotes, so just do a double check of your models. And we will also update this page again during our December IR Day and give you a first look at 2024 numbers.\nFlip over to Page 4 of the CFO commentary document to the corporate segment outlook for the fourth quarter. Only real movement is that Q4 interest and banking expense is up a bit, reflecting more anticipated borrowing.\nMoving to Page 5. This is the page that shows our tax credit carryforwards. As of September 30, we have about $670 million available, a nice future cash flow sweetener that helps fund future M&A.\nWhen you turn to Page 6, you'll see the rollover revenue table for third quarter. The rollover revenues for the third quarter were $153 million, that's a little better than our IR Day expectation, mostly due notably to 1 merger that really hit it out of the park during the second half of September. It really shows you the potential upside mergers can see after joining Gallagher.\nLooking forward, we have included estimated revenues for M&A closed and announced through yesterday. That's important to note these numbers already include expected revenues from Eastern and Cadence. We've assumed a mid-fourth quarter closing date, so please don't double count. And also, as we always say, please don't forget, you need to make a pick for future M&A also.\nIn terms of funding M&A, first, available cash on hand at September 30 was around $550 million; second, our fourth quarter is historically a very strong cash flow quarter; third, we currently have nothing outstanding on our line of credit, so we can use that or do a bond offering; and finally, if we close a lot of the tuck-in M&A pipeline that Pat discussed, before year-end, we may use a small amount of stock, but call it a couple of hundred million dollars. As we consider these alternatives, we're always being very mindful of maintaining our solid investment-grade rating also. As for 2024, we are currently estimating about $3.5 billion of capacity to fund future M&A using only free cash and incremental borrowings.\nOkay. Those are my comments, another fantastic quarter by the team. It's looking like another fantastic year. Congratulations to Patrick and Tom on their new roles. We have terrific momentum taking us into '24. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nOkay. I think we're ready for some questions and answers. Operator, will you open it up?"
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e4c1aa71de7d3b4a66e3a77581eb0d4",
    "period": "2023 Q2",
    "content": "Q2 2023 Arthur J Gallagher & Co Earnings Call\n\nQ2 2023 Arthur J Gallagher & Co Earnings Call\n\nAJGNYSEJUL 27, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Second Quarter 2023 Earnings Conference Call. [Operator Instructions]. Today's call is being recorded. [Operator Instructions]. Some of the comments made during this conference call including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and Risk Factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website. It is now my pleasure to introduce J. Patrick Gallagher, Jr., Chairman, President and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you very much. Good afternoon, everyone. Thank you for joining us for our second quarter 23 earnings call. On the call with me today is Doug Howell, our CFO, as well as the heads of our operating divisions. We had a fantastic second quarter. For our combined brokerage and risk management segments, we posted 20% revenue growth, 10.8% organic growth. And recall, we don't include interest income in our organic. If we did, our headline number would be 13.4% and over 14%, if you levelize for last year's large life product sale. GAAP earnings per share of $1.48, adjusted earnings per share of $2.28, up 21% year-over-year reported net earnings margin of 13.6% adjusted EBITDAC margin of 30.4%, up 52 basis points. We also completed 15 mergers totaling $349 million of estimated annualized revenue. We had a terrific month to finish the quarter that fueled the upside versus our June IR debut. I could not be more pleased with our second quarter performance and how our teams all around the globe continue to deliver incredible value to our clients. On a segment basis, let me give you some more detail on our second quarter performance, starting with our Brokerage segment.\nReported revenue growth was 20%. Organic was 9.7% or 12.3% if we include interest income and about 13% when levelizing for the large life product sale. Acquisition rollover revenues were $151 million. Adjusted EBITDA growth was 23%, and we posted adjusted EBITDA margin expansion of about 50 basis points. Let me walk you around the world and provide some more detailed commentary on our brokerage organic. Again, the following figures do not include interest income, starting with our retail brokerage operations. Our U.S. PC business posted 13% organic. New business production was up year-over-year, while retention was similar to last year's second quarter. Our U.K. PC business posted 11% organic due to strong new business production. Canada was up 6% organically, reflecting solid new business, similar retention versus last year and continued but somewhat more modest renewal premium increases. Rounding out the retail PC business, our combined operations in Australia and New Zealand posted more than 10% organic. Core new business wins were excellent and renewal premium increases were ahead of second quarter '22 levels. Our global employee benefit brokerage and consulting business posted organic of about 2%. That includes a 3-point headwind from last year's light product sale.\nExcluding the tough compare, organic would have been about 5%, with core health and welfare up low single digits than many of our consulting practice groups showed continued strength. Shifting to our reinsurance wholesale and specialty businesses. Gallagher Re posted 11% organic, another outstanding quarter by the team, building upon their excellent first quarter results. Risk Placement Services, our U.S. wholesale operations posted organic of 10%. This includes 19% growth in open brokerage and about 6% organic in our MGA programs and binding businesses. And finally, U.K. specially posted organic of 19%, benefiting from excellent new business production and fantastic retention and a firm rate environment. Next, let me provide some thoughts on the PC insurance pricing environment, starting with the primary insurance market. Global second quarter renewal premiums, which include both rate and exposure changes, were up 12%. That's ahead of the 8% to 10% renewal premium change we were reporting throughout '22 in the first quarter of '23. Renewal premium increases remained broad-based and are up across all of our major geographies.\nWe're also seeing increases across most product lines. Property is up more than 20%. General liabilities up about 8%. Workers' comp is up about 3%, umbrella and package are up about 11%. And most lines are trending similar or higher relative to previous quarters with two exceptions. First is public company D&O, where renewal premiums are lower versus last year; and second, cyber, which is flat to down slightly year-over-year. But to put this all in perspective, these two lines combined represent around 5% of our year-to-date brokerage revenues and thus don't have much of an impact. So I believe the market continues to be rational. Still pushing for rate where it's needed to generate an acceptable underwriting profit. Remember though, our job as brokers is to help our clients find the best coverage while mitigating price increases to ensure their risk management programs fit their budgets. So not all these renewal premium increases show up in our organic. Shifting to the reinsurance market. Overall, the June and July reinsurance renewals resulted in similar outcomes to what we saw during January renewals and with most global reinsurance lines continuing to harden. Property continues to experience the most hardening, especially cat-exposed treaties.\nWithin the U.S., Florida property cat renewals were more orderly than January due to an early start and well-defined reinsurer appetites. Regardless, price increases were in the 25% to 40% range, causing many cedents to increase their retentions. While property capacity isn't abundant, we ultimately were able to place risk for most all of our cedents. As for casualty reinsurance renewals, the second quarter showed more stable supply versus demand dynamics, resulting in price increases based on product or risk specific factors. Looking forward, carriers are likely to continue their cautious underwriting posture given the frequency and severity of weather events replacement cost increases and social inflation, all of which can impact current and prior accident year profitability. Add to that rising insurance costs, and it's easy to make the case for pricing increases on most lines to continue here in '23 and perhaps throughout '24. Despite these and other inflationary cost pressures, customers' business activity remains strong. During the second quarter, our daily indications of client business showed positive endorsements and audits. These positive policy adjustments have continued thus far in July.\nAt the same time, labor market imbalances remain. Recent data shows the U.S. unemployment rate declining, continued growth in nonfarm payrolls and a very wide gap between the amount of job openings and the number of people unemployed and looking for work, and medical cost trends are on the rise. We anticipate these costs to accelerate into '24 due to increased cost of services, more frequent high dollar claims and the impact of new therapies in specialty medications. So I see demand for our HR consulting and other benefits offerings remaining strong. So when I bring this all together, as we sit here today, we are more confident with full year brokerage organic in the 8% to 9% range. And with an excellent second quarter in the books more towards the upper end of that range, posting that would be another fantastic year. Moving on to mergers and acquisitions. We had a very active second quarter. In addition to the Buck acquisition, which I will discuss in a moment, we completed 14 new tuck-in brokerage mergers, combined. These 15 mergers represent about $349 million of estimated annualized revenues.\nI'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals. Moving to the Buck merger, which was completed in early April. Our integration efforts have begun and the combined business is off to a great start. While it's still early, I'm extremely pleased with how the teams are working together and excited about our combined prospects. Looking ahead, we have a very strong merger pipeline, including nearly 55 term sheets signed or being prepared, representing more than $700 million of annualized revenue. We know that not all of these will ultimately close, but we believe we will get our fair share. Moving on to our Risk Management segment, Gallagher Bassett. Second quarter organic growth was 18.1% ahead of our expectations due to rising claim counts and continued growth from recent new business wins. These wins have been broad-based and across all of various client segments, including large corporate enterprises, public entities, insurance carriers and captives. Growth in each of our client verticals is great affirmation in our ability to tailor our client offerings, utilize industry-leading technology and ultimately deliver superior outcomes for clients across the globe.\nSecond quarter adjusted EBITDAC margin of 19.4% was very strong and at that the upper end of our June expectation. Looking forward, we see full year '23 organic around 13% and adjusted EBITDAC margins pushing 20%. That would be another outstanding year. And I'll conclude with some comments regarding our bedrock culture. This past quarter, I was on the road for a month visiting employees around the globe, traveling to New Zealand, Ireland, the U.K. and the Czech Republic, and I can say that our culture is thriving, which makes me incredibly proud. Some of those conversations included the more than 500 young people in our 58 class of the Gallagher Summer Internship. This rigorous 2-month program is an essential investment in our future, ensuring our unique culture remains strong for years to come. As we continue welcoming new colleagues and merger partners into the Gallagher Fold, I'm confident that each new addition will uphold the expertise, excellence and ethical conduct that make Gallagher the name so trusted worldwide, and that is the Gallagher Way. All right. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. What a terrific quarter on all measures. Today, I'll walk through organic and margins by segment, including how we see the remainder of the year playing out. Then I'll provide some comments on our typical modeling helpers using the CFO commentary document that we posted on our website and I'll conclude my prepared remarks with a few comments on cash, M&A capacity and capital management. Okay. Let's flip to Page 3 of the earnings release. All in, brokerage organic of 9.7%, that would be 12.3% if we include interest income and a little over 13% when further levelizing for last year's large life product sale. That's a bit better than what we forecasted at our IR day in June due to a fantastic finish of the quarter across all of our divisions, especially U.S. retail and London specialty. You'll also see that contingents were up more than 20% organically. Probably a better way to look at it is in combination with supplementals because contracts can flip from time to time. Together up 12% is much more in line with our base commission and fee organic growth. So no matter which way you look at it, a fantastic organic growth quarter by the team.\nLooking forward, we see headline brokerage organic around 9% for third quarter and about 8% for fourth quarter. It's important to recall that fourth quarter will have a tough compare because in Q4 '22, we booked a change in estimate related to our 606 deferred revenue accounting. Controlling for that, fourth quarter '23 organic would be towards 9%. We highlighted this matter last year and again at our June IR day, so there's nothing new here. It's just a reminder as you update your models. With all that said, we remain bullish on our organic prospects the second half. Accordingly, we now believe full year brokerage organic is looking like at the higher end of that 8% to 9% range. Again, these percentages do not include interest income. Flipping to Page 5 of the earnings release to the Brokerage segment adjusted EBITDAC table. We posted adjusted EBITDAC margin of 32.1% for the quarter, that's up about 50 basis points over second quarter '22's FX-adjusted margin. And that came in better than our June IR Day expectation of expanding 10 basis points, mostly due to the incremental organic growth. Looking at it like a bridge from Q2 '22, organic gave us 100 basis points of expansion. Incremental interest income gave us 90 basis points of margin expansion.\nThe impact rolling of M&A, which is mostly Buck, uses about 80 basis points. And then we also made some incremental technology investments called that around $7 million and some continued inflation on T&E, called out about $5 million, which in total used about 60 basis points. Follow that bridge and the math gets you close to that 50 basis points of FX adjusted expansion in the quarter. As for our margin outlook, we expect about 40 to 50 basis points of expansion for each of the next two quarters. For the -- so for the year, we are a bit more optimistic than our April and June views and now see full year margin expansion of 30 to 40 basis points or that would be 70 to 90 basis points levelizing for the rolling impact of Buck. Again, both those percentages or increases relative to prior year FX adjusted margins. We talked about that during our June IR Day when we provided a vignette on how to model margins. Let me give you '22 margins recomputed at current FX levels for your starting point.\nIn Q3 '22, EBITDAC margins would have been around 31.7% versus the 32.3% we reported. And as for fourth quarter '22, not nearly as much impact, call it, around 31.3%. So now if you move to the Risk Management segment and the organic table at the bottom of Page 5 of the earnings release. Also had an excellent finish to the second quarter, 18.1% organic growth. As Pat mentioned, we continue to benefit from new business wins from the second half of '22. Looking forward, we see organic in the third quarter around 14% and fourth quarter about 10% which reflects the lapping of last year's larger new business wins. As for margins, when you flip to Page 6 and the adjusted margin EBITDAC table, risk management posted 19.4%. That was on the upper end of our 19% to 19.5% June expectation. Looking forward, we see margins above 19.5% in each of the last two quarters of '23. So full year double-digit organic and margins approaching 20%, that would lead to a record year for Gallagher Bassett. Now let's turn to Page 7 of the earnings release and the corporate segment shortcut table.\nIn total, adjusted second quarter came in right at the midpoint of the range we provided during our June IR Day. Even though we did experience a further $5 million of FX-related remeasurement headwinds, that cost us a couple of pennies in the quarter. Moving -- now let's move to the CFO commentary document. On Page 3, you'll see most of the second quarter results were in line with our June commentary. And looking ahead, you'll see that we've updated our outlook to reflect current FX rates and provide our usual modeling helpers for the second half of the year. Moving to Page 4 of the CFO commentary document in our corporate segment outlook for the second half punchline here is not much change other than a modest weak corporate expense and interest and banking costs as we've assumed a slightly higher balance on our credit line given our robust M&A activity. Then on Page 5 of the CFO commentary, that shows our tax credit carryforwards. As of June 30, we have about $700 million, which will be used over the next few years, and that sweetens our cash flow and helps us fund future M&A.\nShifting to rollover M&A revenues on Page 6 of the CFO commentary document, $151 million in the quarter, with Buck contributing nearly half of that. Remember, numbers in this table only include estimates for M&A closed through yesterday. So you need to make a big for future M&A, and you should also increase interest expense if you assume we borrow for a portion of the purchase price. One other call out, and that's back at the bottom of Page 3 of the earnings release, we did use a higher-than-normal amount of stock for tax-free exchange mergers this quarter. That can be a little lumpy, but we do like doing them. It's attractive to the sellers that are looking to defer the full tax consequence of selling the firm and it's also attractive to us because it fully aligns our new partners with our long-term shareholders. As for future M&A, we remain very well positioned. At June 30, available cash on hand was more than $400 million. Our cash flows are strongest in the second half of the year, and we have room for incremental borrowing, all the while maintaining our strong investment-grade ratings. We continue to see our full year '23 M&A capacity upwards of $3 billion and another $3 billion or more in '24 without using any equity.\nSo another outstanding quarter by the team. from my position as CFO sitting halfway through the year, our full year '23 outlook on all measures continues to improve, better organic, better margins and a more robust M&A pipeline. Bottom line, we're in great we're in a great spot to deliver another record year of financial performance. Okay. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, let's go ahead and open it up for questions."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e40d0eba0a9c3985b05bf9ab8d770f81",
    "period": "Unknown",
    "content": "Arthur J. Gallagher & Co. Q1 2023 Earnings Call\n\nArthur J. Gallagher & Co. Q1 2023 Earnings Call\n\nAJGNYSEAPR 27, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's First Quarter 2023 Earnings Conference Call. [Operator Instructions] Today's call is being recorded. If you have any objections, you may disconnect at this time.\nSome of the comments made during this conference call, including as dived in response to questions may constitute forward-looking statements within the meaning of the securities laws. The company does not assume any obligation to update information or forward-looking statements provided on this call. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the information concerning forward-looking statements and risk factors sections contained in the company's most recent 10-K, 10-Q and 8-K filings for more details on such risks and uncertainties.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call involve other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThank you very much. Good afternoon, and thank you for joining us for our first quarter '23 earnings call. On the call with me today is Doug Howell, our CFO, as well as the heads of our operating divisions.\nWe had an excellent first quarter to start the year. For our combined Brokerage and Risk Management segments, we posted 12% growth in revenue, 9.7% organic growth, GAAP earnings per share of $2.52, adjusted earnings per share of $3.30, up 12% year-over-year, reported net earnings margin of 21%, adjusted EBITDAC margin of 38%, up 29 basis points. We also completed 10 mergers totaling $69 million of estimated annualized revenue. And we were recognized as the World's Most Ethical Company for the 13th time, an outstanding quarter from the team.\nLet me give you some more detail on our first quarter performance, starting with our Brokerage segment. Reported revenue growth was 12%. Organic was 9.1%. Acquisition rollover revenues were $61 million. Adjusted EBITDAC growth was 15%. The and we posted adjusted EBITDAC margin of 40.4% right on our March IR Day expectations, a fantastic quarter for the Brokerage team.\nLet me walk you around the world and provide some more detailed commentary on our brokerage organic, starting with our retail brokerage operations. Our U.S. PC business posted over 7% organic. Core new business was up year-over-year, even growing over the tough renewal compare in D&O lines, while retention was similar to last year's first quarter. Our U.K. PC business also posted more than 7% organic due to strong new business production, stable retention and the continued impact of renewal premium increases. Our combined PC operations in Australia and New Zealand posted organic of 10%.\nNet new versus lost business was consistent with prior year and renewal premium increases were ahead of first quarter '22 levels. Rounding out the retail PC business, Canada was up 6% organically, reflecting solid new business and consistent year-over-year retention. Our global employee benefit brokerage and consulting business posted organic of nearly 7%. New business remains strong and client retention was excellent. We saw growth across many of our practice groups with particular strength in HR consulting and pharmacy benefits.\nShifting to our wholesale and specialty businesses, risk placement services, our U.S. wholesale operations posted organic of nearly 8%. This includes 16% growth in open brokerage and about 5% organic in our MGA programs and binding businesses. New business production and retention were both consistent with last year's first quarter.\nU.K. Specialty posted organic of 17% and benefiting from a strong start within aviation and the addition of new teams focused on North American risks. And finally, reinsurance. Gallagher Re posted 12% organic, reflecting new business wins great retention and a hardening property reinsurance market, outstanding results from the Gallagher Re team. Pulling it all together, Brokerage segment all inorganic of 9.1%. That's a bit above the top end of our first quarter expectation and a fantastic sales quarter by the team.\nNext, let me provide some thoughts on the PC insurance pricing environment, starting with the primary insurance market. Overall, global first quarter original premiums, that's both rate and exposure combined, were up more than 9%, consistent with the 8% to 10% renewal premium change we had been reporting throughout '22.\nRenewal premium increases remain broad-based across nearly all of our major geographies and product lines around the globe. For example, workers' comp is up low single digits. General liability is up mid- to high single digits. Umbrella and package are up in the low double digits. So most lines are trending similar to previous quarters.\n2 exceptions. First, public D&O, where renewal premiums are down a bit and second, property where renewal premium increases are accelerating. For example, fourth quarter property renewal premiums were up 15%. And through the first 3 months of '23, we have seen increases of 15%, 20% and 17%, respectively.\nSo our clients continue to feel cost pressures here due to rising replacement values, increasing frequency and severity of weather-related events and higher reinsurance conditions. We are not seeing signs that these loss cost and profitability pressures are likely to abate in the near term. So as we head into our largest primary insurance property quarter, we are focused on helping our clients navigate and mitigate these premium increases.\nMoving to exposures. We are seeing continued strength in our customers' business activity. First quarter midterm policy endorsements audits and cancellations combined were better than first quarter '22 levels greater than the eighth consecutive quarter of year-over-year increases.\nShifting to reinsurance. During the heavy Japan-centric April renewals, reinsurance carriers continue to focus on increased pricing and tightening terms and conditions. This was across a broader range of territories and most all lines of business. to an even harder conditions compared to January 1. The casualty treaty market saw orderly renewals and a sufficient supply of capital to fulfill the demand from underwriting enterprises.\nThe property market continued to experience its recent challenges due to more limited underwriting capital. There were some green shoots in the ILS issuance, although pricing was typically less attractive to seasons than the traditional markets. Overall, there wasn't much new capacity entering the property market regardless. Our teams navigated the hard market and customers, again, managed to secure satisfactory cover. Those interested in more detailed commentary can find our April 1 view market report on our website.\nLooking forward, there is good reason to expect a cautious underwriting stance from carriers for the foreseeable future as they contemplate recent weather events, replacement cost increases, social inflation and ongoing geopolitical tensions into their view of loss cost trend. So we expect insurance and reinsurance pricing increases to continue throughout '23 and while it's early, likely into '24.\nWe also remain optimistic on our customers' business activity during '23. We have yet to see any significant shifts in our daily indications of client business activity thus far in April. We are also seeing encouraging employment levels for our benefits clients suggesting the economic backdrop for '23 remains broadly favorable.\nRecent data shows the U.S. unemployment rate declining, continued growth in nonfarm payrolls and a very wide gap between the amount of job openings and the number of people unemployed and looking for work. So I see demand for our products and services around attracting, retaining and motivating workforces remaining strong.\nAs we sit here today, we continue to see full year '23 Brokerage segment organic in that 7% to 9% range, and that would be another fantastic year.\nMoving on to mergers and acquisitions. We had an active first quarter completing 10 new tuck-in brokerage mergers, representing about $69 million of estimated annualized revenues. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals.\nAlso in April, we officially welcomed the former Buck colleagues, combined with our existing employee benefits brokerage and HR consulting business we will enhance our offerings and be better positioned to deliver superior human capital solutions for all of our clients.\nMoving to our pipeline. We have nearly 40 term sheets signed or being prepared, representing more than $350 million of annualized revenue. Good firms always have a choice of who to partner with, and we'll be very excited if they choose to join Gallagher.\nMoving on to our Risk Management segment, Gallagher Bassett. First quarter organic growth was 14.3% and ahead of our expectations due to continued growth from recent business wins and some revenue from first quarter New Zealand cyclone and flooding. We also saw core new arising claims increased in the low single digits during the quarter for existing clients across both workers' comp and liability.\nFirst quarter adjusted EBITDAC margin was also strong at 19.2%, ended up a bit ahead of our March expectations. Looking forward, we see full year '23 organic around 12% to 13% and and adjusted EBITDAC margins holding at or above 19%, and that would be another excellent year.\nAnd I'll conclude with some comments regarding our bedrock culture. I'm very pleased that just a few weeks ago, we were recognized as the world's most ethical company for the 13th time. We're honored to be 1 of only 135 companies globally to receive this award from the Ethisphere Institute. Our 45,000-plus colleagues embrace and celebrate the unique values that we have instilled in our company. The 25 tenets articulated in the Gallagher Way continue to drive our global team's success today, and we believe that our unique culture is a key differentiator and a competitive advantage. It's a strong culture of client focus, excellence and inclusion and it continues to drive us forward. That is the Gallagher way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate Vice President & Chief Financial Officer, Arthur J. Gallagher & Co.\n\nThanks, Pat, and good afternoon, everyone. As Pat said, an excellent start to the year. Today, I'll begin with some comments using both our earnings release and our CFO commentary document that we posted on our website. I'll touch on organic margins and provide some modeling helpers for the remainder of '23, then I'll finish up with my typical comments on cash, M&A capacity and capital management.\nOkay. Let's flip to Page 2 of the earnings release. All in brokerage organic of 9.1%, call it right at the top end of the range we foreshadowed at our March 16 IR day. A nice finish from our London specialty operations and a little upside from reinsurance and benefits. One call out on that table. Contingents didn't grow organically this quarter for 3 reasons.\nFirst, there is a low geography between supplementals and contingents, call that about $2 million. Second, there was a bit of positive development in Q1 '22 from the prior year '21 estimates, call that $3 million. And again, that's back in first quarter '22, causing a little difficult compare. And third, we are not expecting one of our programs to pay as large of a contingent here in '23 because of underlying loss ratio deterioration, call that maybe towards $1 million. Regardless, base organic at 9.5% and all in at 9.1%. That's a fantastic quarter by the team.\nFlipping to Page 4 of the earnings release to the Brokerage segment adjusted EBITDAC table. We posted 40.4% for the quarter. Before FX, that's up 56 basis points and FX adjusted up 14 basis points over first quarter '22. That's right in line with our March IR Day expectations when we discussed that first quarter '22 expenses were lower than our expected run rate, simply because we were still in the Omicron portion of the pandemic and that our tuck-in acquisitions are just not as seasonally weighted, Thus, they don't roll in at 40 points of margin here in the first quarter. If you levelize for those 2 items, our margins expanded approximately 110 basis points.\nMaybe looking at like a bridge from first quarter '22 will be helpful. Investment income gave us 90 basis points of margin expansion the normalization of Omicron T&E expenses and inflation on all T&E cost us 80 basis points. The seasonal impact from rolling M&A uses about 40 basis points. Organic gave us 70 basis points of expansion and some additional wages and IT investments used about 25 basis points. Follow that bridge and the math gets you close to that 14 basis points of FX adjusted expansion in the quarter.\nLooking forward, it's still early yet with a fantastic first quarter combined with Pat's upbeat commentary makes us more bullish on hitting that full year brokerage organic in the 7% to 9% range and posting adjusted margins up 60 to 80 basis points. 2 small heads up on that.\nFirst, getting to that 7% to 9% organic for the full year might be a little lumpy over the next 3 quarters. given the large live case we sold in Q2 '22 and then the 606 deferred revenue accounting in our fourth quarter. We discussed both of those with you last year, so there's no new news here. Just a reminder for your modeling.\nSecond, the 60 to 80 basis points of margin expansion is before the roll-in impact of Buck, which we call naturally runs lower margins. So when you include Buck, the math would show full year margin expansion in that 20 to 30 basis points range.\nSo now moving on to the Risk Management segment and the organic table at the bottom of Page 4. As Pat said, an excellent quarter, 14.3% organic growth. We did get a little tailwind this quarter because Omicron caused fewer claims arising in Q1 '22. And we also had some New Zealand Cat claims activity. but most of this excellent result comes from strong new business wins in the second half last year.\nAs for margins, flip to Page 5 of the earnings release. Risk Management posted adjusted Q1 EBITDAC margins of 19.2%. That's up 177 basis points over last year. As we look forward, we're seeing the rest of the year organic in that 12% to 13% range and full year margins now finishing a bit above 19%. That would be the best full year adjusted margin in Gallagher Basset's 6-decade history, another demonstration of the benefits of scale, intellectual capital, technology and operational excellence.\nLet's turn to Page 6 of the earnings release. That's our corporate segment. And also when you take a look at Pages 3 and 4 of the CFO commentary document, most all of the items are right in line with our March IR day forecast. Three call-outs on the CFO commentary document. When you see Page 3, you'll see a slight tick up in our expected book effective tax rate. That's entirely due to the U.K. rate height to 25% that went effective April 1. But remember, what you're seeing is a book effective tax rate.\nOur cash taxes paid rate is substantially lower, called out around 10% of our adjusted combined brokerage and risk management EBITDAC. That's because of the tax shield from interest, the amortization of purchase intangibles and the incremental cash flows from our clean energy investments over the coming years.\nPage 5 of the CFO commentary shows those tax credits. We have over $700 million as of March 31, and it shows up and it shows that we're forecasting to use about $180 million to $200 million in '23 with a step up in '24 in agent later year. That's a really nice cash flow sweetener to help fund future M&A.\nThen if you flip back to Page 4 of the CFO commentary document, you'll see that we have a slight beat in the corporate segment this quarter compared to our midpoint but some timing in that beat. So you'll see full year still about the same as what we forecasted at our March IR Day.\nMoving now to Page 6 of the CFO commentary document. That table shows our rollover M&A revenues. It shows $61 million this quarter, which is pretty close to that $63 million we estimated during our March IR Day. And also looking forward, we've now included Buck in that table. But remember, you'll need to add your pick for other future M&A to these estimates.\nOkay. Let me move to some comments on cash, capital management and future M&A. At March 31, available cash on hand was around $1 billion, but note that about $600 million was used to buy Buck in early April, so call it $400 million. This means we estimate that we have about $2 billion more to fund M&A for the rest of this year. and our early look is another $3 billion or more in '24, usually to fund our M&A program, utilizing only free cash and incremental debt while maintaining our strong investment-grade ratings.\nOne final reminder, recall during our March IR Day, we mentioned that we would be reclassifying how we present fiduciary balances on our balance sheet and in our cash flow statement. These REIT classes are purely GAAP geography and we're doing so to better align our presentation with how many other brokers present their statements.\nYou might notice some of that movement in the recast balance sheet on Page 12 of the earnings release. To help you understand all the movements, there will be a comprehensive table in our 10-Q that we will file later next week. Again, all of this is to make our presentation more consistent with most of the other public brokers and all the change is just a geography.\nSo those are my comments, another terrific quarter. And looking forward, we see strong organic growth, a great pipeline of M&A and continued opportunities for productivity improvements, all fueled by an amazing culture. I believe we are very well positioned to deliver another fantastic here.\nBack to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & Chief Executive Officer, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, I think we're ready for some questions, please."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5225b072c17ab1ee85edcef128de65f7",
    "period": "2022 Q4",
    "content": "Q4 2022 Arthur J. Gallagher & Co. Earnings Call\n\nQ4 2022 Arthur J. Gallagher & Co. Earnings Call\n\nAJGNYSEJAN 26, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. If you have any objections, you may disconnect at this time.\nSome of the comments made during this conference call, including answers given in response to questions may constitute forward-looking statements within the meaning of the securities laws. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the cautionary statement and risk factors contained in the company's 10-K, 10-Q and 8-K filings for more details on its forward-looking statements. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website. It is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO, Arthur J. Gallagher & Company.\nMr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, and thank you for joining us for our fourth quarter '22 earnings call. On the call with me today is Doug Howell, our Chief Financial Officer, as well as the heads of our operating divisions. We had a terrific finish to cap off an excellent year. During the quarter, for our combined Brokerage and Risk Management segments, we posted 16% growth in revenue, 11.7% organic growth. GAAP earnings per share of $0.83, adjusted earnings per share of $1.86, up 24% year-over-year, reported net earnings margin of 9%, adjusted EBITDAC margin of 29.6%, up 120 basis points. We also completed 17 mergers totaling more than $140 million of estimated annualized revenues in addition to announcing our agreement to acquire Buck, another fantastic quarter by the team and our best fourth quarter in decades.\nLet me give you some more detail on our fourth quarter performance, starting with our Brokerage segment. Reported revenue growth was 16%. Organic was 11%. Doug will explain it does include a point from our Annual 606 review, Brokerage organic and double digits is outstanding. Acquisition rollover revenues were $107 million, and our adjusted EBITDAC margin was 31.3%, up 120 basis points and in line with our December IR Day expectations, another excellent quarter for the brokerage team. Focusing on the Brokerage segment organic, let me walk you around the world and provide some more detailed commentary starting with our P/C operations.\nOur U.S. retail business posted 8% organic, our new business was a bit better than last year offset somewhat by less nonrecurring business, client retention and the combined impact of rate and exposure were both similar to last year's fourth quarter. Risk Placement Services, our U.S. wholesale operations, posted organic above 9%. This includes more than 12% organic and open brokerage and about 7% organic in our MGA programs and binding businesses. New business was strong and retention was consistent with last year's fourth quarter.\nShifting to outside the U.S. Our U.K. businesses, both retail and specialty combined posted organic of 17% benefiting from excellent new business production, strong retention and the continued impact of renewal premium increases. Australia and New Zealand combined, organic was 12%. Net new versus loss business was consistent with last year and renewal premium increases were above fourth quarter '21 levels. Canada was up nearly 9% organically, reflecting solid new business and retention.\nMoving to our employee benefit brokerage and consulting business. Organic was 3%, consistent with our December IR Day expectations. New business was similar to last year's fourth quarter and retention remained excellent. And finally, to reinsurance. Our legacy reinsurance operations crushed it with some hard earned new business wins and quarterly organic well into double digits. And recall that December was the first month our newly acquired reinsurance operations were included in organic. And while off a very small revenue base, they too had a spectacular organic growth for the month. So combined, Gallagher Re team continues to deliver outstanding results.\nSo again, Brokerage segment, all in organic double digits. And with our outstanding fourth quarter finish, full year organic came in at 9.7%. That's our best full year Brokerage segment organic performance in decades and even more impressive when you consider we grew on top of the 8% organic we posted in '21.\nNext, let me give you some thoughts on the current P/C market environment starting in the primary insurance market. Overall, global fourth quarter renewal premiums, that's both rate and exposure combined, were up more than 9% that's consistent with the 8% to 10% renewal premium change we have been reporting throughout '22. Fourth quarter renewal premium changes by line of business were broadly consistent with the first 3 quarters of '22 with 1 exception, which is D&O. D&O continues to be the one area where rates are flat to down slightly, but in some cases, our customers are using the weaker pricing to purchase more limit.\nExposures also continue to be consistent with the first 3 quarters of '22, indicating continued strength in our customers' business activity. In fact, fourth quarter midterm policy endorsements, audits and cancellations were better than fourth quarter '21 levels. Looking ahead, these trends appear to be holding. Thus far in January, midterm policy endorsements and audit adjustments are trending higher than last year's level and global renewal premium increases are consistent with the fourth quarter. But remember, our job is to help clients mitigate premium increases and provide an appropriate level of risk transfer that fits their budgets.\nShifting to reinsurance and the important January 1 renewals. As we discussed in our 1st View Market report published earlier this month, it was a very late and complex reinsurance renewal season. Not surprising, U.S. peak zone property cat reinsurance saw some of the largest price increases. But it's worth noting 4 additional trends within property cat: First, attachment points were raised broadly; second, reinsurers pushed to remove prepaid reinstatements from some contracts; third, reinsurers, in some cases, were able to reduce coverage to named perils only; and fourth, top layers of many programs saw the largest percentage increases as reinsurers sought to push up minimum premium rates.\nOn the casualty side, prices were up in the single to low double-digit range for most programs, while terms and conditions were more stable. Despite the tough market backdrop of higher prices, lower capacity and tightening terms, the reinsurance team was able to deliver favorable outcomes for our clients. Looking forward, the challenging reinsurance market conditions will, no doubt, put pricing pressure on the primary market during '23, and that's on top of our primary carrier partners dealing with catastrophe losses in secondary perils, including convective storms, floods and wildfires, high replacement cost inflation from raw materials to shortages in labor, social inflation, combined with the easing of the judicial system law [jam], escalating medical cost trends and ongoing geopolitical tensions.\nSo there's good reason to expect continued price increases and cautious underwriting for the foreseeable future. And as I mentioned before, we are not seeing any signs of exposure contraction. Rather, it seems our clients' business activity remains unchanged from the past few quarters. Within our employee benefit brokerage and consulting business, the backdrop for '23 is also broadly favorable. Employers continue to add jobs and wages are growing. So demand for our services and offerings should remain robust. So as I sit here today, '23 could be another fantastic year with brokerage organic growth nicely in the 7% to 9% range.\nMoving on to mergers and acquisitions. We had a really active fourth quarter completing 17 new tuck-in brokerage mergers representing more than $140 million of estimated annual revenues. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals.\nFor the year, we completed 36 mergers, representing annualized revenue of about $250 million. Additionally, we announced an agreement to acquire Buck, a very complementary business providing retirement, HR and employee benefits consulting and administrative services with estimated annualized revenues of $280 million. We expect the transaction to close during the second quarter and look forward to welcoming our new colleagues.\nMoving to our merger and acquisition pipeline. We have nearly 45 term sheets signed or being prepared, representing more than $300 million of annualized revenue. We know not all of these will close. However, we believe we will get our fair share. And before I conclude my M&A comments, let me give you a quick recap on our reinsurance acquisition now that we have a full year in our books. We had a fantastic '22, thanks to strong client retention, the expansion of existing client relationships, some great new business wins and excellent growth in our pro rata business. The team is fully assimilated, is delivering for clients and there's a lot of momentum. I believe we're on track for an even better '23. Needless to say, reinsurance continues to be an exciting story.\nMoving on to our Risk Management segment, Gallagher Bassett. Fourth quarter organic growth was 15.6% as a strong finish to the quarter pushed organic above our mid-December expectation. Core new arising claims increased during the quarter, driven by recent new business wins and continued growth from existing clients. And fourth quarter adjusted EBITDAC margin was great at 19.3%. So putting it all together, Gallagher Bassett finished the year with an adjusted EBITDAC margin of 18.5% and 13.3% organic benefiting from increased claim activity coming out of the pandemic and some really nice new business wins.\nLooking forward, full year '23 organic should be pushing 10% and adjusted EBITDAC margins should be around 19%. That would be another fantastic year. And I'd like to conclude with some comments regarding our bedrock culture. It's a culture of teamwork, client service and excellence, captured and celebrated in the Gallagher way. It is the culture that drove full year '22 results for our combined Brokerage and Risk Management segments of 24% growth in adjusted revenues, 10% all-in organic, 25% growth in adjusted EBITDAC, adjusted EBITDAC margin in excess of 32% and 20% growth in adjusted EPS. We have a culture that our people believe in, embrace and live every day. It's a culture that will continue to drive us forward. That is the Gallagher way. Okay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate VP & CFO, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. A fantastic fourth quarter to close out another outstanding year. Today, I'll start with our earnings release, touching on organic margins and the Corporate segment shortcut table. Next, I'll walk you through our CFO commentary document, point out a few items for the next quarter and also provide a first look at our typical modeling helpers for '23 then I'll finish up with some comments on cash, M&A capacity and capital management.\nOkay. Let's flip to Page 3 of the earnings release to the Brokerage segment organic table. All in brokerage organic of 11%, above the 9% to 9.5% that we foreshadowed in December. Two drivers of the upside. First, as Pat just discussed, we had a really strong finish within our P&C and reinsurance brokerage operations. Second, our annual update of 606 assumptions added about 1 point to our headline organic. Recall under ASC 606, we must routinely update our assumptions related to the amount of services provided before and after the placement of an insurance policy. Based on our most recent operational analysis, metrics and time studies, more of our services being provided at the time of placement and more of the post placement service is being handled faster in our lower-cost centers of excellence.\nThis causes less of our revenue to be deferred and thus, we recognized an additional $15 million of revenue in the quarter. That is a small amount relative to our total deferred revenue balance nearly $435 million, but it does cause an additional point of organic. So we're the call out today.\nFrom an expense perspective, our updated 606 assumptions also caused some additional compensation expense to be recognized during the quarter. The punchline of all this, our fourth quarter organic revenues, EBITDAC and net earnings got a small boost and adjusted EBITDAC margin was not significantly impacted. So 11% headline organic, 10% controlling for 606 and 120 basis points of margin expansion, that's a terrific quarter.\nLooking forward to '23, we're currently not seeing a slowdown in our clients' business activity. We're not seeing signs of price moderation from the carriers, and we still have loss cost inflation and labor market imbalances. Add that to our client for sales and service culture, we are still seeing '23 organic in that 7% to 9% range, as we stated during our December IR Day.\nSame with our margin outlook for '23. We are still comfortable with our December commentary. We think we can deliver about 50 basis margin expansion at 6% organic and fiduciary investment income could be a nice margin sweetener provided there isn't a surge in wage and cost inflation.\nOne other (inaudible) heads up for '23. On December 20, we announced our acquisition of Buck. The business operations operates at an adjusted EBITDAC margin around 20%, so please make sure a portion of your pick for future M&A revenues reflects that versus what you might pick for our other mergers.\nMoving on to the Risk Management segment and the organic table at the bottom of Page 6. You'll see 15.6% organic in the fourth quarter and full year organic in excess of 13%. Some of that growth this year comes from our clients' business activity still rebounding out of the pandemic and getting back to levels they saw before the pandemic. Accordingly, for '23, we're seeing organic revenue approaching 10%.\nFlipping to Page 7. The Risk Management adjusted EBITDAC margin of 19.3% in the quarter and 18.5% for the full year. We see a nice step-up in '23 with margins around 19% even as we continue to make investments to enhance the client experience and in analytics and tools to drive better claim outcomes. Another year of double-digit growth and margin expansion would be another terrific year.\nTurning to Page 8 to the Corporate segment shortcut table. In total, adjusted results were at the favorable end of our December IR day forecast. You also see 2 non-GAAP adjustments this quarter. First, our M&A transaction costs of $5 million after tax, mostly related to Buck and a little relates to Willis treaty. And second, as we discussed previously, you'll see a $31 million after-tax gain related to legal and tax matters.\nNow shifting to our CFO commentary document we posted on our IR website, starting on Page 3. As for fourth quarter, you'll see most of the brokerage and risk management items are close to our December IR day estimates. On the right-hand side of the page, we're providing our first look at '23. A couple of things worth highlighting: First, FX. With last year's midyear strengthening in the U.S. dollar, you'll see some volatility in how FX will impact our brokerage and risk management results in first half versus second half of '23. Please make sure to consider these impacts as you're planning your models.\nSecond, our adjusted tax rate. With the U.K. corporate tax rate increasing to 25% effective April 1, we're providing our current estimate for full year '23 tax rate. More of an impact to our Brokerage segment than it is to our Risk Management segment, given the size of our U.K. retail London specialty and reinsurance brokerage operation. And one other thing. The left side of this page might be a nice reference when making your picks for quarterly margins given our quarterly seasonality. And finally, when you do make your margin picks, recall we were still in the Omicron portion of the pandemic during the first quarter of '22. So we're not expecting as much margin expansion in first quarter as we are in the second, third and fourth quarter of '23.\nOkay. Moving to Page 5. This page is here to highlight the incremental cash flows from our clean energy investments over the coming years. And remember, those come through the cash flow statement, not the P&L. You'll also see that we have $773 million of available tax credits as of December 31, '22. And that we forecast using about $180 million to $200 million in '23 and that should step up a bit in '24 and each later year. That's a really nice cash flow boost to help fund our M&A.\nThe way I look at the math, it might say that an additional $773 million of free cash, combined maybe another $70 million of recurring EBITDAC at that 10 to 11x multiple, which would then have a nice arbitrage for our current trading multiple.\nMoving to Page 6 on the rollover revenue table. For the fourth quarter, rollover revenues came in higher than our December IR day guidance. Most of all of that came from reinsurance. Over the last 3 weeks, cedents have been closing their books for '22, and we're getting updated ceded premium figures. That translated into additional commission revenue for '22. For the sake of clarity, nearly all of that upside is excluded from our organic results because it likely relates to pre-December 1, '22, which marked the first year anniversary of the acquisition. And no -- also, please note that not all of that hits the bottom line because of production and incentive comp expense on that additional revenue. That said, it's terrific to get the bump-up.\nStaying on Page 6, but moving down to the bottom table. That table shows our actual reinsurance acquisition results. In a transition year, the team overperformed our pro forma expectation. That's impressive and terrific work by the team.\nSo now let me move to some final comments on cash, capital management and future M&A. At December 31, available cash on hand was about $325 million. Our current cash position, combined with strong expected cash flows and incremental borrowing positions us well for our pipeline of M&A opportunities. In total, we estimate towards $3 billion to fund potential M&A opportunities during '23, which would include paying for Buck. And also yesterday, our Board of Directors approved an increase in our quarterly dividend by $0.04 per share. That would imply an annual payout of $2.20 per share. That's a 7.8% increase over '22.\nSo with a strong organic outlook, margin expansion opportunities and an ever-growing M&A pipeline, from my vantage point as CFO, we are extremely well positioned for another fantastic year in '23. I'd like to thank the entire Gallagher team for another great quarter and outstanding year. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you, Doug. Operator, I think we're ready for questions."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7085bf903fda255e7729bb50e74c605c",
    "period": "2022 Q3",
    "content": "Q3 2022 Arthur J. Gallagher & Co. Earnings Call\n\nQ3 2022 Arthur J. Gallagher & Co. Earnings Call\n\nAJGNYSEOCT 27, 5:15 PM\n\nOperator\n\nGood afternoon. Welcome to Arthur J. Gallagher & Company's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. (Operator Instructions)\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meanings of the securities laws. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially.\nPlease refer to the cautionary statement and risk factors contained in the company's 10-K, 10-Q and 8-K filings for more details on its forward-looking statements. In addition, for reconciliations of the non-GAAP measures discussed on this call, as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO of Arthur J. Gallagher & Company. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you, operator, and good afternoon, everyone. Thank you for joining us for our third quarter 2022 earnings call. On the call with me today is Doug Howell, our CFO; as well as the heads of our operating divisions. Before I get to my comments about our financial results, I'd like to acknowledge the damage and devastation caused by Hurricane Ian.\nOur professionals are working diligently to help our clients sort through their coverages, file claims and ultimately get losses paid. At the same time, many of our own colleagues are doing the same for themselves. Our hearts go out to all of those impacted by the storm. In the aftermath of events such as Ian, the insurance industry's role and response is paramount to help families, businesses and communities restore their lives.\nI'm really honored to be part of an industry with such important responsibility. Okay, on to my comments regarding our third quarter financial performance. For our combined Brokerage and Risk Management segments, we posted 15% growth in revenue, 8.4% organic growth, net earnings growth of 12%, adjusted EBITDAC growth of 15%, and we completed or signed 7 mergers in the quarter totaling about $60 million of annualized revenues.\nAnother fantastic quarter by our team. Let me give you some more detail on our third quarter performance, starting with our Brokerage segment. During the quarter, reported revenue growth was 16%. Of that, 7.8% was organic. That's right in line with our September IR Day expectation, when we previewed there would be about a full point of headwind related to timing from a tough '21 comparison within our benefits business.\nAcquisition rollover revenues were $162 million. Net earnings growth was 11%, and we posted adjusted EBITDAC margins of 32.3%, a bit better than our IR Day guidance. Another excellent quarter for our brokerage team. Focusing on brokerage segment organic, it continues to be broad-based by both business and geography.\nLet me walk you around the world and provide some more detailed commentary, starting with our P/C operations. Our U.S. retail business posted 9% organic, with strong new business and solid client retention both consistent with last year's third quarter.\nRisk Placement Services, our U.S. wholesale operations, also posted organic of 9%. This includes more than 20% organic in open brokerage and about 5% organic in our MGA programs and binding businesses. New business was strong at more than 27% of prior year revenue, and retention was consistent with last year's third quarter.\nShifting outside the U.S. Our U.K. businesses posted organic of 15% with excellent new business production and retention. Australia and New Zealand combined organic was 9%. New business production remained very strong and retention improved relative to last year's third quarter.\nCanada was up 13% organically and continues to benefit from renewal premium increases, robust new business and consistent retention. Moving to our Employee Benefit Brokerage and Consulting business. As I mentioned earlier, as we signaled last quarter and again at our September IR Day, our benefits business faced a tough organic comparison this quarter.\nRecall that due to last year's upward development in covered lives, as employers resumed hiring coming out of the depths of the pandemic. Leveling for that, our benefits business organic was about 3%. That's consistent with our IR Day expectations and includes strong growth within our HR benefits consulting units and solid growth in our international businesses.\nAnd before I conclude my organic comments, let me give you a quick update on our December '21 reinsurance acquisition. Third quarter revenues were right in line with our expectations, and while not included in our Brokerage segment organic yet, after controlling for breakage prior to closing, organic was around 8%. That's just outstanding.\nWith expected revenues and EBITDAC for full year unchanged, reinsurance continues to be a fantastic story. So headline Brokerage segment all in organic of 7.8% and around 9% after controlling for the benefits comparison, either way an outstanding organic quarter.\nNext, let me give you some thoughts on our current PC market environment, starting in the primary insurance market. Overall, global third quarter renewal premiums, that's both rate and exposure combined, were up 10.5%. That's a bit higher than renewal premium change in the first half of '22.\nAs for rate, most lines of business and geographies saw increases in third quarter similar to the first half, with only one exception being D&O, where rates are now closer to flat, but our customers are buying more limits. Additionally, our customers' third quarter business activity was not reflective of any economic slowdown.\nIn fact, revenue related to third quarter midterm policy endorsements, audits and cancellations combined were above third quarter '21 levels. Looking ahead, thus far in October midterm policy endorsements and audit adjustments remain higher than last year's level, and renewal premium increases are also consistent with the third quarter.\nBut remember, our job is to help our clients mitigate that overall 10% increase in premiums by developing creative risk management solutions that fit their budgets. Let me move to the reinsurance market. Let me provide you with some broad observations regarding the upcoming '23 and reinsurance renewal season.\nFirst, there is no question that rates, terms and conditions will vary depending on geography, individual [seed] and loss history, risk characteristics and line of business. Second, pricing on peak zone property catastrophe cover is moving higher.\nAnd tightening terms and conditions are highly likely. Third, while we haven't witnessed the impact of Hurricane Ian spill over to nonproperty lines yet, it is possible that, that could happen if there's a broad shift in reinsurance risk appetite and capacity deployment strategies.\nFourth and finally, the amount of property reinsurance capacity available remains an open question. Some reinsurance providers had already planned to pull back their cat capacity prior to Ian. And now it is likely that a significant level of ILS capital will be trapped into 1/1 renewals, further pressuring potential capacity.\nUltimately, supply will depend on expected returns from changes in pricing, terms and conditions and perhaps expected returns will reach a level that will attract additional reinsurance capital. While we have yet to see any significant third-party capital enter into the market, given ILS capital can move quickly, there is still time before the January renewal season.\nThis will play out over the next 2 months. But at this point, it seems the stage is set for a hard or even harder reinsurance market as we enter the important 1/1 renewal season.\nReinsurance conditions will no doubt influence primary markets in 2023, and carriers were already facing rising loss costs in property and casualty lines. We see good reason for our carrier partners to continue to underwrite retail and wholesale risks cautiously for the foreseeable future.\nMoving to our Employee Benefit Brokerage and Consulting business. U.S. labor markets' conditions remain tight, but broadly favorable. During August, while U.S. employers reduced job openings by 1 million positions, there are still more than 10 million job openings according to the most recent data.\nAnd the level of open jobs remains well above the nearly 6 million people unemployed in looking for work as of the end of September. So we see tight U.S. labor market conditions lingering for some time and expect strong demand for our HR and benefits consulting services to continue as businesses prioritize attracting, retaining and motivating their workforce.\nLet me wrap up my Brokerage segment organic comments. With 3 terrific quarters in the books year-to-date brokerage organic growth stands at 9.3%. And as I look to the fourth quarter, I see us posting another quarter above 9% that would deliver a fantastic year.\nMoving on to mergers and acquisitions. During the third quarter, we completed 6 new tuck-in brokerage mergers representing about $20 million of estimated annualized revenues. We also signed another merger late in the third quarter, representing an additional $40 million of estimated annualized revenues.\nI'd like to thank all of our new partners for joining us, and extend a very warm welcome to our growing Gallagher family of professionals. As I look at our tuck-in merger and acquisition pipeline, we have about 50 term sheets signed or being prepared, representing nearly $400 million of annualized revenue.\nWe know not all of these will close, however, we believe we'll get our fair share. Next, I'd like to move to our Risk Management segment, Gallagher Bassett. Third quarter organic growth was 12.2%, a strong finish to the quarter, pushed organic a bit higher than our IR day expectation. We also continued to benefit from increases in new arising claims across general liability and core workers' compensation during the quarter.\nThat's both on an organic existing client basis and also due to some recent new client wins, including the significant insurance company client we added to our fast-growing insurance carrier practice. And profitability remains excellent. Third quarter adjusted EBITDAC margin was 18.2%, in line with our expectations.\nThat would have been closer to 19% without the impact from the new large client ramp-up that we spoke about at our September IR meeting. Looking forward for the fourth quarter, we believe organic revenue growth will be about 10% and adjusted EBITDAC margins between 18.5% and 19% that would close out a great year for the Gallagher Bassett team.\nAnd I'll conclude my remarks with some thoughts on our bedrock culture. October 2 marked Gallagher's 95th anniversary. I took note on that day that our teams were hard at work helping our clients assess damage, file claims and ultimately start the repairing and rebuilding process from Ian.\nAnd if not directly assisting individuals and communities impacted, many Gallagher colleagues around the world donated their own money to help those impacted by Ian. What a fitting way for us to silently celebrate this incredible milestone. My grandfather would be proud of the company he founded, the employees that embody the culture he started in the industry in which we toil. It's our people's actions in challenging times that bring our unique Gallagher culture to the forefront, a culture that we believe will thrive for another 95 years. Okay, I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate VP & CFO, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. Today, I'll touch on organic and margins using our earnings release. Then I'll move to the CFO commentary document that we post to our website and make some comments on our corporate segment. I'll conclude my prepared remarks with some thoughts on M&A, debt and cash.\nDuring my comments today, I'll also provide some thoughts on our fourth quarter and some first thinking around how we are seeing 2023 now that we have started our budget process. Okay. Starting with the earnings release in the Brokerage segment organic table on Page 3.\nHeadline all-in brokerage organic of 7.8%. That's over 9% when controlling for the tough benefits compare, brings us to a strong 9.3% year-to-date organic growth. When I look at our organic quarter-to-quarter, it's fairly consistent at that 9% range. We boast 9.6% organic in the first quarter, about the same in the second quarter when you exclude that infrequent large life sale we discussed last quarter.\nNow we're at about 9% here in the third quarter when adjusting for the benefits headwind, and it's looking like over 9% in the fourth quarter. That would deliver a full year '22 organic above 9%, a little noisy on the quarters, but very consistent and actually a fantastic performance by our sales team.\nAs for 2023, early feel is in that 7% to 9% organic range for our Brokerage segment. Next turning to Page 5, to the Brokerage segment adjusted EBITDAC margin table. Recall, this is a year of quarterly margin change volatility due to the roll-in impact of the acquired reinsurance operations, expenses returning as we come out of the pandemic and the impact of a stronger dollar.\nSpecifically, we've been saying to expect year-over-year margins to be up 50 basis points in first quarter, down 100 in the second quarter, down 125 basis points in the third quarter and up about 125 basis points in the fourth quarter. While that was about right for our third quarter, we posted 32.3%, which was in line with our IR day guidance and we are still comfortable with our fourth quarter outlook of around 125 basis points of margin expansion relative to the FX adjusted fourth quarter '21 EBITDAC margin.\nThat would suggest a fourth quarter margin of around 32% at today's FX rates. In the end, since early '22, we've been targeting around 10 to 20 basis points of full year '22 margin expansion. And we're on track to deliver that.\nMore importantly, that would mean we improved margins around 570 basis points since 2019. As we look ahead to '23, we continue to expect margin expansion next year starting around 4% or better organic growth, call it maybe 50 basis points at 6%.\nMoving on to the Risk Management segment on Pages 5 and 6. As Pat said, 12.2% organic and 18.2% adjusted margins, both pretty close to our September IR Day expectations. And looking forward, we see these excellent results continuing in the fourth quarter. Organic growth -- revenue growth of about 10% and margins in the mid- to upper 18% range.\nThat would mean full year organic growth of about 12% and full year margins around 18.5%. Looking to '23, we will see the roll in of the new large carrier client, and we have already had a nice new business win in Australia that will incept in midyear.\nAdd continued strong new business production, combined with continued growth in newer rising claims, we see organic at least in the high single digits and margins around 19% in '23. All right, let's shift now to the CFO commentary document.\nStarting with Page 3, which shows our typical brokerage and risk management modeling helpers. A few things to highlight. First, the continued strengthening of the U.S. dollar since our September IR Day. Please take a look at our updated FX guidance for the fourth quarter of '22.\nAs for 2023, perhaps the best start is just to assume what we are projecting for full year '22 repeats in '23, but most of that will be seen in the first half. Second, you'll see our current estimate for fourth quarter integration costs, most of all of this relates to the reinsurance acquisition.\nThe team is making really excellent progress on this and is executing at a faster pace than our original plan. It was terrific to see our new reinsurance colleagues located with our other brokerage operations when I was in London a couple of weeks ago.\nAs for technology and system rebuilds, we still see being done by the end of '23 or early '24. Turning to the Corporate segment on Page 4. Relative to our September outlook, interest in banking, clean energy and M&A costs after adjusting for the large transaction-related expenses, those 3 lines total to about the midpoint of our outlook.\nWithin the corporate line, most of the upside was due to some favorable tax items and a favorable FX remeasurement gain. Looking towards the fourth quarter, moving down that page, only one significant change to our outlook. As you'll see in the fourth quarter corporate line and read in Footnote 7 on that Page 4, here in October, we settled litigation resulting in Gallagher receiving $55 million in cash.\nNet of litigation costs and taxes, we will record a gain of approximately $35 million, and you'll see a few lines down that we'll adjust that gain out of our GAAP results. As for the cash proceeds, which because of our tax credits is actually closer to $40 million, we'll put that to good work over the next couple of years to fund incremental production hires and make incremental investments in technology.\nI'll break down our thinking a little more during our December IR day. Moving now to Page 5, Clean Energy. This page should be familiar to everyone by now. It highlights that we have close to $1 billion of tax credit carryforwards.\nThe pinkish column shows that we expect to harvest $125 million to $150 million of cash flows here in '22, and the peach column shows that we could be even greater in '23 and beyond. And as a reminder, that would come through our cash flow statement, not our P&L. Turning to Page 6. The top of the page is the rollover revenue table.\nThird quarter revenues of $162 million, that's right in line with our expectations 6 weeks ago. Shifting to the lower half of the page, this table is an update on our December '21 reinsurance acquisition. Third quarter revenue of $120 million is consistent with our September IR Day estimate.\nAs for EBITDAC, a tightening difference between third and fourth quarter. Punchline is full year revenue and EBITDAC should come in very close to our purchase pro forma. That's a really terrific story and great credit to the team. Okay, as to cash and capital management and future M&A.\nAt September 30, available cash on hand was about $500 million, and we've been saying that we might have around $4 billion of M&A capacity in '22 and '23 combined without using stock. That still seems about right to us today. Okay. Those are my comments. Another fantastic quarter and 9 months is in the books, another strong outlook for the fourth quarter, and it's looking like we're well positioned for a terrific year in 2023. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, if you would, let's open it up for questions, please."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/53c3b1e7fe9427418632fe6654f77291",
    "period": "2022 Q2",
    "content": "Q2 2022 Arthur J. Gallagher & Co. Earnings Call\n\nQ2 2022 Arthur J. Gallagher & Co. Earnings Call\n\nAJGNYSEJUL 28, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Company's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. (Operator Instructions)\nSome of the comments made during this conference call, including answers given in response to questions may constitute forward-looking statements within the meaning of the securities laws. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the cautionary statements and risk factors contained in the company's 10-K, 10-Q and 8-K filings for more details on its forward-looking statements. In addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, everyone. Thank you for joining us for our second quarter 2022 earnings call. On the call with me today is Doug Howell, our CFO; as well as the heads of our operating divisions. We had another excellent quarter of financial performance. For our combined Brokerage and Risk Management segments, we posted 22% growth in revenue, 10.7% organic growth, net earnings growth of 35%, adjusted EBITDAC growth of 23% and adjusted earnings per share growth of 19%.\nI'm extremely proud of how our nearly 41,000 colleagues around the globe performed during the quarter in the first half of the year. So let me give you some more detail on our second quarter Brokerage segment performance. During the quarter, reported revenue growth was 25%. Of that, 10.8% was organic. We did have a tailwind of about 1 point from an infrequent large life case that I'll touch on in a minute.\nRollover revenues were about $240 million, consistent with our June IR Day expectations. Net earnings growth was 36%. And as expected, we posted adjusted EBITDAC margins of 32%, an outstanding quarter for the Brokerage team.\nLet me walk you around the world and break down our organic, starting with our PC operations. Our U.S. retail business posted 11% organic, with strong new business, retention and continued renewal premium increases. Risk Placement Services, our U.S. wholesale operations, posted organic of 8%. This includes more than 15% organic in open brokerage and 4% organic in our MGA programs and binding businesses.\nNew business was consistent with second quarter of '21, while retention was down just a bit from last year, as we noted in our June IR Day. Shifting outside the U.S. Our U.K. businesses posted organic of 8% with excellent new business overall and another double-digit organic growth quarter within specialty.\nAustralia and New Zealand combined organic was more than 11%, driven by strong new business, stable retention and higher renewal premium increases. Canada was up more than 14% organically and continues to benefit from renewal premium increases, great new business and great retention.\nMoving to our Employee Benefits Brokerage and Consulting business. As I mentioned earlier, we were helped this quarter from a large life case. Excluding this, our benefits business organic was about 9%, in line with our IR Day expectations and driven by increased HR benefits consulting work and solid growth in our International and Health and Welfare businesses.\nFinally, our December reinsurance acquisition is right on target. After controlling for breakage prior to closing, second quarter organic was around 7%, just fantastic, and integration continues to progress nicely on budget and ahead of its original time line. So reinsurance continues to be a really good story. So headline Brokerage segment all in organic of 10.8% and upper 9% after controlling for the large life case, either way, an excellent quarter.\nNext, let me give you some thoughts on the current PC market environment, starting in the primary insurance market. Overall, global second quarter renewal premiums, that's both rate and exposure combined, were up 10.5%. That's higher than what our data showed for increases in renewal premiums in both the fourth quarter '21 and first quarter '22.\nWhen I look at our renewal premiums by line for nearly all coverages, second quarter increases were equal to or higher than first quarter. One exception to this was professional liability, mostly D&O.\nBy geography, renewal premiums were up double digits, nearly everywhere. Again, that's a combination of both rate and exposure. So next to no slowdown in premium increases during the quarter. Additionally, we are not seeing any significant signs of economic slowdown.\nIn fact, second quarter midterm policy endorsements, audits and cancellations continue to trend more favorable than a year ago. Thus far in July, midterm policy endorsements continue to move higher year-over-year, and renewal premium increases are consistent with second quarter. But remember, our job as brokers is to help our clients mitigate premium increases and find suitable insurance programs that fit their budgets.\nMoving to reinsurance. As we noted in our first view report published by our reinsurance professionals earlier this month, there are very real signs of hardening in the reinsurance market. Property reinsurance pricing is up across the board. And most notably, for U.S. hurricane and Australian property risks are up anywhere from 15% to more than 40%.\nOn the casualty side, reinsurance placements experienced more modest price increases and were a little bit less challenging. Regardless, a firm or hardening reinsurance market will naturally show up in primary market rate increases.\nAnd there are many other reasons for our carrier partners to maintain their cautious underwriting stance outside of reinsurance market conditions, inflation, geopolitical tensions and economic uncertainty to name a few. These all translate into a difficult PC market conditions continuing for our clients across retail, wholesale and reinsurance for this foreseeable future.\nMoving to our Employee Benefit Brokerage and Consulting business, U.S. labor market conditions remained broadly favorable. Even with a decline in U.S. job postings in each of the last 2 months, there remain more than 11 million job openings, that's more than double the number of people unemployed and looking for work. We expect strong demand for our HR and benefits consulting services to continue as businesses prioritize attracting, retaining and motivating their workforce.\nThe timing of the large life case and covered live changes in the second half of '21 will cause the Benefits business to post lumpy quarterly organic results this year, but that doesn't change the still favorable underlying environment.\nSo let me wrap up on the Brokerage segment organic. A great first half and looking like the second half will lead us to a full year '22 organic over 9%, which would be an absolutely terrific year.\nMoving on to mergers and acquisitions. During the second quarter, we completed 8 new tuck-in brokerage mergers representing about $50 million of estimated annualized revenues. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals.\nAs I look at our tuck-in merger and acquisition pipeline, we have more than 40 term sheets signed or being prepared, representing nearly $350 million of annualized revenue. We know not all of these will close, however, we believe we will get our fair share.\nNext, I would like to move to our Risk Management segment, Gallagher Bassett. Second quarter organic growth was 10.3%, a bit better than our IR Day expectation due to a strong June. Adjusted EBITDAC margin was 18.9%, which is in line with our expectations.\nFor the year, we continue to see adjusted EBITDAC margins near that 19% level. We again saw increases in new arising claims across general liability, property and core workers' compensation during the quarter.\nEncouragingly, property and liability claim counts are back to prepandemic levels. Core workers' comp claim counts have yet to fully rebound to 2019 levels, which represents a nice opportunity for further growth.\nLooking towards the second half of the year, we think organic revenue growth will continue to push 10% due to growing claim counts and new business. I'll conclude my remarks with some thoughts on our bedrock culture.\nAs I resume traveling to our Gallagher offices around the globe, I can report to you that our culture is as strong as ever, and that's a reflection of our people, our nearly 41,000 colleagues working together for a common goal to serve our clients. As I've said before, our people underpin our culture, a culture that we believe is a true competitive advantage and drives our outstanding financial results.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate VP & CFO, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone, an excellent second quarter and terrific count. Today, I'll touch on organic margins and the Corporate segment using our earnings release and then make some comments using our CFO commentary document posted on our website. I'll end then with my typical comments on M&A, debt and cash.\nOkay, starting with the earnings release to the Brokerage segment organic table on Page 3. Fantastic headline all-in brokerage organic of 10.8%. As Pat said, we did benefit by about 1 point or so because of a large group live case found in late June. With or without that, a great quarter by our sales team. As for the rest of '22, during our June IR Day, we said third and fourth quarter would be somewhere around 8% due to a tough benefits compare.\nAs we sit today, we're still seeing third quarter around that 8%, reflecting about 1 point of that tough benefits compare, and we're becoming more bullish in fourth quarter, call it nicely over 8% in the fourth quarter. That would lead to full year Brokerage segment organic growth of over 9%. So today, we're forecasting full year organic growth better than what we were seeing at our June IR Day.\nNext, turning to Page 5 to the Brokerage segment adjusted EBITDAC margin table. Headline all-in adjusted EBITDAC margin of 32%, right in line with our June IR day expectation. Recall what we've been saying all year, because of the roll-in impact of the acquired reinsurance operations, which has substantial quarterly seasonality and because there are still expenses returning as we come out of the pandemic, those in combination create quarterly margin change volatility.\nAs a recap, we posted adjusted margins up 50 basis points in the first quarter, down 97 basis points here in the second, and we're forecasting down 100 basis points in the third, then back up 100 basis points in the fourth. Because we are seasonally the largest in the first quarter, those results would roll-up to around 10 to 20 basis points of full year margin expansion. These quarterly margin changes are right on what we've been saying all year.\nWhen I think of the inflation impact, I just don't see much here in '22 on our expenses. And as we discussed in June, headline inflation doesn't significantly impact 80% of our expense base. And we have mitigation levers to pull on that other 20% if it comes to that. So even with rising CPI, we remain comfortable with our 2020 margin outlook. Looking towards '23, all that quarter margin change volatility should go away with the pandemic behind us and reinsurance fully rolled into our books.\nMoving to the Risk Management segment on Pages 5 and 6, Pat hit the highlights. 10.3% organic and 18.9% adjusted margins, an excellent quarter. This unit continues to show momentum with rebounding claim counts and a large new business win coming on next quarter. It's looking now like organic revenue growth of around 10% in each of third and fourth quarters '22. Now remember, that's on top of 17% growth in third quarter '21 and 13% growth in fourth quarter '21, that would be a terrific outcome to overcome such a difficult compare.\nMoving to Page 7 of the earnings release to the Corporate segment shortcut table. Interest in banking is within our June IR Day range. Adjusted M&A costs in clean energy, they combined -- those combined also within our range. And Corporate, after adjusting for some favorable tax item, is slightly better than our June IR Day range, call it about $0.01 due to favorable FX remeasurement gains given the strengthening in the dollar.\nLet's leave the earnings release and go to the CFO commentary document. On Page 3, these are our typical Brokerage and Risk Management modeling helpers. With the rally in the U.S. dollar since our June IR Day, please take a look at our updated FX guidance for the remainder of '22. This late June strengthening also caused an extra $0.01 headwind here in the second quarter versus our IR Day guidance.\nNext, you'll see our current estimate of integration costs. Most of this is related to Willis Re. The punchline has no change to our original estimate of $250 million for integration charges through the end of 2024. As I mentioned last quarter, the team is making excellent progress and is executing at a faster pace than our original plan.\nIntegration efforts around people, real estate, back-office transition services are targeted to be mostly done by late '22. In fact, our new reinsurance colleagues are now moving into our combined Gallagher locations around the world, and there's an excitement that is coming together.\nAs for technology and system rebuild, we still see having that done by the end of '23 or early '24. So continued good news on the reinsurance integration front.\nNext, please take a look at the amortization of intangibles line. Recall we now adjust out our -- that out of our non-GAAP results. Also take a look at footnote #2. That will help you reconcile this number to what we're showing in the face of our GAAP financial statements.\nNext to the change in estimated earn-out payable. This quarter, some component of the earn-out payable adjustment has become more pronounced. The punchline is found in footnote #5. The note admittedly is a little [account needs], but it's saying that the large noncash gain in our results this quarter is mostly due to increases in interest rates and market volatility. When these increase, the value of our earn-out liability declines, thus creating GAAP income. This gain does not reflect any meaningful change to our expectations of the acquired brokerages nor does it change our view of what we'll ultimately pay an earn-out.\nThe accounting is a bit like the change in interest rate assumptions and pension accounting, except this change in earn-out liability goes to the P&L, not through OCI as does pensions. In our view, this is a no never mind but can dramatically impact comparability, so we adjusted out.\nTurning now to Page 4, our Corporate segment outlook. No changes in the third and fourth quarter estimates.\nFlipping to Page 5, Clean Energy. This page is here to highlight that we have around $1 billion of tax credit carryovers. And with the Sunset program late last year, we're now in the cash harvesting year of these investments. You'll see in the pinkish column that the 2022 cash flow increase should be $125 million to $150 million and perhaps more in '23 and beyond.\nAt this rate, these investments will be a really nice 7-year cash flow sweetener. The possibility of an extension of the loss still exists, so we have idled our plans rather than decommissioning them, cost us a little to carry them, but it lets us remain well positioned to restart production if an extension happens.\nTurning to Page 6. The top of the page is the rollover revenue table that we've spoken about in detail. We appreciate all those that have incorporated this disclosure into their models.\nMoving down the page. The bottom table is an update on our December reinsurance acquisition. You'll see that these numbers are almost spot on to our June IR Day estimates. Delivering $730 million of revenue and nearly $260 million of adjusted EBITDAC here in '22 would be very close to our pro formas when we inked the deal. That would be a really good outcome.\nMoving on to cash and capital management and future M&A. At June 30, available cash on hand was about $450 million. Our operations continue to perform very well, and we expect strong operating cash flows. Add to that, the cash flow sweetener from our Clean Energy investments and additional borrowing capacity, it adds up to more than $4 billion of tuck-in M&A capacity here in '22 and '23 combined.\nSo those are my comments. An excellent quarter and first half, and we're extremely well positioned for another terrific year. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThanks, Doug. Daryl, I think we're ready to open it up to questions."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/712fec04fb7f78233e628e101ab29dce",
    "period": "2022 Q1",
    "content": "Q1 2022 Arthur J Gallagher & Co Earnings Call\n\nQ1 2022 Arthur J Gallagher & Co Earnings Call\n\nAJGNYSEAPR 28, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to the Arthur J. Gallagher & Co. First Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. If you have any objections, you may disconnect at this time.\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the cautionary statements and risk factors contained in the company's 10-K, 10-Q and 8-K filings for more detail on its forward-looking statements.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon, everyone, and thank you for joining us for our first quarter 2022 earnings call. On the call with me today is Doug Howell, our Chief Financial Officer, as well as the heads of our operating divisions.\nWe had a fantastic start to the year. For the first quarter, our combined Brokerage and Risk Management segments posted 30% growth in revenue, more than 10% organic growth, net earnings growth of 28%, adjusted EBITDAC growth of 34% and adjusted earnings per share growth of 26%. And we were named a world's most ethical company for the 11th year in a row, an outstanding achievement on its own and a testament to our nearly 40,000 professionals around the globe. As you can tell, I'm extremely proud of how the team performed during the quarter.\nSo let me give you some more detail on our first quarter Brokerage segment performance. During the quarter, reported revenue growth was 32%. Of that, 9.6% was organic, which is just excellent. Rollover revenues of $380 million were pretty consistent with our March IR Day expectations and mostly driven by the December reinsurance brokerage acquisition. Doug will have some further comments on rollover revenues in his prepared remarks. That earnings growth was 27%. Adjusted EBITDAC growth was 35% and we expanded our adjusted EBITDAC margin by about 50 basis points, an outstanding all-around quarter for the brokerage team.\nLet me walk you around the world and break down the 9.6% organic, starting with our PC operations. First, our domestic retail business posted 11% organic driven by terrific new business, strong retention and continued renewal premium increases. Risk placement services, our domestic wholesale operations, posted organic of 10%. This includes more than 20% organic in open brokerage and 6% organic in our MGA programs and binding businesses. New business was better than first quarter '21 levels and retention was consistent with prior year.\nOutside the U.S., our U.K. business posted organic of 14%. Within retail, fantastic new business and continued renewal premium increases helped drive 10% organic. In our London specialty business, including our legacy Gallagher Re operations, saw 17% organic. Australia and New Zealand combined organic was nearly 10% driven by strong new business, stable retention and higher renewal premium increases. And finally, Canada was up more than 12% organically and continues to benefit from renewal premium increases and great new business production.\nMoving to our employee benefit brokerage and consulting business. First quarter organic was up over 7%, more than 1 point better than our (technical difficulty) organic was in line with our expectations of 5%, and the upside in the quarter was driven by our international operations and our HR consulting, pharmacy benefits and various other life insurance product sales. So 7% organic in benefits, 11% organic within our PC operations, an excellent quarter.\nNext, I'd like to make a few comments on the PC market. Overall, global first quarter renewal premium increases were 8%, consistent with the fourth quarter of '21 after controlling for line of coverage mix differences. Recall the renewal premium change includes both rate and exposure.\nSo let me break that down around the world. About 10% in U.S. retail, including double-digit increases in property, professional liability and casualty somewhat offset by workers' comp and commercial auto. In Canada, New Zealand renewal premiums were up about 8.5%, with professional liability seeing the strongest increases. In Australia and U.K. retail, renewal premiums were up mid-single digits driven by increases in casualty and package. Within RPS, wholesale open brokerage premium increases were up 11% and binding operations were up 6%. And in our London specialty business, we saw first quarter rate increases around 7.5%.\nMoving to reinsurance. As we noted in January, our 1/1 renewals showed price increases that varied by geography and client-specific attributes in loss history, even loss-free programs faced modest rate increases. Our April Gallagher Re first review report is more focused on Japanese renewals which tend to dominate the April 1 renewal season. We saw pricing increases in property-related classes, while casualty pricing was flattish despite inflation being a key topic of discussion. You can access our April reinsurance market report on our website for more information.\nSo whether retail, wholesale or reinsurance premium (technical difficulty). Looking forward, we expect our mix shift away from workers' compensation renewals in Q1 to U.S. property cat renewals in Q2 will lead to premium increases in second quarter, very similar to full year 2021. And we see these difficult PC market conditions continuing throughout the remainder of this year.\nCarriers will likely continue their cautious underwriting stance due to rising loss costs and increases in reinsurance pricing. And this comes at a time when the conflict in Ukraine is elevating geopolitical uncertainty, courts are reopening and global monetary policy is tightening. So from our seat, it looks like carriers will continue to push for rate and don't see a dramatic change in the near term.\nMoving to our employee benefit brokerage and consulting business. I see domestic labor market conditions in '22 working in our favor. There are more than 11 million job openings in the U.S. That's 5 million more jobs available than people unemployed and looking for work.\nAnd that imbalance lays the groundwork for robust demand for our HR and benefits consulting services as employers look to attract, retain and motivate their workforce. So we finished first quarter with organic of 9.6%. Given our first quarter results and the current insurance market conditions, as we sit here today, we think 22% organic should end up even better than '21.\nMoving on to mergers and acquisitions, starting with some comments on our recent reinsurance acquisition. Integration is progressing at a fast pace and is ahead of schedule. Alongside the speed that we are executing comes the pull-forward of some of the future integration costs which Doug will cover in his remarks. Also, we had a strong first quarter with the legacy Gallagher Re team growing 30% and our new reinsurance operations delivering towards $340 million of revenue and over $170 million in EBITDAC. And our reinsurance colleagues are melding together extremely well. So it continues to be a really good story.\nDuring the first quarter, we completed 5 new tuck-in brokerage mergers, representing about $32 million of estimated annualized revenues. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals. As I look at our tuck-in merger and acquisition pipeline, we have around 40 term sheets signed or being prepared, representing nearly $250 million of annualized revenue. We know not all of these will close. However, we believe we will get our fair share.\nNext, I'd like to move to our Risk Management segment, Gallagher Bassett. First quarter organic growth was 15.2%, better than our IR Day expectation due to a strong March, some new business wins and higher-than-expected COVID claims. Adjusted EBITDAC margin was 17.3% and would have been 18.5% but we had a litigation settlement late in the quarter. Moving forward, we think the remaining '22 quarterly margins will be closer to our 19% expectation.\nWe again saw increases in new arising claims across general liability, property and, to a lesser extent, core workers' compensation during the quarter. New arising COVID claims were well above what we saw during the fourth quarter. However, core claim counts, which tend to have a greater impact on results, still have room to rebound fully to pre-COVID levels. Looking forward, we see ample opportunity for organic revenue growth from existing clients, growing claim counts and new business and expect organic to be around 10% per quarter for the remainder of the year.\nAnd let me finish with some thoughts on our bedrock culture. I believe our outstanding financial results are made possible because we're able to act as one company, united by one set of values, the Gallagher Way. As I mentioned earlier, we were once again named a world's most ethical company by Ethisphere, a truly global effort that reflects our colleagues' care and integrity to each other and our clients.\nEvery day, I hear stories of our colleagues working together as one team to give our clients exactly what they need all around the world. That collaboration is possible because we genuinely want to deliver the best possible service at all times. When one team wins, we all win.\nAnd then there's the way our people give back to their communities. In March, we announced a special matching donation to provide humanitarian relief to the people of Ukraine. Thanks to the generosity of my Gallagher colleagues, we're able to donate over $1 million for necessities like food, water, supplies and first aid. I'm proud to stand together with my Gallagher colleagues impacting communities around the world, and that is the Gallagher way.\nOkay, I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate VP & CFO, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. As Pat said a fantastic first quarter and start to the year. Today, I'll get to my typical comments on organic margins, clean energy, cash, et cetera. And I'll also do a financial recap of the Willis Re acquisition, but first, the modeling heads-up regarding rollover revenues this quarter.\nWe typically don't comment on consensus estimates, but this quarter looks like there is a large variance in brokerage segment rollover revenues relative to the guidance numbers we provided within our CFO commentary document during our March 16 IR Day. When we get to Page 6 of today's CFO commentary document, you'll see we've added a table that shows consensus overstates rollover revenues by approximately $40 million versus the number we provided in March. That has an impact of overstating consensus EPS by $0.06. We hope you take this into consideration as you analyze our performance relative to consensus and to your model.\nOkay, with that housekeeping behind us, let's shift to the earnings release, to the Brokerage segment organic table on Page 3. All-in brokerage organic of 9.6%, we had a really strong finish to the quarter, some nice new business wins by the P&C team and a terrific finish by our benefits consulting teams. You'll also see strong growth in both contingents and supplementals.\nThe Ukraine-Russia conflict impact was small, about $5 million of revenue, which is about a $0.01 hit this quarter. Looking forward, it's looking like it's small also, maybe another $5 million revenue impact spread over the next 3 quarters.\nGiven our strong start and given our current favorable outlook of the market, as Pat discussed, we could be pushing nicely towards upper 8% to 9% full year organic growth here in '22.\nNext, we'll turn to Page 5, to the Brokerage segment adjusted EBITDAC margin table. Headline all-in adjusted margin expansion for first quarter was 49 basis points, right in line with our March IR Day expectation. Recall that expansion includes a favorable seasonal impact from reinsurance roll-in, offset in part by a return of expenses as we come out of the pandemic and it also has a little more incentive compensation given our stronger first quarter organic growth and full year expectations.\nRepeating what we said during March, we are well positioned to deliver around 10 to 20 basis points of full year adjusted margin expansion. But remember, as we discussed here in '22, there will be margin change volatility quarter-to-quarter. That's due to expenses return as we come out of the pandemic and the roll-in impact of acquired reinsurance revenues.\nSo let me walk through what we said in March, 50 basis points of expansion here in the first quarter, then expecting second and third quarter margins to each be down around 100 basis points, but then that flips and we expect fourth quarter margins to be up around 100 basis points.\nThe math, given that we are seasonally larger in the first quarter, gets us back to that 10 to 20 basis points of full year margin expansion. Looking way out towards '23 that quarterly margin change volatility should go away with the pandemic behind us and reinsurance fully in our book.\nOkay, let's move on to the Risk Management segment and the organic table on the bottom of Page 5. You'll see 15.2% organic in the first quarter. That's just terrific by the team. And with continued strong new business and rebounding claim counts, it's looking like organic revenue growth of about 10% each quarter for the rest of '22.\nOn the next page, you'll see that our Risk Management segment posted adjusted EBITDAC margin of 17.3%. That was compressed by about 120 basis points due to an unusual late quarter litigation settlement. As Pat said, moving forward, we would expect margins for the remainder of '22 to be closer to 19%.\nMoving to Page 7 of the earnings release and the Corporate segment shortcut table. Most adjusted first quarter items were in line with our March IR Day estimates. Within the corporate line, we did also benefit from an FX remeasurement gain and a larger tax benefit related to employee stock option exercises given the strong performance of our stock late in the quarter.\nYou also see a couple of non-GAAP adjustments. The first relates to transaction costs and professional fees associated with buying Willis Re. And the second was a state tax benefit related to the revaluation of our deferred income tax balances.\nAll right. Let's now go to the CFO commentary document. Page 3 has our typical brokerage and risk management modeling helpers. We've updated our outlook for integration, I'll get to that more in a minute. We've updated FX, and you'll see a slight tick-up in our expected Brokerage segment tax rate, call it 0.5 percentage point.\nIn addition, the amortization lines in both brokerage and risk management are now highlighted in yellow. This means the item is now being treated as a non-GAAP adjustment. If you missed our March IR Day, we did a vignette on this change and how we're reporting adjusted EPS. This is the first quarter reporting under that revised method.\nOn Page 4 of the CFO commentary, that's our Corporate segment outlook. You'll see there is no change in our outlook for second, third and fourth quarters. When you turn to Page 5 to Clean Energy, the purpose of this page is to highlight that we have over $1 billion of credit carryforwards, and we are now in the cash-harvesting era of these investments.\nThere's no GAAP earnings anymore other than a little bit of overhead expense but rather now substantial cash flows. You'll see in the pinkish column that the '22 cash flow increase should be substantial. We should be able to harvest $125 million to $150 million a year of cash flows and perhaps more in '23 and beyond, at that rate, a really nice 7-year cash flow sweetener. And there still is a possibility of an extension in the law, so we remain well positioned to restart production if that happens.\nOkay, flipping to Page 6 of the CFO commentary document. Top table is the rollover revenue table. Recall that we update this each earnings release day and also each quarter during our late quarter IR meetings. The next box, highlighted in yellow, is the math behind the $0.06 impact of consensus versus our March guidance that I touched on in my opening.\nThen at the bottom table is an update on our December reinsurance acquisition. Revenue this quarter was $337 million, and EBITDAC was $172 million. The very small difference to the numbers we provided during our March IR Day reflects 2 items: first, the quarterly timing related to further refinement in our ASC 606 accounting for both revenue and expense; and second, some further movement in FX rates.\nIn the end, if you go all the way back to our original August '21 projections, there is very little change to our first year of ownership expectations other than a small impact from Russia, Ukraine and FX. As for integration, the good news is that our original estimate of around a total of $250 million for integration charges through the end of 2024 is holding close.\nThe even better news is we're making progress at a faster pace than we originally thought. Integration efforts around people, real estate, back-office transition services, et cetera, are targeted to be mostly done by late '22 versus mid- to late '23 as originally planned. When it comes to technology rebuilds, we think most of it will be done by the end of '23 or early '24.\nSo what that means is that we will see integration costs lumped more into '22 and '23 than spreading deep into '24. You'll see the bump-up of our '22 quarterly integration estimates back on Page 3 of the CFO commentary, but it's important to remember, it isn't changing our in-total view. So that continues to be a really good story.\nAs for cash, capital management and future M&A, at March 31, available cash on hand was about $450 million and no outstanding borrowing on our line of credit. With strong operating cash flows expected in '22 and a nice bump in cash flow from our clean energy investments, we are extremely well positioned to fund future tuck-in M&A using cash and debt. We continue to see our M&A capacity at more than $4 billion through the end of '23 without using any stock.\nSo those are my comments. We're off to a great start in '22. From my vantage point as CFO, we're positioned for another great year. A huge thank you to the entire Gallagher team for another terrific quarter. Back to you, Pat.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you, Doug. Darryl, I think we're ready to open up for questions, please."
  },
  {
    "header": "AJG",
    "cik": "0000354190",
    "ticker": "AJG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82af5d1e7b1e049cf7aba6d32c28d40f",
    "period": "2021 Q4",
    "content": "Q4 2021 Arthur J Gallagher & Co Earnings Call\n\nQ4 2021 Arthur J Gallagher & Co Earnings Call\n\nAJGNYSEJAN 27, 5:15 PM\n\nOperator\n\nGood afternoon, and welcome to Arthur J. Gallagher & Co.'s Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Today's call is being recorded. If you have any objections, you may disconnect at this time.\nSome of the comments made during this conference call, including answers given in response to questions, may constitute forward-looking statements within the meaning of the securities laws. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Please refer to the cautionary statements and risk factors contained in the company's 10-K, 10-Q and 8-K filings for more details on its forward-looking statements.\nIn addition, for reconciliations of the non-GAAP measures discussed on this call as well as other information regarding these measures, please refer to the earnings release and other materials in the Investor Relations section of the company's website.\nIt is now my pleasure to introduce J. Patrick Gallagher, Chairman, President and CEO of Arthur J. Gallagher & Co. Mr. Gallagher, you may begin.\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThank you. Good afternoon. Thank you for joining us for our fourth quarter 2021 earnings call. On the call with me today is Doug Howell, our CFO, as well as the heads of our operating divisions.\nWe had an outstanding fourth quarter. For our combined Brokerage and Risk Management segments, we posted 18% growth in revenue, 11% organic growth, net earnings growth of 11%, adjusted EBITDAC growth of 17%, and we completed 18 new tuck-in mergers in the quarter. That's on top of closing our Willis Re merger. All told for the year, our merger strategy added more than $1 billion of annualized revenue. That's just fantastic. Needless to say, I'm extremely proud of how the team performed during the fourth quarter and the full year.\nSo let me give you some more detail on our outstanding fourth quarter performance starting with the Brokerage segment. During the quarter, reported revenue growth was an excellent 19%. Of that, 10.6% was organic, another sequential step-up from the third quarter and the fourth consecutive quarter of improvement. Net earnings growth was 8%. Adjusted EBITDAC growth was 17%. And we expanded our adjusted EBITDAC margin by 13 basis points, in line with our December IR Day expectations. Remember, that's lower because of the natural seasonality of the reinsurance acquisition. Margins would have expanded nearly 90 basis points. So another great quarter for the Brokerage team.\nLet me walk you around the world and break down the 10.6% organic, starting with our PC operations. First, our domestic retail business posted 13% organic driven by excellent new business, higher exposures and continued rate increases. Risk Placement Services, our domestic wholesale operations, posted organic of 15%. This includes more than 30% organic in open brokerage and 5% organic in our MGA programs and binding businesses. New business was better than 2020 levels, and near double-digit renewal premium increases helped, too.\nOutside the U.S., our U.K. business posted organic of 12%. Specialty, including our existing Gallagher Re business, was up in the high teens, and retail was up 7%, both fueled by new business and retention in excess of 2020 levels.\nAustralia and New Zealand combined, organic was more than 8%, also benefiting from good new business and improved retention. And finally, Canada was up more than 13% organically and continues to benefit from strong new business trends, stable retention and renewal premium increases.\nMoving to our employee benefit brokerage and consulting business. Fourth quarter organic was up about 7%, a couple of points better than our December IR Day expectation. We saw some nice sequential improvement over the course of 2021, up from the 2% organic we delivered in the first quarter, thanks to a rebound in global economy, declining U.S. unemployment and increased demand for our consulting services as businesses look to grow.\nNext, I'd like to make a few comments on the PC market. Overall, global fourth quarter renewal premium increases were above 8%, broadly consistent with the increases we saw during the first 3 quarters of '21. Moving around the world, renewal premium change, which includes both rates and exposure, up about 8.5% in U.S. retail, including a 13% increase in professional liability, 8% in property & casualty and 4% in workers' comp. In Canada, Australia, New Zealand and the U.K., retail renewal premiums up between 7% and 9%, mostly driven by increases in professional liability and property. Within RPS, wholesale open brokerage premium increases were up 13%, and binding operations were up 6%.\nShifting to reinsurance. January 1 renewals showed price increases that vary by geography and client loss experience. Loss-free programs saw rates flattish to up 10%, while loss-impacted accounts and cat-exposed property business experienced rate increases that were, in many cases, double that. So rate tended to be based on client-specific attributes and loss history, and I consider that to be a healthy outcome. So whether retail, wholesale or reinsurance, premiums are still increasing almost everywhere.\nLooking forward, I see difficult PC market conditions continuing throughout 2022. That's because our risk-bearing partners remain cautious on rising loss costs. For property coverages, replacement cost inflation and the increased frequency and severity of catastrophe losses are causing underwriters to rethink rate adequacy. On the casualty side, social inflation, low investment returns and the potential for increases in claim frequency as global economies further recover are all potential negative drivers of future underwriting profitability. And on top of higher loss costs and lower investment returns, reinsurance costs are also increasing. So I think carriers will continue to push for rate and don't see a dramatic change in the near term.\nWe shine in this type of environment by helping our clients find appropriate coverage while mitigating price increases through our creativity, expertise and market relationships. I'm equally as upbeat on our employee benefit consulting and brokerage business. As you know, the first quarter is seasonally our largest employee benefits quarter and is looking like the team had a strong annual enrollment season. Early indications are pointing to an increase in new client wins over prior year, consistent client retention and a slight increase in covered lives.\nWith improved business activity and increased demand for goods and services, businesses are trying to grow their workforce. But the labor market remains extremely tight, with more than 10.5 million job openings domestically and 6.3 million people unemployed and looking for work. This lays the groundwork for robust demand for our consulting services in 2022 as employers look to attract, retain and motivate their workforce.\nSo we finished '21 with full year organic of 8%. That's really nice improvement from the 3.2% organic we reported in '20 and above pre-pandemic 2019 organic of 5.8%. And as we sit here today, we think '22 organic will end up in a very similar range to '21, and there is a case that it ends up even better.\nLet me move on to mergers and acquisitions. It was great work by the team to close the reinsurance acquisition in early December. Integration is well underway and progressing at a good pace. Remember, we are a seasoned integrator. On the revenue side, much like our tuck-in acquisitions, we've mobilized our local teams from retail, wholesale and even Gallagher Bassett to partner with our new colleagues and generate new revenue opportunities.\nI'm also very pleased that our combined Gallagher Re team hit the ground running and had a strong finish to the year. Financially, the acquisition added about $20 million of revenue in December and as expected, generated a small EBITDAC loss due to seasonality. More importantly, I'm already seeing examples of cross-division cooperation and collaboration. So our new reinsurance colleagues are quickly embracing our better together Gallagher culture.\nOutside of reinsurance, we completed 18 tuck-in brokerage mergers during the quarter, representing about $65 million of estimated annualized revenues. I'd like to thank all of our new partners for joining us and extend a very warm welcome to our growing Gallagher family of professionals. As I look at our tuck-in merger and acquisition pipeline, we have around 35 term sheets signed or being prepared, representing over $200 million of annualized revenues. We know all these will not close. However, we believe we'll get our fair share.\nNext, I'd like to move to our Risk Management segment, Gallagher Bassett. Fourth quarter organic was 13.1%, a bit better than our December IR Day expectation. Margins approached 19% in the quarter, leading to full year adjusted EBITDAC margin of 19.1%, another great quarter and full year, for that matter, from the team.\nWe saw more new arising claims within general liability and property and, to a lesser extent, core workers' compensation during the quarter. New COVID-related workers' comp claims were similar to the third quarter, aided slightly by the late year surge in cases from the Omicron variant. Regardless of the short-term variability in new rising claim activity, we feel really good about the business. Looking forward, continued strong retention, combined with new client wins in the fourth quarter, should drive '22 organic into the high single-digit range.\nSo it was another fantastic year for our franchise, and I'm extremely proud of our team and our collective accomplishments. Together, we produced 8.6% organic growth in our combined Brokerage and Risk Management segments; completed 38 mergers with more than $1 billion of estimated annualized revenue; more than 110 basis points of adjusted EBITDAC margin expansion; and we were recognized as one of the world's most ethical companies for the tenth year in a row by the Ethisphere Institute and all this in the face of a pandemic.\nWhat a fantastic year. More than ever, our success is due to our bedrock culture. Our culture helps us deliver better results, better results for all of our stakeholders, including our customers, our colleagues, our underwriting partners and, of course, our shareholders. Every day, all of our teammates get up and work diligently to maintain our culture, to promote our culture and to live our culture. That truly is the Gallagher way.\nOkay. I'll stop now and turn it over to Doug. Doug?\n\nDouglas K. Howell\n\nCorporate VP & CFO, Arthur J. Gallagher & Co.\n\nThanks, Pat, and hello, everyone. As Pat said, a terrific quarter to close out an outstanding year. Today, I'll start with our earnings release and touch on organic margins and our corporate segment shortcut table. Then I'll move to our CFO commentary document, where, there, I'll talk a little bit about how we're now providing our typical modeling helpers for '22, add some commentary on the Willis Re acquisition and our latest thinking on clean energy. I'll then finish up with my comments on cash, liquidity and capital management.\nOkay. Let's flip to Page 4 of the earnings release to the Brokerage segment organic table. All-in brokerage organic was 10.6%, a nice step-up from the 9% we posted last quarter and the 6-plus percent we posted in the first half of '21, leading to full year organic of 8%. Looking forward, as Pat said, we see full year '22 similar to '21 or even better.\nNow turn to Page 6 for the Brokerage segment adjusted EBITDAC margin table. Headline all-in adjusted margin expansion for fourth quarter was 13 basis points, right in line with our December IR Day expectation. But recall, that expansion has the adverse seasonal impact of closing Willis Re on December 1. Without that, adjusted margins would have expanded 88 basis points, also right in line with the forecast we provided in December.\nFor full year, adjusted margin expansion was 123 basis points. Excluding Willis Re, it was up 142 basis points. And it's important not to forget, that's on top of 420 basis points of margin -- adjusted margin expansion in '20 and 75 basis points in '19. That's absolutely incredible execution before, during and as we emerge from the pandemic.\nMoving on from '21. Looking forward, as the pandemic limitations continue to ease in '22, we will naturally see some costs returning in areas such as travel, entertainment and perhaps some other office consumables. Incremental full year '22 costs from these 3 areas could be as much as $25 million. But even then, our full year spend on these categories would be below pre-pandemic levels, showing that we're holding savings. Also, we are back to making targeted investments to drive long-term growth. In '22, we're planning for increases in marketing, advertising, consulting, professional fees and certain IT investments. These costs, combined with higher insurance premiums, say, for E&O, D&O and work comp, would total around $35 million. So like we said at our December IR Day, we should be able to absorb those costs and hold margins if we post around 7% organic and if organic is over 7%, even show some margin expansion.\nThen by 2023, we could be back to that pre-pandemic view that margin expansion might occur at a 4% or so organic level. And to be clear, all of these comments are before the impact of the acquisition of Willis Re. On a pro forma basis, those margins can run a bit higher, so math would say would naturally provide some lift to our consolidated Brokerage segment margins in '22.\nA couple of things to keep in mind as you build your quarterly models for our Brokerage segment in 2022. First, consider seasonality. Due to our benefits business and now our larger reinsurance business, first quarter seasonality -- our first quarter is our largest revenue and EBITDAC quarter of the year.\nAnd second, perhaps slightly more nuanced, since we're not seeing price and/or exposure increases and benefits and workers' comp to the extent we are in other areas of P&C insurance, first quarter organic might be 1 point or so below your full year pick simply due to the mix. So the math would then suggest second, third and fourth quarters could post over your full year organic pick. Again, that's just a nuance to help you with your quarterly model.\nMoving on to the Risk Management segment and the organic table at the bottom of Page 6. You'll see that -- you'll see 13.1% organic in the fourth quarter and full year organic in excess of 12%. What a great rebound from the depths of the pandemic. And as Pat said, it's looking like revenue momentum continues into '22 with full year organic growth -- revenue growth in the high single digits, which is really terrific given '22 will naturally have more difficult compares than '21.\nMoving to the Risk Management segment EBITDAC table on Page 7, adjusted EBITDAC margin of 18.6% in the quarter and more than 19% for the full year, a fantastic result and just like our Brokerage segment, a nice step-up from pre-pandemic levels of 17.5%. Again, that demonstrates our ability to maintain a portion of our pandemic period savings even as we make some further investments in -- technology investments.\nLooking forward, as you heard at our December IR Day, we will continue to make investments in analytics and tools to enhance the client experience and drive better claim outcomes. But even with those, holding margins close to that 19% is achievable for full year '22.\nAll right. Let's turn to Page 8 to the corporate segment table. In total, adjusted results, $0.02 better than the midpoint of our December IR Day forecast, mostly as a result of strong clean energy earnings. We did have a couple of notable adjustments this quarter. First, Willis Re transaction-related costs, as discussed in footnote 2, were $22 million after tax. And second, as discussed in footnote 3 and similar to third quarter, we had noncash deferred tax adjustments related to international M&A earn-outs, which is the most of it, as well as some other small tax and legal settlement items, together about $19 million after tax.\nNow let's shift to our CFO commentary document we posted on our website starting with Page 3. As for fourth quarter, you'll see most of the Brokerage and Risk Management items are close to our December IR Day estimates. Also on that page, we are now providing our first look at items related to the Brokerage and Risk Management segment.\nA couple of lines worth highlighting, first, FX. The late '21 and early '22 weakening of the U.S. dollar against our major currencies is creating about a $0.04 headwind to EPS next year.\nSecond, integration cost. You'll read in footnote 1 the integration estimates provided here only reflect expense associated with Willis Re. As Pat mentioned, integration is well underway, and we are still comfortable with our ultimate pick of about $250 million of total cost for integration.\nAll right. Let's turn to Page 5 of the CFO commentary, the page addressing clean energy. The purpose of this page is to highlight we are transitioning from over a decade of showing GAAP earnings to a 6 to 8 period where we harvest cash flows. You'll see in the blue column that we reported '21 GAAP earnings of $97.4 million, a really nice step-up, up 39% over '20, and we generated $40 million of net after-tax cash flow. So also a nice step-up from '20.\nBut the real headline story here is in the pinkish column. Cash flows take a significant step up in '22. Looks like we will be harvesting $125 million to $150 million a year of cash flows and perhaps even more in '23 and beyond. Now there is still a possibility of an extension in the law, and we are well positioned to restart production if that happens. But if not, we have over $1 billion of credit carryovers. If we use, say, $150 million a year, that's a 7-year cash flow sweetener.\nFlipping to Page 6 on the rollover revenue table. The reinsurance acquisition is off to a solid start, and we are encouraged with both its December results and early indications from the 1/1 renewal season. So what's looking like our pro forma revenue and EBITDAC of $745 million and $265 million, respectively, are holding up nicely. So the reinsurance acquisition is off to a terrific start.\nAll right. As for the cash and capital management and future M&A, at December 31, available cash on hand was about $300 million. With strong operating cash flows expected in '22 and potentially a nice bump in cash flow from our clean energy investments, we are extremely well positioned to fund future tuck-in M&A using cash and debt. Over the next 2 years, we can do over $4 billion of M&A without using any stock.\nYou also see that our Board of Directors announced a $0.03 per share increase to our quarterly dividend. That would imply an annual payout of $2.04 per share. That's a 6.3% increase over 2021.\nFinally, one calendar item. We are planning on our regular mid-quarter IR Day from 8 a.m. to 10 a.m. Central Time on March 16. Again, that will most likely be virtual. During that, we will allocate some time to socialize our planned migration to reporting adjusted GAAP EPS results, excluding the impact of noncash intangible asset amortization. We'll discuss the detail of all the adjustments, including representing historical results on the new basis.\nOkay. That's it. From my vantage point as CFO, we are extremely well positioned for another great year here in '22. Before I turn it back over to you, Pat, I'd like to thank the entire Gallagher team for a terrific quarter and fantastic year. Pat?\n\nJ. Patrick Gallagher\n\nChairman, President & CEO, Arthur J. Gallagher & Co.\n\nThanks, Doug. Operator, let's go to questions and answers, please."
  }
]