[
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/150ea0c8e16a39eaf0a6a7b1ed326960",
    "period": "2025 Q3",
    "content": "Q3 2025 A.O. Smith Corp Earnings Call\n\nQ3 2025 A.O. Smith Corp Earnings Call\n\nAOSNYSEOCT 28, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A.O. Smith Third Quarter 2025 Earnings Call. Please be advised that today's conference is being recorded. [Operator Instructions] I would now like to hand the conference over to your speaker today, Helen Gurholt.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nGood morning, and welcome to the A.O. Smith Third Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Today, I'm joined by Steve Shafer, Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nWithin today's presentation, we have provided non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website. A friendly reminder that some of our comments and answers during this conference call will be forward-looking statements. that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com.\nI'll now turn the call over to Steve to begin our prepared remarks.\n\nStephen M. Shafer\n\nPresident & COO\n\nThank you, Helen, and good morning, everyone. I would like to start by briefly thanking the many dedicated A.O. Smith employees and broader set of partners and customers in our ecosystem for another quarter of helping to make clean hot and safe water available to millions of people. We appreciate all you do to make that happen.\nPlease turn to Slide 4, and I will now review our financial performance in the quarter. Our global A.O. Smith team delivered third quarter sales of $943 million, a year-over-year increase of 4% and EPS of $0.94, a 15% increase over 2024. North America sales grew 6%, primarily as a result of our pricing actions and strong commercial water heater and boiler volumes. We achieved North America segment margin expansion of 110 basis points and Rest of World segment margin expansion of 90 basis points.\nContinued economic challenges and more limited availability of government stimulus programs led to a 12% decrease in local currency sales in China. Pureit contributed $17 million of sales in the quarter, and our legacy India business continued its strong double-digit growth trajectory by delivering 13% growth in local currencies.\nNorth America water heater sales increased 6% in the third quarter, driven by pricing actions taken in response to higher tariffs and other input costs as well as higher commercial water heater volumes. Our market-leading high-efficiency condensing gas and heat pump products continue to have a compelling payback story in commercial applications.\nOur residential water heater volumes were also positive. So we believe that Q3 industry volumes declined year-over-year. As we expected, we believe we outperformed the residential and commercial markets in the quarter, in part due to our production efficiency initiative that limited the prebuy impact on our sales in the first half of the year.\nOur North America boiler sales increased by 10% compared to the third quarter of 2024, led by the benefits of pricing actions and higher volumes of our high-efficiency boilers. North America water treatment sales decreased 5% in the third quarter as continued growth in our priority channels was more than offset by an expected decrease from the retail channel. Our priority dealer, e-commerce and direct-to-consumer channels grew 11% in the quarter.\nIn China, third quarter sales decreased 12% in local currency as the ongoing economic challenges and reduced availability of government subsidy programs along with an increasingly competitive environment led to lower volumes. Despite these challenges and the resulting volume pressure, we achieved 90 basis points of margin expansion compared to last year through the restructuring initiatives we undertook in 2024 and other cost-saving measures.\nPlease turn to Slide 5. I would now like to take a moment and talk about our commitment to sustainability. For us, sustainability is not just a goal, but a core part of who we are and what we do every day. We are committed to not only developing and bringing to market innovative, high-efficiency products, but we are also dedicated to sustainability in our facilities and manufacturing processes. Later this week, we will publish our sustainability progress report, which will include our sustainability scorecard and an update on our water conservation, greenhouse gas emissions and waste reduction goals.\nWhat the report will show is that we are meeting or exceeding the goals that we set out for ourselves. The outcome of these efforts are providing both sustainability and bottom line results. For example, initiatives we have undertaken to support these goals include the test water recirculation system, which recycles water used during our product testing processes and our glass enamel reuse process, which captures waste glass enamel for reuse in our tank manufacturing process. These are examples of how we how we seamlessly integrate sustainability into 2 of our priority areas, operational excellence and innovation. We remain dedicated to finding better ways of doing things, including how to improve our business while protecting our planet.\nI'll now turn the call over to Chuck, who will provide more details on our third quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Steve, and good morning, everyone. Please turn to Slide 6. Third quarter sales in the North America segment of $743 million increased 6% compared to the same period last year, primarily due to benefits of pricing actions as well as higher commercial water heater and boiler volumes. North America segment earnings were $180 million, an 11% increase over the third quarter of 2024. Segment operating margin was 24.2%, an increase of 110 basis points year-over-year. primarily due to pricing actions and higher volumes more than offsetting higher material and other input costs.\nMoving to Slide 7. Rest of the World segment sales of $208 million decreased slightly compared to last year and included $17 million of sales from the Pure acquisition. Sales in our legacy India business grew 13% in local currency. China third-party sales decreased 12% on a constant currency basis. Rest of the World segment earnings of $15 million increased year-over-year as continued expense management and the benefits of restructuring actions more than offset lower volumes in China. Segment operating margin was 7.4%, an increase of 90 basis points compared to the prior period. Pureit will continue to be a headwind in the near term as we focus on integration, which is progressing well.\nPlease turn to Slide 8. Operating cash flow grew 21% to $434 million, and free cash flow grew 35% to $381 million during the first 9 months of 2025. Compared to the same period last year, primarily due to lower inventory balances that were partially offset by other working capital outlays, including lower customer deposits in China. Our cash balance totaled $173 million at the end of September, and our net debt position was $13 million. Our leverage ratio was 9.2% as measured by total debt to total capital.\nLet's now turn to Slide 9. Earlier this month, our Board approved a 6% increase in our quarterly dividend to $0.36 per share, making 2025 the 32nd consecutive year that A.O. Smith has raised its dividend. We repurchased approximately 5 million shares of common stock in the first 9 months of 2025 for a total of $335 million. This is an increase compared to the same period last year as we raised our planned full year repurchase intentions from $306 million in 2024 and to approximately $400 million of shares for 2025.\nConsistent with our key priorities, we are actively assessing strategic opportunities and have sufficient dry powder for acquisitions that meet our strategic and financial criteria. Our M&A priority continues to be deals that strengthen our core business or help us build new growth platforms.\nPlease turn to Slide 10 in our 2025 earnings guidance and outlook. We are narrowing the range and lowering the top end of our 2025 EPS outlook from a range of $3.70 to $3.90 per share to a range of $3.70 to $3.85 per share. We have included the following assumptions in our outlook. We began to see the impact from tariffs in the third quarter and expect that our tariff costs will continue to increase into the fourth quarter as additional impacts make their way through our supply chain. Though the tariff plan remains uncertain, we maintain our estimate that annualized tariffs will increase total company cost of goods sold by approximately 5%, which includes tariff rates currently in place as well as the mitigation efforts we have implemented.\nAs a reminder, our mitigation strategies include footprint optimization, strategic sourcing and other cost controls and pricing actions as necessary. Apart from tariffs, we expect overall material costs for the year to remain approximately flat versus last year. With steel costs rising 15% to 20% in the second half of 2025 compared to the first half, we estimate that 2025 CapEx will be approximately $75 million. We expect to generate free cash flow of approximately $500 million. Interest expense is projected to be approximately $15 million. Corporate and other expenses are expected to be approximately $75 million. Our effective tax rate is estimated to be approximately 24%. And we project our outstanding diluted shares will be 142 million at the end of 2025.\nI will now turn the call back over to Steve, who will provide more color around our key markets, top line growth outlook and segment expectations for 2025 remaining on Slide 10. Steve?\n\nStephen M. Shafer\n\nPresident & COO\n\nThanks, Chuck. Key assumptions in our top line outlook include the following. We project that 2025 U.S. residential industry unit volumes will be flat to slightly down compared to last year, a slight decrease from our previous guidance due to residential new construction expectations that have come down since last quarter. Lower housing completions, particularly in multifamily as well as concern around consumer confidence have led to this revised outlook. The wholesale channel impact is expected to be greater due to a heavier exposure to new construction.\nThat said, we are encouraged by the resilient demand we are seeing in the commercial water heater market segment. And as a result, we are increasing our projection for commercial water heater industry volumes from flat to last year to up low single digits. We are pleased with our strong performance relative to the market in the third quarter and the share momentum we have going into the fourth quarter, supported by our winning products in this segment.\nEconomic challenges persist in China. While government stimulus programs helped to stabilize parts of the market in the first half of 2025, we believe the stimulus programs pulled forward a significant amount of demand. During the third quarter, national sub fees were discontinued, resulting in increased promotional activity and discounting from our competitors, much of which we chose not to participate in. Because we do not expect an improvement in market conditions in the near term, we are lowering our 2025 China sales outlook to a decline of approximately 10% in local currency. We continue to benefit from the restructuring actions taken in 2024 as well as other cost-saving measures, which we project will offset the margin impact of lower volumes for the year.\nOur 2025 North America boiler sales projection of an increase of between 4% and 6% compared to 2024 is unchanged. We are very pleased with our growth in the first 9 months of the year, although we believe we may have benefited from a minimal amount of prebuy related to price increases implemented in the second quarter. We continue to monitor our key markets closely. We have not changed our guidance that North America water treatment sales will decline approximately 5% in 2025 as we deemphasize the less profitable retail channel.\nWe continue to be pleased with the growth we have seen in our priority channels and our onboarding of new dealers during the year. Our plan to drive 250 basis points of operating margin improvement in 2025 for the North America water treatment business is on track.\nFinally, we expect the addition of Pureit will add approximately USD 55 million in sales in 2025, slightly higher than our earlier guidance. It will not have a significant bottom line contribution this year as we work through integration. Based on the continued economic challenges in China and the softening wholesale residential water heater market in the U.S., we have lowered our full year sales outlook from 2% to 3% growth to a range of flat to up 1% compared to last year. We continue to expect our North America segment margin will be between 24% to 24.5%, and we expect that Rest of World segment margin will be approximately 8%.\nPlease turn to Slide 11. Last quarter, I laid out my areas of focus. Earlier this month, the top 140 leaders of A.O. Smith gathered to talk about the future of our company, to align on key priorities and inspire each other through the opportunity to connect and share ideas on how to deliver the next great chapter of the A.O. Smith legacy. I came away from this important time together confident in our path forward and with the commitment from our leadership team to execute. I look forward to sharing more regarding this Leadership Summit and our focus areas in the quarters to come.\nI am also pleased to welcome Chris Howe as our new Chief Digital Information Officer. Chris is the transformational leader that we need to help us invest wisely in new technologies for the future, and unlock even more value potential in the technologies we are invested in today. In his previous roles, Chris led transformational effort to leverage enterprise software solutions or most recently worked on the forefront of generative AI solutions. He will be instrumental in ensuring we have the technical capabilities needed to support all our priorities, especially operational excellence and innovation.\nAs we shared last quarter and as part of our portfolio management priority, we announced the intention of our formal China strategic assessment. While we remain early in the process, we are making good progress. We commissioned a third-party analysis of the China market, and it confirmed many of our assumptions entering the strategic assessment.\nOne, our brand remains strong, well-known and respected among Chinese consumers, especially with regard to our innovative products and premium solutions. Two, our strategy to expand into broader categories that can be connected by Smart Home Solutions and our AI Link capability was a necessary path forward. And three, we have a number of go-to-market and business model opportunities to better strengthen the business and capture our fair share of market recovery. We believe that we have a good understanding of our challenges and are evaluating potential opportunities to ensure the future success of this business as we drive greater value for shareholders, employees and other stakeholders.\nIn conclusion, I am pleased [indiscernible] third quarter execution, particularly in the North American segment. I'm also encouraged by the progress we are making on our strategic priorities, including portfolio work to help strengthen our business going forward.\nRegarding execution. We delivered a solid third quarter in North America, led by pricing performance and our strong commercial high-efficiency portfolio while expanding margins through operational discipline. Looking forward, we remain confident in our ability to navigate the tariffs and competitive landscape in our core water heater and boiler businesses. where we serve a large replacement-driven market with a broad industry-leading portfolio and go-to-market model.\nRegarding our portfolio, we are driving double-digit growth in priority areas, including boilers, select North America water treatment channels and India. At the same time, through our strategic assessment, we are working to understand and address what is required to improve the performance of our China business.\nFinally, we continue to generate cash, maintain a strong balance sheet on our ready with dry powder necessary to build out our portfolio in ways that complement our business today.\nWith that, we conclude our prepared remarks and are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7196a5155ec6ec3c7067e566d3577afc",
    "period": "2025 Q2",
    "content": "Q2 2025 A. O. Smith Corp Earnings Call\n\nQ2 2025 A. O. Smith Corp Earnings Call\n\nAOSNYSEJUL 24, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Helen Gurholt. Please begin.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nGood morning, and welcome to the A. O. Smith Second Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Today, I'm joined by Steve Shafer, Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nWithin today's presentation, we have provided non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website. A friendly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com. I will now turn the call over to Steve to begin our prepared remarks.\n\nStephen M. Shafer\n\nPresident & COO\n\nThank you, Helen, and good morning, everyone. We believe A.O. Smith has an outstanding foundation for profitable growth as a global water technology leader. I am both honored and excited to build on this foundation as the company's new CEO, and I'm confident in our company's future. This future will be powered by the many dedicated and capable A. O. Smith colleagues I have started to get to know over the past 1.5 years, and I look forward to the journey we have in front of us together. Later in our prepared remarks, I will share some of my early thoughts on priorities going forward that I believe will be most impactful in delivering that bright future for us.\nBut first, I would like to go through our second quarter performance, our updated guidance for the year and the announcement regarding our China business. Now turning to Slide 4 and our financial performance in the quarter. North America water heater sales decreased 2% in the second quarter, driven by lower volumes. Shipments in the first half of 2024 benefited from prebuy-related volumes ahead of an announced price increase. This year, we believe the industry once again bought ahead of price increases and tariff risk. We decided to take a more proactive approach by working closely with our customers to better align order rates to our strategy of smoothing production schedules in order to achieve greater operational efficiency. Like the overall industry, we still benefited in the quarter from a demand pull forward. However, our 2025 pull-forward impact was less pronounced compared to the demand pull forward we experienced in 2024, and we expect to gain operational efficiencies through the year because of these actions.\nOur North America boiler sales increased by 6% compared to the second quarter of 2024, led by higher volumes of our high-efficiency commercial boilers. North America water treatment sales increased slightly in the second quarter as growth in our priority channels, e-commerce, dealer and direct-to-consumer continued to offset expected retail declines. In addition to the growth in these priority channels, we are pleased with the improved profitability it provided, which helped contribute to North America segment operating margin expansion in the quarter. In China, second quarter sales decreased 11% in local currency as the ongoing economic challenges and limited availability of government subsidy programs outside of Tier 1 and 2 cities resulted in lower volumes. We maintained our operating margin year-over-year despite lower sales due to our 2024 restructuring initiatives and other cost control measures.\nIn addition to announcing our Q2 performance in China, we are also announcing today that we are initiating a process to further assess our China business in an effort to ensure that it is best positioned to compete and succeed in the future. We intend to evaluate a broad range of options in addition to further business improvements, including strategic partnerships and other alternatives. As we announced in Q4 of last year, given the market conditions, we have been working to optimize the operating structure in China and reduce costs to better position the business for the future. These initiatives are already delivering positive results. We are on track to achieve $15 million in annual benefits, which have resulted in sequential margin improvement quarter-over-quarter. Despite the current macroeconomic challenges, we believe the China market has substantial long-term potential.\nOur China business also has many competitive strengths, including a premium brand position, differentiated innovation capabilities, a well-established distribution network and a talented local team. We are committed to realizing the full potential inherent in our China business for our company and our shareholders, while benefiting our employees, valuable partners and customers. We believe that the assessment announced today will allow us to properly understand the potential options available to realize the full potential of the business. As the review progresses, we will continue to deliver best-in-class products and service just as we always have.\nPlease turn to Slide 5. I would now like to take a moment to discuss innovation at A. O. Smith. As a water technology leader, we continue to invest in and launch new to the world differentiated products. And I would like to highlight a few of those offerings today. We recently introduced the second product in our AdAPT gas tankless line, the Adapt which is our standard condensing product featuring industry-first integrated scale prevention technology. This product is positioned in the high-volume segment of the tankless market and is the latest proof point in our commitment to become the North American leader in tankless technology.\nWe have also just launched our Home Shield Full House water filter, which is certified to reduce PFAS to less than 4 parts per trillion for 500,000 gallons of water. In addition to taking whole house PPaaS reduction performance to a new level, it is also easier to install and provide both economic and ecological benefits for the homeowner. Next month, we will introduce the cyclone Flex, the next generation of our industry-leading commercial water heater that is smarter, more efficient and more flexible than ever. Staying the industry leader means never standing still, and this product is a continuation of our long history of cyclone enhancements and will help ensure we are best positioned for the 2026 regulatory change in the commercial market and remain the industry's #1 specified commercial gas water heater.\nThese are just a few examples of the exciting pipeline of new products we are bringing to market that has us confident in our future. I'll now turn the call over to Chuck, who will provide more details on our second quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Steve, and good morning, everyone. We delivered sales of $1 billion in the second quarter of 2025, a decrease of 1% year-over-year. Earnings were $1.07 per share a 1% increase compared to the prior period.\nPlease turn to Slide 6. I Second quarter sales in the North America segment of $779 million decreased 1% compared to a difficult year-over-year comp. Higher boiler sales were more than offset by lower volumes of water heaters. North America segment earnings of $198 million were essentially flat to last year. Segment operating margin was 25.4%, an increase of 30 basis points year-over-year primarily due to mix benefits from our water treatment priority channel strategy as well as growth in high-efficiency water heaters.\nMoving to Slide 7. Rest of the World segment sales of $240 million decreased 2% compared to last year. and included $16 million of sales from the Pureit acquisition. Sales in our legacy India business grew 19% in local currency. China third-party sales decreased 11% on a constant currency basis. Rest of the World segment earnings of $25 million were essentially flat year-over-year as continued expense management offset lower sales in China. Segment operating margin was 10.5% compared to 10.6% in the prior period. The Pureit acquisition is progressing well. However, we'll be a margin headwind in the near term as we focus on the integration.\nPlease turn to Slide 8. We generated operating cash flow of $178 million and free cash flow of $140 million during the first 6 months of 2025 and higher than the same period last year, primarily due to lower cash outlays for 2025 working capital needs that were partially offset by lower current year earnings. Our cash balance totaled $178 million at the end of June, and our net debt position was $126 million. Our leverage ratio was 14.1% as measured by total debt to total capital.\nLet's now turn to Slide 9. Earlier this month, our Board approved our next quarterly dividend of $0.34 per share. We repurchased approximately 3.8 million shares of common stock in the first 6 months of 2025 for a total of $251 million an increase over the same period last year as we increased our planned full year repurchase intentions from $306 million in 2024 and to approximately $400 million of shares for 2025. We also opportunistically bought shares during the first half of the year. We are actively assessing strategic opportunities and have sufficient dry powder for suitable acquisitions. Our priority is on deals that strengthen our core business or help us build new growth platforms.\nPlease turn to Slide 10. In our 2025 earnings guidance and outlook. We are raising the midpoint of our 2025 EPS outlook from a range of between $3.60 and $3.90 per share to a narrowed range of between $3.70 to $3.90 per share. The midpoint of our revised EPS range is an increase of 2% compared to our 2024 adjusted EPS. We have included the following key assumptions in our outlook. Our guidance assumes an approximate 15% to 20% increase in the cost of steel in the back half of the year as well as the full impact of currently announced tariffs, which minimally impacted the first half of the year. Other input costs outside of steel and tariffs are slightly higher than 2024 and ratable for the year. The tariff landscape remains uncertain. We have refined our estimate of the annualized tariff impact on total company cost of goods sold to be an increase of approximately 5%, which is inclusive of currently announced tariff rates as well as the mitigation efforts we have implemented.\nOur mitigation strategies include footprint optimization, strategic sourcing and other cost controls. We estimate that 2025 CapEx will be between $90 million and $100 million as we continue to invest in engineering capabilities and prepare for the upcoming regulatory changes. We expect to generate free cash flow of between $500 million and $525 million. Interest expense is projected to be between $15 million and $20 million. Corporate and other expenses are expected to be approximately $75 million. Our effective tax rate is estimated to be between 24% to 24.5%, and we project our outstanding diluted shares will be $142 million at the end of 2025.\nI'll now turn the call back over to Steve, who will provide more color around our key markets, top line growth outlook and segment expectations for 2025 remaining on Slide 10. Steve?\n\nStephen M. Shafer\n\nPresident & COO\n\nThanks, Chuck. Key assumptions in our top line outlook include the following: we project the 2025 residential and commercial industry unit volumes will be approximately flat to last year, which is unchanged. As we expected, we believe there will be some pressure on our market share in the first half of the year, as we managed our production levels despite the strong order rates we saw in response to tariff announcement and ahead of our main price increases. We anticipate a market share recovery in the second half of the year as we work through our backlog and our customers return to more normalized order patterns.\nIn China, we believe the economy remains challenged, and we continue to project that our sales in China will decrease 5% to 8% in local currency. While the stimulus programs benefited sales in Tier 1 and 2 cities, where we saw relatively flat sales compared to last year, stimulus programs were inconsistently applied in other regions, particularly in smaller cities. Additionally, many regions have not yet resumed subsidies in the second half of the year. Our forecast assumes that the currency translation impact will be minimal in 2025. We continue to expect to realize annual savings of approximately $15 million from our 2024 restructuring actions. And as a result, China operating margin is projected to be in the 8% to 10% range for 2025, even with lower volumes.\nWe remain cautious about the near-term market outlook, including the impact from the appliance discount trade-in program. However, we are pleased with how our China team continues to manage the challenging environment. We have raised our 2025 North America boiler sales projection from an increase of between 3% and 5% to an increase of between 4% and 6% compared to 2024. We are very pleased with our growth in the first half of the year. However, we believe we may have benefited from a minimal amount of prebuy related to price increases implemented in the second quarter. We continue to monitor the commercial markets closely.\nWe have not changed our guidance that North America water treatment sales will decline approximately 5% in 2025 and as we deemphasize the less profitable retail channel. We are pleased with the momentum we are seeing in our priority channels where we are seeing double-digit growth. We continue to project an operating margin expansion of approximately 250 basis points in 2025 for the North America water treatment business. Lastly, we continue to expect the addition of Pureit will add approximately $50 million in sales in 2025 and will not have a significant bottom line contribution this year as we work through integration. Based on our confidence in our ability to manage tariffs and other cost pressures, our expected improved relative market share performance in the back half of the year. our strong boiler sales in the first half of 2025, we have raised our full year sales outlook from flat to 2% to an increase of 1% to 3% compared to last year. We continue to expect our North America segment margin will be between 24% and 24.5%, and Rest of World segment margin will be between 8% and 9%.\nPlease turn to Slide 11. As I reflect on my last 16 months, there were several things that led me to join the company in March 2024. And I found that those first impressions have proven to be accurate. First, the company's dedication to its foundational values and doing business the right way, the Smith way, strongly resonates with me. Second, the genuine commitment of the entire global team to a strong culture of collaboration and innovation. Third, the quality of our businesses where we are a leader in the markets that we serve with a strong, trusted and enduring customer relationships. Our core North America water heater and boiler businesses provide a resilient base with stable 80% to 85% replacement rates, strong cash generation and attractive regulation-driven growth tailwind. And fourth, an amazing set of strategic opportunities that we can lean into to build our bright future.\nAs I now step into the CEO role, I'd like to highlight a few areas that my leadership team and I are focused on that I believe will play an important role in creating value at A. O. Smith as we go forward. First, operational excellence, we will remain focused on accelerating productivity and the elimination of waste through the expansion of our AOS operating system. While A. O. Smith already has a great foundational culture of continuous improvement on the plant floor, I believe we can benefit from a renewed focus on the application of lean principles not only to our manufacturing processes, but to other processes as well. I have personal experience both in deploying and running a number of operating systems in my career. And I believe the opportunity to expand our thinking of end-to-end processes and waste elimination can even further improve the operational and working capital efficiencies of our company.\nAn example of our focus on this operational discipline is our initiative this year to work with our customers to smooth our production schedules in our plants, which we discussed earlier. I also see technology playing a big role in helping us achieve new levels of productivity going forward. Both leveraging those technology investments we have already made more effectively and investing in new technologies to help us advance the way we work. We are also going to build upon our great legacy of innovation at A. O. Smith. Our pipeline of innovative products is strong, and we have made a number of major investments to prepare for the future both in terms of regulatory and technology shifts. Included in this investment is the recent commissioning of our brand-new product development center in Lebanon, Tennessee.\nEarlier, I shared some of the exciting new products we are introducing this year as examples of our powerful innovation capability. There is still much more we can do and I look forward to the opportunity to advance A.O. Smith's innovation capability to the next level. I am pleased to announce that Dr. Ming Cheng joined the company earlier this month as our next Chief Technology Officer. I worked with him for over 10 years at 3M and developed great respect for his leadership, business sense, technical expertise and great curiosity, all important attributes for an innovation leader. I'm confident that Ming will help us achieve this next level of innovation capability.\nThe third focus area I would like to mention is portfolio management. making sure that A. O. Smith is positioned well with a portfolio of businesses and products for future success. The assessment of the China business as well as the restructuring actions we took in China and North America water treatment last year, are consistent with my commitment to continually evaluate our portfolio and take the actions necessary to position them well for profitable growth. M&A and strategic partnerships to build out our business platforms will likely be a critical lever to enable this portfolio of work. And we have ample dry powder and management focus to help deploy it for the right targets. I look forward to sharing more information about these priorities as we lean into them and drive them forward to create value for A.O. Smith.\nMoving to Slide 12. In conclusion, as we continue to navigate the tariff landscape and pursue our long-term strategic investments, I am pleased with our team's second quarter performance. We executed well both responding to a number of uncertain factors in North America with agility and discipline and resetting the business in China to address the ongoing challenging market environment. These actions have allowed us to continue to make sequential margin improvement in both the North America and Rest of World segments. We continue to see strong growth momentum in areas where we are expecting growth performance, including the North America boiler and India businesses as well as the prioritized channels in the North America water treatment business. In both our margin improvement and growth efforts, I would like to thank all my A.O. Smith colleagues for your dedication and delivery.\nWe also believe the strategic actions we are taking are positioning us well for the future. Leveraging the AOS operating system, reenergizing innovation and driving our portfolio forward will be key to our success. And I am pleased to see our leadership team rallying around these priorities. Our strong market leadership, recurring revenue from our core water heater and boiler businesses and our solid balance sheet enable us to invest strategically and maximize shareholder return even in the face of uncertainty. We are confident in our future and our proven ability to achieve profitable growth. With that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b3795932e8eb409e40c307b7ce6ef89",
    "period": "2025 Q1",
    "content": "Q1 2025 A.O. Smith Corp Earnings Call\n\nQ1 2025 A.O. Smith Corp Earnings Call\n\nAOSNYSEAPR 29, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the A.O. Smith Corporation's First Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Helen Gurholt. Please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nThank you, Jonathan, and good morning, everyone, and welcome to the A. O. Smith First Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; Steve Shafer, President and Chief Operating Officer; and Chuck Lauber, Chief Financial Officer.\nWithin today's presentation, we have provided non-GAAP measures. Free cash flow is defined as cash from operations plus capital expenditures. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and our website. A firmly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we just described in this morning's press release, among others.\nAlso, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move today's call. You can access them on our website at investor.aosmith.com. I will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning. Before I review our first quarter performance, I'd like to take a moment to highlight our recent announcement that Steve will assume the role of President and Chief Executive Officer effective July 1. Over the past year, Steve has worked closely with me and our leadership team to deepen his understanding of our business identify opportunities to enhance performance and drive growth. I have full confidence in his ability to lead A.O. Smith and advance our position as a global water technology leader. As we have throughout this process, we will continue to ensure a smooth CEO transition over the next 2 months. I'll remain actively engaged as Executive Chairman of the Board continue to support the company's strategic direction.\nNow turning to Slide 4 and our financial performance. Our team delivered a solid performance in the first quarter with volumes tracking our expectations. I'm pleased with our sequential quarter-over-quarter improvement. As anticipated, North America segment sales declined by 2% as higher boiler sales were more than offset by lower water heater volumes. As a reminder, we had a very strong first quarter in 2024 for water heating, creating a challenging year-over-year comparison.\nRest of World sales were essentially flat compared to last year. And China third-party sales declined 4% in local currency, reflecting ongoing economic weakness and soft consumer demand. In the quarter, we repurchased $121 million of our shares front loading a portion of our full year 2025 repurchase outlook of $400 million. Please turn to Slide 5. North America water heater sales declined 4% in the first quarter driven by lower volumes. First quarter 2024 shipments benefited from prebuy related volumes ahead of an announced price increase, a favorable commercial gas mix. In contrast, 2025 volumes reflect a more normalized annual cadence. One of our key initiatives for 2025 is to level low production across the year to ensure optimal plant efficiencies. We have maintained our planned production schedule despite stronger recent order rates, which appear to be in response to our announced price increases. Working closely with our customers, we are managing orders based on historical order rates have adjusted lead times accordingly. We are continuing to monitor the situation closely.\nOur North America boiler sales increased by 10% compared to the first quarter of 2024 and as our high-efficiency commercial boilers continue to outperform the market. North America water treatment sales increased slightly in the first quarter as growth in our priority channels e-commerce, dealer and direct-to-consumer offset retail declines as we intentionally shift focus away from that channel. We are pleased with first quarter profitability which is tracking in line with the full year 250 basis point improvement we discussed during January's call. In China, first quarter third-party sales decreased 4% in local currency. Higher sales of electric water heaters and commercial water treatment products were more than offset by lower volumes of residential water treated products and gas water heaters. Margin improved by 200 basis points in the quarter driven by ongoing cost control efforts and benefits from our 2024 restructuring initiatives. I'll now turn the call over to Chuck, who will provide more details on our first quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin. Good morning, everyone. We delivered sales of $964 million in the first quarter of 2025, a decrease of 2% year-over-year and earnings were $0.95 per share. A decrease of 5% compared to the prior period. Please turn to Slide 6. First quarter sales in the North America segment were $749 million, decreased 2% compared to a tough comp last year. Higher boiler sales were more than offset by lower volumes of water heaters. North America segment earnings of $185 million decreased 7% compared to last year. Segment margin was 24.7%, a decrease of 120 basis points year-over-year. The lower segment earnings and segment margin were primarily driven by higher boiler sales that were more than offset by lower water heater volumes, lower volume-related absorption and continued strategic investments, including tankless. .\nMoving to Slide 7. Rest of the World segment sales of $227 million were essentially flat to last year, including sales from the Pureit acquisition of $12 million. China third-party sales decreased 4% on a constant currency basis. Lower sales in China were offset by the addition of Pureit. Rest of the World segment earnings of $20 million increased 15% compared to segment earnings in 2024 as expense management offset lower sales in China. Segment operating margin was 8.7%, an increase of 110 basis points compared to last year, driven by strong margin improvement in China. Pureit will be a margin headwind in the near term as we focus on integration.\nTurning to Slide 8. We generated operating cash flow of $39 million and free cash flow of $17 million during the first 3 months of 2025. And which is lower than the same period in 2024, but is in line with historical first quarter cash flow, which typically is our lowest cash-generating quarter. The decrease was primarily due to lower accounts receivable collections as a result of higher sales in the first quarter of 2025 compared to the fourth quarter of 2024 as well as lower year-over-year earnings. Our cash balance totaled $200 million at the end of March, and our net debt position was $70 million. Our leverage ratio was 12.7% as measured by total debt to total capital.\nI'll turn to Slide 9. Earlier this month, our Board approved our next quarterly dividend of $0.34 per share. We repurchased approximately 1.8 million shares of common stock in the first 3 months of 2025 for a total of $121 million, an increase over the same period last year as we increased our planned repurchase intentions from $306 million in the full year of 2024 to approximately $400 million of shares for the full year of 2025. We also weighted our share repurchases more heavily in the first quarter. Relative to our full year outlook as we opportunistically bought shares during the quarter. We continue to cultivate an active acquisition pipeline and have adequate dry powder available for the right acquisition. As always, we remain focused on transactions that meet our financial metrics and expand shareholder value.\nPlease turn to Slide 10 and our 2025 earnings guidance and outlook. We maintain our 2025 EPS outlook with an expected range of $3.60 and $3.90 per share. The midpoint of our EPS range is slightly higher than our 2024 adjusted EPS. We maintain our outlook on what has been a backdrop of uncertainty in tariff-related cost increases to our business. The tariff-related impacts that we considered in maintaining our outlook are based on what has been announced as of today. While our manufacturing footprint supports our in country for country business model, our supply chain costs are impacted by not only our direct import components but also our suppliers' footprint and import strategies. We have confidence in our manufacturing and supply chain strategy and execution as well as our suppliers' ability to manage in uncertain times.\nIn a moment, Steve will discuss the actions we have taken to mitigate the tariff impact, including pricing, expense management, supply chain and manufacturing initiatives. We have included the following key assumptions in our outlook. Due to the uncertainty of the tariff environment, we have considered within maintaining EPS guidance but excluded from our sales guidance, the impact of announced tariffs and related offsetting actions. Based on the current announced tariffs, which could change in the future, we estimate that annual impact could increase our total cost of goods sold by approximately 6% to 8%, exclusive of mitigation efforts. Our guidance assumes that our annual steel and other input costs, exclusive of tariffs will be similar to last year. This includes our projection that steel will increase in the second half of the year. We estimate that our 2025 CapEx will be between $90 million and $100 million as we continue to invest in engineering capabilities and prepare for the upcoming regulatory changes. We expect to generate free cash flow of between $500 million and $550 million. Interest expense is projected to be between $15 million and $20 million. Corporate and other expenses are expected to be approximately $75 million. Our effective tax rate is estimated to be between 24% to 24.5%. And and we project our outstanding diluted shares would be $142 million at the end of 2025.\nI'll now turn the call over to Steve, who will provide more color around tariffs, our key markets and top line growth outlook and segment expectations for 2025 on Slides 10 and 11. Steve?\n\nStephen M. Shafer\n\nPresident & COO\n\nThank you, Chuck, and good morning, everyone. First of all, I would like to take a brief moment to let you all know how honored I am to be announced as the next CEO of A.O. Smith effective July 1. It is a real privilege to be able to work with my dedicated and capable colleagues to help lead this iconic company into the future. I would also like to thank Kevin and his leadership and commitment to the company over the last 30-plus years and for the trust and confidence that both you and the board have put in me.\nAs Chuck mentioned, there is still uncertainty around tariffs. And while we are largely in country for countries, our business is impacted by the changing tariff environment as we have certain components that are globally sourced. We have mobilized cross-functional tariff response teams across our businesses to identify tariffs and supply chain-related risks and to develop action plans to mitigate those risks. These teams meet regularly to address the evolving tariff impacts on each of our businesses to ensure that we continue meeting the needs of our customers while taking action to mitigate tariff-related costs. In North America, in response to tariff cost increases as well as higher steel and other input costs, we have announced price increases of an average range of 6% to 9% on most of our water heater products. We have also announced price increases on our other product categories.\nBecause of the uncertainty of the tariff environment, we have not included in our announced pricing in our top line guidance. In addition to pricing, other mitigating actions include footprint optimization, strategic sourcing and other cost containment measures. Assuming the current tariffs go into effect as announced, we expect to begin seeing the benefits of our pricing actions by the end of the second quarter, while we are already experiencing tariff impacts as we enter the second quarter. In North America, the majority of our residential water heaters and all of our boilers and commercial water heaters are manufactured in the United States.\nApproximately 15% of our residential tank water heaters are produced in our Juarez, Mexico facility and our USMCA compliant. As previously planned, the production of our recently launched gas tankless products is being transitioned from our China facility to our recently completed tankless facility in Juarez. We are taking action to accelerate the transition given the current tariff environment.\nKey assumptions in topline outlook include the following: our projection that 2025 residential and commercial industry unit volumes will be approximately flat to last year, which is unchanged. In China, we believe the economy remains challenged with low consumer confidence and a weak real estate market. While we see the stimulus programs as positive, we expect the program to act more as a stabilizer in the market as opposed to a meaningful catalyst for growth. We have not changed our full year 2025 outlook and continue to project that our sales in China will decrease 5% to 8% in local currency. Our forecast assumes that the currency translation impacts will be minimal in 2025. We anticipate that our restructuring program in China will be substantially complete by the end of the second quarter. and we continue to expect to realize annual savings of approximately $15 million.\nAs a result, China operating margin is projected to be in the 8% to 10% range for 2025, even with lower volumes. I feel confident that our restructuring actions position us well for the market today and also to realize the benefits when the Chinese economy improves. We remain cautious about the near-term market outlook, including the level of sustainable impact from the appliance discount trading program. but we are pleased with how our China team continues to manage the challenging environment and maintain our premium brand position. We project our North America boiler sales will increase between 3% and 5% in 2025. While we are very pleased with our first quarter growth of 10%, we believe we may have benefited from a minimal amount of prebuy from price increases to be implemented in the second quarter. We are also cautious around the back half of the year and are monitoring the commercial market closely. We have not changed our guidance that North America water treatment sales will decline approximately 5% in 2025 and as we deemphasize the less profitable retail channel. We are pleased to see the strong start to the year in our priority channels and are looking to build on that momentum. We continue to project an operating margin expansion of approximately 250 basis points in 2025 North American water treatment business.\nWe expect the additional period will add approximately $50 million in the sales in 2025 and will not have a significant bottom line contribution this year as we work through the integration of this business. As I have noted, based on the significant volatility in the tariff landscape, we maintain our sales growth expectation of a range of flat to up 2%, pending further clarification on tariffs as we move through 2025. We expect our North American segment margin to be between 24% and 24.5% and Rest of World segment margin to be between 8% and 9%.\nPlease turn to Slide 12. While we expect 2025 to be a year of muted bottom line growth as we navigate the volatile tariff landscape and continue to support our long-term strategic investments. As Kevin noted, we are pleased with our team's first quarter performance. I was particularly pleased with the following: our manufacturing execution as well as the steps taken to level load production and work with customers to manage order fluctuation caused by pricing actions. Our cost containment actions, which resulted in nearly flat SG&A spend in the first quarter compared to first quarter last year. That included increased SG&A expenses as a result of inflation and our Pureit acquisition.\nOur boiler sales growth of 10% in the quarter, the fourth consecutive quarter of growth for this category. Encouraging North American water heater sales, which, while lower relative to a tough comp last year, grew over 10% compared to the previous quarter. Both North America water treatment and China's profit improvement actions. We are on track to meet margin improvement goals through cost management and the benefits of restructuring. During the quarter, we also cut the ribbon and opened our world-class commercial R&D testing lab facility, Lebanon, Tennessee. This facility leverages our product development and engineering talent in one location, focused on continuing to drive our leadership in commercial water heating employers. And lastly, but very important to us. For the second year in a row, A.O. Smith was recognized as one of the world's most ethical companies by [ Ethno ] sphere, a global leader in defining and advancing the standards of ethical business practices. Living our values and doing business the right way is always front and center to how we operate, and it is great validation to be recognized by [ Ethno ] sphere.\nWe have confidence in our ability to navigate the volatile 2025 metro environment. Our leadership position in all the markets that we serve, the stable recurring revenue provided by our core water heater and boiler businesses and our strong balance sheet allow us to continue to invest in ourselves, make attractive strategic acquisitions and maximize shareholder return even in times of uncertainty. As always, we are in close communication with our suppliers, customers and other stakeholders as we navigate the challenging environment. We are deploying diligent cost management actions across our businesses. to ensure that we maximize profitability during this time of cost volatility. We are committed to leading the industry forward and are confident that we will continue to build our long history of innovation and proven ability to drive profitable growth. With that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8497dc18c8ffa8548cbf7a9b772b34f2",
    "period": "2024 Q4",
    "content": "Q4 2024 A. O. Smith Corp Earnings Call\n\nQ4 2024 A. O. Smith Corp Earnings Call\n\nAOSNYSEJAN 30, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A. O. Smith Corporation Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Helen Gurholt. Please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nGood morning, and welcome to the A. O. Smith Full Year and Fourth Quarter Conference Call. I'm Helen Gerholt, Vice President, Investor Relations and Financial Planning and Analysis.\nJoining me today are Kevin Wheeler, Chairman and Chief Executive Officer; Steve Schafer, President and Chief Operating Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provided non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures. Adjusted earnings adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of restructuring and impairment expenses and pension settlement income and expenses.\nReconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website. A firmly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release amongst others.\nAlso, as a courtesy to others in the question queue, please limit yourself to 1 question and 1 follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning. First, I'd like to start off by saying that I'm pleased to have Steve Schaffer joining us on the call today. Steve joined A.O. Smith in March of last year, has spent the last 10 months getting to know our business, people, customers and operations.\nHis global leadership experience and strategic acumen have brought a valuable perspective to our business as we continue to create value for our key stakeholders. I'm pleased to have Steve as a member of our leadership team.\nTurning to Slide 4 and our financial performance. After a record 2023, our sales and earnings decreased in 2024. In North America, sales increased slightly as higher boiler and water treatment sales as well as water heater pricing benefits were offset by lower heater volumes. We experienced lower sales in China as a weak economy continued to negatively impact consumer demand, which led to a 4% price decrease in our Rest of World segment local currency third-party sales.\nOur legacy Indian business sales grew 13% in Vulcan currency in 2024, which is approximately 2x the market. We closed the Pure acquisition in the fourth quarter, which had a minimal impact on sales and earnings. With the strong business climate and the addition of Pureit, we continue to be excited about the long-term prospects of our India business. We returned $496 million of capital to shareholders with our dividend and share repurchases.\nAnd also in the fourth quarter, we completed construction of our tankless manufacturing facility. We put into action a strategy to improve the margin profile of our North America water treatment business. We began the process of reorganizing our China business to reduce costs and position us for profitable growth as the economy returns, and we announced our new sustainability goal of a reduction in water usage of 40 million gallons of water by 2030.\nThis goal follows our previously announced and already achieved 10% greenhouse gas emission reduction goal. Please turn to Slide 5. We North America water heater sales decreased 1% in 2024 as pricing benefits were more than offset by lower volumes. We saw strong shipments in the first half of the year, which were then balanced out by lower second half as volumes were below our expectations. We project full year residential industry unit volumes were roughly flat to 2023. We are confident in our stable retail and wholesale customer base, strong partnerships and competitive products. Based on customer conversations and certain stocking programs that we track, we believe our customers enter 2025 with water heater inventories in a normal to position.\nDuring 2024, residential new construction and replacement demand were resilient compared to 2023. We believe commercial industry unit shipments increased marginally year-over-year driven by growth in commercial electric water heaters greater than 55 gallons. We project industry commercial gas units were down 3% to 4% in 2024.\nAs a reminder, commercial gas has an average selling price of approximately 3x that of commercial electric units and therefore, impacting our results more meaningful than the commercial electric growth. Our North America boiler business performed as expected and sales increased 8% compared to 2023, led by an CREST commercial boiler with Hellcat technology as well as our night FTXL, one of our commercial boilers that was impacted by the 2023 channel inventory destocking.\nWe are pleased with our 2024 boiler performance and with our market share growth in that category. North America water treatment sales grew 10% in 2024, largely driven by acquisition-related geographic expansion. We saw growth in our dealer, direct-to-consumer and e-commerce channel that were partially offset by lower sales in the retail channel. We have taken action to rebalance our product portfolio and improve profitability.\nIn the fourth quarter, we took a restructuring and impairment charge of $6 million to allow us to focus on the more competitive and financially attractive channels of the business. In China, full year third-party sales decreased 6% in local currency as a result of a weaker economy and soft consumer demand, particularly in the second half of the year. Higher sales of kitchen products were more than offset by lower volumes of our core water heater and water treatment products.\nIn the fourth quarter, we took a restructuring charge of $11 million. The actions taken to reduce costs by optimizing our business structure to better position us for profitable growth when the economy improves. In the fourth quarter, the appliance trained stimulus program generated increased demand for our products relative to the third quarter. This increased cell demand helped our customers reduce their inventory levels and improve working capital.\nI'll now turn the call over to Chuck, who will provide more details on our full year and fourth quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. We delivered sales of $3.8 billion in 2024, a decrease of 1% year-over-year. higher boiler and water treatment sales and the benefits of pricing actions were more than offset by lower water heater volumes in North America as well as lower sales in China. 2024 adjusted earnings were $3.73 per share compared with adjusted earnings of $3.81 per share in 2023.\nTurning to Slide 6. Full year sales in the North America segment of $3 billion increased slightly compared to 2023. Pricing actions and higher boiler and water treatment sales were offset by lower volumes of water heaters. North America adjusted segment earnings of $714 million decreased 2% compared with 2023. Adjusted segment margin was 24.2% and a decrease of 60 basis points year-over-year. The lower adjusted segment earnings and adjusted segment margin were primarily driven by pricing benefits and higher boiler and water treatment sales that were more than offset by lower water heater volumes and continued strategic investments.\nMoving to Slide 7. Rest of the World segment sales of $919 million decreased 4% year-over-year, including unfavorable currency translation of $13 million primarily related to China. Segment third-party sales decreased 4% on a constant currency basis. Our sales decrease was primarily driven by higher sales of kitchen products that were more than offset by lower sales of water heater and water treatment products in China.\nIndia sales grew 13% in local currency in 2024 and due to strong market demand for our premium products. Rest of the World adjusted segment earnings of $76 million decreased 24% compared to segment earnings in 2023, and primarily due to lower sales in China. Adjusted segment margin was 8.3%, a decrease of 210 basis points compared to 2023.\nPlease turn to Slide 8. Turning to fourth quarter performance. We delivered sales of $912 million in the fourth quarter of 2024, a decrease of 8% year-over-year, primarily due to higher boiler and water treatment sales and the benefits of pricing actions that were more than offset by lower water heater volumes in North America and lower sales in China.\nAdjusted earnings in the fourth quarter were $0.85 per share compared with adjusted earnings of $0.97 per share in the fourth quarter of 2023. Please turn to Slide 9. Fourth quarter sales in the North America segment were $690 million, a 7% decrease compared to sales in the fourth quarter of 2023 as a result of higher boiler and water treatment sales as well as benefits of pricing actions that were more than offset by lower water heating cost.\nNorth America adjusted segment earnings of $154 million decreased 11% compared to 2023. Adjusted operating margin of 22.4% decreased 110 basis points compared to last year. The lower adjusted segment earnings and adjusted segment margin were primarily due to the lower water heater volumes that were partially offset by pricing benefits and lower material costs.\nMoving to Slide 10. Fourth quarter Rest of the World segment sales of $237 million decreased 9% year-over-year, primarily driven by lower sales in China. India sales grew 11% in local currency in 2024 compared to 2023. Rest of the World adjusted segment earnings was $19 million and an adjusted segment margin of 8.1% were lower than 2023 adjusted segment earnings and adjusted segment margin of $30 million and 11.5%, respectively. The decreases were primarily due to lower sales in China.\nPlease turn to Slide 11. We generated free cash flow of $474 million during 2024, lower than 2023, primarily driven by lower earnings and higher inventory balances that were partially offset by lower accounts receivable balances. 2024 free cash flow conversion was 89%. Excluding the impact of the higher capital spending for investments we are making in 2024, our free cash flow conversion was 95%.\nOur cash balance totaled $276 million at the end of December, and our net cash position was $83 million. Our leverage ratio was 9.3% as valued by total debt to total capital.\nLet's now turn to Slide 12. In addition to returning capital to shareholders, we see opportunities for organic growth, innovation and new product development across all of our product lines and geographies. In addition to the strategic acquisitions we made in 2024 to grow our domestic and global water treatment footprint -- we also increased investments in our business to ensure that we have the right product portfolio and capacity to continue strengthening our position as a leader across all the markets that we serve and providing the most value for our shareholders.\nEarlier this month, our Board approved our next quarterly dividend of $0.34 per share. We have increased our dividend for over 30 consecutive years. We've repurchased approximately 3.8 million shares of common stock in 2024 for a total of $306 million. We continue our strong track record of delivering returns to shareholders.\nOver the last 2 years, we have returned almost $1 billion to shareholders through our dividends and share repurchases.\nPlease turn to Slide 13 and our 2025 earnings guidance and outlook. Our 2025 outlook includes an expected EPS range of $3.60 to $3.90 per share. The midpoint of the EPS range is slightly higher than our 2024 adjusted EPS. Our outlook is based on a number of key assumptions, including our guidance assumes that steel prices in the full year 2025 will be similar to 2024 and that steel cost in the back half of the year will increase from where they are today. We project that our 2025 nonsteel materials and freight costs will be roughly flat to 2024.\nWe project the launch of our tankless products, including tariffs in place today and higher shipping and other costs will be a headwind of approximately 50 basis points to our North America margins. We estimate that 2025 CapEx will be between $90 million and $100 million, a decrease compared to 2024, but higher than our historical CapEx as we continue to invest in our engineering capabilities and prepare for upcoming regulatory changes.\nWe expect to generate free cash flow of between $500 million and $550 million. Interest expense is projected to be between $15 million and $20 million. Corporate and other expenses are expected to be approximately $75 million. Our effective tax rate is estimated to be between 24% to 24.5%. Our Board has approved 5 million additional shares of stock for repurchase, and we expect to repurchase approximately $400 million of our shares of stock higher than previous years as we have confidence in our strong free cash flow generation, and we believe our shares have been undervalued in recent months. We project our outstanding diluted shares will be $142 million at the end of 2025.\nOur outlook does not assume a change in tariffs for China, Mexico or Canada, potential increase in China tariffs would temporarily negatively impact us with regard to our gas tankless imports from our facility in Nanjing until that production is fully transitioned to Juarez, Mexico. Our North America manufacturing footprint largely based in the U.S., gives us flexibility to competitively navigate potential future tariffs, which may impact trade between the U.S., Mexico and Canada.\nI'll now turn the call over to Steve, who will provide more color on our key markets and top line growth outlook and segment expectations for 2025, while still staying on Slide 13. Steve?\n\nUnknown Executive\n\nThank you, Chuck, and good morning, everyone. Before discussing our outlook on 2025, I wanted to start by briefly sharing some early thoughts on my first 10 months with A.O. Smith. First and foremost, I've been impressed with the culture of how we do things at A.O. Smith. We are laser focused on doing business the right way and ethical way smooth play. We also have a strong culture of innovation, collaboration, people development and driving performance that is a great fit to my own personal leadership style.\nAs I've gotten to know our business better, we clearly have a portfolio of strong businesses in markets that we know well, with very close customer partnerships and industry-leading products. This positions us well to help lead the industry forward through future changes, disruptions and opportunities. I am energized and confident in the opportunities in front of us that first drew me to join this great leadership team.\nNow turning to our 2025 guidance. While I'm positive about the future positioning of our business, as Chuck highlighted in our guidance, we expect 2025 to be another year of relatively muted growth on both the top and bottom lines. Our outlook is influenced by a relatively flat industry growth expectation in our core North America water heater and boiler markets, while we expect to continue facing a soft market environment in China.\nWe are also taking some portfolio actions that will reduce growth in North America water treatment in the short term but will better position our business going forward. On the bottom line, we anticipate the near-term benefits of our restructuring and realignment actions to be mostly offset in 2025 by the continued strategic investments we are making to launch and scale innovative new products in support of our North America water heating and boiler business.\nThese investments will help ensure profitable growth over the long term and build upon our market leadership. Our top line outlook includes the following assumptions. We believe that U.S. new home construction remains in a deficit and that new construction and proactive replacement will be similar to 2024.\nBased on those factors, we project that 2025 residential industry unit volumes will be approximately flat to last year. We project U.S. commercial water heater industry volumes to also be flat to 2024 as demand for our commercial electric products, greater than 55 gallons has returned to pre 2022 levels.\nIn addition, our outlook includes carryover from our March 2024 price increases in North America, up 4% on most of our water heater products and 8% on heat pumps. In China, we believe the economy remains challenged with low consumer confidence in a weak real estate market. While we see the stimulus programs as a positive, we think it will take time to see real fundamental signs of recovery.\nAs a result, we project that our sales in China will decrease 5% to 8% in local currency in 2025 as the decline in consumer demand that we experienced in the second half of 2024 carries over into 2025. Our forecast assumes that the currency translation impact will be minimal in 2025. We anticipate that our restructuring program in China will be mostly implemented by the second quarter and we expect to realize annual savings of approximately $15 million. This would result in a recovery of operating margins to the 8% to 10% range for 2025, even with lower volumes.\nI have worked closely with the team and feel confident the actions being taken will better position us to compete in the more mature and more competitive market environment while still positioning us well to realize the benefits when the Chinese economy improves. While we are cautious about the near-term market outlook, including the level of sustainable impact from the appliance discount trading program, we remain confident in our team in China.\nWe project our North American boiler sales will grow between 3% to 5% in 2025. We expect to continue benefiting from the transition to higher energy-efficient boilers particularly as commercial buildings look to improve their overall carbon footprint. We expect North America water treatment sales to be between $235 million to $245 million, a decrease of approximately 5%, as we execute a reprioritization of our business to more competitive and profitable channels and products, supported by our announced restructuring. We project this shift will drive an operating margin expansion of approximately 250 basis points in 2025 for the North American water treatment business.\nI am personally excited about the potential of the water treatment space in North America for A. O. Smith and believe the actions being taken by the team to focus on the most attractive opportunities will position us well going forward. We project mid-teens top line growth in our legacy India business as we continue to build out the A.O. Smith water franchise in this attractive market.\nWe expect the addition of Pureit will add approximately USD 15 million in sales in 2025. We do not expect Pure to have a significant bottom line contribution in 2025 as we work through the integration of this business. Based on these 2025 assumptions, we expect top line growth to be flat to up 2%. We expect our North America segment margin to be between 24% and 24.5% and Rest of World segment margins to be between 8% and 9%.\nAs we exit 2024 and move into 2025, our commitment remains steadfast to lead the industry forward and support our customers. We are confident that our innovation and infrastructure investments position our business for profitable growth. We remain committed to driving the following top investment priorities from 2024 into 2025 to maintain this momentum. Our continued investment in the launch and scale up of the Adapt gas tankless water heater with X3 scale prevention technology. We are on schedule to introduce 2 additional tankless products to round out the product line in the first half of 2025.\nWhile there is a headwind to profitability today as we launched with production in China and then transfer production to Juarez, Mexico, we firmly believe that our gas tankless product line sets us off for long-term success in this product category. Also, our near completed investment in world-class commercial R&D testing and lab facility and Lumina, Tennessee.\nThe new center will house our commercial water heater and boiler engineers, where they will focus on the continued innovation of our commercial water heating and boiler portfolio. The collaboration and powerful exchange of ideas coming from this new facility will ensure that we continue to have leading-edge products, including heat pump technology for today and into the future.\nAnd finally, our ongoing manufacturing capacity investments to serve the market as regulatory changes in federal, state and local incentives drive demand higher for specific technologies. We have increased production of commercial heat pump water heaters and doubled our residential heat pump water heater capacity to meet this growing demand. We are also increasing our capacity to produce high-efficiency condensing water heaters.\nTo sum up, while we expect some of the market challenges in China to continue and we anticipate growth headwinds in the first half of the year for the North American water heating business as we faced tough comps against last year's order pattern, we remain confident in our future. The investments we are making in our capacity footprint, our engineering capability and our product portfolio have us positioned well for the environment ahead, including any tariff or regulatory uncertainties.\nAdditionally, the restructuring actions we have announced today will support our future growth and create more space for investments in more attractive space. A.O. Smith has a long history of managing through many economic cycles and uncertainties, and this proven experience will continue to serve us well. While there are growth headwinds in 2025, our leadership position in all of the markets that we serve, our stable 80% to 85% replacement business in water heaters and boilers and our strong balance sheet allow us to continue to invest in our business, make attractive strategic acquisitions and maximize shareholder return.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af3459e8d037c8423b4ad5eadb5fff73",
    "period": "2024 Q2",
    "content": "Q2 2024 A. O. Smith Corp Earnings Call\n\nQ2 2024 A. O. Smith Corp Earnings Call\n\nAOSNYSEJUL 23, 10:00 AM\n\nOperator\n\nGood day. Thank you for standing by. Welcome to the 2024 Second Quarter A. O. Smith Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Helen Gurholt. Please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nThank you, Marvin. Good morning, and welcome to the A.O. Smith Second Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provide non-GAAP measures. Free cash flow is defined as cash from operations plus capital expenditures, adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses, exclude the impact of pension settlement income and restructuring and impairment expenses. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investors.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning, everyone. I'm on Slide 4 and our second quarter results. I'm very pleased with our second quarter performance and how we are tracking for the year. In the second quarter, our global A.O. Smith team delivered record quarterly sales of $1 billion and EPS of $1.06, a 5% increase over 2023 adjusted EPS. North American water heater and boiler sales increased 10% due to higher volumes and pricing action. China third-party sales grew 2% in local currency. India achieved double-digit growth in local currency for the tenth consecutive quarter. And last week, we announced that we signed an agreement to acquire Pureit, a leading water purification business in South Asia. We look forward to welcoming the Pureit team to the A. O. Smith family later this year.\nPlease turn to Slide 5. North America water heater sales grew 10% in the second quarter due to higher residential and commercial volumes and pricing actions. We began shipping our internally developed and manufactured gas tankless products in the quarter, and we are very pleased with market acceptance. Our North America boiler sales grew 10% compared to the second quarter of last year, driven by higher commercial volumes. I am pleased to see a return to growth as channel inventory levels normalize. We are on track to achieve our boiler sales forecast of 8% to 10% for the year.\nSales of our commercial boilers, particularly our CREST boilers with Hellcat technology continue to outperform the market. North America water treatment sales increased 8% in 2024 as acquisition-related dealer sales increases were partially offset by weakness in the retail channel.\nIn China, second quarter third-party sales increased 2% in local currency as a result of sales of kitchen products as well as HVAC products that were partially offset by lower volumes of residential water treatment. While markets for our core products remain challenged, we are pleased with our market share in the premium portion of the water heater and water treatment product categories. However, we have seen pricing and promotion pressures, particularly in the mid-price sector of the market.\nI'm now on Slide 6. This year, we are celebrating our 150th anniversary. It's a time to reflect on those 150 years of living our values of achieving profitable growth, emphasizing innovation, preserving our good name, being a good place to work and being a good citizen. It is also gratifying to be recognized for the continuation of those values.\nSo far in 2024, our team has received several honors that reflect our employees' dedication to our core values. Earlier this year, A. O. Smith was named one of the world's most ethical companies by Ethisphere, a global leader in defining and advancing the standards of ethical business practices. In addition, our commitment to innovation and energy management has resulted in our Nanjing China plant being selected as one of the 2024 Nanjing Environment Protection model enterprises, in recognition of our waste and emission reduction efforts.\nWe also received a 2024 ENERGY STAR Sustained Excellence Partner of the Year Award from the EPA for the sixth year in a row, for our long-term commitment to energy management through our products. In addition, we were named 2024 U.S. News Best Companies to Work for in Manufacturing by U.S. News & World Report. While the reward is the satisfaction our team receives for doing the right thing and living our values. These owners validate our values as a differentiator for our employees and stakeholders.\nI'll now turn the call over to Chuck, who will provide more details on our second quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 7. Second quarter sales in the North America segment were $791 million, a 9% increase compared with 2023, driven by higher water heater and boiler volumes as well as year-over-year pricing actions. North America segment earnings of $198 million, increased 2% compared with 2023 adjusted segment revenues. The higher segment earnings were primarily driven by increased volumes and pricing that were partially offset by higher steel costs and higher selling expenses to support our growth initiatives, including the launch of our gas tankless products. Segment margin was 25.1%, a decrease of 180 basis points year-over-year. The lower segment margin was due to the reasons I reviewed with regard to segment earnings, which more than offset higher volumes in the quarter.\nMoving to Slide 8. Rest of the World segment sales of $245 million were essentially flat to last year and included unfavorable currency translation of approximately $7 million, primarily related to China as well as intersegment sales associated with recently launched tankless water heaters. Segment third-party sales increased 3% on a constant currency basis. The increase was partially driven by higher sales of kitchen and HVAC products, partially offset by lower sales of residential water treatment products in China.\nIndia sales grew 16% in local currency in the quarter, driven by growth in both water heater and water treatment categories with particular strength in our e-commerce, retail and commercial end markets. Rest of the World segment earnings of $26 million decreased slightly compared to segment earnings in 2023, primarily due to the unfavorable product mix and sales promotions in China. Third-party segment operating margin was 11.5%, slightly lower than segment margin in 2023.\nPlease turn to Slide 9. We generated free cash flow of $119 million during the first half of 2024, a decrease from the same period last year primarily as a result of higher inventory and accounts receivable balance as well as higher incentive payments associated with record sales and profits last year, which more than offset higher earnings and higher trade payable balances.\nCapital expenditures increased $21 million year-over-year driven by our expansion projects. Our cash balance totaled $233 million at the end of June and our net cash position was $93 million. Our leverage ratio was 6.8% as measured by total debt to total capital.\nNow let's turn to Slide 10. In addition to returning capital to shareholders, we continue to see opportunities for organic growth, innovation and new product development across all of our product lines and geographies. As Kevin mentioned earlier, we signed an agreement last week to acquire Pureit from Unilever for $120 million. Pureit offers a broad range of residential water purification solutions and has annual sales of approximately USD 60 million primarily in India. The addition of Pureit strengthens our leadership position as a global supplier of premium water treatment products and will double our market penetration in South Asia. The acquisition will also support our corporate strategy by enhancing our premium product portfolio and distribution footprint.\nPlease turn to Slide 11 and our 2024 earnings guidance and outlook. We narrowed our 2024 EPS outlook to an expected range of $3.95 to $4.10 per share. The midpoint of our EPS range has not changed and represents an increase of 6% compared with 2023 adjusted EPS. Our outlook is based on a number of key assumptions, including; our guidance assumes that our steel costs in the full year 2024 will be roughly flat to 2023, our outlook assumes non-steel material costs are similar in 2024 as they were in 2023, our guidance also assumes a relatively stable supply chain environment similar to what we experienced throughout 2023.\nWe began shipping our internally designed and manufactured gas tankless products in the second quarter. These products are being manufactured in our China facility until our North America capacity is completed in 2025. Associated import tariffs and other launch costs will impact North America margins by approximately 50 basis points in 2024. The tariff will be eliminated when production moves to Juarez, Mexico.\nFor the year, CapEx should be between $105 million and $115 million, an increase over the last several years due to our capacity expansion projects, including our gas tankless facility in Juarez, expansion of our engineering capabilities in Lebanon, Tennessee and adding high-efficiency commercial water heating manufacturing capacity ahead of the 2026 regulatory changes.\nWe expect to generate free cash flow of between $525 million and $575 million. Corporate and other expenses are expected to be approximately $65 million. Our effective tax rate is estimated to be approximately 24%. And we expect to repurchase approximately $300 million of our shares of stock resulting in outstanding diluted shares of 147 million at the end of 2024.\nI'll now turn the call back over to Kevin who will provide more color on our key markets and top line growth outlook and segment expectations for 2024 while staying on Slide 11. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We reaffirm our outlook that 2024 sales will grow 3% to 5% compared to 2023, which includes the following assumptions. Our outlook includes previously announced price increases in North America water heating of 4% on most of our water heater products. Price [indiscernible] for heat pump products is 8%. We began to see realization of the price increases in the second quarter.\nWe believe that a pre-buy ahead of the price increases pulled forward some demand in the first half of the year for both residential and commercial water heaters. We have seen some softness in our orders in July. Due to normal seasonality in the pre-buy, we maintain our projection that 2024 U.S. residential industry unit volumes to be flat to last year. Our projection that U.S. commercial water heater industry volumes will increase low single digits in 2024 is also unchanged. Our outlook assumes that new residential home construction and product replacement will remain at levels similar to last year.\nIn China, we believe the economy and consumer confidence remain weak. We continue to see headwinds in consumer demand. While we are cautious about the second half of the year, we maintain our 2024 third-party sales growth guidance to be between 0% and 3% in local currency. Our forecast assumes a negative currency translation impact of approximately 2% for the year.\nWe reaffirm that we expect our boiler sales to grow 8% to 10% over last year. Our sales growth guidance for North America water treatment of an increase of 8% to 10% is also unchanged. Based on our 2024 assumptions, we expect our North America segment margin to be approximately 25%. And the Rest of World third-party segment margin to be approximately 10%.\nPlease turn to Slide 12. We are pleased with our performance in the first half of 2024. We saw strong growth in water heaters in the first half of the year, which we believe was partially driven by the prebuy. We are pleased to see a return to growth in our North America boiler business as channel inventory levels normalize and we continue to benefit from the transition to higher energy efficiency boilers, particularly in commercial applications.\nOur 3 capital expansion projects that will add capacity for key product categories in North America are on track and will position us well for long-term growth. India remains on track for another year of projected double-digit sales growth, and we're excited to complete the Pureit acquisition later this year. which will double our sales in the South Asia region, Pureit's strong brand and strength in the e-commerce channel will complement our premium brand will make us the #3 residential water treatment company in India.\nEven as we celebrate our 150th anniversary and a rich history of innovation with employees, customers and partners, we remain focused on meeting the needs of our customers and executing our key strategic priorities to advance our leadership position in heating and treating water around the globe.\nThat concludes our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/06cee8934c2027ae9548c193868440df",
    "period": "2024 Q1",
    "content": "Q1 2024 A. O. Smith Corporation Earnings Call\n\nQ1 2024 A. O. Smith Corporation Earnings Call\n\nAOSNYSEAPR 25, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A. O. Smith First Quarter 2021 Earnings Call. [Operator Instructions] Please be advised today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Helen Gurholt. Please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nGood morning, and welcome to the A. O. Smith First Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provided non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures, adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of impairment expenses. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statement that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. you can access them on our website at investor.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning, everyone. I'd like to start off by extending a warm welcome to Steve Shafer, who has recently joined A. O. Smith as our Chief Operating Officer. Steve is an accomplished business leader with deep global experience in manufacturing and leading innovative businesses. His strategic acumen and extensive global leadership experience will prove invaluable as we continue to focus on innovation and driving operational performance to enhance shareholder value.\nLet's now turn to the quarter on Slide 4. Our global A. O. Smith team delivered sales of $979 million in 2024 and EPS of $1, a 6% increase over 2023 adjusted EPS. North America sales increased 2% and segment margins increased 80 basis points due to a positive mix, higher commercial volumes and lower material costs principally steel. Our Rest of World segment sales grew 4%, recently introduced products in China contributed to the majority of the growth. In India, our sales grew 16% in local currency in the first quarter of 2024.\nPlease turn to Slide 5. We North America water heater sales grew 2% in the first quarter due to higher commercial volumes and a positive mix towards commercial gas and high-efficiency products, including heat pumps. Volumes were favorably influenced by our price increase effective March 1. However, year-over-year comps were somewhat muted by a strong first quarter 2023. Our North America order sales were flat compared to the first quarter of 2023. As a reminder, we do not begin to see the effects of the 2023 channel inventory destocking until the second quarter of last year.\nWe are pleased to see sales of our high-efficiency residential orders returned to more normalized levels in the first quarter of 2024. Sales of our CREST commercial borders with HealthCap technology increased over 30% in the quarter. North America water treatment sales grew 4% in 2024, driven by acquisition-related sales growth and pricing. Organic growth in the e-commerce and specialty wholesale channels were offset by softness in the direct-to-consumer and retail channels.\nIn China, first quarter third-party sales increased 6% in local currency. Our recently launched Kitchen products continue to be well received in the market and provide bundling opportunities that drive overall sales growth. Sales of HVAC systems which generally combined a combi boiler with the heat pump water heater increased 14% local currency in the quarter as well.\nI will now turn the call over to Chuck, who will provide more details on our first quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 6. First quarter sales in the North America segment were $766 million, a 2% increase compared with 2023 driven by higher commercial volumes and the benefits of mix shift towards high-efficiency water heaters, including heat pumps.\nNorth America segment earnings of $199 million increased 5% compared with 2023. Segment margin was 25.9%, an increase of 80 basis points year-over-year. The higher segment earnings and margin were primarily driven by positive mix and lower material costs, partially offset by selling and advertising expenses in support of higher sales.\nMoving to Slide 7. Rest of the World segment sales of $227 million increased 4% year-over-year, including unfavorable currency translation of $9 million primarily related to China. Segment third-party sales of $219 million increased 4% on a constant currency basis. The increase was primarily driven by higher sales of kitchen and HVAC products in China. India sales increased 16% in local currency in the quarter, driven by growth in both water heating and water treatment with particular strength in our e-commerce and commercial end markets. Rest of the World segment earnings of $17 million decreased slightly compared to adjusted segment earnings in 2023, primarily due to sales promotions associated with new product introductions and product mix in China. Third-party segment operating margin was 7.9%, a decrease of 20 basis points compared to adjusted segment margins in 2023.\nPlease turn to Slide 8. We generated free cash flow of $85 million during the first 3 months of 2024, a decrease from the same period last year, primarily as a result of higher incentive payments associated with record sales and profits last year and higher inventory levels that more than offset higher earnings and lower accounts payable balances. Capital expenditures increased $11 million year-over-year, driven by expansion projects. Our cash balance totaled $303 million at the end of March, and our net cash position was $183 million. Our leverage ratio was 6% as measured by total debt to total capital.\nLet's now turn to Slide 9. In addition to returning capital to shareholders, we continue to see opportunities for investment in organic growth, innovation and new product development across all of our product lines and geographies. We target strategic acquisitions that meet our financial metrics as accretive to earnings in the first year and return our cost of capital in 3 years. In the first quarter, we welcomed Impact Water products to the A. O. Smith family. Impact supports our growth strategy by expanding the West Coast presence of our water treatment business.\nPlease turn to Slide 10 in our 2024 earnings guidance and outlook. We reaffirm our 2024 EPS outlook of an expected range of $3.90 to $4.15 per share. The midpoint of our EPS range represents an increase of 6% compared with 2023 adjusted EPS. Our outlook is based on a number of key assumptions, including our guidance assumes that our steel costs in the full year 2024 will be a slight headwind compared to 2023. We project an increase in steel input costs in the second quarter of approximately 20% over the first quarter.\nOur full year steel input cost projection includes a slight decline in the steel price index in the second half of the year. Our outlook assumes non-steel material costs are similar in 2024 as they were in 2023. Our guidance also assumes a relatively stable supply chain environment, similar to what we've experienced throughout 2023. We introduced our internally designed and manufactured gas tankless products earlier this year. These products will be manufactured in our China facility until our North America capacity is completed in 2025. We expect customer shipments to begin later in the second quarter. Associated import tariffs and other launch costs will negatively impact North America margins by approximately 50 basis points when we begin to ship product. We are investing in manufacturing of Juarez, Mexico that will eliminate the tariff in the future.\nFor the year, CapEx should be between $105 million and $115 million, an increase year-over-year due to capital -- the capacity expansion projects related to our gas tankless manufacturing facility at Juarez, expansion of our engineering capabilities in Lebanon, Tennessee, and adding high-efficiency commercial water heating manufacturing capacity to align with regulatory changes coming in 2026.\nWe expect to generate strong free cash flow of between $525 million and $575 million. Corporate and other expenses are expected to be approximately $65 million. Our effective tax rate is estimated to be between 24% to 24.5% and we continue to expect to repurchase approximately $300 million of our shares of stock, resulting in our outstanding diluted shares of $147 million at the end of the year.\nI will now turn the call back over to Kevin, who will provide more color on key markets and top line growth outlook and segment expectations for 2024, staying on Slide 13. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We reaffirm our outlook that 2024 sales will grow between 3% and 5% compared to 2023, which includes the following assumptions. We maintain our projection that 2024 U.S. residential industry unit volumes will be approximately flat to last year after seeing a 6% growth in 2023. Our assumption projects that new home construction and proactive replacement remain at levels similar to last year.\nOur projection that U.S. commercial water heater industry volumes will increase low single digits in 2024 is unchanged. Our outlook includes the announced price increases in North America water heating of 4% on most of our water heater products. Price increase for heat pumps products is 8%. Our April orders are strong year-over-year as a result of resilient and demand in our management of prebuy orders. In China, we believe that the economy and consumer confidence remains weak. The real estate and housing markets are challenged.\nWe have not seen signs of improvement. Through March and April, we have seen headwinds in consumer demand. Given the continued weak economy and the softness we are seeing, we are lowering our 2024 third-party sales growth guidance in China to be flat to 3% up in local currency. Our forecast assumes a negative currency translation impact of approximately 1% for the year. We ended the second quarter with a strong backlog in our boiler business and reaffirm that we expect boiler sales to grow between 8% and 10% over last year.\nWe are revising our sales growth guidance for North America water treatment products from an increase of 10% to 12% to an increase of 8% to 10%. This reduction is a reflection of softness we are experiencing in our direct-to-consumer business, average order price in our retail channel, particularly for water softeners. Based on our 2024 assumptions, we expect our North America segment margin to be approximately 25% and Rest of World third-party segment margin to be approximately 10%.\nPlease turn to Slide 11. We are pleased with our performance in early 2024. We had year-over-year growth in residential and commercial water heaters, along with a strong mix in the first quarter and we are pleased with our order rates we are seeing in this month. India is on track for another year of projected double-digit sales growth. During the quarter, we initiated three capital expansion projects that will add capacity for key product categories in North America.\nFirst, we broke ground on our tankless manufacturing facility in Juarez, which is on the same campus as our current residential water heater facility. Production in Juarez will improve logistics as well as eliminated tariff on products currently manufactured in our China facility. Production is targeted to begin in 2025. In addition, we launched our high-efficiency commercial gas water heater expansion in McBee, South Carolina. This expansion will increase our production capacity for our high-efficiency products, including our market-leading Cyclone product. As a reminder, Department of Energy Regulatory changes largely impacting commercial gas water heater efficiency levels will eliminate lower efficiency products from the market beginning in late 2026.\nFinally, in support of our R&D and product innovation within our commercial water heater and boiler markets, we have initiated the expansion of our 11 in Tennessee commercial lab and engineering test facility. The state-of-the-art facility will combine our commercial water engineering expertise under one roof and allow for cross-functional collaboration, particularly with mutual technologies like heat pump. We are in the early stages of all three projects, but we're off to a very good start. As always, we remain focused on meeting the needs of our customers as well as executing our key strategic priorities to advance our position as a leader in heating and treating water around the world.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ec5bdbd84ea0ac51c8e3b6edc81dd8e9",
    "period": "2023 Q4",
    "content": "Q4 2023 A O Smith Corp Earnings Call\n\nQ4 2023 A O Smith Corp Earnings Call\n\nAOSNYSEJAN 30, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A. O. Smith's Fourth Quarter 2023. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Helen Gurholt. Please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nThank you, Abigail. Good morning, everyone, and welcome to the A.O. Smith's Full Year and Fourth Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provided non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures, adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of restructuring and impairment expenses, nonoperating noncash pension income and expenses as well as legal judgment income and terminated acquisition-related expenses. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up for churn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning, everyone. I'm on Slide 4 and our full year results. 2023 was a record-setting sales and earnings year driven by resilient water heater demand and excellent execution by our team. North America sales increased 4% and adjusted segment margin increased 310 basis points due to higher water heater volumes and improved price cost relationship. Our Rest of World segment sales grew 4% in local currency as our recently introduced kitchen products in China were well received by the market.\nIn India, our sales grew 15% local currency in 2023 and benefited from sales of new products, which represented 30% of our sales. Free cash flow grew to $598 million, primarily driven by record profit. We returned $490 million of capital to shareholders with our dividend and share repurchases.\nPlease turn to Slide 5. Our global A. O. Smith team delivered record sales of $3.9 billion in 2023 and adjusted EPS of $3.81, a 21% increase over 2022. North America water heater sales grew 6% in 2023 due to strong demand for our residential and commercial water heater products. The residential unit industry demand increased approximately 6% compared to 2022, as new construction and proactive replacement demand remain resilient. Commercial industry units increased approximately 15% year-over-year as volume of commercial electric water heaters greater than 55 gallons rebounded and aligned closer to pre-2022 levels.\nWe are pleased with our market share strength in both residential and commercial water heaters. Our North America boiler sales decreased 12% against a difficult comp of 28% growth in 2022. We worked down our backlog in 2022 after making significant production and supply chain improvements, which led to elevated channel inventories going into 2023. The resulting channel inventory destocking impacted our residential and small commercial boiler sales. Sales of our CREST commercial boilers with Hellcat technology increased over 50% in 2023.\nNorth America water treatment sales grew 2% in 2023 as higher sales and the e-commerce and direct-to-consumer channels were partially offset by lower sales in the wholesale and retail channels. Sales in the prior year benefited from strong shipments as supply chain constraints improved, and we worked down our order backlog, which resulted in elevated channel inventories in early 2023. In China, full year sales increased 4% in local currency. We are pleased with our performance in a continued weak economy. In addition to the successful launch of our kitchen products, we saw double-digit sales growth of our HVAC and commercial water treatment product categories.\nOur core water heating and water treating products also performed well as replacement approaches of residential water heater sales and residential water treatment sales, particularly consumables, remain resilient.\nI'll now turn the call over to Chuck, who will provide more details on our full year and fourth quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 6. Full year sales in the North America segment rose to $2.9 billion, a 4% increase compared with 2022. Higher volumes of water heaters were partially offset by lower sales of boilers and pricing. North America segment earnings of $726 million increased 19% compared with 2022. Adjusted segment margin was 24.8%, an increase of 310 basis points year-over-year. The higher adjusted segment earnings and adjusted segment margin were primarily driven by higher water heater volumes and lower material costs.\nMoving to Slide 7. Rest of the World segment sales of $957 million decreased 1% year-over-year, including unfavorable currency translation of $44 million, primarily related to China. Segment sales increased 4% on a constant currency basis. Our sales increase was primarily driven by higher sales of kitchen products and water treatment products in China. India sales grew 15% in local currency in 2023, which is approximately 3x the market. Rest of the World segment earnings of $99 million increased 3% compared to segment earnings in 2022, primarily due to higher sales in China. Adjusted segment operating margin was 10.4%, an increase of 40 basis points compared to 2022.\nPlease turn to Slide 8. Turning to fourth quarter performance, we delivered sales of $988 million in the fourth quarter of 2023, an increase of 6% year-over-year, led by higher water heater volumes in North America and higher kitchen product sales in China that more than offset lower boiler sales and pricing. Adjusted earnings in the fourth quarter were $0.97 per share compared with adjusted earnings of $0.86 per share in the fourth quarter of 2022.\nPlease turn to Slide 9. Fourth quarter sales in the North America segment were $738 million, a 7% increase compared to sales in the fourth quarter of 2022, as a result of higher water heating volumes partially offset by lower boiler sales. North America segment adjusted earnings of $173 million increased 8% compared to 2022. Adjusted operating margin of 23.5% increased 20 basis points compared to last year. The higher adjusted segment earnings and adjusted segment margin were primarily due to higher water heater volumes.\nMoving on to Slide 10. Fourth quarter Rest of the World segment sales of $260 million increased 4% year-over-year primarily driven by sales of new products, partially offset by unfavorable currency translation of $3 million in China. India sales grew 11% in local currency in 2023, compared to 2022. Rest of the World adjusted segment earnings of $30 million decreased 6% compared to Q4 2022 segment earnings. An adjusted segment margin of 11.5% decreased 120 basis points compared to segment margin in the same period last year. The decreases were primarily due to promotions and advertising supporting the launch of our dishwasher and steam oven products in China.\nPlease turn to Slide 11. We generated free cash flow of $598 million during 2023, an increase of 86% over 2022, primarily driven by higher earnings and lower working capital [ lens ]. 2023 free cash flow conversion was 107%. Our cash balance totaled $363 million at the end of December our net cash position was $236 million. Our leverage ratio was 6.5% as measured by total debt to total capital.\nNow I'll turn to Slide 12. As we detailed at our Investor Day, in addition to returning capital to shareholders, we continue to see opportunities for organic growth, innovation and new product development across all of our product lines and geographies. We target strategic acquisitions that meet our financial metrics of accretive to earnings in the first year and return our cost of capital in 3 years. The strength of our balance sheet allows us to continue to invest in ourselves through research and development and capital expansion while pursuing strategic acquisitions.\nEarlier this month, our Board approved our next quarterly dividend of $0.32 per share. We have increased our dividend for over 30 consecutive years. We repurchased approximately 4.4 million shares of common stock in 2023 for a total of $307 million. We continue our strong track record of delivering return to shareholders. Over the last 2 years, we have returned over $1 billion to shareholders through our dividends and share repurchases.\nPlease turn to Slide 13 and our 2024 earnings guidance and outlook. We are pleased to introduce our 2024 outlook with an expected EPS range of $3.90 and $4.15 per share. The midpoint of our EPS range represents an increase of 6% compared with 2023 adjusted EPS. Our outlook is based on a number of key assumptions, including our guidance assumes that steel prices in 2024 will be a slight headwind compared to 2023. Relative to current steel prices, our projection includes a decline in steel price index in the second half of the year.\nOur outlook assumes non-steel material costs are similar in 2024, as they were in 2023. Our guidance also assumes a relatively stable supply chain environment, similar to what we experienced throughout 2023. We are monitoring the situation in the Red Sea and Panama down and currently have not experienced any negative impacts. We launched our internally designed and manufactured gas tankless products earlier this month, as we mentioned at our Investor Day, these products will be manufactured in our China facility until our North America capacity is completed in 2025. Associated import tariffs and other launch costs will impact North America margins by approximately 50 basis points. We are investing in manufacturing in Juarez, Mexico that would eliminate the tariff in the future.\nFor the year, CapEx should be between $105 million to $115 million. an increase over the last several years due to capacity expansion projects related to our gas tankless manufacturing facility [ 4x ], the expansion of our engineering capabilities in Lebanon, Tennessee and an increase in high-efficiency commercial water heating manufacturing capacity to align with regulatory changes coming in 2026. We expect to generate strong free cash flow of between $525 million and $575 million. Corporate and other expenses are expected to be approximately $60 million.\nOur effective tax rate is estimated to be between 24% and 24.5%. And we expect to repurchase $300 million of shares of our stock, resulting in our outstanding diluted shares of $147 million at the end of 2024.\nI'll now turn the call back over to Kevin who will provide more color on our key markets and top line growth outlook and segment expectations for 2024, staying on Slide 13. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We project 2024 sales will grow between 3% and 5% compared to 2023, which includes the following assumptions. We believe the U.S. new home construction remains in a deficit, we project it will be flat in 2023. We also assume that 2024 proactive replacement will remain at a level similar to 2023. Therefore, after an approximate 6% increase in the industry in 2023 compared to 2022, we project that 2024 residential industry unit volumes will be approximately flat to last year. We project U.S. commercial water heater industry volumes to increase low single digits as demand for our commercial electric greater than 55 gallons continues its positive trend to pre-2022 levels.\nIn addition, our outlook includes the announced price increases in North America water heating up 4% on most of our water heater products. Price increase for heat pump products is 8%. These increases are projected to be effective late in the first quarter. In China, we believe it will take time for the economy to improve amid weakened consumer confidence in a challenged real estate and housing market, and we have not yet seen signs of significant improvement. Even with the continued backdrop of a weak economy, we project our sales in China will again grow 3% to 5%, and local currency in 2024, driven by resilient replacement demand, growth in demand for our water treatment products and our recently released kitchen products.\nOur forecast assumes that the currency translation impact will be minimal in 2024. We expect to return to growth in our North America boiler business with a projected sales increase of between 8% to 10% in 2024. We expect to continue to benefit from the transition to higher energy efficient boilers, particularly as commercial buildings look to improve their overall carbon footprint. We predict sales of North America water treatment products to increase approximately 10% to 12% as we expect to grow at 2x the pace of the market. Based on our 2024 assumptions, we expect our North America segment margin to be between 24.5% and 25%, and Rest of World segment margins to be approximately 10%.\nPlease turn to Slide 14. I'd like to thank everyone who joined us at our Investor Day late last year, either in person or via webcast. A recording of the webcast is available on our website. The team and I enjoyed sharing the exciting growth opportunities that we see on the horizon for all of our businesses. A summary of the key topics that we cover are on Slide 14. I look forward to sharing periodic updates on our initiatives including the launch of our gas tankless products.\nAs we look to 2024, we remain focused on our key strategic priorities to advance our position as a leader in heating and treating water around the world. Those priorities are: expand and enhance our high-efficiency product portfolio, including heat pumps for space and water heating, expand our global water treatment capabilities by investing in technologies, people and geographic expansion and deploy capital effectively by investing in ourselves, pursue our active acquisition pipeline and returning capital to shareholders.\nWe have many reasons to be have optimism as we enter 2024. We see strong end market demand in North America for all of our product categories, and we expect to return to growth for boilers and North America water treatment as we believe our customers exited 2024 and 2023 with normalized channel inventories. We have begun several capacity expansion projects in North America that will support our growth in the long term. In China, we are projecting a second year of growth driven by innovative new products and resilient demand for our core products. And we expect to continue double-digit growth in India as our premium products and customer service are well received in the market.\nAnd finally, this year marks an important milestone for A. O. Smith, as we celebrate our 150th anniversary. What began as a small machine shop in Milwaukee, Wisconsin in 1874 and has grown into an innovative, industry-leading global water technology company with more than 12,000 employees. A. O. Smith has a rich and proud history, and we are excited to celebrate it with employees, shareholders, customers and partners across the globe.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81dd7ea5efe4b8371b76711bbe28b3e6",
    "period": "2023 Q3",
    "content": "Q3 2023 A O Smith Corp Earnings Call\n\nQ3 2023 A O Smith Corp Earnings Call\n\nAOSNYSEOCT 26, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A.O. Smith Corporation [Technical Difficulty] Good afternoon, and thank you for joining our call, please standby. Good day, and thank you for standing by. Welcome to the A. O. Smith's Third Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the call over to our first speaker for today, Helen Gurholt. Your line is now open.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nGood morning, and thank you, everyone, for your patience while we dealt with our technical difficulties.\nWelcome to our A.O. Smith's third quarter conference call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into our operating results of our business, we provided non-GAAP measures. Free cash flow is defined as cash from operations, less capital expenditures. Adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of impairment charges, nonoperating noncash pension income and expenses as well as legal judgment income and terminated acquisition-related expenses. We also provide total segment earnings.\nReconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to those in the question queue, please limit yourself to 1 question and 1 follow-up per turn. If you have multiple questions, please rejoin the queue.\nWe will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning, everyone. I'm on Slide 4, and we'll review a few of our third quarter highlights. I'm very pleased with the execution of our team across all of our businesses to deliver a strong third quarter EPS of $0.90. The performance of our North America segment was particularly strong. We saw resilient demand for our residential water heaters as well as year-over-year improvement in our operating margin. China's new products drove year-over-year improvement as newly introduced kitchen appliance products were well received by the market.\nInnovative new products, combined with our strong brand, drove growth despite a continued challenging economic backdrop. India entered the year introducing a number of new products in both the water heating and water treatment categories and has delivered year-to-date sales growth of 17% in local currency. We also acquired WaterTec, a high-quality Arizona-based water treatment company. This acquisition aligns with our strategic growth aspirations to expand water treatment across the U.S. We welcome WaterTech team to the A. O. Smith family.\nPlease turn to Slide 5. North America water heater sales increased 13% in the third quarter as a result of continued strength in residential water heater demand. As you may recall, sales in the third quarter of last year were negatively impacted by channel inventory destocking of residential water heaters, primarily in the wholesale channel. Our North America boiler sales declined 18% in the third quarter against a difficult comp in 2022. In the third quarter last year, we worked on our backlog after making significant production and supply chain improvements. We believe channel inventories are approaching normal levels.\nDemand for our commercial highest business, convention boilers, particularly our Hellcat Crest boilers, remained steady in the quarter. North America water treatment sales increased 5% in the third quarter of 2023, primarily driven by pricing and e-commerce sales. The quarter also benefited from pricing-related margin improvement. In China, third quarter sales increased 9% local currency compared to the third quarter of 2022, primarily due to our newly introduced dishwasher and steam oven products. The quarter also benefited from higher commercial water treatment sales and positive mix.\nI'm now on Slide 6. We continue to introduce new innovative products in water filtration. I'm pleased to highlight the launch of our new SmartFlow reverse osmosis filtration system under both our A.O. Smith and Aquasana brands. The product takes up less space and features an easy filter replacement process. Our SmartFlow technology features a multistage filtration process that removes up to 99.9% of contaminants, including PFAS, arsenic, microplastics and lead. It also features our innovative and exclusive side stream reverse osmosis technology, making this 1 of the most water-efficient systems in the market. This is 1 example of our commitment to bringing innovative water heating and water treatment treating products to the global market.\nOn November 6, at our Investor Day, each of our businesses will highlight new products that are driving results in the marketplace.\nI'll now turn the call over to Chuck, who will provide more details on our third quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 7. Third quarter sales in the North America segment were $710 million, a 9% increase over the same period last year. The increase was primarily driven by higher residential water heater volumes that were partially offset by lower boiler volumes. North America segment earnings of $170 million increased 28% compared with the adjusted segment earnings in the third quarter of 2022. Operating margin of 23.9% improved 350 basis points compared to adjusted segment operating margin in the third quarter of last year. The higher segment earnings and operating margin were primarily due to higher residential water heater volumes and lower steel costs, partially offset by lower boiler volumes. Segment pricing was relatively flat in the quarter compared to last year.\nMoving on to Slide 8. Rest of the World segment sales of $233 million, increased 1% year-over-year and 6% on a constant currency basis. Currency translation unfavorably impacted segment sales by approximately $11 million. Sales of newly introduced kitchen appliance products, higher commercial water treatment sales and a positive mix in China, drove the sales increase in the quarter. India sales grew 13% in local currency in the third quarter compared to last year. Rest of the World segment earnings of $23 million increased 6% compared to segment earnings in the third quarter of 2022. Segment operating margin was 9.9%, an increase of 40 basis points compared to the same period last year, primarily as a result of higher sales of new products and a positive mix.\nPlease turn to Slide 9. We generated free cash flow of $396 million in the first 9 months of 2023, more than 2x the free cash flow generated in the same period last year. This was largely due to higher earnings and lower working capital cash outlays primarily related to lower inventory levels and lower 2022 incentive payments paid in 2023. Our cash balance totaled $342 million at the end of September, and our net cash position was $212 million. Our leverage ratio was 6.4%, as measured by total debt to total capital. Our free cash flow and solid balance sheet enable us to focus on capital allocation priorities and return of cash to shareholders.\nEarlier this month, our Board approved a 7% increase to our quarterly dividend to $0.32 per share. We repurchased 2.4 million shares of common stock in the first 9 months of 2023 for a total of $161 million. We expect to repurchase $300 million of our shares for the full year 2023.\nLet's now turn to Slide 10. In addition to returning capital to shareholders, we continue to see opportunities for organic growth through innovation and new product development across all of our product lines and geographies. The strength of our balance sheet also allows us to pursue strategic acquisitions along with organic growth.\nPlease turn to Slide 11 and our revised 2023 earnings guidance and outlook. We have increased our 2023 outlook with an expected adjusted earnings per share range of $3.70 to $3.80 per share. The midpoint of our adjusted earnings per share range represents an increase of 19% compared with 2022 adjusted EPS. Our outlook is based on a number of key assumptions, which include a stable supply chain with limited disruption.\nWe have increased our North America full year margin guidance to be approximately 25% based on our full year outlook on volumes and price cost relationship. We forecast that our Q4 material costs will be similar to our Q3 material costs. Our Rest of the World margin guidance of approximately 10% remains unchanged. We expect to generate strong free cash flow of between $575 million and $600 million.\nFor the year, CapEx should be approximately $65 million, corporate and other expenses are expected to be approximately $60 million. Our effective tax rate is estimated to be approximately 24%. And with the expectation to repurchase approximately $300 million of shares of our stock, the resulting average outstanding diluted shares is expected to be 151 million at the end of 2023.\nI'll now turn the call back over to Kevin, who will provide more color on our key markets, top line growth outlook and segment expectations for 2023, staying on Slide 11. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We have narrowed our 2023 sales outlook to grow approximately 2% compared to 2022, which was the high end of our previous guidance. Our outlook includes the following assumptions: Residential water heater orders remained strong through October. Therefore, we project 2023 residential water heater industry volumes will increase approximately 4% compared to last year. We continue to monitor proactive replacement and new housing completions, both of which remain favorable.\nDemand for commercial electric water heaters greater than 55-gallon continue to be robust. Our guidance for commercial water heater industry volumes to increase mid-teens compared to 2022 is unchanged. We maintain our guidance that our sales in China will grow 3% to 5% local currency in 2023. Our forecast assumes that the Chinese currency will devalue approximately 6% in 2023 compared to 2022. Our boiler business outlook of being down high single digits compared to last year is unchanged. As a reminder, 2022 is a difficult comp. We entered last year with a large backlog, which we worked down and exited the year with a normalized backlog partially, partly contributing to our boiler business growth of 28% in 2022.\nOur outlook for North America water treatment sales is to grow approximately 5% to 7% for 2023 also has not changed. We project that our sales in India will grow 15% this year.\nPlease turn to Slide 12. Again, we are very pleased with our performance in the first 9 months of 2023. In North America, residential commercial water heater demand remained strong through the third quarter. The year is lining up to have a normalized split of approximately 52% of volume in the first half of the year and 48% in the back half of the year. As we expected, North America operating margin was down sequentially in the quarter, but remained strong relative to historical performance at 23.9%, even as we recognized higher steel costs in the quarter, compared to the first half of the year.\nIn China, the team continues to execute very well across our various product lines through a balanced go-to-market channel strategy. New product introductions, continued growth in commercial water treatment and positive mix led to a 10% operating margin in the quarter. India continues to outperform the industry. We see great potential for our India business as it continues to deliver growth through new product introductions and premium customer service.\nOur focus remains on taking care of our customers as we continue to execute our key strategic objectives to advance our position as a global water technology leader.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fccc17575b60d775fda0be0d721c11a0",
    "period": "2023 Q2",
    "content": "Q2 2023 A O Smith Corp Earnings Call\n\nQ2 2023 A O Smith Corp Earnings Call\n\nAOSNYSEJUL 27, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A. O. Smith Corporation Q2 2023 Earnings Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions]. Please be advised that today's conference is being recorded. Without further ado, I'll hand the conference over to your first speaker, Helen Gurholt. Helen, please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nThank you, Eric, and good morning, everyone, and welcome to the A.O. Smith Second Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provide non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures, adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of impairment charges nonoperating noncash pension income and expenses as well as legal judgment income and terminated acquisition-related expenses. We also provide total segment earnings. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statements that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in this morning's press release, among others. Also, as a courtesy to others in the question queue, please limit yourself to 1 question and 1 follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investors.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen, and good morning, everyone. I'm on Slide 4, and we'll review a few highlights of our second quarter results. Our team delivered record adjusted EPS of $1.01 in the second quarter, driven by strong performance in our operating segment. We saw margin expansion in our North America segment, primarily due to a more favorable price cost relationship as well as robust demand for our commercial and residential water heaters. Our Rest of World segment delivered improved performance in the second quarter even as headwinds in the economy and currency exchange continue in China. Both China and India delivered sales growth of 15% local currency in the second quarter.\nPlease turn to Slide 5. North America water heater sales decreased 2% in the second quarter of 2023 as higher volumes are offset by lower pricing. We saw continued resilience in residential water heater demand and year-over-year improvement in our commercial water heater business. Our North America boiler sales declined 13% in the second quarter compared to a tough comp last year as lower volumes more than offset the benefits from pricing. Channel inventory levels of residential and light commercial boilers remain elevated in the quarter as a warmer-than-normal winter resulted in lower industry demand. We believe channel inventory levels are approaching normal levels at the end of the quarter.\nDemand for our custom commercial high-efficiency condensing boilers, particularly our Hellcat CREST boilers with O2 sensing technology were steady in the quarter and continues to gain traction in the market. North America water treatment sales were down 2% in the second quarter of 2023 compared to another tough comp in 2022 as pricing and strong e-commerce sales were offset by lower sales in our specialty wholesale and dealer channels. Sales in the first half of 2022 benefited from strong shipments as supply chain constraints improved, and we worked out our order backlog.\nI'm particularly pleased with the margin improvement we have seen this quarter in our North America water treatment business. In China, second quarter sales increased 15% in local currency compared to the second quarter of 2022 which was negatively impacted by COVID-19-related shutdowns. Demand continued to improve for our products, particularly for residential and commercial water treatment products. Sales of water treatment consumables were particularly strong in the quarter. We also saw a favorable mix in our water treatment and electric water heater product categories this quarter as recently launched products continue to be well received by the market.\nI'm now on Slide 6. According to our recent national consumer survey, nearly 9 out of 10 Americans have concerns about microplastics in their drinking water. Reducing plastic pollution has long been a priority for our North America water treatment business. Our North America water treatment products filter enough water to potentially eliminate over 1 billion single-use plastic bottles per year. I am pleased to announce that all of our countertop and undersink water filters are now independently certified to remove up to 99.6% of microplastics in addition to over 70 other contaminants, including PFAS and pesticides. We remain committed to leading the charge in identifying and becoming certified to remove [ macrocontaminants ] as they emerge.\nI'll now turn the call over to Chuck, who will provide more details on our second quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 7. Second quarter sales in the North America segment were $722 million, up 3% decline from the same period last year. The decrease is primarily driven by higher commercial and residential water heater volumes that were more than offset by lower boiler sales and pricing. Lower volumes contributed to approximately 1/2 of the organic growth decline. North America adjusted segment earnings of $194 million increased 19% compared with the second quarter of 2022. Adjusted operating margin of 26.9% improved 510 basis points from the segment adjusted operating margin in the second quarter of last year. The higher segment earnings and operating margin were primarily due to lower steel costs and higher volumes of commercial and residential water heaters partially offset by lower boiler volumes.\nMoving to Slide 8. Rest of World segment sales of $244 million increased 6% year-over-year and 12% on a constant currency basis. Currency translation unfavorably impacted segment sales by approximately $14 million. Our sales increase was primarily driven by higher consumer demand and favorable mix in China, particularly for residential and commercial water treatment products. India sales grew 15% in local currency in the second quarter compared to last year. Rest of World segment earnings of $28 million increased 56% compared to segment earnings in 2022. Segment operating margin was 11.6%, and an increase of 370 basis points compared to the second quarter of last year, primarily as a result of higher volumes of water treatment products and positive mix.\nPlease turn to Slide 9. We generated free cash flow of $236 million in the first half of 2023, higher than the first half of 2022 due to higher earnings and lower working capital cash outlays primarily related to lower inventory levels and lower 2022 incentive payments paid in 2023. Our cash balance totaled $410 million at the end of June, and our net cash position was $204 million. Our leverage ratio was 9.8% as measured by total debt to total capital. Our strong annual free cash flow and solid balance sheet enable us to focus on capital allocation priorities and return of cash to shareholders.\nEarlier this month, our Board approved our next quarterly dividend of [ $0.30 ] per share. We repurchased approximately 1,075,000 shares of common stock in the first half of 2023 for a total of $70 million. We are committed to repurchasing $300 million of our shares for the full year of 2023.\nLet's now turn to Slide 10. In addition to returning capital to shareholders, we continue to see opportunities for organic growth driven by innovation and new product development across all of our product lines and geographies. We believe that our technology leadership and culture of innovation puts us in a strong position to capitalize on the mega trends of decarbonization and sustainability. The strength of our balance sheet also allowed us to pursue strategic acquisitions as we grow organically.\nPlease turn to Slide 11 in our revised 2023 earnings guidance and outlook. We've increased our 2023 outlook with an expected adjusted EPS range of $3.45 and $3.60 per share. The midpoint of our adjusted EPS range represents an increase of 12% compared with 2022 adjusted EPS. Our outlook is based on a number of key assumptions, including our outlook assumes a relatively stable supply chain with limited disruption. We remain in close contact with our suppliers and logistics providers to manage and resolve supply chain issues as they arise. We have increased our North America full year margin guidance to a range of between 24% and 24.25% based on our full year outlook on volumes and price cost relationship. We will have higher steel costs in the back half of the year, which will put some pressure on North America margin. We forecast that steel costs in the second half of the year will be approximately 20% higher than the first half of the year. Our guidance assumes that other costs outside of steel remain at current levels.\nOur Rest of the World margin guidance of approximately 10% remains unchanged. We expect to generate free cash flow of between $550 million and $600 million. For the year, CapEx should be between $70 million and $75 million. Corporate and other expenses are expected to be approximately $55 million. Our effective tax rate is estimated to be approximately 24%. And we expect to repurchase approximately $300 million of shares of our stock, resulting in an average outstanding diluted shares of $151 million at the end of 2023.\nI'll now turn the call back over to Kevin, who will provide more color on our key markets and top line growth outlook for 2023, all staying on Slide 11. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We revised our 2023 sales projection to be a range of flat to up 2% compared to 2022, which includes the following assumptions. Residential water heater demand was resilient in the first half of the year. Therefore, we project 2023 residential water heater industry volumes to be flat to up 2% compared to last year. We continue to monitor proactive replacement and new housing completions, both of which remain strong. Demand for commercial electric water heaters greater than 55 gallons was strong in the first half of the year, which leads us to raise our guidance for commercial water heater industry volumes to increase mid-teens compared to 2022. We maintain our guidance that our sales in China will grow 3% to 5% in local currency in 2023. We believe it will take time for consumer confidence to strengthen and for the economy to improve in China. Our forecast assumes that the Chinese currency will devalue approximately 5% in 2023 compared to 2022.\nWe have decreased our outlook for our boiler business from being up mid-single digits to being down high single digits compared to last year. Last year, our boiler business grew 28% compared to 2021 partially driven by our backlog reduction during the year. We believe channel inventory levels of residential and light commercial boilers were elevated coming into 2023. The mild winter and warm spring resulted in lower demand coming out of the heating season, which slowed channel inventory reduction efforts.\nOrders for our energy-efficient custom commercial condensing boilers remain steady. Our outlook for North America water treatment sales growth of 5% to 7% for 2023 has not changed. We project that our sales in India will grow 15% compared to last year.\nPlease turn to Slide 12. We are very pleased with our performance in the first half of 2023. Demand for our commercial water heaters was strong. We saw resilient demand for our residential water heaters as new housing completion and proactive replacement remain robust. Our second quarter '23 -- 2023 North America adjusted operating margin of 26.9% was driven by improved price cost relationship and will lead to a full year margin improvement even as our steel costs rise in the second half of the year. Our China business performed well in a weak economy in the second quarter with sales growth of 15% and operating margins of over 12%. Market-leading products such as our high flow and hot water purifiers as well as dual tank electric water heaters led to a positive mix in the quarter. India continues to outperform the industry as our innovative new products drive market share gains.\nAs a final note, the U.S. Department of Energy has recently issued its proposal to raise the minimum energy efficiency standards for residential water heaters that is targeted to be affected in 2029. As we review the DOE's proposal, we continue to dialogue with the DOE and other industry participants to offer guidance from our unique market leadership perspective to ensure the final proposal considers all factors that may impact consumers, including affordability, installation challenges, market adoption and consumer awareness as well as state and local electrification regulations.\nAs a leader in energy-efficient water heater solutions, we believe A. O. Smith is well positioned to deliver a broad range of products that will meet or exceed the DOE requirements. And finally, our focus remains on meeting the needs of our customers as we continue to execute key strategic objectives to advance our position as a global water technology leader.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  },
  {
    "header": "AOS",
    "cik": "0000091142",
    "ticker": "AOS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e719b74ec84710743490077abe7837ca",
    "period": "2023 Q1",
    "content": "Q1 2023 A O Smith Corp Earnings Call\n\nQ1 2023 A O Smith Corp Earnings Call\n\nAOSNYSEAPR 27, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the A. O. Smith First Quarter 2023 Earnings Conference Call.\n[Operator Instructions]\nPlease be advised that today's conference is being recorded. I would like to hand the conference over to your speaker today, Helen Gurholt. Helen, please go ahead.\n\nHelen E. Gurholt\n\nVP of IR and Financial Planning & Analysis, A. O. Smith Corporation\n\nThank you, Ellinor. Good morning, and welcome to the A. O. Smith First Quarter Conference Call. I'm Helen Gurholt, Vice President, Investor Relations and Financial Planning and Analysis. Joining me today are Kevin Wheeler, Chairman and Chief Executive Officer; and Chuck Lauber, Chief Financial Officer.\nIn order to provide improved transparency into the operating results of our business, we provide non-GAAP measures. Free cash flow is defined as cash from operations less capital expenditures. Adjusted earnings, adjusted earnings per share, adjusted segment earnings and adjusted corporate expenses exclude the impact of impairment charges, non-operating non-cash pension expenses as well as legal judgment income and terminated acquisition-related expenses. We also provide total segment earnings. Reconciliations from GAAP measures to non-GAAP measures are provided in the appendix at the end of this presentation and on our website.\nA friendly reminder that some of our comments and answers during this conference call will be forward-looking statements, that are subject to risks that could cause actual results to be materially different. Those risks include matters that we described in our -- this morning's press release, among others.\nAlso, as a courtesy to others in the question queue, please limit yourself to one question and one follow-up per turn. If you have multiple questions, please rejoin the queue. We will be using slides as we move through today's call. You can access them on our website at investor.aosmith.com.\nI will now turn the call over to Kevin to begin our prepared remarks. Please turn to the next slide.\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Helen and good morning, everyone. I'm on Slide 4, and we'll review a few highlights of our first quarter results. Our team delivered record first quarter adjusted EPS of $0.94, driven by strong performance in North America with sales up 3% due to higher commercial and residential water heater volumes.\nIn addition, we saw margin expansion across our water heating, boiler and water treatment product categories due to a more favorable price/cost relationship. Our Rest of World segment delivered consistent performance in the first quarter despite headwinds in the economy and currency exchange in China. In India, our sales grew 28% in local currency in the first quarter due to strong demand for our water heating and water treatment products.\nPlease turn to Slide 5. North America water heater sales grew 3% in the first quarter of 2023 as we believe we outperformed the market and experienced resilient demand for our commercial and residential water heater products.\nSales of commercial electric products were strong in the quarter as demand returned to pre-2022 levels. Last year, commercial industry shipments were negatively impacted by our regulatory change for commercial electric products greater than 55 gallons.\nOur North America boiler sales grew 2%, driven by previously announced price increases to offset higher costs. Residential boiler volumes decreased year-over-year, primarily driven by elevated channel inventory levels coming off a particularly strong fourth quarter of 2022. We believe inventory levels have normalized by the end of the quarter.\nDemand for our commercial high-efficiency condensing boilers, particularly our Hellcat CREST boilers with O2 sensing technology remained strong. North America water treatment sales were flat in the first quarter of 2023 compared to a tough comp in 2022 as higher direct-to-consumer and e-commerce sales were offset by lower sales in our dealer and specialty wholesale channels.\nSales in the first quarter of 2022 benefited from strong shipments as supply chain constraints improved and we work down our order backlog. We believe the majority of our dealers and wholesale customers exited the first quarter with normal inventory levels.\nIn China, first quarter sales decreased 10% local currency compared to the first quarter of 2022, primarily due to weakened consumer demand. We have seen sequential improvement through April and expect that improvement to continue through the year. We believe it will take time for the Chinese economy and consumer confidence to improve. We saw a favorable price/mix in the quarter, particularly in our water treatment, as we recently introduced our large flow products that have been well received by the market.\nI'm now on Slide 6. A. O. Smith has recently been named in 2023 ENERGY STAR Partner of the Year Sustained Excellence winner by the EPA and the U.S. Department of Energy. The ENERGY STAR award is given to companies that have made a long-term commitment to energy management through their products or services.\nThis is the fifth consecutive ENERGY STAR Partner of the Year award A.O. Smith has received and the third time being named a Sustained Excellence partner. These awards are a direct result of our strategic objective to expand and enhance our high-efficiency product portfolio, including heat pumps, as evidenced by the recent launch of our Voltex AL heat pump water heater. We are committed to continue development of sustainable water heating and water treating technology.\nI'll now turn the call over to Chuck, who will provide more details on our first quarter performance.\n\nCharles T. Lauber\n\nExecutive Vice President & Chief Financial Officer, A. O. Smith Corp.\n\nThank you, Kevin, and good morning, everyone. I'm on Slide 7. Record first quarter sales in the North America segment rose to $753 million, a 3% increase compared with the same period last year. The increase is primarily driven by higher commercial and residential water heater volumes, partially offset by pricing.\nNorth America segment earnings of $188.6 million increased 22% compared with the first quarter of 2022. Operating margin of 25.1% improved 400 basis points from the segment adjusted operating margin in the first quarter of last year. The higher segment earnings and operating margin are primarily due to higher volumes of commercial and residential water heaters and lower steel costs.\nMoving to Slide 8. Rest of the World segment sales of $219.1 million decreased 14% year-over-year and 8% on a constant currency basis. Currency translation unfavorably impacted segment sales by approximately $17 million. Our sales decrease was primarily driven by lower sales in China as consumer demand was negatively impacted by COVID-19-related headwinds.\nWe saw month-over-month improvement in consumer demand during the quarter. India sales grew 28% in local currency in the first quarter compared to 2022, as our new products have been well received by the market. Rest of the World adjusted segment earnings of $17.8 million decreased 28% compared to segment earnings in 2022.\nSegment adjusted operating margin was 8.1%, a decrease of 160 basis points compared to the first quarter of last year, primarily as a result of lower volumes in China, partially offset by lower selling costs.\nPlease turn to Slide 9. We generated free cash flow of $109 million in the first 3 months of 2023, higher than the same period in 2022, due to higher earnings and lower working capital outlays, primarily related to lower inventory levels and a lower 2022 incentive payments paid in 2023. Our cash balance totaled $496 million at the end of March, our net cash position was $155 million.\nOur leverage ratio was 16% as measured by total debt to total capital. Our strong annual free cash flow and solid balance sheet enable us to focus on capital allocation priorities and return cash to shareholders. Earlier this month, our Board approved our next quarterly dividend of $0.30 per share, which represents our 83rd consecutive year of dividend payments.\nWe repurchased approximately 821,000 shares of common stock in the first quarter of 2023 for a total of $53 million. We expect to repurchase $300 million of our shares in 2023, a $100 million increase from previous guidance.\nLet's now turn to Slide 10. In addition to returning capital to shareholders, we continue to see opportunities for organic growth driven by innovation and new product development across all of our product categories and geographies. The strength of our balance sheet allows us to pursue strategic acquisitions even in times of economic uncertainty.\nDuring the quarter, we committed to selling our business in Turkey and recognized a non-cash impairment charge of $15.6 million. Primarily in anticipation of the liquidation of the cumulative foreign currency translation adjustment. The business model in Turkey is more project-based than our core consumer and commercial water treatment business and no longer fits our current strategy.\nPlease turn to Slide 11 and our revised 2023 guidance and outlook. We've increased our 2023 outlook with an expected adjusted EPS range of $3.30 and $3.50 per share. The midpoint of our adjusted EPS range represents an increase of 8% compared with 2022 adjusted EPS.\nOur outlook is based on a number of key assumptions, including -- we assume a relatively stable supply chain, while challenges persist, disruptions are limited. We remain in close contact with our suppliers and logistics providers to manage and resolve supply chain issues as they arise.\nWe've increased our North American margin guidance from approximately 23% to a range of between 23% and 23.5%. Based on a full-year outlook on volumes and price cost relationship, we have recently seen a meaningful rise in steel index pricing, which will translate into higher input costs and relative to the first quarter, put pressure on North American margins in the back half of the year. We forecast that our steel cost in the second half of the year will be approximately 20% higher than the first half of the year.\nOur guidance assumes that other costs outside of steel remain relatively flat to our previous guidance, with favorable adjustments in our transportation cost outlook, offset by moderately higher costs outside of transportation. We expect to generate free cash flow of between $575 million and $625 million.\nFor the year, CapEx should be between $70 million and $75 million. Corporate and other expenses are expected to be approximately $55 million. Our effective tax rate is estimated to be approximately 24%. And as I noted earlier, we expect to repurchase approximately $300 million of shares of our stock, resulting in average outstanding diluted shares of $150 million at the end of 2023.\nI'll now turn the call back to Kevin, who will provide more color on our key markets and topline growth outlook and segment expectations for 2023, Staying on Slide 11. Kevin?\n\nKevin J. Wheeler\n\nPresident, Chief Executive Officer & Director, A. O. Smith Corp.\n\nThank you, Chuck. We revised our 2023 sales projection to be approximately flat to 2022 at the midpoint, with a range of plus or minus 2%, which includes the following assumptions. Residential water heater demand was resilient in the first quarter, and therefore, we are raising our projection for the 2023 residential water heater industry volumes to be approximately flat to last year.\nWe continue to monitor proactive replacement and new housing completions. Demand for commercial electric water heaters greater than 55 gallons was strong in the first quarter and orders remained strong in April. We have raised our guidance for commercial water heater industry volumes to increase mid-single digits compared to 2022.\nOur China business performed as expected in the first quarter. We believe it will take time for consumer confidence to strengthen and for the economy to improve in China. We reaffirm our guidance that our sales in China will grow 3% to 5% in local currency in 2023. Our guidance assumes volumes in China improved throughout the year.\nOur forecast assumes the Chinese currency will devalue approximately 2% in 2023 compared to 2022. We are adjusting our outlook for our boiler business. We believe channel inventory levels of residential boilers are more elevated coming into 2023 than what we assumed in our prior guidance. While commercial growth aligns with our previous guidance, the amount of inventory in the residential boiler market resulted in sluggish residential boiler sales in the first quarter, and guides us to an annual growth outlook of mid-single digits.\nDemand for our energy-efficient custom commercial condensing boilers was steady in the first quarter, and job quoting remains active, particularly in the key institutional vertical. Our outlook for the North America water treatment sales growth of 5% to 7% for 2023 has not changed. Based on these factors, we expect our North America segment margin to be between 23% and 23.5% and Rest of World segment margins to be approximately 10%.\nPlease turn to Slide 12. We are very pleased with our performance early in 2023. Demand for commercial electric water heaters rebounded to pre-2022 levels. We saw resilient demand for our residential water heaters. Our first quarter 2023 North America operating margin of 25.1% will drive significant full-year margin improvement even as steel costs rise.\nIn China, we saw sequential monthly improvement in our sales through April, and we expect that to continue through the year. We are pleased with our free cash flow through March, and we expect a strong rebound in free cash flow for the full year, as China emerges from COVID-19-related disruptions, and our dedicated focus on inventory reduction across our North America operations. Our focus remains on meeting the needs of our customers as well as executing our key strategic objectives to advance our position as a leader in heating and treating water, globally. Our strong brands across the portfolio, combined with technology-driven innovation and new product development will enhance our market leadership. And with our strong balance sheet, we are confident in our ability to capitalize on opportunities as we continue to execute our strategy.\nWith that, we conclude our prepared remarks, and we are now available for your questions."
  }
]