[
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6fc3e6de6a2d6054c22c76f187fabb37",
    "period": "2025 Q3",
    "content": "Q3 2025 Camden Property Trust Earnings Call\n\nQ3 2025 Camden Property Trust Earnings Call\n\nCPTNYSENOV 7, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Third Quarter 2025 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today for our prepared remarks are Rick Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer. We also have Laurie Baker, Chief Operating Officer; and Stanley Jones, Senior Vice President of Real Estate Investments available for the Q&A portion of our call.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available shortly after the call ends. And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete third quarter 2025 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and complete our call within 1 hour. So please limit your initial question to 1 then rejoin the queue if you have a follow-up question or additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. Our on-hold music theme today was moving. This week, we completed the move of Camden's Houston corporate headquarters from Greenway Plaza to the Williams Tower in the Galleria. This is a big deal. Camden has been at Greenway Plaza for over 40 years. We are excited about moving on and the new beginnings that it will bring for 2026 and beyond.\nAs I was leaving my office for the last time, the thought that popped in my head was don't look back. And that reminded me of a song by the classic rock band Boston. The first versus of the song captured my sentiment as I was leaving the building. Don't look back, a new day is breaking. It's been too long since I felt this way, I don't mind where I get taken. The road is calling today is the day.\nTeam Camden is not looking back. We look forward to welcoming you to our new offices, and we look forward to the continued success for the next 40 years. Strong apartment demand continued through the third quarter, making 2025 one of the best in the last 25 years for apartment absorption, helping to fill up the record number of recent deliveries.\nThe summer peak leasing season was met with continuing new supply, slower job growth and economic uncertainties that led apartment operators to focus on occupancy instead of rental increases earlier in the season than usual. Apartment affordability improved during the quarter with 33 months of wage growth exceeding rent growth and increased affordability improves apartment residents' ability to absorb higher rents when new apartment deliveries are leased up in 2026 and beyond.\nApartments and our shares are on sale, but not for much longer. Resident retention continues to be strong, in large part because of living excellence provided by our on-site teams. Great job, Team Camden. The case for investing in apartments is compelling. Demand is high, supply is falling to below 10-year pre-COVID averages, bringing balance back to the market.\nRents are affordable, apartments provide flexibility and mobility to residents. Rent versus buy economics favor renting more than ever. And demographic and migration trends both support new demand going forward. We look forward to moving to a stronger growth profile after the excesses of post-COVID supply environments end. Camden is positioned well with 1 of the strongest balance sheets and no major dilutive refinances over the next couple of years.\nPrivate market sales of apartments have been robust with cap rates for high-quality properties landing in the 4.75% to 5% range. And there is a clear disconnect between private and public market values for apartments. In the quarter, we bought back $50 million of our shares at a significant discount to consensus net asset value. If market conditions remain at current levels, we will continue to buy the stock, and we have $400 million remaining in our authorization. This can be funded through dispositions of our slowest growing higher CapEx properties.\nI want to give a big shout out to Team Camden for their steadfast commitment to improving the lives of our teammates, our customers and our stakeholders, one experience at a time.\nThank you. And next up is Keith Oden.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Rick. Camden's third quarter 2025 operating results were in line with our expectations with same-store revenue growth of 0.8% for the quarter up 0.9% year-to-date and up 1% sequentially. Occupancy for the quarter averaged 95.5%, consistent with third quarter of 2024, and down slightly from 95.6% last quarter. Year-to-date through September, occupancy has averaged 95.5% versus 95.3% last year. Rental rates for the third quarter had effective new leases down 2.5% and renewals up 3.5%.\nOur blended rate growth was 0.6% declining 10 basis points from last quarter and 40 basis points compared to the third quarter of 2024. Our preliminary October results reflect typical seasonality and a moderation in both pricing and occupancy as we move into our slower leasing season during the fourth and first quarters. Renewal offers for December and January were sent out with an average increase of 3.3%.\nTurnover rates across our portfolio remain 20 to 30 basis points below last year's levels and move-outs attributed to home purchase were a record low of 9.1% this quarter. Moving into new office space is never easy, especially when it involves 5 floors and several hundred corporate team members. But the end result was definitely worth a significant amount of time and effort invested by our design and special projects team.\nOur new headquarters look amazing. A big shout out to Venmills, Chrissy Hopper, Luther Alanis, Kevin Neely, Amy Funk, Zev Malone, Teresa Watson, Blake Robinson, Pango, Derek, Aaron and the entire IT support team. And finally, we want to give a special thanks to Camden's team of executive assistance on a job incredibly well done. We can't wait for everyone to get a chance to visit.\nI'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith, and good morning. I'll begin today with an update on our recent real estate activities. -- then move on to our third quarter results and our guidance for the remainder of the year. This quarter, we disposed of 3 older communities for a total of $114 million. Two of the 3 disposition communities were located in Houston and the third in Dallas. These disposition communities were on average 24 years old. These older, higher CapEx communities were sold at an average AFFO yield of approximately 5%.\nWe used the proceeds in part to repurchase approximately $50 million of our shares at an average price of $107.33 and which represents a 6.4% FFO yield and a 6.2% cap rate. During the quarter, we stabilized Camden Durham and completed construction on Camden Village District both located in the Raleigh-Durham market of North Carolina. Additionally, we continue to make leasing progress on Camden long meto farms, 1 of our 2 single-family rental communities located in suburban Houston.\nAt the midpoint of our guidance range, we are now anticipating $425 million of acquisitions and $450 million of dispositions for the full year. reduced from our prior guidance of $750 million in both acquisitions and dispositions. This implies an additional $87 million in acquisitions and an additional $276 million in dispositions in the fourth quarter.\nTurning to financial results. Last night, we reported core funds from operations for the third quarter of $186.8 million or $1.70 per share, $0.01 ahead of the midpoint of our prior quarterly guidance, driven primarily by the combination of higher fee and asset management income and lower interest expense resulting from the timing of capital spend and lower floating rates.\nProperty revenues were in line with expectations for the third quarter. We are pleased with how well our property revenues are performing considering the peak lease-up competition we are facing across many of our markets, illustrating the significant depth of demand in the Sun Belt, and we did adjust our full year 2025 outlook for same-store revenue growth from 1% to 75 basis points, and property expenses continue to outperform, particularly property taxes coming in well below our forecast once again.\nAs a result, we are decreasing our full year same-store expense midpoint from 2.5% to 1.5%. And maintaining the midpoint of our full year same-store net operating income growth at 25 basis points. Property taxes represent approximately 1/3 of our operating expenses and are now expected to decline slightly versus our prior assumption of increasing approximately 2%. This is primarily driven by favorable settlements from prior year tax assessments and lower rates and values primarily from our Texas and Florida markets.\nFor the fourth quarter, we are assuming occupancy will be in the range of 95.2% to 95.4%. Blended lease trade-out will be down approximately 1% and bad debt will be approximately 60 basis points with then 10 basis points of our pre-COVID levels. Almost entirely as a result of the decreased transactional activity anticipated in the fourth quarter combined with lower floating rate interest expenses, we are increasing the midpoint of our full year core FFO guidance by $0.04 per share from $6.81 to $6.85. This is our third consecutive increase to our 2025 core FFO guidance and represents an aggregate $0.10 per share increase from our original 2025 guidance.\nWe also provided earnings guidance for the fourth quarter. We expect core FFO per share for the fourth quarter to be within the range of $1.71 to $1.75, representing a $0.03 per share sequential increase at the midpoint, primarily resulting from the typical seasonal decreases in property operating expenses, favorable final property tax valuations and rates and lower interest expense, partially offset by the impact of our anticipated fourth quarter net dispositions.\nNoncore FFO adjustments for 2025 are anticipated to be approximately $0.11 per share and are primarily legal expenses and expense transaction pursuit costs. Our balance sheet remains incredibly strong with net debt-to-EBITDA at 4.2x. We have no significant debt maturities until the fourth quarter of 2026 and no dilutive debt maturities until 2027.\nAdditionally, our refinancing interest rate risk remains the lowest of the peer group, positioning us well for outsized growth.\nAt this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af22b7bd1ed1a5e18b5d9199c00ae620",
    "period": "2025 Q2",
    "content": "Q2 2025 Camden Property Trust Earnings Call\n\nQ2 2025 Camden Property Trust Earnings Call\n\nCPTNYSEAUG 1, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Second Quarter 2025 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today for our prepared remarks are Rick Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer. We also have Laurie Baker, Chief Operating Officer; and Stanley Jones, Senior Vice President of Real Estate Investments available for the Q&A portion of our call. Today's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available shortly after the call ends. And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete second quarter 2025 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe would like to respect everyone's time and complete our call within 1 hour, so please limit your initial question to 1 then rejoin the queue if you have a follow-up question or additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes. At this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. Today's on-hold music featured the Beach Boys, as a tribute to a tribute to Brian Wilson, who passed away in June. The Beach Boys upbeat musical themes included good valuations serving USA and Fund, fun, all fit with Team Camden and our culture to a -- cheaper that is. Good vibrations continue for our Sunbelt markets, and we should be back to fund, fund fund next year. Second quarter apartment demand was one of the best in 25 years following a strong first quarter. Apartment affordability continued to improve during the quarter with 31 months of wage growth exceeding rent growth. This expands affordability and increases apartment demand, creating new apartment customers. Camden's sector-leading resident rent-to-income ratio also continues to improve and are better than precoded levels. The historic high cost of homeownership continues to support apartment demand and lower move-outs to purchase homes. Resident retention has been strong across our markets as a direct result of the living excellence provided by our on-site teams who have achieved our highest customer sentiment score ever.\nGreat job, Team Camden. All other apartment macro demand drivers, including the outsized population growth and job growth remain intact for our markets. New additions to supply have peaked in our markets, new developments are leasing at a decent pace, given the record demand. As projects continue to lease up through the balance of 2025, rental rates should firm by the beginning of 2026, leading to better-than-average rent growth. advisers projects better than 4% growth in Camden's markets in 2026, accelerating to 5% and in 2027 and beyond. We look forward to getting back to a more normal market and growth profile after the excesses of the post-COVID supply environment and Camden is positioned well with one of the strongest balance sheets in the industry with no major dilutive refinancings over the next couple of years. I want to give a big shout out to team came and for their steadfast commitment to improving the lives of our teammates our customers and our stakeholders when experienced at a time. Next up is Keith Oden.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Operating conditions across our portfolio are still playing out as we expected. Rental rates for the second quarter had effective new leases down 2.1% and renewals up 3.7% and for a blended rate of 0.7%. This was in line with our expectations for the quarter and reflected an 80 basis point improvement from the negative 10% blended rate we reported in the first quarter of and a 60 basis point improvement from the 10% reported in the second quarter of 2024. Our preliminary July results are also on track and showing improvement versus the second quarter of 2025. We Occupancy for the second quarter averaged 95.6% versus 95.4% in the first quarter of 25%, and we expect occupancy to remain relatively stable in the mid-95% range for the remainder of the year. Renewal offers for August and September were sent out with an average increase of 3.6%.\nTurnover rates across our portfolio remained very low with the second quarter of 25 annualized net turnover of only 39% and a testament to strong resident retention and satisfaction, along with continued low levels of move-outs for home purchases, which were 9.8% this quarter. I'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith, and good morning. I'll begin today with an update on our recent real estate activities and then move on to our second quarter results and our guidance for third quarter and full year 2025. This quarter, we continued to be active on the asset recycling front, purchasing for $139 million Camden Clearwater a 360-unit waterfront community built in 2020 in the Tampa market. And during and subsequent to quarter end, disposing of 4 older communities for a total of $174 million. Three of the 4 disposition communities were located in Houston and the fourth in Dallas. These disposition communities were on average 25 years old and generated a combined unlevered IRR of over 10% on over our average hold period of 24 years. These older, higher CapEx communities were sold at an average AFFO yield of approximately 5.1%. During the quarter, we stabilized Camden Wood Mill Creek, one of our two single-family rental communities located in suburban Houston. Additionally, we continue to make leasing progress on our other 2 development communities, which completed construction during 2024. We Camden Long Meadow Farms, our second single-family rail community, which we now anticipate will stabilize in early 2026, and Camden Dura, a traditional multifamily community located in the Raleigh-Durham market of North Carolina, which will stabilize in the third quarter.\nIn addition, lease-up continues at Camden Village District, a 369 unit new development in Raleigh, which is currently 37% leased and 29% occupied. At the midpoint of our guidance range, we are still anticipating $750 million in both acquisitions and dispositions. This implies an additional $412 million in acquisitions and an additional $576 million in dispositions this year. We are actively marketing additional communities, but clearly, in the aggregate, our 2025 dispositions will be more back-end loaded. Our original guidance for development starts in 2025 was $175 million to $675 million. And to date, we have started $184 million. We will continue to monitor market conditions and may start additional projects later this year.\nTurning to financial results. Last night, we reported core funds from operations for the second quarter of $187.6 million or $1.70 per share, $0.01 ahead of the midpoint of our prior quarterly guidance. driven primarily by the combination of higher property tax refunds and lower interest expense resulting from the timing of capital spend. Property revenues were in line with expectations for the second quarter. We continue to be pleased with how well our property revenues are performing, considering the peak lease-up competition we are facing across many of our markets, illustrating the depth of the Sunbelt demand. And we are pleased with our continued property expense outperformance, particularly in property taxes and insurance. As a result, we are decreasing our full year same-store expense midpoint from 3% to 2.5%. And and correspondingly increasing the midpoint of our full year same-store net operating income from flat to positive 25 basis points.\nProperty taxes represent approximately 1/3 of our operating expenses and are now expected to increase by less than 2% versus our prior assumption of 3%. This is primarily driven by favorable settlements from prior year tax assessments and lower values from our Texas markets. Also, we are anticipating that full year property insurance expense will actually be slightly negative versus our original budget of up high single digits. Almost entirely as a result of the 25 basis point increase in same-store net operating income, we are increasing the midpoint of our full year core FFO guidance by $0.03 per share from $6.78 to $6.81. This is our second consecutive $0.03 per share increase to our 2025 core FFO guidance. We also provided earnings guidance for the third quarter.\nWe expect core FFO per share for the third quarter to be within the range of $1.67 to $1.71, representing a $0.01 per share sequential decline at the midpoint primarily resulting from the typical seasonal increases in utility and repair and maintenance expenses. Non-core FFO adjustments for 2025 are anticipated to be approximately $0.11 per share and on primarily legal expenses and expense transaction pursuit costs. Our balance sheet remains incredibly strong with net debt-to-EBITDA at 4.2x. We have no significant debt maturities until the fourth quarter of 2026 and no dilutive debt maturities until 2027. Additionally, our refinancing interest rate risk is the lowest of the peer group positioning us well for outsized growth. At this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9daea588713b655259e76c38cc888f45",
    "period": "2025 Q1",
    "content": "Q1 2025 Camden Property Trust Earnings Call\n\nQ1 2025 Camden Property Trust Earnings Call\n\nCPTNYSEMAY 2, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust's First Quarter 2025 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer. Today's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available shortly after the call ends. And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete first quarter 2025 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe would like to respect everyone's time and complete our call within 1 hour. So please limit your initial question to 1, then rejoin the queue if you have a follow-up question or additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes. At this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. The on-hold music for our call today featured the 1970s rock band Bad Company. This week, Bad Company was finally admitted to the Rock and Roll, Hall of Fame, filling one of the most glaring emissions from Rock Music Hall of Fame. Also in April, Camden was once again named by Fortune Magazine as 1 of the 100 Best Companies to Work For. This marks the 18th consecutive year Camden has achieved this honor.\nSo this April was an excellent month for 100 great companies, but also an excellent month for 1 bad company. If Fortune magazine ever decides to select the best company to work for Hall of Fame, we suspect Camden would be a first ballot inductee. Thank you to our Camden team for your unwavering commitment to improving the lives of our teammates, our customers and our shareholders one experience at a time.\nWe had a great first quarter and exceeded our operating expectations, beating our guidance by $0.04 per share. Clearly, in the last month, the operating outlook has become more complicated, but the good news is clear. New supply has peaked in our markets, and apartment absorption continues to be strong. In fact, new starts are at a 13-year low and are down 80% in Austin and between 65% and 80% in Houston, Denver, Charlotte, Raleigh, Atlanta, Nashville and Washington, D.C.\nRent affordability continues to be a tailwind, with wage growth outpacing rent growth by over 300 basis points for the past 28 months. The premium to own versus rent continues to be at historically high levels, making apartment homes more affordable. Camden Sunbelt markets continue to dominate job growth, population growth and growth in young adult households between 20 and 39 years old. Camden Sunbelt markets are 50% to 60% less expensive for residents than high-cost coastal markets.\nToday's economic uncertainty is not new for us. We have positioned our company to do well in all market conditions with a strong balance sheet, a geographically diverse portfolio and a great team, where you're in the Sunbelt, because that's where the growth is. And the Sunbelt has historically weathered tougher economic conditions better and bounced back faster than other markets. People always need a place to live, and our Camden teams will welcome them home. Thank you, and Keith Oden is up next.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Operating conditions across our portfolio are playing out as we expected. In our market outlook on last year's call, we projected our top 5 markets for revenue growth this year would be Tampa, L.A./Orange County, San Diego Inland Empire, Washington, D.C. Metro and Houston. Not surprisingly, those were, in fact, the top 5 performers for the quarter, with same-property revenue growth ranging from 1.3% to 4.5% in those markets compared to our overall portfolio at 0.8%.\nRental rates for the first quarter had effective new leases down 3.1% and renewals up 3.3% for a blended rate of negative 0.1%. This was in line with our expectations for the quarter and reflected a 100 basis point improvement from the negative 1.1% blended rate we reported in the fourth quarter of '24. Our preliminary April results are also on track and showing improvement versus the first quarter of '25. Occupancy for the first quarter showed slight improvement, averaging 95.4% versus 95.3% in the fourth quarter of '24, and we expect occupancy to remain relatively stable for the remainder of the year.\nRenewal offers from May, June and July were sent out with an average increase of 4.2%. Turnover rates across our portfolio remained very low, and our first quarter '25 annualized net turnover rate of 31% was one of the lowest in our company's history. We attribute this in part due to continued low levels of move-outs for home purchases, which were 10.4% this quarter, along with high resident retention driven by the hard work, dedication and commitment of our team members in delivering exceptional service and support to our customers, as indicated by our customer sentiment score. Camden's customer sentiment score was 91.1 for the first quarter of 2025. This is the highest score we have ever received since we began measuring customer sentiment in 2014 and clearly demonstrates the appreciation and satisfaction of our residents and customers feel for Camden.\nAnd as Ric mentioned earlier, we're proud to have been recognized for the 18th consecutive year as 1 of the 100 Best Companies to Work For by Fortune magazine, most recently ranking #18. Thank you, Team Camden, for your energy and commitment to maintaining a truly amazing work environment. We know that happy team members, along with happy residents and customers ultimately lead to happy shareholders. I'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. I'll begin today with an update on our recent real estate and capital markets activities, then move on to our first quarter results and our guidance for second quarter and full year 2025. We have been active this year on both the acquisition and development fronts, completing 2 acquisitions for a total of $199 million and commencing construction on 1 new development community with a total estimated cost of $184 million. Our acquisitions to date included Camden Leander, a newly constructed 352-unit suburban Austin community, and Camden West Nashville, a 435 unit community built in 2020.\nDuring the quarter, we also broke ground on [ Camden Nations ], a 393-unit Nashville development community, which is expected to open for leasing in early 2028. These transactions enhance our presence in 2 of the fastest-growing high demand markets in the nation and will ultimately serve to double our presence in a dynamic Nashville market.\nWe continue to make progress leasing up our 3 development communities which completed construction during 2024. Camden Woodmill Creek and Camden Long Meadow Farms, our single-family rental communities located in suburban Houston, along with Camden Durham, a traditional multifamily community located in the Raleigh-Durham market of North Carolina, and we expect to achieve stabilization at each of these communities later this year. In addition, we've recently began lease-up at Camden Village District, a 369-unit new development in Raleigh, which is currently 14% leased and 8% occupied.\nAt the midpoint of our guidance range, we are still anticipating $750 million of both acquisitions and dispositions. While we did not complete any dispositions during the first quarter, we are actively marketing a few of our older, more capital-intensive assets for sale and anticipate some closings in either the second or third quarters of 2025.\nOur original guidance for development starts in 2025 was $175 million to $675 million. And to date, we have started $184 million. We will continue to monitor market conditions and may start additional projects later this year. Additionally, in the first quarter, we entered into a $600 million commercial paper program to supplement our existing line of credit. As our line of credit backstops this commercial paper program, we have not gained incremental borrowing capacity, but we have successfully added another financing vehicle which often produces lower interest rates.\nTurning to financial results. Last night, we reported core funds from operations for the first quarter of $189.8 million or $1.72 per share, $0.04 ahead of the midpoint of our prior quarterly guidance. $0.02 of this outperformance came from higher revenues resulting from the combination of lower-than-expected bad debt, higher occupancy and higher other income. $0.01 of the outperformance came from favorable timing of repair and maintenance and property tax refunds, partially offset by slightly higher utility expenses. The remainder of our outperformance came from lower-than-anticipated interest expense, along with the timing of fee income and overhead expenses.\nWhile we are pleased with our strong first quarter outperformance, at this point, we are not adjusting our full year same-store guidance. However, we are increasing the midpoint of our full year core FFO guidance by $0.03 per share from $6.75 to $6.78, primarily resulting from lower projected interest expense incurred through our new commercial paper program. Under this program, we are currently borrowing at rates approximately 50 basis points below those of our line of credit. We anticipate an average of $565 million outstanding under the commercial paper program for the remainder of the year at an average rate of 4.2%.\nWe also provided earnings guidance for the second quarter of 2025. We expect core FFO per share for the second quarter to be within the range of $1.67 to $1.71, representing a $0.03 per share sequential decline in the midpoint, primarily resulting from an approximate $0.02 sequential decrease in same-store NOI as higher expected revenues during our peak leasing periods are offset by the seasonality of certain repair and maintenance expenses and the timing of our annual merit increases, a $0.02 increase in interest expense due to higher borrowings and a $0.01 increase in overhead costs due to timing of various public company fees. This $0.05 per share sequential decrease in core FFO is partially offset by $0.02 of additional earnings from our new developments and completed and pro forma net acquisitions.\nNoncore FFO adjustments for 2025 are still anticipated to be approximately $0.10 per share and are primarily legal expenses and expense transaction pursuit costs. At this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc5c4877d3d56a2deae0b3e9ad7e0aed",
    "period": "2024 Q4",
    "content": "Q4 2024 Camden Property Trust Earnings Call\n\nQ4 2024 Camden Property Trust Earnings Call\n\nCPTNYSEFEB 7, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Fourth Quarter 2024 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer. Today's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available shortly after the call ends. And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete fourth quarter 2024 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and complete our call within 1 hour. So please limit your initial question to 1 then rejoin the queue if you have a follow-up question or additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. Good morning. The theme of our on-hold music this quarter is It's Time to Move On. The late great Tom Petty captured the current center of Team Camden in this first. It's time to move on. It's time to get going. What lies ahead? I have no way of knowing. But under my feet baby, grass is growing. It's time to move on. It's time to get going.\nAfter a few years waiting somewhat impatiently for better investment opportunities in our markets, we believe 2025 is the year for Camden to move on. In 2024, we saw multifamily deliveries reach a peak level not seen in over 40 years. We expect new supply pressure to lessen throughout 2025, setting the stage for a return to improved revenue and net operating income growth. As the headwinds in recent years turn into tailwinds in 2025 and beyond, there are attractive opportunities for us to continue development starts and to pursue acquisitions.\nThe positive market backdrop positions Camden to be executing our 2025 strategic plan. The plan follows a similar playbook that we executed after the great financial crisis, where we acquired $2.7 billion in apartments with an average age of 4 years, developed $4.2 billion of apartments and sold $3.8 billion of apartments with an average age of 24 years. Recycling capital in this way keeps our portfolio competitive, lower its capital expenses and accelerates our return on invested capital, driving long-term core FFO growth. It's time to move on. It's time [indiscernible].\nI want to give a big shout out to team Camden for their outstanding performance in 2024, exceeding our operating budgets by a wide margin despite record supply. Team Camden works smart implementing new technologies that continue to improve customer experiences and reduce costs. Occupancy and wins in most Sunbelt markets have likely bottomed. Resident retention and customer sentiment remains high. The premium to own versus rent continues to be at historic levels, making apartment homes a more affordable and attractive option for consumers.\nWage growth has outpaced rent growth for the past couple of years, strengthening our resident's financial prospects and improving rent-to-income ratios. Population growth to our Sunbelt markets continues to outpace the nation. Texas and Florida added over 1 million new residents in 2024, which was nearly 1/3 of the nation's population growth. Each new family needed a place to call home. Texas and Florida are projected again to lead the nation's population growth over the next 5 years. The state in which Camden operates captured 58.3% of the U.S. population growth. This long-term megatrend continues to produce outsized housing demand in our markets.\nWe know it's time to get going but will not move on from Camden's why, which as many of you know, is to improve the lives of our teammates, our customers and our stakeholders, 1 experience at a time. Keith Oden is up next.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Camden's same-property revenue growth was 1.3% in 2024 with most of our markets achieving results within 100 basis points of their original budgets. San Diego, Inland Empire and Washington, D.C. Metro, both outperformed our expectations, while Austin and Nashville came in slightly below budget. For 2025, we anticipate same property revenue growth of 1% within the majority of our markets falling between 0 and 2%.\nOur top 5 markets should see revenue growth in the range of 2% to 2.5%, and these markets account for over 40% of our budgeted revenue. Several of these markets were top performers last year, including Southern California, Washington, D.C. Metro in Houston, and we expect Tampa to join them as one of our top markets this year. Our next 8 markets are budgeted for revenue growth between 0 and 1%, and they comprise over half of our 2025 budgeted revenue. These markets include Denver, Atlanta, Phoenix, Raleigh, Orlando, Southeast Florida, Dallas and Charlotte.\nIn our last 2 markets, Nashville and Austin, which represent 6% of Camden's revenues, these markets were down roughly 3% on revenues last year and are expected to remain challenged this year given the continued levels of new supply coming online. We expect them to decline another 0% to 3% this year, but we're cautiously optimistic that they will end 2025 in a better position than where they started. As many of you know, we have a tradition of a signing letter grades to forecast conditions in our markets at the beginning of each year and ranking our markets in order of their expected performance during 2025.\nWe currently grade our overall portfolio as a B with a stable outlook, slightly better than our B rating with a moderating outlook last year. Our full report card is included as part of our earnings call slide deck, which is incorporated into this webcast and available on our website. The overall economy remains healthy, and we expect our Sunbelt focused market footprint will allow us to outperform the U.S. outlook. We expect to see continued in-migration into our markets and strong demand for apartment homes given the relative unaffordability of buying a single-family home.\nWe reviewed supply forecasts from several third-party data providers and their projections range from 160,000 to 230,000 completions across our 15 markets over the course of 2025 compared with 230 to 280 apartments delivered in 2024. Despite the wide range of estimates, the unanimous conclusion from each firm was that supply in our markets peaked during 2024 and will be declining as we move through 2025, setting up 2026 to be a below average year for new slide. As a reminder, these supply estimates are totals for each of the MSAs and not all of this new product will be competitive with our existing portfolio given various submarket locations and price points.\nAs I mentioned earlier, we expect revenue growth in the range of 2% to 2.5% for our top 5 markets. Four of Camden's markets received a grade of A- with varying outlooks of improving, stable or moderating. Tampa earns an A- with an improving outlook, and it should be one of our best performers this year given strong occupancy levels, manageable supply and a boost in demand that we saw during the fourth quarter of '24. Our Southern California markets would be next with both L.A., Orange County and San Diego Inland Empire expected to finish in the top 3 again as they did in 2024. Their growth rates are expected to slow a bit during 2025, given slightly higher levels of supply and less of a tailwind from bad debt declining, thus they received stable to moderating outlooks.\nWashington, D.C. Metro would also rank as an A- with a moderating outlook Supply remains in check, particularly in our submarkets in Northern Virginia and Maryland, and we expect revenue growth to be slightly below the 3.7% achieved last year. Houston rounds out the top 5 with a B+ rating and a stable outlook. Houston ranked #5 for revenue growth in 2024, and this year should see more with limited supply and healthy demand. Most of our 8 markets received a B grade with 1 B+ and 2 B- ratings, and we're budgeting revenue growth of 0% to 1% in all 8. We rate Denver as a B+ with a moderating outlook and expect the revenue growth to be closer to 1% this year versus 1.6% last year, given moderating supply, coupled with moderating job growth.\nAtlanta ranks as a B performer with an improving outlook, mainly due to the progress we've made in reducing bad debt and fraudulent activity. Phoenix and Raleigh are next integrated B with stable outlooks. Followed by Orlando in Southeast Florida with Bs, but moderating outlooks. Phoenix, Raleigh and Orlando should all see slight declines in supply over the course of 2025 but pricing power in those markets will likely be limited for most of this year. Southeast Florida was one of our top performers in 2024 and we expect to see moderation from the above-average occupancy levels we achieved there last year.\nDallas earns a B- with a stable outlook again this year, with minimal revenue growth expected in 2025. While Dallas still ranks as one of the nation's top metros for job growth and migration and quality of life, the market is still working through much of the new supply that was delivered over the past year. And Charlotte is rated B- with a moderating outlook. The aggregate level of new supply coming online in the Charlotte MSA is still elevated this year, and we expect our main competition will continue to fall in the uptown South in submarket.\nAnd finally, Nashville and Austin received the same grades as last year with C and C, respectively. Both markets posted negative revenue growth in 2024 and will likely repeat that in 2025 as new supply continues to pose a challenge. Our outlook for Nashville is improving, particularly outside of the downtown CBD area, while Austin's outlook is stable.\nNow a few details on our fourth quarter 2024 operating results. Rental rates for the fourth quarter had signed new leases down 4.7% and renewals up 3.2% for a blended rate of negative 1.2%. Renewal offers for February through April were sent out at an average increase of 4%. And as expected, move-outs to purchase homes remained very low at 9.6% for both the fourth quarter '24 and the full year of 2024.\nI'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate activities. During the fourth quarter of 2024, we completed construction on Camden Durham, a 420-unit $145 million community located in the Raleigh-Durham market of North Carolina, which is now almost 80% leased. In Camden Long Meadow Farms, a 188 unit, $72 million single-family rental community located in suburban Houston, which is now almost 55% leased.\nAdditionally, we continued leasing at Camden Woodmill Creek, a 189 unit, a $72 million single-family rental community also located in suburban Houston. Subsequent to quarter end, we acquired for approximately $68 million Camden Leander, a newly constructed 352 unit suburban Austin community, which is currently 85% occupied. This community was purchased at a stabilized yield of 5%.\nTurning to financial results. Last night, we reported core funds from operations for the fourth quarter of 2024 of $190.4 million or $1.73 per share, $0.03 ahead of the midpoint of our prior quarterly guidance. This outperformance resulted from $0.005 in higher other income and $0.025 in lower operating expenses, driven entirely by lower-than-anticipated core property insurance claims and lower final tax valuations.\nFor 2024, we delivered same-store revenue growth of 1.3%, expense growth of 1.8% and NOI growth of 1.1%. Our 1.8% full year expense growth was driven primarily by declines of 0.2% and 16.9% on property taxes and insurance, respectively. You can refer to Page 24 of our fourth quarter supplemental package for details on the key assumptions driving our 2025 financial outlook. One of the key drivers of this year's guidance is an uptick in acquisition and dispositions, a midpoint of $750 million anticipated for each. Operating a geographically diversified portfolio helps ensure consistent cash flow for our investors. Over the next few years, consistent with past messaging, we will seek greater market balance by reducing our exposure to our 2 largest markets, D.C. Metro and Houston through a combination of select dispositions and growth in our other existing markets, with a target of no 1 market representing more than 10% of our net operating income and no market representing less than 4% of our net operating income by the end of 2027.\nAdditionally, we will dispose of older, more capital-intensive assets and redeploy the proceeds into newer, faster-growing communities. As we execute this plan, depending upon the location and age of the disposed communities, there may be 0 to 100 basis points negative FFO yield differential for these matching transactions, while we expect AFFO yields to be relatively flat. The end result will be a more geographically diverse, newer and faster-growing portfolio. We expect our 2025 core FFO per share to be in the range of $6.60 to $6.90 with the midpoint of $6.75, representing a $0.10 per share decrease from our 2024 results. This decrease is anticipated to result primarily from an approximate $0.06 per share increase in core FFO related to the growth in operating income from our development non-same-store and retail communities, resulting primarily from the incremental contribution from our 5 development communities in lease-up during 2024 and/or 2025.\nA $0.01 per share net increase from the timing of our assumed $750 million of offsetting acquisitions and dispositions. For tax efficiency purposes and to facilitate reverse 1031 exchanges we are anticipating completing the acquisitions on average 2 months before they're matching disposition. This $0.07 cumulative increase in anticipated core FFO per share is offset by a $0.10 per share increase interest expense attributable to $250 million of higher average anticipated debt balances outstanding in 2025 as compared to 2024, and lower levels of capitalized interest as we complete certain development communities.\nThe higher debt balances resulted in part from the timing of our position and disposition activity. For 2025, we are anticipating $485 million on average outstanding under our line of credit with an average rate of approximately 4.9%. A $0.04 per share decrease in interest and other income due to minimal cash balances in 2025 and an approximate $0.03 per share decrease in core FFO, resulting primarily from the combination of higher general and administrative and property management expenses.\nAt the midpoint, we are expecting flat same-store net operating income with revenue growth of 1% expense growth of 3%. Each 1% increase in same-store NOI is approximately $0.09 per share in core FFO. Our 2025 same-store revenue growth midpoint of 1% is based upon a flat earning at the end of 2024 and an effectively flat loss to lease. We expect a 1.4% increase in market rental rates from December 31, 2024, to December 31, 2025. Recognizing half of this annual market rental rate increase results in a budgeted 70 basis point increase in 2025 net market rents. We are assuming occupancy averages 95.4% in 2025, a 20 basis point annual improvement and that bad debt average 70 basis points in 2025, a 10 basis point annual improvement.\nWhen combining our 70 basis point increase in net market rents, with our 20 basis point increase in occupancy and our 10 basis point decline in bad debt, we are budgeting 2025 rental income growth of 1%. Rental income encompasses approximately 90% of our total rental revenues. The remaining 10% of our property revenues is primarily comprised of utility rebilling and other fees and is anticipated to grow at a similar level as our rental income. Our 2025 same-store expense growth midpoint of 3% does not contain any significant category outliers.\nPage 24 of our supplemental package also details other guidance assumptions including the plan for up to $675 million of development starts spread throughout the year and approximately $285 million of total 2025 development spend. Noncore FFO adjustments for the year are anticipated to be approximately $0.10 per share and are primarily legal expenses and expense transaction pursuit costs. We expect core FFO per share for the first quarter of 2025 to be within the range of $1.66 to $1.70. The midpoint of $1.68 represents a $0.05 per share decrease from the fourth quarter, which is primarily the result of an approximate $0.04 per share sequential decline in same-store NOI, driven by an increase in sequential same-store expenses resulting from the timing of quarterly tax reforms, the reset of our annual property tax accrual on January 1 of each year and other expense increases, primarily attributable to typical seasonal trends, including the timing of on-site salary increases.\nAnd an approximate $0.015 per share increase in interest expense from our higher debt balances resulting in part from our actual and anticipated first quarter acquisitions. This [ $0.055 ] per share cumulative decrease in quarterly sequential core FFO is partially offset by an approximate $0.005 per share increase in core FFO related to our first quarter acquisition activity. We are anticipating blended lease trade-outs for the first quarter to be relatively flat. At year-end, approximately 80% of our debt was fixed rate. We had less than $200 million outstanding on our $1.2 billion credit facility, no maturities over the next 12 months and less than $250 million left to fund under our existing development pipeline. Our balance sheet remains strong with net debt-to-EBITDA at 3.8x.\nAt this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d22be45391af77e763231572d7657eff",
    "period": "2024 Q2",
    "content": "Q2 2024 Camden Property Trust Earnings Call\n\nQ2 2024 Camden Property Trust Earnings Call\n\nCPTNYSEAUG 2, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Second Quarter 2024 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks, and those slides will also be available on our website later today or by e-mail upon request. [Operator Instructions] And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete second quarter 2024 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and complete our call within 1 hour, so please limit your initial question to 1 then rejoin the queue if you have additional items to discuss. If we are able to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Rick Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. The theme of on-hold music today is waiting. During our meetings with multifamily stakeholders in recent months, the consensus view seems to be that everyone in multifamily is waiting for something. Operations teams are waiting for the pace of multifamily completions to reach a peak and begin to come down and for bad debts to return to pre-pandemic levels. [ CFR ] are waiting for the long anticipated first interest rate cut by the Fed as well as a relief in property insurance and property tax expenses. Transaction teams are waiting for the standoff between buyers and sellers to end. Sellers are waiting for buyers to throw in the towel and start buying while buyers are waiting for the towers to go on sale. While we are certain that the waiting will end eventually, the timing is the debate. In the meantime, as a late great Tom Petty reminds us, the waiting is the hardest part.\nWith the second quarter behind us, I'm going to reprise most of my comments from last quarter since the markets are playing out as we have expected. We spent most of our time talking about supply in our markets. Yes, we are at a 30-year high for apartment deliveries. And yes, this is limiting rent growth in most of our markets now. The good news is that our markets are adjusting quickly to the post-pandemic low interest rate development frenzy. Starts are still projected to fall to just over 200,000 apartments in 2025. New deliveries should peak in 2024, falling 21% in 2025 and another 54% in 2026, which would be a 13-year supply low point. Apartment demand continues to be strong during the first half of the year, net apartment demand was over 200,000 apartments matching 2018 and 2019. With advisers projects 20 apartment demand to be in the 400,000 range. The main driver of apartment demand is household formation driven by population and employment growth, apartment affordability and positive demographic trends. The most recent 2022-2023 census data reported that the top 10 cities increased our population by 710,000. Nine Camden markets are in the top 10. The bottom 10 cities reported a loss of 200,000 people. These were major cities on the West and East Coast where Camden has limited exposure. Employment growth has been robust in all of our markets except Los Angeles, which continues to struggle. Ten of our markets have had job growth greater than 10% compared to the pre-pandemic levels. Apartment affordability continues to improve as resident wage growth has been over 5%, while rents have been relatively flat. Consumers are spending less of the take on pay for apartments. New Camden residents paying 19% of their income towards rent. Mortgage rates and rising home prices have kept move-outs to buy homes near historic lows, 10.3% of Camden residents moved out to buy a home in the second quarter. The monthly cost of owning a home today is about 60% more than leasing an apartment. This is not going to change anytime soon. Demographic trends continue to be a tailwind, supporting demand for high propensity to rent groups, including young adults age 35 and under. Apartments should take a larger share of household formations given these demand drivers. 2024 demand should be sufficient despite supply concerns to set up accelerating rent growth in 2025 and 2026, assuming that the overall economy continues the current trajectory. To take advantage of what we believe will be a robust multifamily leasing environment beginning in 2025 and beyond. We are starting construction on Camden South Charlotte and Camden Blake Me 769 suburban apartment homes located in the Ballantyne submarket of Charlotte, North Carolina.\nI want to give a big shout-out to our Camden team members for their hard work and their commitment to providing living excellence to our residents, which they never wait to do.\nKeith Oden up next. Thanks.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric.\nOperating conditions across our portfolio are generally playing out as we expected. Our second quarter 2024 same-property performance exceeded our forecast primarily due to continued lower insurance costs and property taxes, which we discussed a bit on last quarter's call. Our top markets for same property revenue growth were San Diego, Inland Empire, Washington, D.C. Metro, L.A., Orange County, Southeast Florida, Houston and Denver, all posting revenue growth above our portfolio average of 1.4% and ranging from 1.7% to 6.1% for the quarter. Austin and Nashville remain our most challenged markets with revenue declines of approximately 2% and 4%, respectively, for the quarter. Rental rates for the second quarter showed signed leases down 1.8% and renewals up 3.7% for a blended rate of positive 0.8% with an average occupancy of 95.3%. Preliminary results for July indicate slightly better levels of rate growth with occupancy averaging 95.6%. Renewal offers for August and September were sent out with an average increase of 4.6%. And finally, turnover rates across our portfolio remained very low driven by fewer residents moving out to buy homes. Net turnover for the second quarter of 24% was 42% compared to 45% in the second quarter of 2023.\nI'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith.\nBefore I move on to our financial results and guidance, a brief update on our recent real estate activity. During the second quarter of 2024, we completed construction on Camden Wood Mill Creek, a 189 unit, $71 million single-family rental community located in the Woodlands, Texas, and we began construction on Camden South Charlotte, a 420-unit, $163 million, 4-storey garden-style new development and Camden Blakeney, a 349 unit, $154 million, 3-storey garden style new development, both located in the Ballantyne submarket of Charlotte.\nTurning to our financial results. For the second quarter, we reported core FFO of $1.71 per share, $0.04 ahead of the midpoint of our prior quarterly guidance. This outperformance was driven in large part by $0.02 per share and lower-than-anticipated operating expenses resulting from lower core insurance expense and lower property taxes. Approximately half of this expense outperformance was timing related as property tax refunds we expected in the third quarter were actually received in the second quarter. Additionally, during the second quarter, we had $0.02 per share in higher fee and asset management and interest and other income driven by the combination of cost savings and additional fee income from our third-party construction business and higher interest income from our cash balances. Property revenues for the quarter, including bad debt expense were in line with our expectations.\nLast night, we maintained the midpoint of our full year revenue guidance at 1.5%. We also lowered our full year expense guidance from 3.25% to 2.85%, driven primarily by the assumption of continued lower-than-anticipated insurance and property taxes. Insurance represents 7.5% of our operating expenses and was previously anticipated to be flat year-over-year. We now anticipate it to be down approximately 3% or $0.01 per share favorable to our prior guidance, with the entire amount of the savings occurring in the second quarter. Although, we hope the second quarter trend of lower core insurance claims continues, we are not assuming it will in our forecast.\nProperty taxes, which represent approximately 36% of our total operating expenses, were previously projected to increase 1.5% year-over-year. Based on lower Texas property assessments and higher refunds, we are now anticipating that property taxes will be up approximately 1% and a favorability of approximately $0.01 per share.\nAfter taking into effect the decreases in expenses, we have increased the midpoint of our 2024 same-store NOI growth guidance from 50 basis points to 75 basis points. We are also increasing the midpoint of our full year core FFO from $6.74 to $6.79, a $0.05 per share increase. $0.02 is from the increase to our same-store NOI, of which $0.01 was non-time related in the second quarter from lower core insurance costs and $0.01 is spread throughout the latter part of the year from anticipated lower taxes. $0.02 is from the higher fee in asset management and interest and other income in the second quarter, which is not anticipated to be repeated and $0.01 is from the lower anticipated property taxes on our development and non-same-store communities. At the midpoint of our guidance range, we are still assuming $250 million of acquisitions, offset by an additional $250 million of dispositions with no net accretion or dilution from these matching transactions.\nOur development starts for the year totaled $317 million, in line with the top end of our initial full year guidance, and we are not anticipating any further 2024 starts. We have approximately $55 million of remaining 2024 development spend. We also provided earnings guidance for the third quarter of 2024. We expect core FFO per share for the third quarter to be within the range of $1.66 to $1.70, representing a $0.03 per share sequential decline at the midpoint primarily resulting from an approximate $0.03 sequential increase in same-store operating expenses resulting from the second quarter lower interest expenses and the seasonality of utility and repair and maintenance expenses, partially offset by a sequential reduction in property taxes due to additional property tax refunds in the third quarter and a $0.02 decrease in fee and asset management and interest and other income due to the nonrecurring components of the second quarter outperformance. This $0.05 per share cumulative decrease in sequential core FFO per share is partially offset by a $0.01 per share increase in same-store revenue as we continue through our peak leasing season, and a $0.01 decline in net overhead expenses primarily associated with the timing of certain public company and compensation costs.\nAs of today, approximately 85% of our debt is fixed rate. We have no amounts outstanding on our $1.2 billion credit facility, only $300 million of maturities over the next 24 months and less than $300 million left to fund under our existing development pipeline.\nOur balance sheet remains incredibly strong with net debt to EBITDA at 3.9x. At this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db5c1616626944d88a6f74a34b23f63b",
    "period": "2024 Q1",
    "content": "Q1 2024 Camden Property Trust Earnings Call\n\nQ1 2024 Camden Property Trust Earnings Call\n\nCPTNYSEMAY 3, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust's First Quarter 2024 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman; and Alex Jessett, President and Chief Financial Officer. .\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks and those slides will be available on our website later today or by e-mail upon request.\nIf you are joining us by phone and need assistance during the call, please signal a conference specialist by pressing the star key, followed by zero. All participants will be in listen-only mode during the presentation with an opportunity to ask questions afterwards. And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete first quarter 2024 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe would like to respect everyone's time and complete our call within 1 hour, so please limit your questions to one, then rejoin the queue if you have additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes. At this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim. The theme for on-hold music today was celebrations. We recently learned that we were included once again on the Fortune Magazine's annual list of the 100 Best Companies to Work For. This marks 17 consecutive years that Camden has been included on this prestigious list. We celebrate being on the list because it shows that Camden employees value and appreciate being part of a great workplace. 2/3 of a company's score for inclusion on the Fortune list is based on anonymous third-party administered employee survey. If a company's employees don't love what they do in their workplace, there's no chance that a company would ever make the list. .\nThe survey consists of 60 questions, and the most important is the final one, which asks employees if they agree with this statement. Taking everything into account, would you say this is a great place to work. 95% of the Camden teammates agree with this statement. This is truly remarkable and certainly a cause for celebration. We believe that smiling, motivated and committed Camden teammates serving our residents with purpose and commitment to living excellence leads to smiling customers, which always leads to smiling shareholders. I want to thank Team Camden for their continued support of improving the lives of our teammates, our customers and our shareholders 1 experience at a time.\nWith the first quarter behind us, I will jump right into the issue that we spend most of our time talking about, apartment supply in our markets. Yes, we are at 30-year highs for apartment deliveries. And yes, that is limiting rent growth in most markets for now. The good news is that the market is adjusting quickly to the post-COVID low interest rate development frenzy. March apartment starts were the weakest since April of 2020 and are down 53% from peak volume and falling. Starts will likely fall to just over 200,000 apartments in 2025, primarily driven by low income properties using tax credits and other government support. New delivery should peak in 2024, falling by 31% in 2025 and 50% in 2026, which would be a 13-year supply low point.\nApartment demand continues to be strong. During the first quarter, apartment absorption was over 100,000 apartments, the best first quarter demand in 20 years. The main drivers of apartment demand are population and employment growth, apartment affordability and positive demographic trends. The most recent 2022-2023 census reported that the top 10 cities increased our populations by 710,000. 9 Camden markets are in the top 10. The bottom 10 cities reported a loss of 200,000 people. These were major cities on the West and East Coast where Camden has limited exposure. Employment growth has been robust in all of our markets except Los Angeles, which continues to struggle.\nApartment affordability continues to improve as residents wage growth has been above 5% for the last 17 months while rents have been relatively flat. Consumers are spending less of their take-home payout for apartments. New Camden residents pay 18.8% of their income towards rents. Mortgage rates and rising home prices have kept move out to buy homes at historic lows. 9.4% of our move-outs in the first quarter were attributed to a resident's buying-a-home lowest in our history. The monthly cost of owning a home today is 61% more than leasing an apartment. This is not going to change anytime soon.\nDemographic trends continue to be a tailwind supporting demand from high propensity to rent groups, including young adults, age 35 and under. Apartment should take a larger share of household formations given these demand drivers. 2024 demand should be sufficient in spite of supply concerns to set up accelerating rent growth for 2025 and 2026, assuming the overall economy continues on the current trajectory. Keith Oden is up next. Thanks.\n\nKeith Oden\n\nPresident, Camden Property Trust\n\nThanks, Ric. Our first quarter 2024 same-property performance was better than expected primarily due to lower levels of bad debt and favorable trends for insurance and property taxes, which Alex will discuss in detail.\nOverall, operating conditions across our portfolio are playing out as we expected. In our market outlook on last quarter's call, we projected our top 5 markets for revenue growth this year would be San Diego, Inland Empire, Southeast Florida, Washington, D.C. Metro, L.A., Orange County in Houston. Not surprisingly, those were, in fact, the top 5 performers for the quarter with same property revenue growth ranging from 3.4% to 6.2% in those markets. And as anticipated, we are seeing the most challenging conditions in Nashville and Austin, with those markets showing slightly negative revenue growth for the quarter.\nAs we previously disclosed, we initiated a marketing strategy during February to boost occupancy going into our peak leasing season, allowing us to then increase pricing power. Rental rates for the first quarter had signed new leases down 4.1%, and renewals up 3.4% for a blended rate of negative 0.9%, with average occupancy of 95%. Our preliminary April results show an improvement of 230 basis points for signed new leases to negative 1.8% with renewal rates at 3.4%, resulting in a positive [indiscernible] blended rate. We believe our strategy was successful with April occupancy averaging 95.2% and recently trending around 95.4%. Renewal offers for June and July were sent out with an average increase of 4.2%.\nAnd finally, turnover rates across our portfolio remain very low, driven by fewer residents moving out to buy homes. Net turnover for the first quarter of 24% was 34% compared to 36% in the first quarter of '23. I'll now turn the call over to Alex Jessett, Camden's President and Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate and capital markets activity. During the first quarter of 2024, we stabilized Camden NoDA, a 387 unit, $108 million community in Charlotte, which is now 99% occupied and generating an approximate 6.5% yield. We began leasing at Camden Long Meadow Farms, a 188 unit, $80 million single-family rental community located in Richmond, Texas, and we continued leasing at Camden Durham, a 420-unit, $145 million new development in Durham, North Carolina and Camden Wood Mill Creek, a 189-unit, $75 million single-family rental community located in the Woodlands, Texas.\nAdditionally, on February, we sold Camden Vantage, a 592 unit, 14-year-old community in Atlanta for $115 million.\nAt the beginning of the quarter, we issued $400 million of 10-year senior unsecured notes with a fixed coupon of 4.9% and a yield of 4.94% and subsequently prepaid our $300 million floating rate term loan. On January 16, we repaid at maturity a $250 million, 4.4% senior unsecured note.\nIn conjunction with the term loan prepayment, we recognized a non-core charge of approximately $900,000 associated with unamortized loan costs. During March and April, we repurchased approximately $50 million of our common shares at an average price of $96.88, and we have $450 million remaining under our existing share repurchase authorization. As of today, approximately 85% of our debt is fixed rate. We have no amounts outstanding on our $1.2 billion credit facility, less than $300 million of maturities over the next 24 months and less than $100 million left to fund under our existing development pipeline. Our balance sheet remains incredibly strong with net debt-to-EBITDA at 3.9x.\nTurning to our financial results. For the first quarter, we reported core FFO of $1.70 per share, $0.03 ahead of the midpoint of our prior quarterly guidance. Our first quarter outperformance was driven in large part by [indiscernible] per share and lower-than-anticipated levels of bad debt. All of the municipalities in which we operate have now lifted their restrictions on our ability to enforce rental contracts and in particular, Fulton County in Georgia has enacted legislation encouraging renters to abide by their contracts. As a result, we experienced 80 basis points of bad debt in the quarter as compared to our budget of 120 basis points.\nSome delinquent renters did repay past due amounts, but more often, we simply received the benefit of having our real estate back, the opportunity to commence a lease with a resident who abides by the rental contract and lower bad debt from having a new resident who actually pays. The accelerated move-outs of delinquent residents did put pressure on our physical occupancy, so we made a pricing strategy shift during the quarter reducing rental rates at communities less than 95% occupied in order to maximize pricing power as we entered our peak leasing season. As a result of this shift, we experienced higher occupancy during the quarter, but that was entirely offset by lower rental rates.\nOur outperformance for the first quarter was also driven by [indiscernible] in lower operating expenses resulting from lower core insurance claims and lower property taxes. Although we are pleased with our first quarter revenue outperformance, at this point, we are maintaining the midpoint of our full year guidance at 1.5%. However, we are changing some of the underlying assumptions. Our original guidance assumed 1.2% of rent growth comprised of our 50 basis point earn-in at the end of 2023, effectively flat loss to lease and approximately 70 basis points of market rental rate growth recognized over the course of the year. We also assumed flat occupancy versus 2023 and a 30 basis point contribution from lower bad debt, bringing us to our 1.5% total budgeted revenue growth at the midpoint of our original guidance range.\nOur current revenue guidance reflects the same assumptions of a 50 basis point earning in flat loss to lease, but now with 25 basis points of market rental rate growth and 10 basis points of occupancy gains as a result of our first quarter marketing initiative. In addition, our revised estimates for bad debt will add 65 basis points of revenue growth bringing us back to the 1.5% midpoint for our current revenue guidance.\nLast night, we lowered our full year expense guidance from 4.5% to 3.25% entirely driven by the assumption of lower-than-anticipated insurance and property taxes. Insurance represents 7.5% of our expenses and was originally anticipated to increase 18%. In addition to lower insurance claims in the first quarter, we just completed a very successful insurance renewal, and we are now anticipating insurance will be flat year-over-year.\nProperty taxes, which represent approximately 36% of our total operating expenses were originally projected to increase 3% in 2024. We have since received very favorable tax valuations, particularly in Houston, and we are now assuming a 1.5% year-over-year property tax increase. These positive expense variances are partially offset by increases in salaries, in part associated with increased performance incentives and higher marketing costs associated with higher search engine optimization expenses.\nAfter taking into effect the decrease in expenses, we have increased the midpoint of our 2024 same-store NOI guidance from flat to positive 50 basis points. We are maintaining the midpoint of our full year core FFO at $6.74 as the accretion associated with lower same-store operating expenses is entirely offset by higher-than-budgeted floating rate interest expense, primarily as a result of fewer than anticipated Fed rate cuts.\nAt the midpoint of our guidance range, we are still assuming $250 million to the acquisitions, offset by an additional $250 million of dispositions with no net accretion or dilution from these matching transactions, and up to $300 million of development starts in the second half of the year with approximately $175 million of total 2024 development spend.\nWe also provided earnings guidance for the second quarter of 2024. We expect core FFO per share for the second quarter to be within the range of $1.65 to $1.69, representing a $0.03 per share sequential decline at the midpoint, primarily resulting from an approximate $0.01 decrease in interest income due to lower cash balances, a $0.01 increase in overhead costs due to the timing of various public company fees, and a $0.01 sequential decrease in same-store NOI as higher expected revenues during our peak leasing periods are offset by the seasonality of certain repair and maintenance expenses and the timing of our annual merit increases. At this time, we'll open the call up to questions.[Technical Difficulty]"
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9752423a3874db9510d1da021081d2a9",
    "period": "2023 Q4",
    "content": "Q4 2023 Camden Property Trust Earnings Call\n\nQ4 2023 Camden Property Trust Earnings Call\n\nCPTNYSEFEB 2, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Fourth Quarter 2023 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Rick Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website. at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks, and those slides will also be available on our website later today or by e-mail upon request. [Operator Instructions] Please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete fourth quarter 2023 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and complete our call within 1 hour. [Operator Instructions]\nAt this time, I'll turn the call over to Rick Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThe theme for our on-hold music today was friends and teammates helping each other. The verse from the theme song of the popular TV show \" Friends\" sums it up nicely. I'll be there for you when the rain starts to pour. I'll be there for you like I've been there before. I'll be there for you because you've been there for me, too. One of Camden's 9 core values is team players. We recognize our employees who live Camden's values through our annual ACE Awards program. Each year, Camden employees nominate their peers and coworkers for an ACE award. And from our 1,700 employees are selected to be national ACE winners. Those 14 individuals are recognized and celebrated at our national leadership meeting. Being selected as a national ACE Award winner is the highest honor that Camden associates can achieve and represents the best of the best from Team Camden.\nI want to introduce you to 1 of our national ACE Award winners for 2023, Santos Castelo.\n[Presentation]\nIt's folks like Santos who make it certain that no matter what's going on in the world, Camden will always honor our 9 values to ensure that we improve the lives of our teammates, our residents and our stakeholders, one experience at a time. Our finance, accounting, legal and real estate investment teams have had a busy year-end and beginning of 2024, closing over $1.2 billion in refinancing the sales transactions. We began 2024 with a strong balance sheet and are prepared for the growth opportunities as they may develop this year. Our operations and support teams finished the year strong and are positioned to outperform our local submarket competitors again in 2024.\n2024 should be a transition year from peak new apartment deliveries to a more constructive market after supply is absorbed. 2025 starts are projected to plummet to a low in the $200,000 range due to difficult market conditions. 2024 apartment absorption is projected to be a little over 400,000 units nationwide with over 200,000 units absorbed in Camden's markets. 2024 apartment demand will be driven more by demographics and migration dynamics than traditional job growth. Apartments will take market share from the single-family market.\nBeginning in 2011 and through 2019, apartments had an average market share of 20% of house hold formations. Apartments are projected to double that market share to 40% between 2024 and 2026. This is because, first, home affordability is at 20-year low with rising home prices and current interest rates, and no signs of the pressure easing anytime soon, even with rates continuing to fall, in migration to Camden markets continues to grow. More young adults are in the workforce with solid job growth. and wage growth. 30% of the households choose to live alone, which is at an all-time high. Camden's markets continue to lead the nation in job growth.\nWe look forward to what looks to be a very interesting year. I know that our Camden team is equipped and ready to excel in 2024 by being great friends and great teammates. Thank you, Team Camden for all that you do for Camden and our residents.\nKeith Oden is up next.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Rick. For 2023, same-property revenue grew by 5.1%, consistent with our original projections. Six of our markets achieved results within 50 basis points of their original budget and another 6 outperformed their budgets. Of the remaining 3, L.A., Orange County and Atlanta, both underperformed mainly for reasons related to bad debt, skips and evictions and fraud. In Phoenix, the underperformance resulted from market conditions moderating more quickly than we anticipated over the course of 2023. For 2024, we anticipate same property revenue to be in the range of 0.5% to 2.5%, with the majority of our markets falling within that range. The outliers on the positive side are expected to be Southern California markets along with Southeast Florida, while Orlando, Nashville and Austin, will likely underperform given outsized competition from new supply this year.\nOur top 6 markets should achieve 2024 revenue growth between 2% and 4% and includes San Diego Inland Empire, Southeast Florida, Washington, D.C. Metro, L.A., Orange County, Houston and Charlotte. Our next 5 markets are budgeted for revenue growth between 1% and 2% and include Denver, Tampa, Atlanta, Raleigh and Phoenix. Our remaining 4 markets of Dallas, Orlando, Nashville and Austin, are expected to have revenue growth of plus or minus 1%. As many of you know, we have a tradition of assigning letter grades to forecast conditions in our markets at the beginning of each year and ranking our markets generally in order of their expected performance during 2024. We currently grade our overall portfolio as a B with a moderating outlook as compared to an A- with a moderating outlook last year.\nOur full report card is included as part of our earnings call slide deck, which is incorporated into this webcast and will be available on our website after today's call. While job growth is expected to moderate over the course of 2024, the overall economy remains healthy, and we expect our Sunbelt-focused market footprint will allow us to outperform the U.S. outlook. We expect to see continued in-migration into Camden's markets and strong demand for apartments homes in 2024, given the relative unaffordability of buying a single-family home. We reviewed 2024 supply forecasts from several third-party data providers and their projections range from 230,000 to 330,000 completions across our 15 markets over the course of the year.\nAfter analyzing the submarket locations and price points for these new deliveries, we expect that roughly 20% of those deliveries are between 50,000 and 70,000 new units may be competitive to our existing portfolio. Our top 3 markets for 2024 were the same as our top 3 markets for revenue growth in the fourth quarter of 2023, and they remain strong entering 2024. Their growth rates are expected to slow from the 5% to 8% range they achieved in 2023 and thus have moderating outlooks. Therefore, we've ranked San Diego Inland Empire as an A, Southeast Florida as an A- and Washington, D.C. Metro as a B+. L.A., Orange County, Houston and Charlotte round out the top 6 with L.A., Orange County receiving a B with an improving outlook and the other 2 ranking as a B with moderating outlooks. We anticipate the improvement in LA Orange County will come primarily from a reduction in bad debt as we repopulate many of our vacant units with residents who actually pay their rent.\nL.A. Orange County will also see a manageable level of supply this year, which should also serve as a benefit. Our Houston portfolio had steady growth during 2023 and should continue to perform well in 2024. Supply remains in check and the number of competitive deliveries in our submarkets should decline over the course of the year. Charlotte ranks as our #6 projected market this year versus #5 in 2023, so it is still an above average performer, but with revenue growth likely closer to 2% than the almost 7% we reported in 2023. The aggregate level of supply coming into the Charlotte MSA will be elevated this year, and we expect our main competition will fall in the uptown South End submarket, which is slated to receive 3,000 units this year.\nSimilar to Houston and Charlotte, Denver and Tampa also earned B ratings with moderating outlooks. Denver's revenue growth has been above average in our portfolio for the past 3 years and to continue that trend in 2024. Deliveries will tick up slightly this year, primarily in 1 or 2 of our submarkets, but should be met with solid demand. Tampa has been our #1 market over the last 3 years, averaging over 11% annual revenue growth. The growth will slow to the low single-digit range this year. New supply looks to be manageable in most of our submarkets there, but we are actively monitoring our 2 recently built high-rise assets in the St. Petersburg submarket for competition with the new product being delivered there. In Atlanta, our current assessment of market conditions rates of B- with an improving outlook.\nSimilar to L.A., Orange County, we expect to see a reduction in bad debt during 2024, which should boost our revenue growth from the less than 1% achieved in 2023. On the new supply front, the Atlanta MSA will continue to add new units in 2024, and we anticipate the most competition from deliveries in our Midtown submarket.\nNext up are Raleigh and Phoenix, both receiving grades of B-, but with stable outlooks. In the aggregate, these markets performed just under our portfolio average in 2023 for revenue growth and they should remain in that area for 2024 with 1% to 2% growth. And once again, while both of these markets face elevated levels of supply versus historical averages, we expect that only a handful of assets in each market will face head-to-head competition from 2024 deliveries. Dallas would also rate as a B- with a stable outlook, but its revenue growth may fall just under the 1% mark this year. While Dallas still ranks as one of the nation's top metros for job growth and in migration, the outsized level of supply set to deliver this year will keep pricing power and rent growth muted there.\nOrlando delivered outsized levels of revenue growth for the past few years, but it has dropped from above average to below average in recent quarters, thus earning a C+ grade with a moderating outlook. The economy in Orlando remain strong, but above average completion slated for 2024, will likely result in minimal revenue growth for the market this year. Our last 2 markets, Nashville and Austin, consistently ranked as top markets for multifamily construction and scheduled delivery of new apartments in recent quarters, while they also rank as 2 of the top U.S. markets for job growth and migration quality of life, et cetera. The sheer amount of new supply coming in 2024 will likely result in flat to slightly negative revenue growth for both of those markets. And we believe 30% to 40% of the new supply in those markets may compete directly with Camden's assets. We have signed both markets a stable outlook for the remainder of 2024 and with ratings of C and C-, respectively, given current market conditions.\nNow a few more details on our 2023 operating results in January 2024 trends. Rental rates for the fourth quarter had signed new leases down 4.3% and renewals up 3.9% for a blended rate of negative 0.6%. Our preliminary January results indicate a slight improvement in signed new leases and moderation in renewals for a slightly better blended rate on our January signed leases to date. February and March renewal offers were sent out with an average increase of 4.1%. Occupancy averaged 94.9% during the fourth quarter '23. In January 2024 occupancy is trending in the same range. And as expected, move-outs to purchase homes remained very low at 10.4% for the fourth quarter of '23, 10.7% for the full year of '23. January move-outs will likely remain in the same range.\nI'll now turn the call over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate and capital markets activity. During the fourth quarter of 2023, we completed construction on Camden NoDA, a 387-unit, $108 million community in Charlotte, which is now approximately 90% leased. We began leasing at Camden Wood Mill Creek, a 189 unit, $75 million single-family rental community located in the Woodlands, Texas, and we continued leasing at Camden Durham, a 420-unit, $145 million new development in Durham, North Carolina.\nAdditionally, at the end of the quarter, we sold Camden Martinique, a 714 unit 38-year-old community in Costa Mesa, California, for $232 million. The community was sold at an approximate 5.5% yield after management fees and actual CapEx and generated a 10.6% unleveraged return over our almost 26-year hold period. Additionally, during the quarter, we issued $500 million of 3-year senior unsecured notes with a fixed coupon of 5.85%. We subsequently swapped the entire amount of the offering to floating rate at SOFR plus 112 basis points. After quarter end, we issued $400 million of 10-year senior unsecured notes with a fixed coupon of 4.9% and a yield of 4.94%. Also, after quarter end, we prepaid our $300 million floating rate term loan. And on January 16, we repaid at maturity a $250 million 4.4% senior unsecured note. In conjunction with the term loan prepayment, we will recognize a noncore charge of approximately $900,000 and associated with unamortized loan costs.\nAs of today, approximately 85% of our debt is fixed rate. We have almost full availability under our $1.2 billion credit facility and we have less than $300 million of maturities over the next 24 months with only $138 million left to fund under our existing development pipeline. Our balance sheet remains strong with net debt-to-EBITDA at 4x.\nTurning to financial results. Last night, we reported core funds from operations for the fourth quarter of 2023 of $190.5 million or $1.73 per share, $0.01 ahead of the midpoint of our prior quarterly guidance. This outperformance resulted almost entirely from lower-than-anticipated levels of bad debt. As previously reported, in September, we experienced an unusual spike in bad debt, which we forecasted to extend through the fourth quarter.\nFortunately, September appears to have been an anomaly and bad debt for the fourth quarter averaged 1.1% as compared to our forecast of 1.5%. Additionally, we delivered same-store occupancy for the fourth quarter of 94.9%, 10 basis points ahead of our forecast. For 2023, we delivered same-store revenue growth of 5.1%, expense growth of 6.7% and NOI growth of 4.3%. You can refer to Page 24 of our fourth quarter supplemental package for details on the key assumptions driving our 2024 financial outlook. We expect our 2024 core FFO per share to be in the range of $6.59 to $6.89 and with the midpoint of $6.74 representing an $0.08 per share decrease from our 2023 results. This decrease is anticipated to result primarily from an approximate $0.07 per share increase in core FFO related to the growth in operating income from our development, nonsame-store and retail communities resulting primarily from the incremental contribution from our 7 development communities in lease-up during either 2023 and/or 2024. A $0.07 per share decrease in interest expense attributable to approximately $185 million of lower average anticipated debt balances outstanding in 2024 as compared to 2023, partially offset by lower levels of capitalized interest as we complete certain development communities.\nThe lower debt balances result from the previously mentioned Camden Martinique disposition and an additional $115 million disposition of an Atlanta community scheduled for next week. For 2024, we are anticipating $41 million on average outstanding under our line of credit with an average rate of approximately 5.5% and at an average rate approximately [indiscernible] unsecured bond. We are not anticipating any additional unsecured bond offerings in 2024. A $0.035 per share increase in fee and asset management and interest and other income, resulting from increased third-party general contracting fees and interest earned on cash balances. We are assuming average cash balances of $60 million in 2024, earning approximately 4.6%. This $0.175 cumulative increase in anticipated core FFO per share is entirely offset by an approximate $0.155 per share decrease in core FFO from the $293 million of 2023 completed dispositions and an approximate $0.06 per share decrease from the disposition anticipated next week and an approximate $0.04 per share decrease, resulting primarily from the combination of higher general and administrative and property management expenses.\nAt the midpoint, we are expecting flat same-store net operating income with revenue growth of 1.5% and expense growth of 4.5%. Each 1% increase in same-store NOI is approximately $0.085 per share in core FFO. Our 2024 same-store revenue growth midpoint of 1.5% is based upon an approximate 0.5% earning at the end of 2023 and at an effectively flat loss to lease. We also expect a 1.4% increase in market rental rates from December 31, 2023, to December 31, 2024, recognizing half of this annual market rental rate increase, combined with our embedded growth results in a budgeted 1.2% increase in 2024 net market rents.\nWe are assuming that bad debt continues to moderate through the year, reaching 1% by the fourth quarter and averaging 1.1% for the full year, a 30 basis point improvement over 2023. When combining our 1.2% increase in net market rents, with our 30 basis point decline in bad debt, we are budgeting 2024 rental income growth of 1.5%. Rental income encompasses 89% of our total rental revenues. The remaining 11% of our property revenues is primarily comprised of utility rebilling and other fees and is anticipated to grow at a similar level to our rental income due to decreased pricing power and increased regulatory constraints. Our 2024 same-store expense growth midpoint of 4.5% results primarily from anticipated above-average insurance increases.\nInsurance represents 7.5% of our total operating expenses and is anticipated to increase by 18% as insurance providers continue to face large global losses and resulting financial pressures. Our remaining operating expenses are anticipated to grow at approximately 3.4% in the aggregate, including property taxes, which represented approximately 36% of our total operating expenses and are projected to increase approximately 3% in 2024. Excluding our planned disposition next week, the midpoint of our guidance range assumes $250 million of acquisitions, offset by an additional $250 million of dispositions with no net accretion or dilution from these matching transactions.\nPage 24 of our supplemental package also details other assumptions for 2024, including the plan for up to $300 million of development starts in the second half of the year and approximately $175 million of total 2024 development spend. We expect core FFO per share for the first quarter of 2024 to be within the range of $1.65 to $1.69. The midpoint of $1.67 represents a $0.06 per share decrease from the fourth quarter of 2023, which is primarily the result of an approximate $0.035 per share sequential decline in same-store NOI, driven by an approximate $0.04 per share increase in sequential same-store expenses resulting from the timing of quarterly tax refunds, the reset of our annual property tax accrual on January 1 of each year and other expense increases, primarily attributable to typical seasonal trends, including the timing of on-site salary increases. This is partially offset by a $0.005 per share increase in sequential same-store revenue, primarily from higher levels of fee and other income. We are anticipating occupancy will remain effectively flat quarter-to-quarter. An approximate $0.035 per share decrease attributable to our December 28, 2023, $232 million disposition of Camden Martinique, an approximate $0.01 per share decrease attributable to our planned $115 million disposition next week and an approximate $0.05 per share decrease resulting primarily from the timing of various other corporate accruals.\nThis $0.085 per share cumulative decrease in quarterly sequential core FFO is partially offset by an approximate $0.015 per share decrease in interest expense resulting from the lower debt balances as a result of the disposition proceeds and an approximate $0.01 per share increase in core FFO, related to additional interest income earned on cash balances. Anticipated noncore adjustments for the first quarter include a combined $0.03 from freeze damage related to winter storm, Jerry, the previously mentioned charge associated with unamortized loan costs from our term loan and costs associated with litigation matters.\nAt this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb4e9b0e6fc58536228e7ad100f0ea2e",
    "period": "2023 Q3",
    "content": "Q3 2023 Camden Property Trust Earnings Call\n\nQ3 2023 Camden Property Trust Earnings Call\n\nCPTNYSEOCT 27, 11:00 AM\n\nOperator\n\nGood day, and welcome to the Camden Property Trust Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Kim Callahan, Senior Vice President of Investor Relations. Please go ahead.\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Third Quarter 2023 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer. Today's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks and those slides will also be available on our website later today or by e-mail upon request. [Operator Instructions]\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete third quarter 2023 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and Complete our call within 1 hour as there are other multifamily companies hosting calls later today. [Operator Instructions]\nAt this time, I'll turn the call over to Rick Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nThanks, Kim, and good morning. Our on-hold music was an honor of -- in memory of [ Jimmy Buffett ]. One of Jimmy's recurring things in his songs was how to navigate through life storms, including actual hurricanes. Ironically, this is the first year in memory that we did not have any hurricanes in any of our markets. On the other hand, the hurricane in the capital markets is blowing hard. As a result of the turmoil, we are encouraging our teams to [indiscernible] Jimmy's advice from one of his songs that he wrote for New Orleans after the devastation of Hurricane Katrina. And this is from the song.\nIf a hurricane doesn't leave you dead, it will make you strong. Don't try to explain it, just nod your head, breathe in, breathe out, and move on, which is exactly what we plan to do. Our business is strong. We've been through many cycles. This cycle has been different in that we're coming off the best year we ever had, driven by the COVID reopening consumer high. 2023 has been a year of getting back to a more normal multifamily business. I say more normal because we are still not back to normal customer behavior where they actually pay their rent and if they don't, they move out.\nWe have high cancellations due to identity, theft and fraud, elevated skips and lease breaks. Seasonality is back, but it started earlier this year and was stronger than pre-COVID levels. We had planned for a more normal fourth quarter, but that didn't happen. As a result, we have revised our fourth quarter full year guidance to reflect weaker new lease growth, lower occupancy and higher bad debt than we expected even in the summer.\nIn a normal growth year, however, we would share for revenue growth of 5%. Fundamentals for our business are good overall, taking the challenges and the opportunities together. On the demand side, job growth remains robust. U.S. consumer demographics continue to be supportive for apartment demand. The share of 25- to 34-year-olds is stable. The share of 34- to 48-year-old is growing and they have a high propensity to rent, given the record high cost of buying a home. The buy-to-rent premium today is at 30-year highs with homeownership out of reach for many people. This should increase apartments -- the apartment of business share of the housing market, at least through 2026.\nThe U.S. share -- or the share of U.S. households that are living alone continues to grow to nearly 30% in over the next few years. The long-term trend of in-migration to our markets continues. On the supply side, starts had peaked and the capital markets hurricane has begun to reduce new starts. Annualized August starts fell 42%. [indiscernible] project starts will fall to 250,000 units in 2024 and just above 200,000 units in 2025. Completions will be elevated through the end of 2024, but demand drivers should allow for an orderly lease absorption in our markets.\nI want to give a big thanks and shout out to team Camden for improving the lives of our teammates, our customers and our stakeholders, one experience at a time. Keith Oden is up next.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Overall, our third quarter 2023 operating results were in line with expectations. Year-over-year, same-property revenue growth was positive for the quarter in 14 of our 15 markets and positive on both a sequential and year-to-date basis in all of our markets. Occupancy for the third quarter averaged 95.6% ending September at 95.3% as we shifted more to a defensive strategy entering our slower leasing season in the fourth and first quarters.\nOctober occupancy is currently trending at 94.9% and should continue to moderate slightly over the remainder of the year. Rents are also moderating given our focus on maintaining occupancy versus raising rental rates. During the third quarter, our effective growth rates were [ 0.8% ] for new leases, 5.9% for renewals. And 3.4% for blended rate growth. Effective new lease growth for October is currently negative 2.5% and is expected to trend a bit further -- down a bit further between now and the end of the year.\nEffective renewal rate growth for October to date is 4.7% and should average around 4% for the full fourth quarter. Effective blended lease rates for October remained positive at 1.4%. Gross turnover rates for the third quarter were up 200 basis points compared to last year due to higher levels of skips and lease breaks but our net turnover was down 200 basis points due to high levels of resident retention by the end of the year. Effective renewal rate growth for October to date is 4.7% and should average around 4% for the full fourth quarter. Effective blended lease rates for October remained positive at 1.4%.\nGross turnover rates for the third quarter were up 200 basis points compared to last year due to higher levels of skips and lease breaks, but our net turnover was down 200 basis points due to high levels of resident retention by our on-site teams. Move-outs to purchased homes accounted for just over 10% of our total move-outs during the quarter, which is near the lowest level we've seen in over the past 30 years. Supply will remain a factor in many of our markets for the next several quarters. And as expected, we're seeing elevated competition for our Camden communities located in those submarkets where new deliveries exceed long-term historical averages. 16% of Camden's communities are being impacted by new supply, but the vast majority or not. We are seeing some encouraging news regarding the future as the level of new starts is beginning to fall which bodes well for the supply environment in '25 and '26.\nI'll now turn it over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. For the third quarter, we reported core FFO of $1.73 per share, in line with the midpoint of our prior quarterly guidance. Although our net results met expectations, we experienced [ $0.015 of ] lower-than-anticipated revenue for the quarter, which was entirely offset by $0.015 of lower-than-anticipated expenses. The lower revenue resulted primarily from an unexpected rise in bad debt. Our lower-than-anticipated operating expenses resulted almost entirely from lower property taxes in Texas.\nAs previously discussed, the Texas State legislature passed the tax reform bill subject to voter approval in November. Upon approval, which we believe is likely, Senate Bill 2 will reduce independent school district tax rates by [ $10.7 per ] $100 of assessed value. Average independent school district tax rates in our Texas markets are approximately 1% of assess value or 45% of the total Texas tax rate. Therefore, excluding valuation increases and other tax rate increases, this anticipated reduction equates to an approximate 4.8% reduction in Texas taxes.\nWe had previously assumed these independent school district tax rate rollbacks in Texas would be partially offset by other Texas rate increases. However, these other increases have not occurred. We now expect total property taxes to increase by 2.9% as compared to our prior expectations of 4.5% for a total savings of $0.025 per share from our prior guidance. $0.015 of this savings occurred in the third quarter and the remaining $0.01 will be recognized in the fourth quarter.\nTurning back to revenue. We have expected same-store bad debt would be 100 basis points for the third quarter, 90 basis points for the fourth quarter and 120 basis points for the full year. Instead, bad debt was 40 basis points higher or 140 basis points in total for the third quarter, with the increase happening primarily in September. And we are now anticipating 150 basis points of bad debt for both the fourth quarter and full year 2023. This 40 basis point increase in bad debt for the third quarter equates to approximately $0.01 per share and the 60 basis point increase in the fourth quarter equates to approximately $0.015 per share.\nIn conjunction with the increase in bad debt on rental revenues, we also experienced higher bad debt on administrative and other fees of another $0.005 per share for the third quarter, and we are anticipating the same additional $0.005 for fees in the fourth quarter. We believe this higher bad debt is primarily consumer behavior driven and not tied to financial stress of our residents.\nOur prior guidance called for 95.6% same-store average occupancy in the third and fourth quarters with fairly consistent occupancy levels throughout the back half of the year. We actually had higher-than-anticipated occupancy in both July and August, entirely offset by lower occupancy of 95.3% in September. In combination with higher-than-anticipated skips and evictions, we grew the historic seasonality, which has been unpredictable since the pandemic has returned. We now anticipate occupancy will average 94.8% in the fourth quarter with fairly consistent occupancy levels throughout the back half of the year. We actually had higher-than-anticipated occupancy in both July and August entirely offset by lower occupancy of 95.3% in September.\nIn combination with higher-than-anticipated skips and evictions, we believe that historic seasonality in which has been unpredictable since the pandemic has returned. We now anticipate occupancy will average 94.8% in the fourth quarter and the impact of this 80 basis point adjustment from prior estimates is approximately $0.02 per share. As a result of the decline in occupancy, we lowered asking rents more than anticipated in September. We had expected a 1.5% average increase in new leases and a 5% average increase in renewals for a blend of approximately 3.25% in the back half of the year.\nOur effective blended rates were higher than this at 3.4% for the third quarter. However, lower occupancy caused a reduction in signed rates, which is following through our fourth quarter guidance. We are now anticipating fourth quarter new leases of negative 4.5% and a 4% average increase in renewals for a blend of approximately negative 0.7%, resulting in a decline of approximately $0.015 per share for the fourth quarter.\nThe cumulative same-store impact of the greater-than-anticipated third and fourth quarter bad debt and lower fourth quarter occupancy and rents is approximately $0.07 per share of which $0.055 per share is in the fourth quarter. As a result, we have decreased the midpoint of our full year same-store revenue guidance from 5.65% to 5%. Effectively in line with our original revenue guidance midpoint at the beginning of this year.\nTurning to expenses. As previously mentioned, we had $0.05 of favorability primarily in taxes in the third quarter. We are also anticipating favorability in taxes of $0.01 per share in the fourth quarter. This $0.025 of tax favorability is anticipated to be partially offset by $0.015 of higher fourth quarter repair and maintenance and marketing expenses associated with higher skips and evictions and lower occupancy. As a result, we have adjusted the midpoint of our full year same-store expense guidance from 6.85% to 6.5% on favorability in taxes of $0.01 per share in the fourth quarter.\nThis $0.025 of tax favorability is anticipated to be partially offset by $0.015 of higher fourth quarter repair and maintenance and marketing expenses associated with higher skips and evictions and lower occupancy. As a result, we have adjusted the midpoint of our full year same-store expense guidance from 6.85% to 6.5% and or a net $0.01 per share. Our resulting full year same-store NOI midpoint has been reduced from 5% to 4.2%.\nLast night, we also lowered the midpoint of our full year 2023 core FFO guidance by $0.07 per share to a new midpoint of $6.81 per share. This $0.07 per share decline resulted primarily from the previously mentioned $0.035 per share increase in same-store bad debt, the $0.02 per share decrease in same-store occupancy and the $0.015 per share decline in same-store rents, partially offset by the $0.01 per share in lower property expenses resulting from lower taxes. In addition to this net $0.06 per share decline in same-store NOI, we are also anticipating an additional $0.01 in lower non-same-store NOI for similar reasons.\nWe also provided earnings guidance for the fourth quarter of 2023. We expect core FFO per share for the fourth quarter to be within the range of $1.70 to $1.74, the midpoint of $1.72 represents a $0.01 per share decline from the $1.73 recorded in the third quarter. This is primarily the result of approximately $0.01 in lower same-store NOI, resulting from $0.035 in decreased revenue driven by 80 basis points of lower occupancy and 10 basis points of higher bad debt, partially offset by $0.025 in lower property expenses resulting from typical seasonal declines. Our balance sheet remains strong with net debt to EBITDA for the third quarter at 4.1x, and at quarter end, we had $181 million left to spend over the next 2 years under our existing development pipeline.\nAt this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73a24a85e419159336ec038370b58c55",
    "period": "2023 Q2",
    "content": "Q2 2023 Camden Property Trust Earnings Call\n\nQ2 2023 Camden Property Trust Earnings Call\n\nCPTNYSEAUG 4, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Second Quarter 2023 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being cast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have slide presentations in conjunction with our prepared remarks and those slides will also be available on our website later today or by e-mail upon request. [Operator Instructions] Please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete second quarter 2023 earnings release is available on the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We would like to respect everyone's time and complete our call within 1 hour. [Operator Instructions]\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nGood morning. Our on-hold music theme for today was happy birthday. Last week, Camden's Board and Executive management team rang the closing bell of the New York Stock Exchange to celebrate Camden's 30th birthday as a public company. We were joined by the rest of Camden's 1,700 team members from coast to coast to commemorate this special day. It's been a remarkable journey, and we want to share a few memorable moments with you. So here we go with 30 years in 2 minutes and 30 seconds.\n[Presentation]\nOur business was built to last. In 1993, we started with 6,000 apartments in 3 Texas markets. with an enterprise value of $200 million. Today, we have 60,000 some built geographically and product diverse apartments with a value of $15.5 billion. Over the years, we have created a best-in-class operating and investment team platform that focuses on constant improvement. Camden exists to improve the lives of our team members, our customers and our stakeholders, one experience at a time.\nOur business continues to be strong. Market conditions continue to moderate from the post-COVID unprecedented housing boom that we all knew would happen. The transaction market is still quiet and with 70% decline from last year. New permits are starting to fall given the difficult financing environment and increased cost of capital. This should bode well for our markets as supply is absorbed over the next 18 months. Move-outs devising family homes to continue to trend lower than past years and quarters. And finally, I really want to give a big shout out to our Camden teams for their hard work and their commitment to providing living excellence to our residents. And next up is Keith Oden.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Now for some details on our second quarter 2023 operating results and July 2023 trends. Same-property revenue growth for the quarter was in line with our expectations at 6.1%, and we have maintained the midpoint of our 2023 revenue guidance as a result. Consistent with the past several quarters, we saw the highest growth rates in our 3 Florida markets: Tampa, Orlando and Southeast Florida with very strong results in both Charlotte and Nashville as well. Despite the understandable concerns about elevated levels of supply in Camden Sunbelt markets, demand for high-quality apartments in our markets remain strong.\nSecond quarter signed leases grew by a blended rate of 4.1% with new leases up 2.2% and renewals up 5.9%. Our preliminary July results show moderating rates of growth with blended rates in the mid-3% range. Renewal offers for August and September were sent out in the high 5% range. Occupancy averaged 95.4% during the second quarter of 2023 and trended slightly higher in July at 95.6%.\nOur portfolio is currently 95.8% occupied positioning us well for the normal seasonal slowing we typically see in the fourth quarter. Net turnover for the second quarter of 2023 was 44% and move-outs to purchase homes were 11.8% for the quarter and 11% year-to-date versus 15.1% in the second quarter of '22 and 13.8% for the full year of 2022.\nI'll now turn the call over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. During the quarter, our lease-ups remained stronger than usual as we completed construction and subsequent to quarter end, stabilized well ahead of schedule, Camden Tempe II, a 397-unit, $107 million community in Phoenix with a yield north of 7%. In addition to stabilizing ahead of schedule, Camden Tempe II's rents are approximately 10% ahead of pro forma.\nAlso during the quarter, we continued leasing at Camden NoDA, a 387-unit, $108 million community in Charlotte which is now over 60% leased, averaging over 45 leases per month. At the end of June, we disposed of Camden Sea Palms, a 138-unit community in Costa Mesa, California for $61.1 million. We sold this 33-year-old community for a 5.7% FFO yield and a 4.25% tax-adjusted cap rate generating an approximate 13% unleveraged IRR over our 25-year hold period.\nOn May 31, we utilized our unsecured line of credit to retire approximately $185.2 million of secured variable rate debt with a weighted average interest rate of 7.1%. We recognize the charges in conjunction with this early retirement of debt of approximately $2.5 million. 91% of our debt is now unsecured. For the second quarter, we reported core FFO of $1.70 per share $0.02 ahead of the midpoint of our prior quarterly guidance. This outperformance was driven by $0.01 in higher non-same-store net operating income, primarily driven by the previously mentioned accelerated leasing activity at our development communities and $0.01 associated with the timing of certain corporate overhead expenses and fee income.\nLast night, we reaffirmed our same-store revenue, expense and NOI midpoints at 5.65%, 6.85% and 5%, respectively. Our revenue growth midpoint of 5.65% is based upon an anticipated 1.5% average increase in new leases and a 5% average increase in renewables for the remainder of the year for a blend of approximately 3.25%. We are anticipating that our occupancy for the remainder of the year will average 95.6%.\nWe continue to experience a higher than typical level of move-outs by nonpaying residents. As a reminder, all of the municipalities in which we operate have now lifted the restrictions on our ability to enforce rental contracts. And as a result, we now have twice the amount of early move-outs of nonpayers year-to-date as compared to the first half of last year.\nWe reserve for effectively 100% of delinquent balances and therefore, there is no net negative revenue impact when nonpaying residents leave. Rather, we receive the benefit of having our real estate back, the opportunity to commence a lease with a resident who abides by their rental contract, and lower bad debt from having a new resident who pays. However, we have noticed higher-than-normal repair and maintenance costs, which I will discuss shortly, partially associated with the move-outs of these delinquent payers. Although we have maintained the midpoint of our expense growth at 6.85%, we have updated some of the underlying assumptions.\nRecently, the Texas State legislature passed the tax reform bill subject to voter approval in November. Upon approval, which we believe is likely, [ Senate Bill ] 2 will reduce independent school district tax rates by $0.107 per $100 of assessed value. Average independent school district tax rates in our Texas markets are approximately 1% of assess value or 45% of the total Texas tax rate. Therefore, excluding valuation increases and other tax rate increases, this anticipated reduction equates to an approximate 4.8% reduction in Texas taxes.\nWe have assumed some rate rollbacks in Texas in our prior guidance, so this reduction is not dollar for dollar to the bottom line. We have also had greater-than-anticipated success with our Houston valuations, both current year and prior year settlements. As a result of all of these tax adjustments, we now expect total property taxes to increase by 4.5%.\nRepair and maintenance make up 13% of our total expenses and are now anticipated to increase by 8.5%, a 350 basis point increase from our prior expectations, resulting from higher unit turnover costs and other miscellaneous repair items. The remaining offset to the property tax favorability is primarily from continued increased levels of insurance expenses resulting from smaller claims generally under $25,000 per occurrence which do not count towards our aggregate $3 million exposure.\nLast night, we also increased the midpoint of our full year 2023 core FFO guidance by $0.02 per share for a new midpoint of $6.88 per share. This $0.02 per share increase results primarily from the $0.01 per share second quarter outperformance of our development communities and $0.01 in lower interest expense associated with the second quarter prepayment of secured debt.\nWe also provided earnings guidance for the third quarter of 2023. We expect core FFO per share for the third quarter to be within the range of $1.71 to $1.75. The midpoint of $1.73 represents a $0.03 per share increase from the $1.70 recorded in the second quarter. This increase is primarily the result of an approximate $0.015 sequential increase in same-store NOI resulting from higher expected revenues during our peak leasing periods partially offset by the seasonality of utility expenses and leasing incentives. A $0.75 sequential increase related to additional NOI from our nonsame-store and development portfolio, a $0.01 decline in net overhead expenses primarily associated with the timing of certain public company costs and a $0.005 decline in interest expense associated with the second quarter debt prepayment. This $0.375 cumulative increase in core FFO is partially offset by [indiscernible] of lost FFO from our Camden Sea Palms second quarter disposition.\nOur balance sheet remains strong with net debt to EBITDA for the second quarter at 4.2x and at quarter end, we had $212 million left to spend over the next 2 years under our existing development pipeline. At this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a3c12449342e3d4e9ffe46da7e91d880",
    "period": "2023 Q1",
    "content": "Q1 2023 Camden Property Trust Earnings Call\n\nQ1 2023 Camden Property Trust Earnings Call\n\nCPTNYSEAPR 28, 11:00 AM\n\nKimberly A. Callahan\n\nSenior Vice President, Investor Relations, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust First Quarter 2023 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks, and those slides will also be available on our website later today or by e-mail upon request. [Operator Instructions] And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete first quarter 2023 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. [Operator Instructions] If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman & Chief Executive Officer, Camden Property Trust\n\nGood morning. Culture matters. This year, we are celebrating Camden's 30th anniversary as a public company. And last week, we wrapped up a 12-city celebration tour that included all 1,600 Camden team members. The tour is an annual Camden event, but we usually split up our executive team to cover the events.\nThis year, Alex and Laurie Baker joined Keith and me at all 12 stops to celebrate our team's 2022 accomplishments and Camden's 30th birthday. Each celebration featured our teams in vintage 1990s attire and demonstrating one of Camden's 9 core values: to have fun.\nI'm going to share an inside baseball look at Camden's unique culture set to a 1990s classic, All Star.\n[Presentation]\nWhile we are on tour, we got word that for the 16th straight year, Camden was included on Fortune's list of the 100 Best Companies to Work For. We claim this honor on behalf of our Camden team and the entire REIT world. It is a testament to just how much progress we have made over the last 3 decades, and that culture really does matter.\nOperating fundamentals continue to be good. We are on track to meet or exceed our 2023 plan. Multifamily transactions have slowed dramatically. Activity for the first quarter was down 74% from last year as buyers and sellers try to recalibrate the increase in their cost of capital and what the future market dynamics may look like.\nNew starts continue to be elevated with only legacy projects with committed capital starting. We expect the lag in Federal Reserve policy will start to have its desired effect with a significant reduction in new starts beginning in the second quarter and throughout the next year or 2. I'm betting the over -- on a 60% reduction in starts once monetary policy and the banking crisis make their way through the system. I want to thank and congratulate Team Camden for their hard work and staying true to our commitment to improving the lives of our team members, our customers and our stakeholders one experience at a time.\nNext up is Keith Oden.\n\nD. Keith Oden\n\nExecutive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. Now some details on our first quarter 2023 operating results and April trends. Same-property revenue growth for the quarter was ahead of our expectations at 8%, and we've raised the midpoint of our 2023 revenue guidance as a result.\nOnce again, we saw the highest growth rates in our 3 Florida markets: Tampa, Orlando and Southeast Florida, with Nashville also posting strong results. First quarter signed leases grew by a blended rate of 4% with new leases up 1.8% and renewals up 6.7%.\nOur preliminary April results are trending at a similar level for blended rate growth with slightly higher new lease rate growth and moderating renewal rate growth. Renewal offers from May and June were sent out in the mid-6% range. While these growth rates were down from the record levels seen in the first 4 months of 2022, our 2023 year-to-date performance is actually stronger than what we would historically expect to achieve during the first 4 months of the year.\nOccupancy averaged 95.3% during the first quarter of 2023 and is trending slightly better to date in April. Net turnover for the first quarter of 2023 was 36%, in line with the first quarter of 2022. And move-outs to purchase homes dropped to 10.1% for the first quarter, one of the lowest levels on record in our 30-year history.\nI'll now turn the call over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nChief Financial Officer & Treasurer, Camden Property Trust\n\nThanks, Keith. Our new development lease-ups remain stronger than usual as we average approximately 45 leases per month at Camden Atlantic, a 269-unit, $101 million community in Plantation, Florida, which stabilized during the quarter; approximately 40 leases per month that came to NoDa, a 387-unit, $108 million community in Charlotte, which began leasing during the quarter and is now over 35% leased; and approximately 30 units per month at Camden Tempe II, a 397-unit, $115 million community in Phoenix, which continued leasing during the quarter and is now over 70% leased.\nTurning to our financial results. Over the years, Camden has fully supported the NAREIT definition for funds from operations or FFO, and we will continue to report that metric going forward. However, in an effort to improve comparability and alignment with the current reporting practices of our peers in the multifamily REIT sector, we will now also report core FFO to adjust for items not considered to be part of our core business operations.\nWe presented both metrics in our earnings release last night for our actual performance during the first quarter and have included both metrics in our guidance for the second quarter 2023 and full year 2023. Any property level adjustments we make to drive core FFO, which primarily are unusual or large casualty events, severance charges in 2022 related to changes to our on-site staffing model and the amortization, if any, of below or above market leases associated with acquisitions will also be adjusted from our same-store results. These property level adjustments will be located in the other section of our components of NOI in our supplement.\nFor the first quarter, we reported both NAREIT FFO and core FFO of $1.66 per share, $0.01 ahead of the midpoint of our prior quarterly guidance, resulting primarily from better results from our same-store communities. These results represent a 12% per share core increase from the first quarter of 2022.\nOur first quarter outperformance was primarily driven by $0.02 per share and lower-than-anticipated levels of bad debt [indiscernible] a higher-than-anticipated level of move-outs by nonpaying residents during the quarter. All the municipalities in which we operate have now lifted their restrictions and our ability to enforce rental contracts. And the resulting move-outs of nonpaying residents happen earlier than we anticipated with twice the amount of move-outs in the first quarter of this year as compared to the first quarter of last year.\nAlthough these early move-outs of delinquent residents do put some pressure on physical occupancy, we reserve for effectively 100% of delinquent balances. And therefore, there is no net negative impact when nonpaying residents leave. Rather, we [indiscernible] the benefit of having our real estate back, the opportunity to commence a lease with a resident who abides by their rental contract and lower bad debt from having a new resident who actually pays.\nOur outperformance was also driven by $0.005 in slightly higher-than-anticipated net market rents and $0.01 in higher other property income primarily driven by elevated levels of utility rebilling, which was entirely offset by higher utility expenses. Our $0.035 per share of positive same-store revenue results was partially offset by $0.025 of higher same-store property expenses primarily driven by much higher-than-anticipated levels of property insurance claims resulting from an unusual spike in smaller claims, generally under $25,000 per occurrence, which did not count towards our aggregate $3 million exposure.\nTo illustrate the spike, in the first quarter of this year, we experienced the same number of claims that we experienced cumulatively in the first quarter of the prior 3 years. At this time, we believe the volume of claims is an anomaly, but we have made a resulting partial increase to our insurance forecast for the rest of the year, which I'll discuss later.\nOur original 2023 same-store guidance called for revenue growth of 5.1%, expense growth of 5.5% and NOI growth of 5%. Included within our 2022 results which drove this original guidance was approximately $900,000 of first quarter 2022 revenue associated with the amortization of below-market leases from previously acquired communities and approximately $900,000 of first quarter [ 2022 ] severance costs associated with changes to our on-site staffing model. These offsetting amounts are now considered noncore and have been removed from our 2022 same-store for 2023 comparison purpose.\nAdditionally, our full year 2022 results included a net $1 million of noncore casualty losses primarily in the back half of 2022, which will also be removed from our 2022 same-store results for 2023 comparison purposes. The effect solely from these adjustments would be to increase our original 2023 same-store revenue guidance from 5.1% to 5.2% and increase our original same-store expense guidance from 5.5% to 5.9%.\nLast night, we further increased the midpoint of our full year revenue growth to 5.65%. This additional increase is based upon our first quarter revenue outperformance, which primarily resulted from the previously mentioned acceleration of move-outs of nonpaying residents and our slightly higher net market rents and other property income. Additionally, we further increased the midpoint of our same-store expense growth to 6.85%, almost entirely driven by actual and anticipated higher insurance costs.\nInsurance represents approximately 6% of our total operating expenses. And after taking into account the previously mentioned adjustments for 2022 noncore casualty events was originally anticipated to increase by 18% in 2023. After taking into consideration the higher first quarter claims, we have increased our anticipated monthly losses in our forecast.\nWe have also updated our May 1 anticipated premium increase from 15% to 20% as insurance providers continue to face large global losses. We now anticipate our total insurance expense will increase by approximately 35% in 2023. These insurance increases for the remainder of the year are partially offset by anticipated slightly lower salaries and property taxes.\nAfter taking into effect the increases in both revenue and expenses and the adjustments for noncore property level events in 2022, the midpoint of our 2023 same-store NOI guidance is 5%, and the midpoint of our full year 2023 core FFO is $6.86. At the midpoint of our guidance range, we are still assuming $250 million of acquisitions, offset by $250 million of dispositions with no net accretion or dilution and $250 million to $600 million of development starts spread throughout the year with approximately $290 million of annual development spend.\nWe also provided earnings guidance for the second quarter of 2023. We expect core FFO per share for the second quarter to be within the range of $1.66 to $1.70, representing a $0.02 per share sequential increase at the midpoint primarily resulting from an approximate $0.03 sequential increase in same-store NOI resulting from higher expected revenues during our peak leasing periods, partially offset by the seasonality of certain repair and maintenance expenses and the timing of our annual merit increases and a $0.005 sequential increase related to additional NOI from our development and nonsame-store communities.\nThis $0.035 cumulative increase in core FFO is partially offset by a $0.005 decrease from higher second quarter G&A resulting from the timing of various public company fees and a $0.01 decrease from higher floating rate interest expense. Our balance sheet remains strong with net debt to EBITDA for the first quarter at 4.3x. And at quarter end, we had $268 million left to spend over the next 3 years under our existing development pipeline.\nAt this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f74004c405fb03eb95ae925842034f3e",
    "period": "2022 Q4",
    "content": "Q4 2022 Camden Property Trust Earnings Call\n\nQ4 2022 Camden Property Trust Earnings Call\n\nCPTNYSEFEB 3, 11:00 AM\n\nKimberly A. Callahan\n\nSVP of IR, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Fourth Quarter 2022 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks and those slides will also be available on our website later today or by e-mail upon request. (Operator Instructions) And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them. Any forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete fourth quarter 2022 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe hope to complete our call within 1 hour, and we ask that you limit your questions to 2, then rejoin the queue if you have additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman of the Board of Trust Managers & CEO, Camden Property Trust\n\nOur theme for today's on-hold music was waiting patiently, which is what we find ourselves doing these days. The bid-ask spread for multifamily assets is as wide as I can ever recall. Sellers seem to be hoping for valuations to return to last year's peak. Some sellers acknowledge a decline in valuations of 10% to 15% but buyers point to a dramatically different macro backdrop now versus last year and reckon value should be lower.\nThe result is the current standoff that won't be resolved until buyers and sellers adjust their views on valuation and meet somewhere in the middle. Until then, we wait patiently, which is a lot easier for Keith to do than me. This brief video sums up the hours that Keith and I have spent in recent months, debating the merits of waiting patiently versus making something happen now. By any measure, 2022 was the best operating environment Camden has had in our 30-year history. We exceeded the top end of our guidance and raised guidance every quarter. Operating conditions over the last 2 years have never been better, driven by being in the right markets with the best product and having the best teams.\nApartment demand was driven by an acceleration of in-migration to our markets that open sooner after the pandemic and continue to be more business-friendly driving outsized job opportunities. And a massive release of rental demand from people who were previously at home with their parents or doubled up as government stimulus added to their savings and subsequent buying power. As a result, apartment supply could not keep up with increased demand.\n2023 will be a return to a more normal housing demand market. Consumers still have excess savings and the job market remains strong. Despite rising rents, apartments remain more affordable than purchasing homes for many consumers in our markets given the rise in home prices and interest rates. Most of us don't like slowing revenue or negative second derivatives. But I think we need to put things into perspective. Apartments are and will continue to be a great business. Consumers will always need a place to live and will choose high-quality, well-managed properties to live in.\nWe are projecting 5.1% revenue growth for 2023, absent coming off last year's 11.2% record-breaking growth. Our 2023 projected revenue growth would be the sixth highest growth rate achieved over the last 20 years for Camden.\nAt this point, I'd like to give a big shout out to our Camden teams across America for a job well done in 2022. And I want to thank them for improving their teammates lives, customers' lives and stakeholders' lives, one experience at a time. And I'll let Keith take over the call now.\n\nD. Keith Oden\n\nPresident & Executive Vice Chairman of the Board of Trust Managers, Camden Property Trust\n\nThanks, Ric. As many of you know, we have a tradition of assigning letter grades to forecast conditions in our markets at the beginning of each year and ranking our markets in order of their expected performance during 2023. We currently grade our overall portfolio as an A- with a moderating outlook as compared to an A with a stable outlook last year.\nOur full report card is included as part of our earnings slide call slide deck, which is now showing on the screen and will be posted on our website after today's call. At this time last year, we anticipated 2022 same-property revenue growth of 8.75% at the midpoint of our guidance range. As we announced last night, Camden's overall portfolio achieved same property revenue growth of 11.2% for 2022, well ahead of our original expectations and marking a record level of same-property revenue growth for our company.\nWhile conditions are expected to moderate during 2023, our outlook calls for same-property revenue growth of 5.1% at the midpoint of our guidance range, which would mark another year of above long-term average growth for our portfolio. We anticipate same property revenue growth to be within the range of 4.1% to 6.1% and this year for our portfolio, with most markets falling within that range. The outliers on the positive side should once again include our 3 Florida markets, Orlando, Southeast Florida and Tampa with Houston and L.A., Orange County falling likely below 4%.\nThe macroeconomic environment today is uncertain and the magnitude of 2023 job growth or even job losses remains a wildcard but we expect our Sunbelt focused market footprint will allow us to outperform the U.S. outlook. We expect to see continued demand for apartment homes in 2023, given high mortgage rates for single-family homes and a reluctance from would-be buyers to make the transition to homeownership amidst this uncertain economic environment. We reviewed several third-party forecasts for both supply and demand in our markets for 2023 and the outlook for recession scenarios and job growth or job losses varies dramatically.\nAs such, I'll spend my time today focusing more on the supply aspect and expected completions and deliveries in our 15 major markets this year. Those estimates also vary quite a bit, but our baseline projection assumes approximately 200,000 new completions across our markets during the course of 2023. Our 3 Florida markets, Orlando, Southeast Florida and Tampa, once again earned A+ ratings but with moderating outlooks. These 3 markets had a weighted average revenue growth of 16.4% in 2022 and are budgeted to achieve between 6% to 8% this year.\nOverall, supply will likely increase in these markets, and we expect completions of 12,000, 11,000 and 6,000 units, respectively. Charlotte, Raleigh and Nashville would rank next with an A rating and moderating outlooks for 2023 versus 2022. This will be our first year of reporting same-property statistics for Nashville, but we anticipate same property revenue growth of 5% to 6% for each of these 3 markets. New supply will continue to be a headwind this year, particularly in Nashville, but in migration trends and overall levels of demand remain strong.\nOur estimates for new deliveries in these markets are 11,000, 9,000 and 10,000 units, respectively. Up next are Dallas and Phoenix, which received A- ratings with stable outlooks. Dallas should deliver around 20,000 units this year, but so far, demand drivers remain strong and should allow for absorption of many new apartment homes. Phoenix is likely to see another 15,000 units completed this year, which will further temper revenue growth from double-digit levels to a more moderate rate of 5% or so. We expect Denver and Austin to fall around the middle of the pack for our portfolio with approximately 5% revenue growth and would rate them as an A- with moderating outlook. Completions in Denver are projected to be around 15,000 apartments, and in Austin is expected to see over 20,000 new apartments come online this year.\nBoth of these markets have seen their fair share of supply in the past few years, but demand has been remarkably strong. Given recent announcements regarding layoffs in the technology sector, we will keep an eye on both of these markets for any future signs of slowing demand.\nOur next 3 markets, San Diego, Inland Empire, Washington, D.C., Metro and Atlanta earned a rating of B+ with a stable outlook. We expect completions of 10,000, 15,000 and 13,000 units, respectively, and revenue growth in the 4% to 4.5% range. San Diego Inland Empire should face less supply pressure than some of our other markets this year, but the overall regulatory environment in Southern California puts us in a wait-and-see mode for now. Operations in Washington, D.C. Metro and Atlanta seem to be more of the same and should continue at a steady, stable pace throughout 2023.\nHouston and L.A. Orange County are 2 last markets with grades of B and B-, respectively, and revenue growth projections of 3% to 4% this year. Our outlook for these 2 markets are a bit different as we see an improving outlook in Houston versus a stable outlook in L.A., Orange County. Both markets should see manageable new deliveries with 15,000 and 20,000 units, respectively, but economic conditions in Houston may be a bit more resilient with energy companies making profits and performing well. L.A. County was clearly -- has clearly had higher delinquencies and bad debt compared to our other markets. And we remain a bit cautious on when restrictions and regulatory issues around addictions and nonpayment of rents will actually begin to improve.\nNow a few details of our fourth quarter '22 operating results in January 2023 trends. Same-property revenue growth was 9.9% for the fourth quarter and 11.2% for full year 2022. 9 of our markets had revenue growth exceeding 10% for the quarter, and our top 3 performers were our Florida markets of Tampa, Southeast Florida and Orlando. Rental rates for the fourth quarter had signed new leases up 4% and renewals up 8.4% for a blended rate of 6.1%.\nOur preliminary January results indicate a return to more normal seasonal trends with a blended growth of 4.2% on our signed leases to date. February and March renewal offers were sent out with an average increase of 8%. Occupancy averaged 95.8% during the fourth quarter of '22 compared to 96.6% last quarter and 97.1% in the fourth quarter of '21. January 2023 occupancy has averaged 95.4% compared to 97.1% in January 2022. Annual net turnover for 2022 was up slightly compared to 2021 at 43% versus 41%. And move-outs to purchase homes were 13% for the quarter and 13.8% for the full year of 2022, down from 16.4% for the full year of 2021.\nI'll now turn the call over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nExecutive VP & CFO, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate activity. During the fourth quarter of 2022, we completed construction on Camden Atlantic, a 269 unit, $100 million community in Plantation, Florida, which is now almost 90% leased, averaging over 50 leases per month, well ahead of expectations.\nTurning to financial results. Last night, we reported funds from operations for the fourth quarter of 2022 of $191.6 million or $1.74 per share, in line with the midpoint of our prior quarterly guidance. This results represent a 15% per share increase in FFO from the fourth quarter of 2021. Included within our fourth quarter 2022 results is approximately $0.01 per share of additional insurance expense associated with the recent winter freeze. Excluding these nonrecurring insurance charges, our results would have exceeded the midpoint of our prior guidance range by $0.01 per share resulting from the faster-than-expected leasing velocity at Camden Atlantic, combined with lower employee health insurance claims and lower property tax rates in Texas.\nFor 2022, we delivered record same-store revenue growth of 11.2%, expense growth of 5.1%, which included the additional insurance expense from the winter freeze and record NOI growth of 14.6%. You can refer to Page 24 of our fourth quarter supplemental package for details on the key assumptions driving our 2023 financial outlook. We expect our 2023 FFO per share to be in the range of $6.70 to $7 with a midpoint of $6.85, representing a $0.26 per share increase from our 2022 results. This increase is anticipated to result primarily from an approximate $0.36 per share increase in FFO, related to the performance of our same-store portfolio.\nAt the midpoint, we are expecting same-store net operating income growth of 5%, driven by revenue growth of 5.1% and expense growth of 5.5%. Each 1% increase in same-store NOI is approximately $0.07 per share in FFO. An approximate $0.26 per share increase in FFO related to the additional NOI from our fund acquisition we completed on April 1, 2022. This includes the additional 3 months of ownership in 2023 and an approximate 6% increase in NOI from the portfolio and an approximate $0.16 per share increase in FFO related to the growth in operating income from our development, non same-store and retail communities. Resulting primarily from the incremental contribution from our 9 development communities in lease-up during either 2022 and/or 2023.\nThis $0.78 cumulative increase in anticipated FFO per share is partially offset by a $0.21 per share increase in interest expense, of which $0.08 per share is from the utilization of our unsecured credit facility to retire our $350 million, 3.2% unsecured bond that matured on December 15, 2022. We are anticipating an average 2023 interest rate on our credit facility of approximately 5.5%. And $0.10 per share from the full year impact of the $515 million of secured debt we assumed as part of the fund transaction, inclusive of the impact of higher interest rates on the $185 million of assumed variable rate debt. The remaining $0.03 per share in additional interest expense comes from additional borrowings in 2023 under our line of credit primarily to fund our anticipated development activities.\nOur forecast also assumes we will use our credit facility to repay our $250 million, 5.1% unsecured bond, which matures in June of 2023. An approximate $0.07 per share decrease in FFO related to our 2022 amortization of net below market leases related to our acquisition of the fund assets. As we discussed on prior earnings calls, purchase price accounting required us to identify either below or above market leases in place at the time of the acquisition and amortize the differential over the average remaining lease term, which was approximately 7 months.\nTherefore, in 2022, we recognized $0.07 of FFO from the noncash amortization of net below market leases assumed in the acquisition. An approximate $0.07 per share decrease in FFO related to equity and income of joint ventures and management fees as we now own 100% of the fund assets. An approximate $0.06 per share decrease in FFO resulting primarily from the combination of higher general and administrative and property management expenses caused by continued wage pressure and inflation, higher franchise and margin taxes and higher corporate depreciation and amortization. An approximate $0.06 per share decrease in FFO due to the additional shares outstanding for full year 2023, resulting primarily from our 2022 equity activity. An approximate $0.04 per share decrease in fee and asset management and interest and other income, primarily related to the earnout received in 2022 from the sale of our CERP investment and lower cash balances expected in 2023. And an approximate $0.01 per share decrease in FFO from the disposition we completed in 2022.\nOur 2023 same-store revenue growth midpoint of 5.1% is based upon an approximate 4.5% earning at the end of 2022 and a current 1.5% loss to lease. We are assuming we capture 1/3 of this loss lease in 2023 due to the timing of lease expirations and leasing strategies. We also expect a 3% increase in market rental rates from December 31, 2022 to December 31, 2023, recognizing half of this annual market rental rate increase, combined with our embedded growth and loss to lease capture, results in a budgeted 6.5% increase in 2023 net market rents.\nAs a result of increased supply, we are anticipating an 85 basis point decline in physical occupancy, which results in a 100 basis point decline in economic occupancy after accounting for lower levels of rental assistance proceeds anticipated in 2023. When combining our 6.5% increase in net market rents with our 100 basis point decline in economic occupancy, we are budgeting 2023 rental income growth of 5.5%. Rental income encompasses 89% of our total rental revenues. The remaining 11% of our property revenues is primarily comprised of utility rebilling and other fees closely correlated to occupancy and these items are expected to grow at approximately 1.5%.\nOur 2023 same-store expense growth midpoint of 5.5% is primarily driven by above-average increases in property taxes and insurance. Property taxes represent approximately 37% of our total operating expenses and are projected to increase approximately 6.5% in 2023, primarily driven by larger valuation increases anticipated in Florida, Georgia and Colorado. Insurance represents 6% of our total operating expenses and is anticipated to increase by 12.5% as insurance providers continue to face large global losses. The remaining 57% of our operating expenses are anticipated to grow at approximately 4% as inflation and wage pressures combined with anticipated increases in marketing expenses as we face increased supply are partially offset by the positive impact of our 2022 on-site staff restructuring. We are expecting total salaries and benefits to increase at less than 2% in 2023.\nAt the midpoint of our guidance range, we assume $250 million of acquisitions offset by $250 million of dispositions with no net accretion or dilution. Page 24 of our supplemental package also details other assumptions for 2023, including the plan for $250 million to $600 million of development starts spread throughout the year with approximately $290 million of annual development spend. We expect FFO per share for the first quarter of 2023 to be within the range of $1.63 to $1.67.\nThe midpoint of $1.65 represents a $0.09 per share decrease from the fourth quarter of 2022, which is primarily the result of an approximate $0.05 per share sequential increase in NOI and from our development and stabilized non-same-store communities, entirely offset by an approximate $3.5 per share increase in sequential same-store expenses resulting from the reset of our annual property tax accrual on January 1 of each year and other expense increases, primarily attributable to typical seasonal trends, including the timing of on-site salary increases and the lower levels of employee health insurance claims in the fourth quarter of 2022, which are not expected to reoccur in the first quarter of 2023.\nAn approximate $1.5 per share decrease in sequential same-store revenue primarily driven by lower levels of anticipated rental assistance proceeds and sequential declines in occupancy. An approximate $0.02 per share increase in interest expense, resulting from the utilization of our unsecured credit facility to repay the December 15, 2022 maturity of our 3.2%, $350 million unsecured bond. An approximate $0.01 per share decrease in FFO, resulting primarily from the timing of our annual corporate salary increases and various other corporate accruals. An approximate $0.01 per share decrease in FFO and related to our fourth quarter 2022 amortization of net below market leases related to our acquisition of the fund assets and an approximate $0.05 decline in fee income related to the timing of our third-party construction activity.\nOur balance sheet remains strong with net debt to EBITDA for the fourth quarter at 4.1x. And at quarter end, we had $304 million left to spend over the next 3 years under our existing development pipeline.\nAt this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b315f17ed1b44dda278f9705de73e645",
    "period": "2022 Q3",
    "content": "Q3 2022 Camden Property Trust Earnings Call\n\nQ3 2022 Camden Property Trust Earnings Call\n\nCPTNYSEOCT 28, 11:00 AM\n\nKimberly A. Callahan\n\nSVP of IR, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Third Quarter 2022 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks, and those slides will also be available on our website later today or by e-mail upon request. (Operator Instructions) And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them.\nAny forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete third quarter 2022 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe hope to complete our call within 1 hour, and we ask that you limit your questions to 2, then rejoin the queue if you have additional items to discuss. If we are unable to speak with everyone in the queue today, we'd be happy to respond to additional questions by phone or e-mail after the call concludes.\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman of the Board of Trust Managers & CEO, Camden Property Trust\n\nGood morning. The theme of our on-hold music today was Thank You. Earlier this year, our Board of Trust managers wanted to send a message of thanks to Team Camden for their unwavering commitment to our customers, each other and our shareholders throughout the pandemic and beyond. The idea resulted in this video that was shared with all Camden teammates during our annual 15 city award ceremony tour.\n(presentation)\nOperating fundamentals continue to be strong and above long-term trends. Rents are following their normal seasonal slowdown as customers prepare for the holidays. Even as seasonality comes into play, new and renewal rents are much higher than historical pre-pandemic levels, setting this up for a strong start in 2023. Demand continues to outstrip supply. And given the rise in interest rates and home price appreciation, apartment affordability is at an all-time high relative to home ownership in all of our markets. Our development pipeline continues to be a source of external growth.\nAs we discussed on our last earnings call, we will not be selling or buying properties for the balance of the year. Apartment transactions remain quiet as participants cost of capital continues to rise and price discovery continues. Our balance sheet is one of the strongest in REIT land and positions us to take advantage of opportunities, as they unfold. I would like to thank all of our Camden teammates for all they do to improve the lives of our teammates, our customers and our shareholders one experience at a time.\nNext up on the call is Keith Oden.\n\nD. Keith Oden\n\nPresident & Executive Vice Chairman of the Board of Trust Managers, Camden Property Trust\n\nThanks, Ric. Now a few details on our third quarter 2022 operating results and October 2022 trends. Same-property revenue growth was 11.7% for the quarter and 11.6% year-to-date. Our performance was in line with our expectations, so we've maintained our outlook for 2022 full year revenue growth of 11.5% at the midpoint of our guidance range. Rental rates for the third quarter has had signed new leases up 11.8% and renewals up 11.5% for a blended rate of 11.6%. To date, leases signed during October are trending at 6.9% blended growth with new leases at 5.2% and renewals at 9.4%. For leases that became effective in October, the blended rate was approximately 10%.\nOccupancy averaged 96.6% during the third quarter, down slightly from 96.9% last quarter and 97.2% in the third quarter of '21. October 2022 occupancy is currently trending at 96.1%.\nNet turnover for the third quarter was 51% versus 47% last year, and move-outs to purchase homes dropped to 13.2% versus 15.1% last quarter. We would expect to see a continued decline in move-outs to purchase homes through the remainder of the year given the recent increase in mortgage rates.\nNext up is Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nExecutive VP & CFO, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate and finance activities.\nDuring the third quarter of 2022, we stabilized both Camden Buckhead, a 366-unit, $164 million new development in Atlanta and Camden Hillcrest, a 132-unit, $92 million new development in San Diego. We began leasing at Camden Atlantic a 269-unit, $100 million new development in Plantation, Florida. And we began construction on Camden Woodmill Creek and Camden Long Meadow Farms to single-family rental communities, both in the Houston metro area with a combined 377-units and the combined cost of $155 million.\nDuring the quarter, we increased our existing unsecured line of credit capacity from $900 million to $1.2 billion and extended the maturity to August 2026, with 2 further 6-month extension options. We also added a $300 million delayed draw term loan with an August 2024 maturity with a further 1-year extension option.\nCurrently, we have approximately $30 million drawn under our line of credit and no amount is outstanding under our term loan. We will likely use our term loan and line of credit to pay off our $350 million, 3.2% unsecured bond, which matures on December 15 of this year.\nOur Board recently increased our share repurchase authorization from $269 million to $500 million. We did not repurchase any shares during or after quarter end. Our balance sheet remains strong with net debt to EBITDA for the third quarter at 4.2x. And at quarter end, we had $348 million left to spend over the next 3 years under our existing development pipeline.\nLast night, we reported funds from operations for the third quarter of $187.6 million or $1.70 per share. Included in our results are approximately $1 million or $0.01 per share of property expenses associated with Hurricane Ian, which are excluded from our same-store results. Excluding the impact from Ian, our third quarter results would have been $0.01 above the midpoint of our prior guidance range. This $0.01 per share positive variance resulted primarily from the combination of slightly higher other property income and slightly lower corporate overhead expenses.\nDuring the quarter, we experienced higher-than-anticipated repair and maintenance and utility expenses resulted from inflationary pressures. However, these increased amounts were entirely offset by lower levels of employee health insurance expense due to lower claims amounts.\nLast night, we reconfirmed the midpoint of our previous full year same-store growth guidance at 11.25% for revenue, 5% for expenses and 14.75% for net operating income. Our 11.25% same-store revenue growth assumption is based upon occupancy averaging 95.8% for the remainder of the year with the blend of new lease and renewals averaging approximately 8.5%. These expected increases compared to achieve blended increases of approximately 15.5% in the fourth quarter of 2021.\nLast night, we also increased the midpoint of our full year 2022 FFO guidance by $0.01 per share for a new midpoint of $6.59. This $0.01 per share increase results primarily from lower than previously anticipated corporate overhead costs.\nWe also provided earnings guidance for the fourth quarter of 2022. We expect FFO per share for the fourth quarter to be within the range of $1.72 to $1.76. The midpoint of $1.74 represents a $0.04 per share increase from the $1.70 recorded in the third quarter. This increase is primarily the result of the previously mentioned $0.01 per share third quarter impact from Hurricane Ian, an approximate $0.06 sequential increase in same-store NOI, resulting from $0.03 in increased revenue driven by higher net market rents, partially offset by lower occupancy and $0.03 in lower property expenses resulting from our typical seasonal decrease in utility, repair and maintenance and unit turnover expenses combined with the timing of property tax refunds and an approximate $0.03 sequential increase in NOI from our development communities in lease-up and our other nonsame-store communities.\nThis $0.10 aggregate increase is partially offset by a $0.03 decrease in the amortization of net low market leases related to our second quarter acquisition of the fund assets.\nAs we discussed on our first quarter earnings call, purchase price accounting required us to identify either below or above market leases in place at the time of the acquisition and amortize differential over the average remaining lease term, which is approximately 7 months. Therefore, in 2022, we will recognize $0.07 of FFO from the noncash amortization of net below-market leases assumed in the acquisition.\nWe recognized $0.035 of FFO in the third quarter of 2022 from this amortization, and we will recognize the final $0.005 in the fourth quarter. If leases were above market, the amortization would have resulted in an FFO reduction over the remaining lease term. A $0.015 decrease in FFO related to higher interest expense, primarily attributable to higher variable interest rates and $0.015 in higher other corporate costs related to anticipated higher health insurance expenses and the timing of certain year-end accruals.\nAt this time, we'll open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd8a00ede2fa22a97a3d46d1a6519ec4",
    "period": "2022 Q2",
    "content": "Q2 2022 Camden Property Trust Earnings Call\n\nQ2 2022 Camden Property Trust Earnings Call\n\nCPTNYSEJUL 29, 11:00 AM\n\nKimberly A. Callahan\n\nSVP of IR, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Second Quarter 2022 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com, and a replay will be available this afternoon. We will have a slide presentation in conjunction with our prepared remarks and those slides will also be available on our website later today or by e-mail upon request. (Operator Instructions) And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties and that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them.\nAny forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete second quarter 2022 earnings release is available on the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call.\nWe hope to complete our call within 1 hour. (Operator Instructions)\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman of the Board of Trust Managers & CEO, Camden Property Trust\n\nThe theme for today's on-hold music was together, which will resonate with Team Camden. After 2 years of virtual meetings, this year, Camden was able to be together for most of our important cultural events. In May, we held our annual leadership conference, which brings together 400-plus Camden leaders for 3 days of learning, reconnecting and fun.\nA lot has changed in the world since May which serves as a good reminder that real estate and financial markets will rise and fall, but companies with a great culture will thrive in all conditions. The following highlight reel from our leadership conference is an inside baseball view of a culture that has earned a place on Fortune's 100 Best Companies list for 15 consecutive years.\n(presentation)\nThanks to Team Camden and the great culture that you've created and continue to build, Camden will always thrive. The last 1.5 years has been the best NOI growth and FFO growth that we have had in our almost 30-year history with NOI growing 19.6% and FFO growing a whopping 47%. These gains are built into our run rate and are likely to remain in place driven by strong consumer demand for housing in our markets. Consumer strength is driven by strong employment growth, large wage increases and high savings levels.\nOur apartments are affordable despite the double-digit rental increases. Our residents spend roughly 20% of their incomes for their rent. Domestic migration has led to more than 700,000 Americans moving to our markets in the last year. They are not moving back. Apartment supply is not caught up with demand. We expect growth to moderate over the next couple of years, but believe that we'll exceed our long-term growth rate. With a strong balance sheet, a great team, with an amazing culture, we are ready for more successes.\nUp next is Keith Oden.\n\nD. Keith Oden\n\nPresident & Executive Vice Chairman of the Board of Trust Managers, Camden Property Trust\n\nThanks, Ric. Now for a few details on our second quarter 2022 operating results and July 2022 trends. Same-property revenue growth was 12.1% for the quarter, once again exceeding our expectations with 12 of our 14 markets posting double-digit revenue growth. Given this outperformance and an improved outlook for the remainder of the year, we have increased our 2022 full year revenue growth projection from 10.25% to 11.25% at the midpoint of our guidance range.\nRental rates for the second quarter had signed new leases up 16.3%, renewals up 14.4%, for blended rate of 15.3%. Our preliminary July results are trending at 13.1% for blended growth with new leases at 13.5% and renewals at 12.7%. Occupancy averaged 96.9% during the second quarter, which matched our performance during the second quarter of 2021 when compared to 97.1% last quarter.\nJuly 2022 occupancy is currently trending at 96.7%. Net turnover for the second quarter of 2022 was 46% versus 45% last year and move-outs to purchase homes were 15.1% for the quarter versus 17.7% during the second quarter of 2021. The year-over-year decline in move-outs to purchase homes is not surprising. Since last year, home mortgage rates have nearly doubled, and the median existing home sales price is now above $400,000. So despite the recent increases in rental rates, many would-be homebuyers will likely remain renters.\nNext up is Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nExecutive VP & CFO, Camden Property Trust\n\nThanks, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate and finance activities. During the second quarter of 2022, we completed construction on Camden Buckhead, a 366-unit, $162 million new development in Atlanta. We began leasing at Camden Tempe II, a 397-unit $115 million new development in Tempe, Arizona. We began construction on Camden Village District, a 369-unit, $138 million new development in Raleigh, and we acquired for future development 43 acres of land comprised of 2 undeveloped parcels in Charlotte and 4 acres of undeveloped land in Nashville.\nAs previously reported, at the beginning of the second quarter, we purchased the remaining 68.7% ownership interest in our 2 joint venture funds for approximately $1.5 billion, inclusive of the assumption of debt. The assets involved in this fund transaction included 22 multifamily communities with 7,247 apartment homes with an average age of 12 years, primarily located in the Sunbelt markets across Camden's portfolio.\nIn conjunction with this acquisition, we recognized a noncash, non-FFO gain of $474 million which represented a step-up to fair value on our previously held 31.3% equity interest in the funds. Also, as previously reported, early in the quarter, we issued 2.9 million common shares and received $490.3 million of net proceeds.\nAs of today, we have approximately $80 million outstanding under our $900 million line of credit. At quarter end, we had $248 million left to spend over the next 3 years under our existing development pipeline. Our balance sheet remains strong with net debt to EBITDA for the second quarter at 4.4x.\nLast night, we reported funds from operations for the second quarter of $179.9 million or $1.64 per share, $0.02 above the midpoint of our prior guidance range of $1.60 to $1.64. This $0.02 per share variance resulted primarily from approximately $0.03 in lower bad debt and higher rental rates and occupancy for our same-store and non-same-store portfolio, partially offset by $0.01 in higher property tax expense resulting from higher initial valuations in Atlanta, and higher-than-expected final valuations after appeals in Austin and Houston.\nLast night, based upon our year-to-date operating performance, our July 2022 new lease and renewal rates and our expectations for the remainder of the year, we have increased the midpoint of our full year revenue growth from 10.25% to 11.25%. Our revised revenue growth midpoint of 11.25% is based upon an anticipated 12.5% average increase in new leases and an 8.5% average increase in renewals for the remainder of the year.\nWe are anticipating that our occupancy for the remainder of the year will average 96.6%. Additionally, we have increased the midpoint of our same-store expense growth from 4.2% to 5%. This increase results from inflationary pressures on repair and maintenance costs and the previously mentioned higher-than-anticipated tax valuations in Houston, Austin and Atlanta, partially offset by lower-than-anticipated insurance expense tied to our successful May policy renewal.\nProperty taxes make up approximately 35% of our total expenses and are now anticipated to increase by 5.6% year-over-year, an approximate 200 basis point increase from our prior estimates. Repair and maintenance makes up approximately 13% of our total expenses and is now anticipated to increase by 7% year-over-year. And insurance makes up approximately 5% of our total expenses and is now anticipated to increase 13% year-over-year.\nAs a result of our revenue and expense adjustments, the midpoint of our 2022 same-store NOI guidance has been increased from 13.75% to 14.75%.\nLast night, we also increased the midpoint of our full year 2022 FFO guidance by $0.07 per share for a new midpoint of $6.58 per share. This $0.07 per share increase resulted primarily from an approximate $0.06 increase from our revised same-store NOI guidance and a $0.01 increase from additional NOI from our non same-store and development portfolio.\nWe also provided earnings guidance for the third quarter of 2022. We expect FFO per share for the third quarter to be within the range of $1.68 to $1.72. The midpoint of $1.70 represents a $0.06 per share increase from the $1.64 recorded in the second quarter. This increase is primarily the result of an approximate $0.06 sequential increase in same-store NOI, resulting from higher expected revenues to our peak leasing periods, partially offset by the seasonality of utility expenses and leasing incentives and a $0.01 sequential increase related to additional NOI from our nonsame-store and development portfolio. These increases are partially offset by a combined $0.01 decrease in FFO related to higher variable rate interest expense and the incremental impact of the additional shares outstanding from our early second quarter equity offering.\nAt this time, we'll open the call to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c42667453a4c69fb098f7cef28fbb4bd",
    "period": "2022 Q1",
    "content": "Q1 2022 Camden Property Trust Earnings Call\n\nQ1 2022 Camden Property Trust Earnings Call\n\nCPTNYSEAPR 29, 11:00 AM\n\nKimberly A. Callahan\n\nSVP of IR, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust First Quarter 2022 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations. Joining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer.\nToday's event is being webcast through the Investors section of our website at camdenliving.com. And a replay will be available this afternoon.\nWe will have a slide presentation in conjunction with our prepared remarks, and those slides will also be available on our website later today or by e-mail upon request. (Operator Instructions) And please note, this event is being recorded.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them.\nAny forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events.\nAs a reminder, Camden's complete first quarter 2022 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We hope to complete our call within 1 hour. (Operator Instructions)\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman of the Board of Trust Managers & CEO, Camden Property Trust\n\nThanks, Kim. The theme for our music today was fools as in April Fool's. Since our IPO 29 years ago, April 1, 2022, was one of the most consequential days in Camden's history. The day began with Kim Callahan, telling us that Camden was being included in the S&P 500. At first, we just assumed Kim was attempting one of the lamest April Fools jokes in history, but Kim has never been a big jokester.\nLater that same day, we closed on our largest acquisition since the Summit merger in 2005 with the purchase of Texas Teachers' partnership interest in 22 Camden communities with a gross valuation of $2.1 billion. And finally, April 1 was the day that Camden completed the implementation of our Work Reimagined initiative, a comprehensive restructuring of how we staff, manage and support our Camden communities. Alex will provide more details on this initiative in his comments.\nAny one of these events would have been a big deal for Camden. The fact that all 3 happen on April Fool's Day was extraordinary, and that's no joke. I want to give a big shout out to our teams in the field. We're continuing to outperform our competitors while improving the lives of our team members and our customers one experience at a time. I'd also like to give a big shout out to our real estate investments, finance, legal and asset management groups, along with our accounting group for their amazing work in completion of the acquisition and the permanent financing for the Texas Teachers transaction, truly a team effort.\nKeith is up next. Thanks.\n\nD. Keith Oden\n\nPresident & Executive Vice Chairman of the Board of Trust Managers, Camden Property Trust\n\nThanks, Ric. Now a few details on our first quarter 2022 operating results and April trends. Same-property revenue growth exceeded our expectations at 11.1%, the best quarterly growth in our company's history. 12 of our 14 markets posted double-digit revenue growth in the quarter with Tampa, Phoenix and Southeast Florida showing the strongest results. Given this outperformance and an improved outlook for the remainder of the year, we've increased our 2022 full year revenue growth projection from 8.75% to 10.25% at the midpoint of our guidance range.\nRental rates for the first quarter had signed new leases up 15.8%, renewals up 13.2% for a blended rate of 14.4%. Our preliminary April results are also trending at 14.4% for blended growth with new leases at 14.7% and renewals at 14.1%. Renewal offers for May and June were sent out at an average increase of 14.4%.\nOccupancy averaged 97.1% during the first quarter of 2022, which matched our performance last quarter and compared to 95.9% in the first quarter of 2021. April 2022 occupancy is trending at 96.9% to date.\nNet turnover for the first quarter of 2022 was 36% versus 35% last year and move-outs to purchase homes dropped to 14.1% for the quarter versus 15.8% last quarter, in line with normal seasonal patterns we typically see from 4Q to 1Q of each year. Move-outs to purchase homes remain well below normal for our portfolio.\nFinally, I want to acknowledge all of team Camden for recently being named to Fortune's list of 100 Best Companies to Work For. This year marks our 15th consecutive year on this prestigious list. Camden is 1 of only 5 companies included in the S&P 500 and also named to Fortune's list for the last 15 years rarified air indeed.\nNext up is Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nExecutive VP & CFO, Camden Property Trust\n\nThanks, Keith, and certainly rarefied air. Before I move on to our financial results and guidance, a brief update on our recent real estate and finance activities. During the first quarter of 2022, we stabilized Camden Lake Eola, a 360-unit $125 million new development in Orlando. We disposed of a 245-unit community in Largo, Maryland for $72 million, and we acquired a 16-acre land parcel in Richmond, Texas for future development purposes.\nSubsequent to quarter end, we acquired for future development, 43 acres of land comprised of 2 undeveloped parcels in Charlotte, and we purchased the remaining 68.7% ownership interest in our 2 joint venture funds for approximately $1.5 billion, inclusive of the assumption of debt. The assets involved in this fund transaction include 22 multifamily communities with 7,247 apartment homes with an average age of 12 years, primarily located in the Sunbelt markets across Camden's portfolio. We expect this acquisition will provide an initial FFO yield of approximately 4.4%.\nAs a result of this transaction, as detailed on Page 10 of the supplemental package, the expected net operating income contribution from markets, including Houston, Austin, Dallas and Tampa will increase slightly, while the remainder of Camden's markets will reflect flat-to-slightly lower concentrations. This transaction allowed us to fully acquire a very attractive portfolio of assets with no execution or integration risks. We initially funded this transaction with cash on hand, which included $500 million drawn on our unsecured $900 million line of credit.\nWe are also now consolidating approximately $514 million of existing secured mortgage debt of the funds. Subsequent to quarter end, we issued 2.9 million common shares and received $490.3 million in net proceeds, which we used to paydown our line of credit. As of today, we have approximately $70 million outstanding under our line. At quarter end, we had $182 million left to spend over the next 3 years under our existing development pipeline, and we have no scheduled debt maturities until September 30 of this year.\nOur balance sheet remains strong, with net debt to EBITDA for the second quarter of 2022 anticipated to be at 4.4x. Last night, we reported funds from operations for the first quarter of 2022 of $160.5 million or $1.50 per share, $0.03 above the midpoint of our prior guidance range of $1.45 to $1.49. The $0.03 per share variance to the midpoint of our prior quarterly FFO guidance resulted primarily from approximately $0.025 from higher occupancy, lower bad debt and higher rental rates for our same-store and non-same-store portfolio and $0.01 from an unbudgeted earnout received from the sale of our Chirp investment completed in 2021. This $0.035 cumulative outperformance was partially offset by $0.005 in higher property insurance expense, resulting from higher-than-expected levels of the self-insured losses.\nLast night, based upon our year-to-date operating performance, our April 2022 new lease and renewal rates and our expectations for the remainder of the year, we have increased the midpoint of our full year revenue growth from 8.75% to 10.25%. Our revised revenue growth midpoint of 10.25% is based upon an anticipated 12% average increase in new leases and an 8% average increase in renewals. We are also anticipating that our occupancy for the remainder of the year will average 96.6%, up 20 basis points from our original budget for the same period.\nAdditionally, we have increased the midpoint of our same-store expense growth from 3% to 4.2%. This increase results from the expectations of higher-than-anticipated insurance costs, property tax expenses resulting from higher initial valuations in Dallas and Austin and bonus accruals related to our increased full year revenue guidance. As a result, the midpoint of our 2022 same-store NOI guidance has been adjusted from 12% to 13.75%.\nAt the end of the first quarter, we implemented our Work Reimagined initiative, which redesigned the way we conduct business in our property operations. The primary objective of this initiative is to deliver exceptional customer service, focus on leasing apartments, leverage the strengths of our teams and create operational efficiencies. To do this, we shifted our operations model to expand from 1 community serving our prospects and residents to 2 or more communities being joined or nested together with shared leadership to support our customers.\nAdditionally, we identified processes that could be automated or centralized and created a shared service division to streamline the execution of tasks, such as invoicing, delinquency management and renewal initiation to name a few. This allows Camden team members at each community to better support the leasing process as well as to focus on the customer experience. We anticipate that this program, which was previously budgeted for, will save us approximately $1 million in 2022 on a net basis after accounting for severance payments which were budgeted for and made in the first quarter.\nOn a full year stabilized basis, our savings should approximate $4 million to $5 million. Last night, we also increased the midpoint of our full year 2022 FFO guidance by $0.27 per share for a new midpoint of $6.51 per share. This $0.27 per share increase resulted primarily from an approximate $0.18 increase related to our acquisition of the fund assets comprised of the following components: a $0.67 increase from consolidating the NOI from the 2 fund portfolios, a $0.07 increase from the noncash amortization of net below-market leases assumed in the acquisition. Purchase price accounting requires us to identify either below or above market leases in place at the time of the acquisition and amortize the differential over the average remaining lease term, which is approximately 7 months.\nIf the leases were above market, the amortization would have resulted in an FFO reduction over the remaining lease term, a $0.21 decrease in equity and income of joint ventures and property and asset management fees; a $0.14 decrease due to the assumption of approximately $514 million in existing secured debt, which has a current average interest rate of 3.3%. 36% of this debt floats at LIBOR plus 185 basis points, and the remaining 64% is fixed at 3.9%; a $0.14 decrease related to additional shares issued to fund the transaction; and a $0.07 decrease from the removal of any future acquisitions from our 2022 guidance. Although our revised guidance does not include additional acquisitions this year, we will continue to look for opportunities to make accretive investments.\nOur revised guidance still includes another $200 million of dispositions by year-end. In addition to the $0.18 anticipated increase in FFO related to the fund acquisitions, we are also anticipating an approximate $0.11 increase from our revised same-store NOI guidance and a $0.01 increase from the first quarter unbudgeted earnout received from the sale of our Chirp investment. This $0.30 cumulative increase in FFO per share is partially offset by $0.02 of higher overhead expenses related to our anticipated outperformance versus our original budget and $0.01 of additional interest expense due to higher projected interest rates on our variable rate debt.\nWe also provided earnings guidance for the second quarter of 2022. We expect FFO per share for the second quarter to be within the range of $1.60 to $1.64. The midpoint of $1.62 represents a $0.12 per share increase from the $1.50 recorded in the first quarter. This increase is primarily the result of an approximate $0.09 increase related to our acquisition of the fund assets comprised of a $0.22 increase from consolidating the NOI from the 2 fund portfolios, a $0.03 increase from the noncash amortization of net below-market leases assumed in the acquisition, a $0.07 decrease in equity in income of joint ventures and property and asset management fees, a $0.04 decrease due to the assumption of approximately $514 million in existing secured debt and a $0.05 decrease related to additional shares issued to fund the transaction.\nWe are also now anticipating an approximate $0.04 sequential increase in same-store NOI, resulting from higher expected revenues during our peak leasing periods, partially offset by the seasonality of certain repair and maintenance expenses, expected increases from our May insurance renewal and a sequential increase in property tax expense due to higher refunds received in the first quarter, a $0.01 sequential increase related to additional NOI from development communities and lease-up a $0.01 decrease from unbudgeted earnout received from the sale of our Chirp investment in the first quarter, a $0.05 decrease from the sale of Camden Largo at the end of the first quarter and a $0.05 decrease from higher second quarter G&A as a result of the timing of various public company fees.\nAt this time, we will open the call up to questions."
  },
  {
    "header": "CPT",
    "cik": "0000906345",
    "ticker": "CPT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/663e8f344d863494d8cb7f559bf83af6",
    "period": "2021 Q4",
    "content": "Q4 2021 Camden Property Trust Earnings Call\n\nQ4 2021 Camden Property Trust Earnings Call\n\nCPTNYSEFEB 4, 11:00 AM\n\nKimberly A. Callahan\n\nSVP of IR, Camden Property Trust\n\nGood morning, and welcome to Camden Property Trust Fourth Quarter 2021 Earnings Conference Call. I'm Kim Callahan, Senior Vice President of Investor Relations.\nJoining me today are Ric Campo, Camden's Chairman and Chief Executive Officer; Keith Oden, Executive Vice Chairman and President; and Alex Jessett, Chief Financial Officer. If you haven't logged in yet, you can do so now through the Investors section of our website at camdenliving.com.\n(Operator Instructions)\nAnd please note, this event is being recorded. Today's webcast will be available for replay this afternoon, and we are happy to share copies of our slides upon request.\nBefore we begin our prepared remarks, I would like to advise everyone that we will be making forward-looking statements based on our current expectations and beliefs. These statements are not guarantees of future performance and involve risks and uncertainties and that could cause actual results to differ materially from expectations. Further information about these risks can be found in our filings with the SEC, and we encourage you to review them.\nAny forward-looking statements made on today's call represent management's current opinions, and the company assumes no obligation to update or supplement these statements because of subsequent events. As a reminder, Camden's complete fourth quarter 2021 earnings release is available in the Investors section of our website at camdenliving.com, and it includes reconciliations to non-GAAP financial measures, which will be discussed on this call. We hope to complete our call within one hour.\n(Operator Instructions)\nAt this time, I'll turn the call over to Ric Campo.\n\nRichard J. Campo\n\nChairman of the Board of Trust Managers & CEO, Camden Property Trust\n\nGood morning. The opening ceremony for the 2022 Winter Olympics are today. And as you could tell from our on-hold music and slide show, team Camden has embraced the Olympic Spirit. The Olympic theme sent me down memory lane and into Camden's archive for the video I'm going to show you today.\nDuring the 2012 Summer Olympics, the U.S. women's swim team made a video using a very popular song titled Call Me Maybe. At Camden, we are proud to be a friendly and welcoming workplace. One unique way we showed this is by greeting teammates with a hug instead of a handshake. Camden employees probably give and receive more hugs per day than any other workplace in America. So if you combine our hugging culture with the Olympic spirit, a Call Me Maybe video becomes a Hug Me Maybe video. And following the 2012 Olympics this happened at our corporate office.\n(presentation)\nOne of the many adjustments in Camden's world caused by social distancing during the pandemic was replacing actual hugs with virtual hugs. Since Camden is a fully vaccinated workplace, we have recently seen an uptick in breakthrough cases of actual hugging in our workplace. We all look forward to the day when all virtual hugs at Camden will become actual hugs.\n2021 turned out to be a remarkable year, and we clearly exceeded our original guidance that we provided at this time last year. Our 2021 budget call for FFO of $5 per share, with same property revenues up slightly and net operating income down approximately 1%. As reported last night, we closed 2021 with FFO of $5.39 per share and same-property growth of 4.3% and 4.8% for revenues and net operating income, respectively. We expect 2022 to be our best year on record for earnings and same-property growth. The midpoint of our 2022 guidance calls for FFO per share of $6.24. With same-property revenue growth of 8.75% and net operating income growth of 12%, our geographically and product diverse portfolio in the Sunbelt markets continue to outperform.\nI want to thank each of our Camden team members for their hard work and commitment to our values and for improving the lives of our team members and our customers one experience at a time. 2021 was a great year, but the best is yet to come.\nThank you, and I will now turn the call over to Keith Oden.\n\nD. Keith Oden\n\nPresident & Executive Vice Chairman of the Board, Camden Property Trust\n\nThanks, Ric. We have a tradition of assigning letter grades to forecast conditions in our markets at the beginning of every year. I'll start with a review of the supply and demand conditions we expect to encounter in Camden's markets during 2022 and ranked the markets in the order of best to worst. For the first time in 10 years, Camden's overall portfolio earned an A with a stable outlook and no market received a grade below A-.\nIn addition, we are now providing this report card to you as part of our earnings call slide deck which is showing now and will be posted on our website after today's call. We anticipate overall same-property revenue growth this year in the range of 7.75% to 9.75% for our entire portfolio with most of our markets falling within that range. The outliers on the positive side would be Phoenix and our Florida markets, which should produce double-digit revenue growth. Then Houston and D.C., which will likely lag the overall portfolio average but still show significant improvement versus 2021. Our outlook for supply and demand in 2022 is based on multiple third-party economic forecasts that generally reflects strong job growth in Camden's markets, coupled with a steady amount of new supply.\nEstimates range from 1 million to 1.2 million new jobs created in our 15 major markets in 2022, along with 150,000 to 200,000 new completions. So our outlook reflects somewhere around the midpoint of both projections. It is likely no surprise that for 2022, our top ranking once again goes to Phoenix, which has averaged 7% revenue growth over the past 3 years and has an expected revenue growth well above 10% this year. We give this market an A+ rating with a stable outlook. Supply and demand metrics for 2022 look well balanced with estimates calling for 80,000 new jobs in Phoenix and 18,000 new units coming online this year.\nUp next are our 3 Florida markets: Southeast Florida, Tampa and Orlando. Each also earned A+ ratings with stable outlooks. These 3 markets should achieve revenue growth of over 10% in 2022 and are projected to have strong job growth to offset new supply coming online. Current estimates for job growth were approximately 50,000 in both Southeast Florida and Tampa and 60,000 in Orlando. Completions are expected to be 10,000, 6,000 and 9,000 units, respectively.\nOur next 8 markets all earned an A rating with a stable outlook and should produce revenue growth generally within our guidance range of 3.75% to 9.75% in 2022. Atlanta, Austin and Raleigh should achieve revenue growth toward the high end of our guidance range in 2022. In Atlanta, job growth is expected to be 90,000 with around 10,000 new apartment completions. In Austin, projections call for 50,000 additional jobs with completions of roughly 18,000 units. And in Raleigh, the jobs to completions ratio should be 5x with 35,000 new jobs versus 7,000 new apartment completions. San Diego/Inland Empire and Charlotte are next falling around the middle of the pack in Camden's portfolio. For the San Diego/Inland Empire market, we expect to see over 100,000 new jobs in 2022 and with new supply around 8,000 units.\nCharlotte should also deliver 8,000 units with 40,000 new jobs created, providing a good balance of supply and demand in that market. Nashville is Camden's newest market as we acquired 2 communities there last summer. While Nashville will not be included in our 2022 same-property pool, we would rate the city as an A with a stable outlook. There has been a significant amount of construction in Nashville, and that will continue in 2022, with approximately 10,000 new units expected to deliver this year. However, demand for apartment homes has remained strong in Nashville with positive in-migration trends and projections for over 40,000 new jobs.\nDallas and Denver are both solid markets, and we expect market conditions to be favorable again in 2022. Supply-demand ratios in Dallas and Denver remained steady with 95,000 and 55,000 new jobs anticipated, respectively, during 2022, with supply at 15,000 and 10,000 new units, respectively, scheduled for delivery this year. L.A./Orange County and Houston are the last 2 markets earning an A rating, but both have improving outlooks. Our portfolio in LA County saw higher delinquencies and bad debt in 2021 than our other markets, but we are hopeful that conditions will improve in 2022 as COVID restrictions begin to ease and regulatory issues around evictions are reduced. L.A./Orange County faces healthy operating conditions with favorable supply and demand metrics. Job growth should be around 150,000 with completions of 16,000 expected in 2022.\nIn Houston, conditions began to improve in 2021 after the market had struggled with many new lease-ups giving high levels of concessions. New supply is expected to ease in 2022 to around 17,000 units and job growth should remain strong with around 75,000 new jobs expected.\nOur final market is D.C. Metro, which we gave an A-, but with an improving outlook. Supply remains steady with over 13,000 new units coming on this year, but job growth should be healthy as well with 80,000 new jobs expected. Similar to L.A./Orange County, Washington, D.C. has been a challenging market given the COVID environment and the many restrictions that were put in place as a result of the pandemic. While we are optimistic that 2022 will reflect an improved operating environment there, we have budgeted low to mid-single-digit revenue growth for D.C. Metro this year.\nNow a few details on our fourth quarter '21 operating results in January 2022 trends. Same-property revenue growth was 8.5% for the fourth quarter and 4.3% for full year 2021. Our top performers for the fourth quarter all had over 10% revenue growth and included Tampa, Phoenix, Southern California, Raleigh and Southeast Florida. Rental rates for the fourth quarter had signed new leases up 16.7%, renewals up 14.1% for a blended rate of 15.5%. Our preliminary January results indicate similar trends with blended growth of over 15% on signed leases. February and March renewal offers were sent out with an average increase in the mid-14% range.\nOccupancy averaged 97.1% during the fourth quarter and compared to 97.3% last quarter and 95.5% in the fourth quarter of '20. January 2022 occupancy has averaged 97.2% compared to 95.7% in January of last year, and is slightly up from our fourth quarter '21 levels. Annual net turnover for 2021 was in line with 2020 at 41%. And move-outs to home purchases were 15.8% for the quarter and 16.4% for the full year of 2021, relatively in line with our reported 15.8% for full year 2020.\nI'll now turn the call over to Alex Jessett, Camden's Chief Financial Officer.\n\nAlexander J. K. Jessett\n\nExecutive VP, CFO & Assistant Secretary, Camden Property Trust\n\nThank, Keith. Before I move on to our financial results and guidance, a brief update on our recent real estate activities. During the fourth quarter of 2021, we purchased Camden Greenville, a recently constructed 558-unit mid-rise community in Dallas. And we purchased 5 acres of land in Denver and 2 acres of land in Nashville for future development purposes. For the full year of 2021, we have completed acquisitions of 4 communities with 1,684 apartment homes for a total cost of approximately $633 million, ahead of our original 2021 acquisition guidance of $450 million. And we acquired 4 undeveloped land parcels for a total cost of approximately $72 million.\nAdditionally, during the quarter, we disposed of 2 operating communities in Houston, and one operating community in Laurel, Maryland for total proceeds of approximately $260 million. These 3 dispositions were on average 21 years old, with average monthly rents of $1,350 per door and annual CapEx of approximately $2,300 per door. Using actual CapEx, these dispositions were completed at a 3.9% AFFO yield, generating a 10.5% unleveraged IRR over a 20-year hold period. Based on a broker cap rate, which assumes $350 per door in CapEx and a 3% management fee on trailing 12-month NOI, the cap rate would have been 4.3%.\nAnd finally, during the quarter, we stabilized ahead of schedule Camden North End II, a 343 unit, $79 million new development in Phoenix, generating an approximate 8.75% yield. And we completed construction on Camden Hillcrest, an $89 million new development in San Diego. On the financing side, during the quarter, we issued approximately $180 million of shares under our existing ATM program.\nMoving on to financial results. Last night, we reported funds from operations for the fourth quarter of 2021 of $160.2 million or $1.51 per share, exceeding the midpoint of our prior guidance range by $0.02 per share. This outperformance resulted primarily from higher levels of occupancy and rental rates at our non-same-store acquisition and development communities and lower taxes and utilities at our same-store communities. For 2021, we delivered full year same-store revenue growth of 4.3%, expense growth of 3.5% and NOI growth of 4.8% as compared to our original 2021 same-store guidance of 0.75% for revenue, 3.5% for expenses and negative 0.85% for NOI.\nYou can refer to Page 27 of our fourth quarter supplemental package for details on the key assumptions driving our 2022 financial outlook. We expect our 2022 FFO per share to be in the range of $6.09 to $6.39 and with a midpoint of $6.24, representing an $0.85 per share increase from our 2021 results. This increase is anticipated to result primarily from an approximate $0.79 per share increase in FFO related to the performance of our same-store portfolio. At the midpoint, we are expecting same-store net operating income growth of 12%, driven by revenue growth of 8.75% and expense growth of 3%. Each 1% increase in same-store NOI is approximately $0.065 per share in FFO. An approximate $0.35 per share increase in FFO related to the growth in operating income from our non-same-store, joint venture and retail communities, resulting primarily from higher rental rates, lower bad debt and the incremental contribution of our 4 acquisitions completed in 2021 and our 9 development communities in lease-up during either 2021 and/or 2022.\nAnd an approximate $0.07 per share increase in FFO due to an assumed $600 million of pro forma acquisitions spread throughout the year at an initial yield of 3.5%. This $1.21 cumulative increase in anticipated FFO per share is partially offset by an approximate $0.11 per share decrease in FFO from our completed 2021 dispositions; an approximate $0.04 per share decrease in FFO from an assumed $250 million of pro forma dispositions anticipated to primarily occur late 2022; an approximate $0.03 per share decrease in FFO, resulting primarily from the combination of lower interest income from lower cash balances, higher franchise and margin taxes and higher corporate depreciation and amortization. Our combined general and administrative, property management and fee and asset management expenses are anticipated to be effectively flat year-over-year. And an approximate $0.18 per share decrease in FFO due to the additional shares outstanding for full year 2022, following our 2021 ATM activity.\nOur revenue growth midpoint of 8.75% is based upon an anticipated 11% average increase in new leases and a 7% average increase in renewals. We are also anticipating that occupancy will moderate slightly to 96.5%.\nPage 27 of our supplemental package also details other assumptions for 2022, including the plan for $400 million to $600 million of on-balance sheet development starts spread throughout the year with approximately $315 million of annual development spend. We expect FFO per share for the first quarter of 2022 to be within the range of $1.45 to $1.49. The midpoint of $1.47 represents a $0.04 per share decrease from the fourth quarter of 2021, which is primarily the result of an approximate $0.02 per share decrease in FFO, resulting from our fourth quarter 2021 dispositions; an approximate $0.01 per share decrease in sequential same-store net operating income, resulting primarily from the reset of our annual property tax accrual on January 1 of each year and other expense increases primarily attributable to typical seasonal trends, including the timing of on-site salary increases. And an approximate $0.01 per share decrease in FFO due to the additional shares outstanding from our fourth quarter 2021 ATM activity.\nOur balance sheet remains strong, with net debt-to-EBITDA at 3.8x and a total fixed charge coverage ratio at 6.4x. As of today, we have approximately $1.4 billion of liquidity, comprised of approximately $500 million in cash and cash equivalents and no amounts outstanding under our $900 million unsecured credit facility. At quarter end, we had $199 million left to spend over the next 2 years under our existing development pipeline, and we have no scheduled debt maturities until late 2022. Our current excess cash is invested with various banks, earning approximately 15 basis points.\nAt this time, we'll open the call up to questions."
  }
]