[
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ab9649c1ed2202f909f237f0ec9f543",
    "period": "2026 Q1",
    "content": "Q1 2026 Cintas Corp Earnings Call\n\nQ1 2026 Cintas Corp Earnings Call\n\nCTASNASDAQSEP 24, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood day, everyone, and welcome to the Cintas Corporation Announces Fiscal 2026 First Quarter Results Conference Call. Today's call is being recorded. At this time, I would like to turn the call over to Mr. Jared Mattingly, Vice President, Treasurer & Investor Relations. Please go ahead, sir.\n\nThank you, Ross. Thank you for joining us. With me are Todd Schneider, President and Chief Executive Officer; Jim Rozakis, Executive Vice President and Chief Operating Officer; and Scott Garula, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2026 first quarter results. After our commentary, we will open the call to questions from analysts. The Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events in financial performance. These forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission. I'll now turn the call over to Todd.\n\nThank you, Jared. We are pleased with our start to Fiscal Year 2026, reflecting the strength of our business model and the dedication of our employee partners. Our first quarter performance is a testament to the strength of our value proposition. First quarter total revenue grew 8.7% to $2.72 billion. The organic growth rate, which adjusts for the impacts of acquisitions and foreign currency exchange rate fluctuations, was 7.8%. This is right where we like to be. Each of our three route-based businesses had strong revenue growth in the quarter. Gross margin, as a percent of revenue, was 50.3%, a 20 basis point increase over the prior year. Operating income grew to $617.9 million, an increase of 10.1% over the prior year. Diluted EPS of $1.20 grew 9.1% over the prior year. Our culture continues to be our greatest competitive advantage.\n\nWe've shown an ability throughout the years to perform well in a variety of macroeconomic environments. Our ongoing investments continue to help drive revenue growth and expand margins. These investments include technology to make it easier for our employee partners to do their jobs, whether that is growing the business or making us more efficient. Reflecting our strong first quarter performance, we are raising our Fiscal 2026 Financial Guidance. We expect our revenue to be in the range of $11.06 billion to $11.18 billion, a total growth rate of 7% to 8.1%. We expect diluted EPS to be in the range of $4.74 to $4.86, a growth rate of 7.7% to 10.5%. With that, I'll turn it over to Jim to discuss the details of our first quarter results.\n\nThanks, Todd. I want to begin by discussing our strong revenue performance. Our employee partners continue to perform at a high level and demonstrate that our value proposition resonates with all types of customers. We are seeing great success in converting new programmers, selling additional processing services to our existing customers, as well as retaining our valued customers. Let me provide an example. Recently, there was a Department of Transportation located in the Northwest that was a do-it-yourselfer, or what we refer to as a new programmer. The employees purchased and wore their own clothing, while the Highway Department provided the required high-visibility safety vest to be worn over their personal garments. They reached out and expressed challenges with their safety vest program, including the time and effort to maintain the program, budgeting difficulties, and inconsistent compliance among workers.\n\nCintas was able to offer a solution with our recently expanded line of Carhartt high-visibility safety apparel. These high-visibility garments were well received by the employees and have allowed the Highway Department to receive the benefits of the Cintas Rental Program by providing an exclusive Carhartt-branded rental garment for daily use, Cintas's reliable service, a reduction in administrative time and effort, more predictive budgeting, the convenience of a laundry service, and improved safety compliance among their workers. This example illustrates how our value proposition continues to resonate with customers in many different verticals throughout various economic cycles and to customers of all types, including new programmers. Now turning to our business segments. Organic growth by business was 7.3% for Uniform Rental and Facility Services, 14.1% for First Aid and Safety Services, 10.3% for Fire Protection Services, and Uniform Direct Sale declined 9.2%.\n\nGross margin percentage by business was 49.7% for Uniform Rental and Facility Services, 56.8% for First Aid and Safety Services, 48.9% for Fire Protection Services, and 41.7% for Uniform Direct Sale. Gross margin for the Uniform Rental and Facility Services segment increased 40 basis points from last year. This improvement is a result of strategic sourcing by the supply chain team and process improvement initiatives from our engineering and black belt teams. In addition, strong revenue growth is helping to generate leverage. Gross margin for the First Aid and Safety Services segment was 56.8%. We are pleased our investments to grow this business are generating strong double-digit revenue growth while maintaining attractive gross margin. Selling and administrative expenses as a percent of revenue was 27.5%, which was a 10 basis point decrease from last year.\n\nWith that, I'll turn it over to Scott to discuss our operating income, capital allocation performance, and 2026 guidance assumptions.\n\nThanks, Jim, and good morning, everyone. First quarter operating income was $617.9 million compared to $561 million last year. Operating income as a percentage of revenue was 22.7% in the first quarter of Fiscal 2026 compared to 22.4% in last year's first quarter. This was an increase of 30 basis points. Our effective tax rate for the quarter was 17.6% compared to 15.8% last year. The tax rates in both quarters were impacted by certain discrete items, primarily the tax accounting impact for stock-based compensation. Net income for the first quarter was $491.1 million compared to $452 million last year. This year's first quarter diluted EPS was $1.20 compared to $1.10 last year, an increase of 9.1%. Cash flow provided from operating activities was $414.5 million. Our strong cash generation allows us to have a balanced approach to capital allocation in order to create value for our shareholders.\n\nIn the first quarter, we continued to invest in our businesses through capital expenditures of $102.0 million. Although not significant, we were able to make acquisitions in all three of our route-based businesses. We also returned capital to shareholders via our quarterly dividends and announced an increase of 15.4% in our quarterly cash dividend. This marks the 42nd consecutive year that we increased our dividend, meaning we have maintained that practice every year since going public in 1983. Also, during the first quarter and as of September 23, we were active in the buyback program with repurchases of $347.4 million of Cintas shares. Earlier, Todd provided our updated guidance for the remainder of the year. That guidance assumes the following expectations. Please note both Fiscal 2025 and Fiscal 2026 have the same number of workdays for the year and by quarter. Our guidance does not assume any future acquisitions.\n\nOur guidance assumes a constant foreign currency exchange rate, the Fiscal 2026 net interest expense of approximately $97.0 million, a Fiscal 2026 effective tax rate of 20.0%, which is the same compared to our Fiscal 2025. Finally, our guide does not include any future share buybacks or significant economic disruptions or downturns. With that, I'll turn it back to Todd for some closing remarks.\n\nThank you, Scott. Looking ahead to the remainder of Fiscal 2026, our outlook reflects continued confidence in our strategy and in the value we provide by helping customers meet their image, safety, cleanliness, and compliance needs. We remain committed to delivering exceptional customer experiences and making the investments necessary to sustain growth for Fiscal 2026 and well into the future. As always, I want to express my appreciation to our employee partners for their dedication to Cintas and our customers. Our culture remains our strongest competitive advantage. I'll now turn it back over to Jared.\n\nThanks, Todd. That concludes our prepared remarks. Now we are happy to answer questions from the analysts. Please ask just one question and a single follow-up if needed. Thank you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/57965e233bd0458f138298f7a73cfdef",
    "period": "2025 Q4",
    "content": "Q4 2025 Cintas Corp Earnings Call\n\nQ4 2025 Cintas Corp Earnings Call\n\nCTASNASDAQJUL 17, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood day, everyone and welcome to the Cintas Corporation announces fiscal 2025, fourth quarter and full year results conference call. Today's call is being recorded.\n\nAt this time, I will like to turn the call over to Mr. Jared, maddingley, vice president Treasurer and investor relations. Please go ahead sir.\n\nPresident and Chief Financial Officer. We will discuss our fiscal 2025 fourth quarter and full full year results.\n\nAfter our commentary, we will open the call to questions from analysts.\n\nThe private security litigation Reform, Act of 1995 provides a Safe Harbor from civil litigation. For forward-looking statements. This conference, call contains forward-looking statements that reflect. The company's current views as to future events and financial performance.\n\nThese 4 looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those. We may discuss, I refer you to the discussion on these points contained, in our most recent filings with the Securities and Exchange Commission. I'll now turn the call over to Todd.\n\nThank you Jared, and thank you all for joining us. Like to take a moment and welcome Jim and Scott to our call today.\n\nJim is a seasoned leader that brings 26 years of experience with sentos and over the last 2 years, has served as Centos as Chief Operating Officer.\n\nScott was recently appointed as our Chief Financial Officer and brings it with him, over 29 years of experience, including leading each of our route-based businesses.\n\nOn today's call, I'll start by sharing an overview of the quarter, the year, and our outlook for physical 2026.\n\nJim will share some more detail on our segment performance and the drivers in the business.\n\nIn Scott will wrap up with more detail on our financials.\n\nWe are pleased to have delivered, a strong fourth quarter to close out, another impressive, fiscal year for Cintas.\n\nWe deliver robust Topline growth and maintain healthy margins in cash, flow, demonstrating the value. The excuse me, demonstrating the strength of our value proposition.\n\nIn the fourth quarter, total revenue grew 8% to 2.67 billion.\n\nOur organic growth rate which adjusts for the impacts of Acquisitions. Foreign currency exchange, rate fluctuations, and workday differences was 9%,\n\nWe continue to execute at a high level across each of our businesses, including organic growth of 7.2% and the Uniform, Rental and facility services segment, and 18.5% in our first aid and safety segment.\n\nAll other which includes our fire protection services and uniform truck sale in uniform. Direct sale grew organically by 11.1%.\n\nTurning to profitability, gross margin for the fourth quarter, grew 9.1% of the prior Year from 49.2% to 49.7%.\n\nOperating income is a percentage of Revenue increased 9.1% over the prior year and diluted EPS increased 9% to a dollar 9.\n\nWe remain confident. This the Strategic Investments we've made in the business position us to capitalize on future growth opportunities.\n\nThose Investments include technology, that makes it easier for our employee Partners to do their jobs such as our sap system and smart truck platform investments, in our infrastructure. To increase, capacity and position our employee partners for success, as well as investments in management, trainees in selling resources,\n\nFor the full year, physical 2025 Revenue was a record 10.34 billion dollars, an increase of 7.7%.\n\nOrganic growth was 8% for the year.\n\nOur Topline growth continues to underscore the strength of syntax as value proposition.\n\nOperating margins for the full year or 22.8%, an increase of 14.1% and an all-time high compared to our prior year, operating margin of 21.6%.\n\nDiluted earnings per share of $4.40 per 16.1% over the prior year.\n\nBalance Capital allocation remains a key pillar of our strategy.\n\nIn the fourth quarter. And throughout physical 2025, we continue to deploy Capital across all of our strategic priorities, including reinvesting, in our products, people and Technologies. To ensure we are best positioned to deliver value for our customers.\n\nLooking ahead to physical 26, our, our financial expectations, reflect both the strength of the underlying business and our commitment to discipline execution,\n\nScott will later touch on the assumptions included in our guidance.\n\nWe expect our Revenue to be in the range of 11 billion to 11.15 billion. The total growth rate of 6.4% to 7.8%.\n\nWe expect diluted EPS to be in the range of $4.71 to $4.85, a growth rate of 7% to 10.2%.\n\nAnd our ability to execute in a dynamic environment.\n\nPhysical 2025, now marks 54 years as the last 56 years, that we've grown sales and adjusted eps.\n\nI want to thank all of our employee partners for their hard work and dedication with our culture of continuous Improvement, Superior products, and services and discipline execution. We are well, positioned for sustained, growth and value creation.\n\nLastly, we were named to the prestigious Fortune 500 for the 19th consecutive year.\n\nIs an honor to be recognized among the most successful and respected. Companies, we're proud of these results in the value. We continue to deliver present to us as shareholders with that. I'll turn it over to Jim for additional insights.\n\nThanks Todd. Good morning, we continue to grow up with attractive rates by helping new customers, meet their needs of image, safety, kindliness and compliance.\n\nWe are seeing success in adding new products and new services to existing customers.\n\nOur retention rates are right at our all-time highs and pricing continues to be at our historical levels.\n\nTurn on the fourth quarter, organic growth by business. We grew 7.2% for Uniform Rental and facility services.\n\n18.5% for first aid and safety services.\n\n12.1 for fire protection services and uniform direct sale was up 9%.\n\nAs we've done in the past, I will share a revenue mix of the Uniform, Rental and facility services operating segments for the fourth quarter.\n\nkeep in mind that can be small fluctuations in mix between quarters,\n\nUniform Rental was 48%.\n\nDust was 19%.\n\nHygiene was 16%.\n\nShop towels were 3%.\n\nLinen, which includes microfiber wipes towels and aprons was 10% and catalog. Revenue was 4%.\n\nThese percentages are consistent with last year and demonstrate we continue experience, strong demand across all our products and services.\n\nAcross margin percentage by business, was 49% for Uniform, Rental, and facility services.\n\n56.8% for first aid and safety services.\n\n49.3 for 5 protection services and 41% 41.6 for uniform direct sale.\n\nGross margin for the uniform rental facility services that have been increased 40 basis points from last year.\n\nOur progress year-over-year reflects the positive impacts made by our excellent supply chain team, as well as cost savings initiatives. Such as our garment sharing technology enhancements like our order sortation systems and our plans and our proprietary smart truck solution, that makes our routes more efficient\n\nGross Martin for the first date in Safety Services. Segment increased 140 basis points from last year, but strong Revenue growth continuing to create leverage a healthy Revenue. Mix that includes growth in high margin, recurring Revenue products like AED rentals, eyewash stations and water break.\n\nAs well as cost savings initiatives, such as smart truck and improved sourcing.\n\nBefore I turn off a Scott. I'd like to share an example that demonstrates, how we're delivering for our customers.\n\nA customer in the Southeastern part of the country has been a valued customer for over 10 years.\n\nFor most of that time, we provided them exclusively with Facility Services, products and services.\n\nTheir maintenance department uniforms were direct purchase what we would call a no programmer.\n\nOur customer approached us to see if we could help them address 3 key pain points.\n\n1, the initial investment ongoing costs associated with replacing uniforms, due to turnover and damage. Made it difficult to forecast, spend and manage cash flow.\n\n2, their employees expressed a strong preference for the convenience, and professionalism of a laundered uniform program, over Washington uniforms at home.\n\n3, their managers found that overseeing uniform Logistics in house to valuable time away from focusing on their Core Business operations.\n\nIn response, we successfully introduced our uniform method program on top of our Facility Services offering.\n\nBut the store doesn't end there.\n\nWe also aren't supposed to get culinary Department, onboarding, those employees who had previously been with a traditional uniform competitor.\n\nThe switch was driven by a premium Chef Works exclusive attire and the opportunity for vendor consolidation.\n\nThis example, underscores several points.\n\nFirst, we don't always have to believe what uniforms in this case, we had a long successful relationship with the customer built on our Facility Services offering.\n\nSecond, we can grow in a variety of different ways. We can convert know, programmers to a rental program.\n\nWe can add new customers are currently with another Uniform Rental Provider by offering premium products and services and we can grow by adding new products and services to our existing customers.\n\nThis example, also illustrates how Santos is more than a service provider. We are a true problem solvers committed to helping our customers succeed. And by staying at 2 to their feedback, we continue to strengthen our relationships and expand our footprint across Industries and now turn over to Scott for additional details on Capital allocation strategy in 2026 Outlook.\n\nWe closed our fiscal year with strong financial performance.\n\nOur balance sheet remains healthy and during fiscal. 20125, we generated 1.6 billion dollars of free cash flow.\n\nIn the fourth quarter, we were able to put our Capital to work through Capital expenditures of 114.6 million.\n\nAcquisitions of 34.1 million, dividends of 157.8 million and share repurchases of 256.7 million.\n\nOur effective tax rate for the fourth quarter was 22.1% compared to 21.4% last year.\n\nFor fiscal 2025, the effective tax rate was 20% compared to 20.4% the prior year.\n\nDuring fiscal year 2025, we deployed significant Capital across each of our Capital allocation priorities.\n\nThis Capital allocation strategy has been effective for many years and has served us. Well,\n\nWe invested 408.9 million in capital expenditures, which helped support investments in our technology and infrastructure.\n\nCapital expenditures were 4 point or 4% of Revenue which is right where we like to be.\n\nWe invested 20232.9 million in Acquisitions in fiscal 2025 representing our largest year of m&a, activity and almost 20 years. Excluding our 2017 acquisition of gnk\n\nThese Acquisitions spanned across each of our 3 route, based segments adding new customers, extending capacity and delivering compelling synergies.\n\nBy optimizing our existing route structure, we've been able to spend more time with customers while reducing time spent on the road.\n\nAcquisitions remain an important lever for growth, enabling us to broaden our offerings and deliver greater value to our stakeholders.\n\nAdditionally, we returned over a billion and a half dollars to shareholders through dividends and share BuyBacks.\n\nAlmost 612 million dollars in dividend payments marks, the 41st consecutive year that we've increased our dividend, which is every year since going public.\n\nWe also repurchased approximately 935 million of shares during fiscal year 2025.\n\nTodd provided our fiscal 2026 Outlook at the start of the call. And I'd like to provide some context on a few assumptions. Underpinning, our guidance.\n\nPlease note that both fiscal, 2025 and fiscal 2026. Have the same number of work days for the year and by quarter,\n\nOur guidance does not assume any future acquisitions.\n\nOur guidance assumes a constant foreign currency exchange rates.\n\nThe fiscal 2026 interest. Net is expected to be approximately 98 million.\n\nThe fiscal 2026 effective tax rate is expected to be 20%, Which is the same as fiscal 2025 and our guidance includes no future share, BuyBacks or significant, economic disruptions or downturn.\n\nWith that, I'll turn it back over to Todd for closing remarks.\n\nThank you, Scott, as we look ahead to physical 2026, our results, reflect the strength of our strategy, and the value. We provide in helping our customers, meet their image safety, cleanliness and compliance needs. We remain focused on delivering exceptional customer experiences while continuing to make the necessary investments in our business to sustain long-term growth value creation.\n\nOur confidence in our ability to navigate the current environment and capitalize, on a future opportunities. Remain, strong Jared back to you.\n\nThanks, Todd, Jim and Scott that concludes our prepared remarks. Now, we are happy to answer questions from the analysts. Please ask just 1 question and a single follow-up if needed. Thank you.\n\nIf you would like to ask a question, please press star 1 on your telephone keypad now.\n\nPlease be prepared to ask your question when prompted.\n\nYou also be allowed to pass 1. Follow up question.\n\nOnce again, if you would like to ask a question, please press star 1 on your phone now."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/581cd8b8a521922edd48a9e362840179",
    "period": "2025 Q3",
    "content": "Q3 2025 Cintas Corp Earnings Call\n\nQ3 2025 Cintas Corp Earnings Call\n\nCTASNASDAQMAR 26, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nThank you very much.\n\nThese forward looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission I will now turn the call over to Todd."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0853e604900ece8493eb8de0d44beaae",
    "period": "2025 Q2",
    "content": "Q2 2025 Cintas Corp Earnings Call\n\nQ2 2025 Cintas Corp Earnings Call\n\nCTASNASDAQDEC 19, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood day, everyone and welcome to the Cintas Corporation announces fiscal 2025 second quarter results Conference call today's call is being recorded.\n\nAt this time I would like to turn the call over to Mr. Jared radically Vice President Treasurer and Investor Relations. Please go ahead Sir.\n\nThank you for joining US with me are Todd Schneider, President and Chief Executive Officer, and Mike Hansen, Executive Vice President and Chief Financial Officer, who will discuss our fiscal 2025 second quarter results. After our commentary we will open the call to questions from analysts.\n\nThe private Securities Litigation Reform Act of 1095 provides a safe harbor from Civil litigation for forward looking statements. This conference call contains forward looking statements that reflect the company's current views as to future events and financial performance.\n\nThese forward looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss.\n\nRefer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission I'll now turn the call over to Todd.\n\nThank you Jared we are pleased with our strong second quarter results, which reflects great execution by our employee partners and a comprehensive value proposition, we provide to our customers and supporting their image safety cleanliness and compliance needs.\n\nSecond quarter total revenue grew seven 8% to $2 $5 6 billion in.\n\nAn all time high for revenue in a quarter.\n\nThe organic growth rate, which adjusts for the impacts of acquisitions and foreign currency exchange rate fluctuations was seven 1%.\n\nIn the second quarter, we continued to experience strong demand for our services, reflecting the complementary nature of our platform.\n\nAnd our unmatched product and service offerings for businesses of all types and sizes.\n\nVirtually every business has a need cintas is ready to mean, whether it's our front door that needs a mat a bathroom to service X.\n\nlighting fire extinguishers, and sprinkler systems, first aid and safety needs or in apparel solution.\n\nCintas is continually deepening our value propositions, particularly within our four focused verticals healthcare hospitality education, and state and local government, which continued to perform well.\n\nGross margin for the second quarter grew 11, 8% over the prior year to 49, 8% just below our all time high we set in the first quarter.\n\nOperating income of 23, 1% as a percent of revenue was an all time record an increase of 18, 4% over the prior year.\n\nDiluted EPS grew a robust 21, 1% to $1 nine.\n\nOur strong earnings growth reflects our operational excellence, we are sourcing and supply chain initiatives were out in energy optimization and technology enabled efficiency in our facilities.\n\nCash flow. This year continues to be very strong with free cash flow for the first six months, increasing 34, 9% over the prior year.\n\nWe continued to deploy capital across each of our capital allocation priorities, starting with investing back into our businesses.\n\nThis strong cash flow generation allows us to focus on making strategic investments in our customers and our employee partners.\n\nWhich positions us to deliver long term value for our shareholders.\n\nOur technology investments remain a significant area of reinvestment.\n\nWe continued to leverage our SAP system to standardize our processes across our operations can.\n\nCombined with our focus on operational excellence, we are improving the way our employees work.\n\nAnd getting the right products to our customers faster.\n\nAll of which improves the customer experience and positively impacts our margin profile.\n\nAt the same time investing in our customers and employee partners and making strategic acquisitions and returning capital to Cintas to shareholders remains a key priority.\n\nCintas paid a quarterly cash dividend of 39 per share last week and looking ahead, we will continue our optima, our opportunistic approach with share buybacks.\n\nBefore turning the call over to Mike to provide details of our second quarter results I will provide our updated financial expectations for our fiscal year, which reflect our strong momentum and confidence in our outlook.\n\nWe are updating our annual revenue expectations from a range of $10 to $2 billion to $10 three 2 billion.\n\nTo a range of 10 to $5 5 billion.\n\nTo 10, three 2 billion.\n\nThe total growth rate of six 9% to seven 5%.\n\nWe expect our organic growth rate to be in the range of 7.0% to seven 7%.\n\nWe are also updating our annual diluted EPS expectations from a range of $4 17.\n\nThe $4 25.\n\nSo a range of $4 28.\n\nTo $4 34.\n\nOur growth rate of 12 nine to 14, 5%.\n\nCintas is differently.\n\nCintas is differentiated culture.\n\nSuperior products and services and industry best talent position us to deliver meaningful value creation in fiscal 2025 and beyond.\n\nWe remain focused on delivering outstanding customer experiences and making appropriate investments in the business to sustain our growth.\n\nI think all Cintas is employee partners, whose outstanding work and dedication to our customers remains the key to our success.\n\nWith that I'll turn it over to Mike to discuss the details of our second quarter results.\n\nThanks, Todd and good morning, our.\n\nOur fiscal 2025 second quarter revenue was $2 $5 6 billion compared to $2 three $8 billion last year, the organic revenue growth rate adjusted for acquisitions and foreign currency exchange rate fluctuations was seven 1%.\n\nOrganic growth by business was six 9% for uniform rental and facility services 12, 3% for first aid and safety services, 10% for fire protection services and uniform direct sale was down nine 2%.\n\nGross margin for the second quarter of fiscal 'twenty, five was 128 billion compared.\n\nCompared to $1 $4 billion last year, an increase of 11, 8% as Todd mentioned gross margin as a percent of revenue was 49, 8% for the second quarter compared to 48% last year, an increase of 180 basis points robust volume growth.\n\nleverage and continued operational efficiencies helped generate this strong gross margin.\n\nGross.\n\nArjun percentage five business was 49, 1% for uniform rental and facility services 57, 3% for first aid and safety services 49, 9% for fire protection services, and 41, 2% per uniform direct sale.\n\nGross margin for the uniform rental and facility services segment increased 170 basis points from last year.\n\nOur progress year over year reflect our focus on operational excellence initiatives combined with leverage from strong revenue growth.\n\nWe continue to realize benefits from our technology investments and extracting and inefficiencies from the business through our six Sigma and engineering teams.\n\nGross margin for the first aid and safety services segment increased 280 basis points from last year with strong revenue growth continuing to create leverage our sales mix remains favorable with more profitable first aid products and increases in our recurring revenue products like AED rentals.\n\nEyewash stations in Waterbury or.\n\nOur technology investment in Smart truck provides route optimization and improved efficiencies and we continue to see sourcing benefits from our first date dedicated distribution center that have allowed us to lower product costs. All of these contribute to improved margins.\n\nSelling and administrative expenses as a percent of revenue was 26, 8%, which was relatively consistent with last year.\n\nSecond quarter operating income was $591 4 million compared to $499 $7 million last year.\n\nOperating income as a percent of revenue was 23, 1% in the second quarter of fiscal 'twenty five compared to 21% in last year's second quarter, an increase of 210 basis points.\n\nOur effective tax rate for the second quarter was 27% compared to 29% last year the tax rates in both quarters were impacted by certain discrete items, primarily the tax accounting impact for stock based compensation.\n\nNet income for the second quarter was $448 5 million compared to $374 $6 million last year.\n\nThis year's second quarter diluted EPS of $1 nine.\n\nCompared to 90 last year, an increase of 21, 1%.\n\nAs Todd mentioned earlier, we continue to generate strong cash flow.\n\nThrough the first six months, our free cash flow increased 34, 9% over the prior year. This great cash flow over the first six months has allowed us to deploy a total of $1 $3 billion of capital across each of our capital allocation priorities of capital expenditures M&A dividends.\n\nAnd share buybacks.\n\nProvided our annual financial guidance related to the guidance. Please note. The following fiscal 'twenty five net interest expense is expected to be approximately $101 million compared to $95 million in fiscal 'twenty four predominantly as a result of higher variable rate debt.\n\nOur fiscal 'twenty five effective tax rate is expected to be 22% and guidance does not include any future share buybacks were significant economic disruptions or downturns.\n\nNow I'll turn it back over to Jared.\n\nThanks, Mike that concludes our prepared remarks now we are happy to answer questions from the analysts. Please ask just one question and a single follow up if needed. Thank you.\n\nIf you would like to ask a question. Please press star one on your telephone keypad now please be prepared to ask your question. When prompted you will be allowed to ask one one follow up question. Once again, if you would like to ask a question. Please press star one on your phone now."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc6c01903949976bd418b75d1f9ea5e9",
    "period": "2024 Q4",
    "content": "Q4 2024 Cintas Corp Earnings Call\n\nQ4 2024 Cintas Corp Earnings Call\n\nCTASNASDAQJUL 18, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nAt this time I would like to turn the meeting over to Mr. Jared Mattingly, Vice President and Treasurer Investor Relations. Please go ahead Sir.\n\nThank you Ross. Thank you for joining US with me is Todd Schneider, President and Chief Executive Officer, and Mike Hansen, Executive Vice President and Chief Financial Officer, who will discuss our fiscal 2000 and for fourth quarter and full year results. After our commentary we will open the call to questions from analysts.\n\nPrivate Securities Litigation Reform Act of 1095 provides a safe harbor from Civil litigation for forward looking statements. This conference call contains forward looking statements that reflect the company's current views as to future events and financial performance. These forward looking statements are subject to risks and uncertainties, which could cause.\n\nCause actual results to differ materially from those we may discuss I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission I will now turn the call over to Todd.\n\nThank you Jared.\n\nOur fourth quarter performance marked a strong finish to another successful year for Cintas.\n\nFourth quarter total revenue grew eight 2% to two $4 7 billion.\n\nAnd all time high for revenue in a quarter.\n\nThe organic growth rate, which adjusts for the impacts of acquisitions and foreign currency exchange rate fluctuations was seven 5%.\n\nAnd importantly, each of our businesses continue to perform well and execute at a high level.\n\nFourth quarter gross margin was 122 billion, an increase of 11, 6% over the prior year.\n\nGross margin increased 150 basis points from 47, 7% to 49, 2%.\n\nOperating income for the fourth quarter of $547 6 million increased 16, 3% over the prior year.\n\nOperating margin increased 160 basis points.\n\n222, 2% from 26% in the prior year.\n\nFourth quarter net income was $414 3 million an increase of 19, 7%.\n\nEarnings per diluted share for the fourth quarter were $3 99.\n\nAn increase of 19, 8% over the prior year fourth quarter.\n\nThese results conclude a strong fiscal year marked by significant accomplishments, including robust revenue growth and margin expansion and excellent cash generation, which continued to fuel our balanced capital allocation strategy.\n\nThe following are specific highlights of fiscal 'twenty four.\n\nI'd like to begin with revenue.\n\nFiscal year revenue was a record $9 6 billion.\n\nAn increase of eight 9%.\n\nOrganic growth was 8% for the year.\n\nOur first aid and safety services operating segment exceeded $1 billion in annual revenue for the first time.\n\nOur topline growth as a function of the total value proposition, we offer customers of all sizes and across industries in a unique cintas culture that drives our partners to deliver an outstanding customer experience.\n\nBusiness across our focused verticals of healthcare hospitality education.\n\nAnd state and local government continued to perform well.\n\nWe experienced strong demand for our services not only from existing customers, but across our new business pipeline.\n\nAbout two thirds of our new customers continue to come from no programmers underscoring our ability to capitalize on the vast growth opportunity that remains ahead.\n\nIn addition, our retention rates remained strong.\n\nOur strong revenue performance also translated into continued growth in profits and earnings.\n\nIncluding the following highlights.\n\nFiscal 'twenty four operating income grew 14, 8% for the year and our operating margin of 21 versus 21, 6% was an all time high.\n\ngrew 16, 6% for the year.\n\nOur enhanced profitability and earnings growth is a reflection of our relentless focus on operational excellence in every aspect of our business.\n\nSpanning strategic sourcing and supply chain initiatives.\n\nenergy optimization opportunities with smart truck and leveraging the SAP system to support greater stockroom visibility and efficient garment sharing.\n\nOur cash flow from operating activities exceeded $2 billion for the first time.\n\nStrong cash generation provides us even greater flexibility to deploy capital across each of our capital allocation priorities throughout the year.\n\nOur number one capital allocation priority is investing back in the business.\n\nWe prioritize investments in technology infrastructure and people to support to support our sustained growth and value creation over the long term.\n\nAs we continue to grow and create value capital is required to add capacity in a number of ways, including new facilities, new equipment, new vehicles as well as technologies to make our partners more successful.\n\nWe spent $186 8 million in fiscal 'twenty four on acquisitions.\n\nThis is the most we've spent on acquisitions since fiscal 2017.\n\nWe love acquisitions as they provide us with new customers, where we can offer a broader range of products and services.\n\nSometimes they can bring needed capacity that can also bring attractive synergies that involve leveraging our existing route structures, providing more time with customers and less time driving.\n\nAnother of our priorities is returning capital to our shareholders through dividends and share buybacks.\n\nIn fiscal 'twenty, four we increased our quarterly per share dividend by 17, 4%, marking the 14th consecutive year that we've increased our dividend, including every year since going public.\n\nWe also we also bought back $1 billion of shares during fiscal 'twenty, four and up through yesterday.\n\nLastly, we renamed to the prestigious Fortune 500 for the eighth consecutive year. It is an honor to be recognized among the most successful and respected companies.\n\nWe're proud of these results and the value we continue to deliver for the Cintas shareholders.\n\nThat performance reflects the focus and great execution by our employees, whom we call partners.\n\nI'll now turn the call over to Mike to provide details of our fourth quarter results.\n\nThanks, Todd and good morning, all.\n\nFiscal 'twenty four fourth quarter revenue was $2 $47 billion compared to $2 two $8 billion last year, the organic revenue growth rate adjusting for acquisitions and foreign currency exchange rate fluctuations was seven 5%.\n\nGross margin for the fourth quarter of fiscal 'twenty, four was $1 billion to $2 billion.\n\nCompared to $1.09 billion last year, an increase of 11, 6%.\n\nGross margin as a percent of revenue was 49, 2% for the fourth quarter of fiscal 'twenty four compared to 47, 7% last year, an increase of 150 basis points.\n\nStrong growth from new customers and the penetration of existing customers with more products and services helped generate great operating leverage aided by the performance of our global supply chain and focused efforts to extracting efficiencies from the business via our six Sigma and engineering teams as well as technologies like Smart truck.\n\nThe uniform rental and facility services operating segment revenue for the fourth quarter of fiscal 'twenty four was $1 $91 billion.\n\nCompared to $1 $77 billion last year.\n\nThe organic revenue growth rate was seven 1%.\n\nAs we have done in the past I will share revenue mix of the uniform rental and facility services operating segment for the fourth quarter keep in mind, there can be small fluctuations in mix between quarters.\n\nUniform rental was 48%.\n\nwas 19% hygiene was 16%.\n\nShop towels were 4% linen, which includes microfiber wipes towels, and was 10% and catalog revenue was 3%.\n\nThese percentages are consistent with last year and demonstrate we are experiencing strong demand across all our products and services.\n\nGross margin for the uniform rental and facility services operating segment was 48, 6% compared to 47, 7% last year.\n\nThis 90 basis point improvement was the result of good topline growth that continued to generate great operating leverage and excellent sourcing and process improvements, which continued to create additional efficiencies such as garmin sharing and smart truck.\n\nOur first aid and safety services operating segment revenue for the fourth quarter was $277 6 million.\n\nCompared to $249 $8 million last year.\n\nThe organic revenue growth rate was 11, 1% capping off another year of double digit organic growth.\n\nGross margin for the first aid and safety services operating segment was 55, 4% compared to 51% last year.\n\nThis 440 basis point improvement was the result of our double digit revenue growth that created solid solid operating leverage.\n\nAn improved sales mix of dedicated first aid distribution center that has lowered costs as well as efficiencies from our smart truck technology.\n\nOur fire protection services and uniform direct sale businesses are reported in the all other segment.\n\nAll other revenue was $282 1 million compared to $261 $5 million last year.\n\nThe fire protection revenue was $197 9 million and the organic revenue growth rate was 12, 9%, resulting in another year of double digit organic growth.\n\nThe uniform direct sale revenue was $84 2 million and organic revenue decreased four 4%.\n\nThe organic growth rate in uniform direct sales can vary from quarter to quarter.\n\nGross margin for fire protection services was an all time high of 50% compared to 47, 9% last year. This 210 basis point improvement was primarily the result of robust revenue growth that generated strong operating leverage along with route productivity improvements.\n\nGross margin for uniform direct sales was 49% compared to 36% last year.\n\nThis 490 basis point improvement was the result of higher margin accounts from a disciplined approach to the market.\n\nFourth quarter, selling and administrative expenses as a percent of revenue was 27%, which was a 10 basis point improvement from last year, we were able to create leverage with these costs, while continuing to invest in technology of selling resources.\n\nFourth quarter operating income was $547 6 million compared to.\n\n$478 million last year.\n\nOperating income as a percentage of revenue was 22, 2% in the fourth quarter of fiscal 'twenty four compared to 26% in last year's fourth quarter.\n\nThe fourth quarter marks the first time that all three operating segments uniform rental and facility services first aid and safety services and fire protection services exceeded 22% and operating income in the same quarter.\n\nOur effective tax rate for the fourth quarter was 21, 4% compared to 22, 4% last year.\n\nNet income for the fourth quarter was $414 3 million compared.\n\nCompared to $346 $2 million last year.\n\nThis year's fourth quarter diluted EPS was $3 99.\n\nCompared to $3 33 last year, an increase of 19, 8%.\n\nI'll now turn the call back over to Todd to provide his thoughts on next year and our financial expectations for fiscal 'twenty five.\n\nThank you Mike as.\n\nAs we move into fiscal 'twenty, five we expect to exceed $10 billion in annual revenue for the first time.\n\nThis outlook, coupled with our strong fiscal 'twenty four results demonstrate that our value proposition continues to resonate.\n\nEvery business in North America goods, producing or services, providing has a need for image safety cleanliness and compliance.\n\nWe help our customers meet those needs. So they can focus on running their businesses.\n\nAs we deliver on our customers' needs our culture remains our greatest competitive advantage that drives our focus on continuous improvement and evolving for the future.\n\nWe will continue to prioritize investments in technology infrastructure and people.\n\nOur technology investments include our continued investment in SAP.\n\nWith our fire Division currently going through the implementation process.\n\nAdditionally, SAP, we have partnered with Verizon and Google to deploy technology solutions that make that make it easier for our partners to run their business and easier for our customers to do business with us.\n\nIn addition technology initiatives, such as smart truck and Garmin sharing are helping to drive customer satisfaction as well as efficiencies throughout the organization.\n\nOur working partners really are the key to our success.\n\nWe know that when we take care of our partners. They will in turn take great care of our customers.\n\nWe are investing in training, our partners and giving them the best and latest tools to make their jobs easier. While also investing in talent acquisition in order to ensure we are properly staffed to support our growth initiatives.\n\nThe future Cintas remains bright and our fiscal 'twenty guidance reflects that outlook.\n\nFor fiscal 'twenty five we expect our revenue to be in the range of $10 $1 6 billion.\n\nTo $10 three 1 billion.\n\nTotal growth rate of five 9% to seven 4%.\n\nPlease note the following.\n\nFiscal 'twenty five we will have two fewer workdays compared to fiscal 'twenty four.\n\nEach quarter of fiscal 'twenty, five we'll have 65 workdays.\n\nThe two fewer workdays will impact the first and fourth quarters by one day each.\n\nThe revenue growth rate in each of those two quarters will be negatively affected by about 160 basis points.\n\nPlease keep that in mind when modeling.\n\nAdjusting for the impact of two fewer workdays acquisitions already completed and a constant currency. Our total organic growth rate for next year is expected to be six 4% to 8%.\n\nWe expect diluted EPS to be in the range of 16 or $16 25 to.\n\nTo $16 75.\n\nOur growth rate of seven 3% to 10, 6%.\n\nFiscal 'twenty five net interest expense is expected to be approximately $106 million compared.\n\nCompared to $95 million in fiscal 'twenty four.\n\nPredominantly as a result of higher variable rate debt used to complete a portion of the previously mentioned share buybacks.\n\nOur fiscal 'twenty five effective tax rate is expected to be 24% the same compared to our fiscal 'twenty four.\n\nGuidance guidance does not include any future share buybacks or significant economic disruptions or downturns.\n\nI want to end by thanking our partners for their tremendous efforts to achieve a successful fiscal 'twenty four as.\n\nAs we look ahead to fiscal 'twenty five.\n\nOutlook reflects our continued confidence in our strategy.\n\nWe remain focused on delivering outstanding customer experiences.\n\nForcing the unique cintas culture that drives our success, while making the necessary investments in the business to sustain our growth through fiscal 'twenty five and long beyond.\n\nI'll now turn the call back over to Jared.\n\nThat concludes our prepared remarks now we are happy to answer questions from the analysts. Please ask just one question and a single follow up if needed. Thank you.\n\nIf you would like to ask a question. Please press star one on your telephone keypad now.\n\nPlease be prepared to ask your question. When prompted you will also be allowed to ask one follow up question. Once again, if you would like to ask a question. Please press star one on your phone.\n\nAnd our first question comes from Joshua from UBS. Please go ahead Joshua.\n\nHi, Good morning, Todd, Mike and Jarrod, Congrats on a strong quarter.\n\nI was wondering if you guys could comment on your retention rates I know that you've said, it's generally stable.\n\nSeen any slight uptick in industry churn or.\n\nYeah downtick in retention I guess.\n\nHow are you seeing.\n\nCustomers behave in this environment.\n\nGood morning, Josh and thanks for your comments were.\n\nWe really haven't seen a change in our customer behavior.\n\nmentioned, our retention rates are still at very attractive levels.\n\nAnd when you have as broad of a.\n\nOur customer base as we do there are certainly some aspects that are doing that are thriving and some that are struggling.\n\nIt varies based upon industry and varies based upon geography.\n\nBut when you speak as a whole.\n\nI would say our customer bases.\n\nWe haven't seen much change in it so far.\n\nThat's great to hear and then for my follow up could you just kind of talk about your reasoning behind choosing that six 4% to 8% organic growth for next year I guess in the context of just doing seven 5% in Q4, what are the scenarios that would lead you to the bottom and the top end of the growth.\n\nRange then thank you so much.\n\nWell Josh.\n\nWe really like.\n\nWhere we are our guide as we like where our businesses.\n\nAnd that's where we that's.\n\nKind of where we target our business to grow with those types of levels.\n\nCertainly.\n\nWe read.\n\nThe overall macro data that we that you all read about what's going on in the economy.\n\nSo we watch that.\n\nBut we don't expect much change.\n\nAt this point and as a result, I would say, we expect to be right in in that guide.\n\nWe'd love for the economy to go even faster.\n\nBut nevertheless, we find ways to be successful.\n\nOur value proposition is resonating.\n\nWe have we service a little over 1 million customers or 16 million businesses.\n\nIn our market.\n\nAnd we have all kinds of ways to grow.\n\nAnd I think we've shown net that we have the ability to exceed GDP growth and exceed.\n\nEmployment growth so.\n\nWe would certainly love for our customers to be.\n\nThriving and.\n\n.\n\nAnd adding people.\n\nAll over the place.\n\nBut nevertheless, we're going to find a way to be successful and we're we're confident in our in our guidance.\n\nAnd our next question comes from Heather from Bank of America. Please go ahead Heather.\n\nHi, Thank you so much for taking my question.\n\nCan you just kind of update us on how you're thinking about incremental margin.\n\nAnd how youre thinking about the margin story for 2025, and what are the bigger tailwind what are you most excited about.\n\nAnd anything going on in the cost environment well. Thank you.\n\nWell I'll start Heather and good morning.\n\n.\n\nAs we think about margin expansion and.\n\nOur guide.\n\nReflects margin expansion.\n\nThe first item, we think about as it comes to that is leverage leverage on revenue growth.\n\nAnd.\n\nWe've demonstrated that we have the ability to do that and that will continue to do that.\n\nAnd that's easy to say hard to do better job of the team has done an incredible job.\n\nAnd so many areas starting with our global supply chain, which is a competitive advantage in the marketplace.\n\nHow they go about their jobs.\n\nThe fact that they have.\n\nDual source or many sources for 90% or more of the products that we source.\n\nSo how they go about that the great work that's been done on material cost.\n\n.\n\nSo again, starting with sourcing but also.\n\nWe leverage our SAP system to help us.\n\nTwo to improve our garment sharing.\n\nAnd we've been working on this for years.\n\nAnd it's it's bearing fruit.\n\nNot only in our cost structure, but also in turnaround time for our customers. So it helps us to get product to our customers faster when it is in our stock rooms versus having to order.\n\nNew out of our distribution centers better for our customers better for our financials.\n\nAnd and that's paying off for us.\n\nYes.\n\nThat's really helpful. Thank you very much.\n\nThank you.\n\nAnd our next question comes from Andy Wittmann from RW Baird. Please go ahead Andy.\n\nYeah, great. Thanks, and good morning, Thank you for taking my questions.\n\nHey, guys I, just thought I would start with the competitive environment. Both of your largest competitors have noted increased.\n\nIncreased competition out there and I know that your product and service offering is a little bit broader but I thought just given those competitor comments I would take your temperature and have you comment if you could please on what youre seeing out there in the in the competitive environment.\n\nGood morning, Andy.\n\nHere's what I'll tell you is that.\n\nWe operate in a highly competitive market.\n\nThese have always will sure I've been with the company for 35 years its been competitive every day since I've been here.\n\nNow that being said our revenue retention rates as I mentioned are attractive.\n\nAnd part of it is because.\n\nOur new business wins tend to come from the no program market.\n\nAnd less from the competition so.\n\nAs I mentioned earlier, there is 16 million businesses out there we service about $1 million. So the white space out there is incredible.\n\nAnd we're focused on converting those folks from I'll call. It a do it yourself type.\n\nTwo.\n\nTwo customer of ours and that that value.\n\nProposition is resonating because we help them focus on taking care of their customers or their patients or their guests or whatever.\n\nDo you want to describe it.\n\nAnd we take that for them and we're able to do it better faster smarter and in many cases cheaper than what they were doing it so.\n\nYes, it is a competitive heck, yes, it's always been competitive.\n\nAnd we're focused on growing the market and that's been a good model for us.\n\nI appreciate that and.\n\nAnd then I guess, maybe Mike I guess I wanted to kind of ask because some of the margin questions a little bit different way.\n\nFirst is on just kind of do the math between the EPS and the revenue I was getting somewhere around 20 or 30 basis points of implied operating margin expansion for the year. So maybe you could just give clarify that but but that's a pretty decent deceleration from the amount of margin expansion certainly saw in the quarter or even over the course of the.\n\nFor the past fiscal year. So I was just wondering if you could comment on if theres anything any categories inside the P&L that we should be aware of that are inflating.\n\nMaterially or if theres other.\n\nAreas, maybe energy costs I don't know that we should be aware of that could be weighing on continued margin expansion like we've seen here in recent quarters.\n\nHi, Andy.\n\nThe short answer to or are there any new headwinds.\n\nThe short answer is.\n\nNo with the exception of maybe the two fewer workdays.\n\nWhereas you as you've heard us talk about.\n\nFor example in the first quarter.\n\nWe've talked a little bit about the top line impact being a 160 basis points of growth.\n\nHeadwind, but also you've also heard us talk about margins when we lose a workday, we've generally talked about a 50 basis point impact we lose two workdays next year.\n\nWe've done such a good job of leveraging our infrastructure that the loss of a workday in a quarter is probably more like 30% to 40 basis points now.\n\nBut we lose two workdays and so there'll be a little bit of.\n\nHeadwind from that that is just sort of.\n\nA product of the calendar and not necessarily the business, having said that the business is still operating really well and if you think about we think about the guidance range is generally in the you can call it the 25% to 35% incremental margin range.\n\nAnd so it is a pretty good margin range of 30 basis points of you.\n\nReferred to Andy we would we would kind of say look at the very bottom there still is margin expansion at the very bottom of our range at the top of the range. There is there is more than 30 basis points, probably more like 70 basis points.\n\nSo the year. We think is that this is a typical guide range for us.\n\nAs you saw on our fourth quarter.\n\nThe initiatives and the operational excellence that we have worked so hard on have continued in the fourth quarter and given this guide we expect those to continue into fiscal 'twenty five.\n\nAnd our next question comes from George Tong from Goldman Sachs. Please go ahead George.\n\nHi, Thanks, good morning.\n\nCan you talk a bit about the progress youre, making with penetrating your high growth verticals, including healthcare hospitality education, and government, where you're seeing particularly good traction.\n\nGood morning, George.\n\nYes.\n\nReally like the verticals that we've chosen.\n\nAs a reminder.\n\nIt's not just a sales strategy.\n\nIt is also.\n\nHow we organize around those customers those industries as verticals.\n\nTo make sure that we are.\n\nMeeting exceeding their needs.\n\nBecause they're a little different and and as we do that.\n\nthe services that we provide the support that we provide is all comes along with that and so yes. They are all operating at attractive levels and.\n\nI wouldn't call any one out specifically, where I'd say Oh, my gosh that was it.\n\n.\n\nThey're all they're all doing quite well.\n\nI thought it might be helpful.\n\nTo talk a little bit about.\n\nOur recent healthcare win that we had.\n\nWe recently sold a large hospital network with scrub dispensing technology.\n\nFor the scrubbers and the various departments throughout.\n\nAnd acute care hospital.\n\nBut we're also having really good success with the surgery centers and those types that are attached to the large acute care hospital networks and you are probably seeing some of that.\n\nAcute care hospital networks.\n\nHaving investments in other areas so.\n\nIn fact, I'd say three large health care systems came to us for help.\n\nWith their non acute facilities, so when I say non acute facilities.\n\nI'm talking about really surgery centers clinics physician offices those types.\n\nAnd they came to us and said you're doing a great job for our acute care can you help us with the non acute.\n\nAnd what does that do for them and allows them to have a consistent supply.\n\nBut also allows them to consolidate vendors.\n\nSo we're seeing good success in certainly in healthcare.\n\nBut the other verticals are all performing well and we like the.\n\nThe decisions the investments that we've made in those areas and we think theyre going to continue to pay dividends for us.\n\nGot it very helpful. Thank you.\n\nThank you.\n\nAnd our next question comes from Tim Mulrooney from William Blair. Please go ahead Tim.\n\nYes, good morning, Mike Todd just one for me.\n\nI'll hop on late so apologies. If this has been addressed a few of your competitors.\n\nHave recently cited more.\n\nMore pricing pushback, and an increasing number of customers putting their contracts out to bed.\n\nI'm wondering on this pricing idea.\n\nWe're seeing a similar dynamic where customers are becoming more price sensitive in this environment or do you think that this is less of an issue.\n\nThe industry overall and could perhaps be more specific to these individual companies or markets.\n\nGood morning, Tim So.\n\nI'd say nothing to call out specifically, there, it's still really a normal operating involved operating environment as.\n\nAs I mentioned earlier, we operate in a highly competitive market.\n\nNo.\n\nWe've got to we've got to make sure that where our value proposition is resonating with our customers and we're providing outstanding customer service.\n\nWe said that our plan is to lower pricing back towards.\n\nHistorical levels and Thats what were seeing.\n\nAnd I would just point out that as we've moderated pricing even in fiscal 'twenty four we were able to expand operating margins by 120 basis points.\n\nAnd so we're finding ways to provide great value for our customers, while moderating pricing and.\n\nBut still extracting inefficiencies out of our business so that we can improve.\n\nOperating margins.\n\nOkay, so not really seeing pushback.\n\nOn pricing and Todd would you say, it's certainly not lost on us that you had.\n\nStrong incrementals this quarter.\n\nYes.\n\nAs pricing moderated, which would you say now pricing has fully.\n\nNormalized that there is no more headwinds as we head into 2025 for moderating pricing or is that are you still in that process.\n\nOh.\n\nJim we as I mentioned, it's a highly competitive market, we have continued to moderate pricing.\n\n.\n\nAnd pricing is a local subject.\n\nIt really depends upon the customers what their operating environments like with their customer base is doing those type. So we continue to monitor that and and manage it appropriately based upon our local businesses and.\n\nAnd making sure that we're meeting our customers' needs and thinking about the long term value of a customer.\n\nBecause we don't we don't look at it and say we're we're we're focused on the near term or in the short term. We are focused on the long term for our customers and we'll continue to manage pricing in that manner.\n\nAnd then I might just add.\n\nTwo to your question.\n\nProbably not a lot of fiscal 'twenty five to fiscal 'twenty four year over year pricing change.\n\nAnd our next question comes from Andrew Steinman from Jpmorgan. Please go ahead Andrew.\n\nIf you can believe it I am just going to ask you to clarify something you just said so you talked about moderating pricing.\n\nIn other words moderate pricing Ics price decreases I assume what you mean is you're moderating to a more normal.\n\nModest price increase and then when talking about fiscal 'twenty. Five are you talking about modest price increases or really flat pricing year over year for existing customers.\n\nGood morning, Andrew and Jeff.\n\nTo clarify Mark.\n\nModerating pricing is the way you characterize it which is.\n\nWe are.\n\nAnd through modest price increases based upon our agreement and relationship with that customer.\n\nAnd that varies based upon customers geographies industries et cetera, but yes. The way you described it as appropriate its a modest price increase.\n\nWith customers and in general.\n\nThat is true for the fiscal 'twenty five too right.\n\nThat would be correct. Okay. Thank you very much good clarification. Thank you.\n\nAnd our next question comes from Jasper Bibb from Securities. Please go ahead Jeffrey.\n\nHey, Good morning, guys I was hoping you could give a bit more color on what youre seeing as far as net head count of customers or their hiring posture and any expectations. There are begging for fiscal 'twenty five organic growth guidance.\n\nGood morning, Jasper, yes, it will.\n\nReally varies.\n\nAs I mentioned, we have such a broad customer base and geographies.\n\nBut really not much change in customer behavior when it comes to.\n\nHiring.\n\nWe're seeing a pretty.\n\nThe environment is I'll call it stable and it hasnt hasnt really changed much.\n\nIn the in the past Q.\n\nFew quarters.\n\nGot it.\n\nLast one for me, maybe asking an earlier question a little bit differently.\n\nThis whole dynamic of peer is talking about increased churn.\n\nIncluding at some of our larger national accounts, if youre not seeing.\n\nPricing our retention had are you potentially taking away some of this competitive our business at a higher rate given these market dynamics.\n\nWell, here's the way I would describe it as where we.\n\nWe operate in a really competitive environment and.\n\nSo we're.\n\nWe're out there.\n\nTo the best to take care of our customers fighting for business every day.\n\nAnd.\n\nAnd I wouldn't characterize it as really much of a change in the environment, It's always really competitive.\n\n.\n\nAnd we're continuing to try to position our organization with the best products. The best services. The best technology, So that they can be successful in the marketplace.\n\nMakes sense. Thank you.\n\nThank you.\n\nAnd our next question comes from Manav Patnaik from Barclays. Please go ahead manav.\n\nThank you good morning, I just had one question you talked about how you've been the most.\n\nAnd then.\n\nMany years now so I'm just curious if you could just talk a little bit more about why now and perhaps what the pipeline in each of your segments looks like for future M&A.\n\nGood morning Manav.\n\nYeah as you know M&A.\n\nIt's tough to predict.\n\nWe think about it long term and.\n\nMake sure that we have relationships so that.\n\nWhen someone does decided that they want to transact that we're well positioned.\n\nSo it's really tough to predict.\n\nDeal flow.\n\nBut again, we think about long term and we want to be we.\n\nWe find.\n\nM&A are really attractive.\n\nAnd in large part because of as I mentioned earlier.\n\nIt gives us a new set of customers that we can offer.\n\nWider breadth of products and services that we offer but theres really can be highly attractive synergies.\n\nIn many cases, we get.\n\nSome.\n\nInfrastructure that is important to us.\n\nAnd we always get great people and we learn from those so yes, we're highly interested in M&A of all shapes and sizes.\n\nAnd and we're active in those markets tough the tough the pasted. It takes takes two to dance and we just want to make sure we're at the dance and ready.\n\nOkay fair enough. Thank you guys.\n\nThank you.\n\nAnd our next question comes from Scott Schneeberger from Oppenheimer. Please go ahead Scott.\n\nThanks, Good morning, guys.\n\nTwo the first one is just .\n\nbeen speaking over the course of the year about investing in .\n\nYoure selling capabilities technology management training, just an update there and also been alluding to optimize cintas portal.\n\nAny quantification you can put on that about about penetration or anything else about how thats progressing. Thanks.\n\nYes, good morning, Scott, it's tough to put a number on that.\n\nIt's kind of like.\n\nHow do you put a value on the culture of Cintas.\n\nWe are constantly reinvesting in those technologies.\n\nThose trainings to position our people to be more successful.\n\nAnd we talk about making it easier for them to do their jobs and make it easier for our customers to do business with us. So those are all investments that are long term thinking long term investments that positions our people to be successful in the marketplace.\n\nSome of those investments pay off faster, but it's a continual investment.\n\nAnd when we think about those investments. It is we have an amazing team of partners that are out every day.\n\nGreat care of the customers we won.\n\nTo make it easier for them and we want to make it give them data that.\n\nallows them to provide more value to the customers.\n\nMake it.\n\nLess laborious for them to do their jobs.\n\nAnd allow customers the ability to self serve and have many conduits to to.\n\nDo business with Centaur and also communicate with center. So all of those investments are.\n\nOur ongoing and will be frankly, probably ongoing in perpetuity, because thats the nature of business now.\n\nTechnology plays a key role and we're blessed to have.\n\nOur balance sheet, where we can invest appropriately.\n\nAnd position our team to be really successful.\n\nThanks, and the follow up is I figure at fiscal year end.\n\nAll time high in the fourth quarter on the operating margin.\n\nSo kind of a conceptual longer term question you guys have done great since implementing the implementing the ERP and reaping benefits from it what what can you get to for peak margins I mean, you've talked about incremental margin, 25%, 35% range can you get to 'twenty five promptly can you get to 31.\n\nLonger term .\n\nConsideration on what aspirational targets would be reasonable thanks.\n\nScott.\n\nI would say this we don't like to put a ceiling on our on our aspirations but.\n\nWe certainly think that we can continue to improve margins in .\n\nAnd so maybe a couple a couple of points first of all.\n\n25% to 35% operating incremental operating margins.\n\nWe've got locations that are operating at the 30 plus level today.\n\nAnd.\n\nAnd so we and that's in all of our businesses.\n\nAnd so there is a pathway there and we are continuing to work on it sometimes it's it's.\n\nIt's better scale and density sometimes it's a little bit of product mix, sometimes it's the newness of the location.\n\nBut we have those examples and we're continuing to get all of our locations closer and closer to those highest operating locations.\n\nAnd that that operating incremental operating margin range of 25 to 35.\n\nIn our minds tells US certainly we can work he continue to work to get there.\n\nAs you go back to that you've talked a little bit about technology.\n\nI would say that we're still in the early innings of technology, we can become much much better at operating on the SAP system.\n\nAnd it's only been about four years since we have been since our rental business has been fully on in fire is not on yet.\n\nAnd so we have been getting better and better at using that.\n\nOur system, but as you know and as we've talked about over the course of the last year or so there are still a lot of things that can come with our Google and Verizon and SAP partnerships that we are just touching the surface on and we think that.\n\nThat can be a big driver of continued margin expansion into the future.\n\nI'm not ready to put a date on when we can hit 25.\n\n30, but we certainly have that in our sites and we'll continue to work hard to get there.\n\nThanks, Great job.\n\nAnd our next question comes from Shlomo Rosenbaum from Stifel. Nicolaus. Please go ahead Shlomo.\n\nHi, This is Adam on for Shlomo.\n\nMaybe provide a little bit of outlook for uniform direct sales of fire protection businesses for 25, and how much of a margin impact should there be on the business from the SAP implementation you alluded to last quarter.\n\nFrom a fire protection business perspective.\n\nWe're still in the implementation phase of that and.\n\nAnd theres going to be a little bit of pressure on there I'm not going to give specific guidance in terms of their margin, but there'll be there'll be some pressure as we go through keeping in mind. When we go through an implementation. There is the work of the implementation the work of training all of our people to use it the .\n\nsees that come along with that and we will then get better and better and fiscal 'twenty five is going to be a little bit of a year of that training and implementation period.\n\nSo I would say.\n\n.\n\nThat's going to be a little bit of pressure on the margins. There certainly that's incorporated within our overall guide of margin improvement from a uniform direct sale perspective, our margins have been really good we've.\n\nWe've been working on selling the right types of programs and our.\n\nForeign direct sale partners are doing a great job in that area.\n\nBut.\n\nSo all of that a little bit hard to tell based on that SAP implementation and fire, but keeping in mind. That's included with our overall guide.\n\nOkay.\n\nAnd our next question comes from Ashish from RBC capital markets. Please go ahead Ashish.\n\nYeah.\n\nThanks for taking my question.\n\nJust a question on the guidance philosophy because.\n\nIf you think about the organic growth in the quarter still continues to be pretty robust compared to the industry growth profile at seven and a half but it has moderated.\n\nOver the last eight quarters, the higher end of the guidance implies 8% organic growth implies an inflection in growth and is starting to .\n\nentities so guidance.\n\nA year.\n\nSo as we think about where do we really see the inflection and intensive guidance philosophy. When you see is it equally conservative as we've seen in the patios.\n\nWell I'll say maybe this.\n\nAshish.\n\nWe had a we had an 8% organic growth rate year. This year and that was a really good year in a year, where again last year, we were at about 12, 2% and 10% the previous year and these were years, where there was just heavy inflation and as you know our pricing was.\n\nA little bit higher than norm, and we got the 8% this year and sort of that bringing the price increases back to something closer to historical levels.\n\nAs we think about.\n\nOur guide maybe I'll throw out a couple of numbers to you.\n\nAnd as Todd has been mentioning we've had.\n\nWe've not seen a lot of changing customer behavior, and we've had some really good performance in.\n\nIn our full fiscal 'twenty four year, but I'll point out a couple in our third quarter. If you adjust for the workdays are total growth was eight 2%.\n\nIn the fourth quarter, our total growth was eight 2%.\n\nOur in our guide when you think about just simply the Workday. Our guide range is $6 seven to eight 3%. So our guide range is effectively telling you.\n\nWe're seeing this business operate in much of the same manner as we saw in the second half of the year. If you look at the organic numbers in those in the third quarter fourth quarter and next year same story and so the philosophy is a little bit of look.\n\nWe have to build a bit of a range because.\n\nWe have to consider.\n\nAlternatives, but effectively.\n\nThe guide range for fiscal 'twenty five on the topline is right in line with what you have seen particularly in the second half of fiscal 'twenty four and that is really nice.\n\nGrowth in all of our businesses.\n\nCertainly in uniform rental first.\n\nFirst aid safety and fire protection so.\n\nHopefully that helps a little bit Ashish.\n\nYes, no that's very helpful color. Thank you.\n\nAnd our next question comes from Faiza from Deutsche Bank. Please go ahead faiza.\n\nYes, hi, Thank you so much until you mentioned earlier in the call about the white space opportunity and.\n\nJust.\n\nThe traction youre getting with non programmers.\n\nRelative to historical levels the contribution from non programmers to growth has been higher. So I'm curious if you can talk about what youre doing differently or you may be using technology.\n\nChanged a little bit is there something about the underlying environment.\n\nJust curious on what's what's driving sort of incremental.\n\nTradition from non programmers.\n\nI'll start.\n\nAnd Mike if you'd like to contribute.\n\nGood morning .\n\nYeah.\n\nFor several decades now we have had a focus on trying to grow the pie of the business.\n\nThat white space.\n\nIs significant so we.\n\nTeach our organization about how to attract no programmers.\n\nIt's a little different process and it takes it's more of a conceptual.\n\nSale versus something.\n\nI'll call it more about what got to coach them and teach them about.\n\nOn how to do something different instead of.\n\nSimply doing it yourself.\n\nAgain, thats a conceptual.\n\nSale and we teach our folks on how to do that and we happen to be blessed with being in a spot where there is a massive white space out there.\n\nAnd I'll say, it's a harder concept to get across to people, but we've been doing it for so long that it's it's just part of how our organization operates tender and we think that.\n\nThat's exciting for us no real .\n\nObvious change I would point to it's just part of our culture. It's part of how we teach and train our partners on how to approach that.\n\nAnd it resonates with people.\n\nBecause they get the concept of outsourcing to get the concept of yes, maybe I am struggling to keep up with all of this and you can do it and you can do it better faster smarter cheaper than I can.\n\nAnd that's been a key fundamental of how we've grown our business over the years and how we'll continue to grow our business into the future.\n\nMaybe I'll offer maybe I'll offer this a bit.\n\nAbout the healthcare vertical.\n\nThat we've been in for maybe a decade or so.\n\nNow when we got into that we needed to create a sales team because it's just a different kind of sale different kind of relationships and so we had to create a different kind of sales team.\n\nWhen we when we when we did that we started with sort of maintenance uniforms uniform rental and maintenance.\n\nBecause we didn't have a broad product offering as we continued in that business. We started to learn through dialogue with the customers how else. We can help them and we started things like micro fiber and we started rental programs in micro fiber and that started to take off.\n\nAnd has become a nice product for us as we continued to have dialogue with them.\n\nSort of evolved into then scrub rental programs. These came out of again dialogue with how can we help our customers and.\n\nAnd so this this healthcare has grown from almost nothing to call it 8% of our revenue now.\n\nAnd it's largely because of the adaptation of our people to this this new type of vertical along with our dialogue with our customers and creating a real nice partnership.\n\nThat then creates some innovation that gets innovation flowing for us in new products and services and then if we couple that with technology of of having more information at our fingertips of being able to.\n\nFind better prospecting as we can.\n\nBetter.\n\nAble to tell what customers have which products and where might the warmest leads and so on b. We have over time, we have been able to grow the business and through that grow our productivity and so all of these things that we do that the Todd.\n\nTalks about they don't happen overnight. They are the evolution in continued dialog and collaboration with our customers to become more and more ingrained in what we do with them.\n\nAnd so the you.\n\nYou asked about the white space. This is just a continued evolution.\n\nThat collaboration innovation technology wins productivity improvement.\n\nThat's very helpful. Thank you so much and then just a quick follow up on on Capex, you mentioned at the outset as a priority I know we saw an increase in the .\n\nIn Capex in 2024, and apologies if I missed it I don't know if you gave a specific number but just talk a bit more about some of the capex investments and how we should think about that going forward.\n\nWe we were about four 3% in fiscal 'twenty four as a percent of revenue you might remember we had a little bit of a catch up in truck purchasing through the year, we had some of the SAP.\n\n.\n\nInvestments for fire protection.\n\nWe largely believe that capex in the future as the three 5% to 4% of revenue range I think that's where we'll likely end up in fiscal 'twenty five.\n\nGreat. Thank you so much.\n\nAnd our next question comes from Stephanie from Jefferies. Please go ahead Stephanie.\n\nHi, Good morning. Thank you I wanted to follow up on just the last question there.\n\nOne quick question.\n\nAre you finding potentially from increased activity from new customers.\n\nAnd then maybe a value proposition differently.\n\nMaybe taking that away with higher inflationary environment, maybe not looking to kind of do it in house and kind of have that initial capital outlay and your value proposition. That's coming in is that has that been contributing to contributing geismar two.\n\nThis is Brad.\n\nGood morning, Stephanie, Yes, there's many inputs to it.\n\nCertainly if you are.\n\nWith a rental uniform program, if you want to buy garments theres, a large capital outlay versus us doing that for the customer.\n\nIn other areas, where you might have to go buy dispensers.\n\nFour.\n\nFor chemicals or soaps.\n\nHow's what have you and restrooms, and we do that for the customer we make that investment on their behalf.\n\n.\n\nAnd then again, we free them up to take care of their business focus there on there.\n\nThere are people their customers their guests their patients.\n\nSo I'm sure that contributes to it.\n\nCertainly when it's.\n\nI think we've benefited from.\n\nThe .\n\nEnvironment, where people are busy in there.\n\nWhether they are trying to hire people will take care of customers.\n\nAnd they say okay.\n\nWow I didn't realize you could do that for for me you can do it at those.\n\nof rates in.\n\nAnd that frees me up and.\n\nAnd over the years, we've when we've spoken to many many customers who were surprised.\n\nNote that our average sized customer how small it is.\n\nAnd they didn't realize that they were big enough to have a service like ours.\n\nSure.\n\nOur average sized customer is really small.\n\nAnd Thats part of our responsibility is to get the message out that we can help customers and our sales team out there actively pursuing those but I've seen that over and over again throughout the years.\n\nGreat got it.\n\nExcellent color.\n\nLast question for me you talk you talked about M&A being a bit more aggressive in this past year.\n\nI'm curious what your appetite would be to maybe more aggressively expand in the fire and safety and security space.\n\nIt's been a good vertical for you I think it is an area of the market with that pretty considerable white space. So just curious your appetite within that vertical specifically thank you.\n\nYes, Stephanie the way I would describe it as.\n\nAgain, we were able to invest more in M&A. This year then.\n\nGoing back all the way to 2000 fiscal 2017.\n\nThat being said that is a.\n\nA byproduct of just timing deal flow when people make decisions I wouldn't call. It a.\n\nA change in strategy on our part it was more about timing and flow.\n\nAnd thats tough to predict as far as the first aid and safety business and the fire business.\n\nWe're acquisitive in every single route based business that we have.\n\nAnd so we're we'd like to.\n\nEvaluate.\n\nEvery single deal and make a good decision in the fire business specifically.\n\nWe want to make sure that we're.\n\nCompetitive in fact in an aggressive after good attractive deals.\n\nMix of business matters to us.\n\nMeaning.\n\nWe like business that meets the mix of .\n\nTest and inspect that we have in repair along with that as well.\n\nAnd there are some deals that have come across our desk that we have chosen not to participate in because there's a significant amount of installation in those businesses.\n\nAnd the installation business tends to be kind of tied to new construction.\n\nAnd.\n\nThat is.\n\nA really a very business and not one that to as attractive to us it's tougher to staff tougher, it's kind of like bid and chase business. So we've chosen to avoid those.\n\nBut we are we really like both the all of the route based businesses again were highly acquisitive and and we'd like to continue on that path.\n\nGreat. Thank you so much.\n\nThank you.\n\nAnd at this time there are no further questions I'd like to turn the call back over to Jared for closing remarks.\n\nThank you for joining us. This morning, we will issue our first quarter of fiscal 'twenty five financial results in September we look forward to speaking with you again at that time.\n\nThis concludes today's conference call. Thank you for your participation you may now disconnect.\n\nYeah."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3bf0c3f7e383bf6e2ceadd2f3736b267",
    "period": "2024 Q3",
    "content": "Q3 2024 Cintas Corp Earnings Call\n\nQ3 2024 Cintas Corp Earnings Call\n\nCTASNASDAQMAR 27, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nBeep. Good day, everyone, and welcome to the Cintas Corporation's fiscal 2024 third quarter earnings release conference. Today's call is being recorded. At this time, I would like to turn the call over to Mr. Jared Mattingley, Vice President and Treasurer, Investor Relations. Please go ahead, sir.\n\nThank you for joining us. With me is Todd Schneider, President and Chief Executive Officer, and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2024 third quarter results. After our commentary, we will open the call to questions from investors. The Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking states.\n\nThis conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filing with the Securities and Exchange Commission. I will now turn the call over to Todd. Thank you, Jared.\n\nDue to the outstanding dedication and execution of our employees, whom we call partners, we delivered very strong results for our third quarter. Total revenue for the third quarter grew 9.9% to $2.41 billion. The revenue dollars represent record quarterly revenue. We are pleased with the performance of each of our businesses. Our revenue growth remains robust, and we have good momentum in the business. New business remains strong.\n\nOur sales team continues to operate at a high level. We are seeing broad success across many verticals, particularly within our focus verticals, as well as our cross-selling efforts and penetration of new products and services within our existing customers. Retention levels are strong and remain at very attractive levels. Our strong revenue growth flowed through to our bottom line. Gross margin for the third quarter increased 220 basis points to a record 49.4%, an increase of 14.9%.\n\nOperating income was a record 21.6%, an increase of 16.6%; diluted EPS grew a robust 22.3% to $3.84. Cash flow remains strong. Net cash provided by operating activities in the third quarter grew 32.8% over the prior year. In the third quarter, we continued to invest in our businesses through capital expenditures of $107 million. Additionally, during the third quarter, we made acquisition purchases of $111 million.\n\nOn March 15th, we paid shareholders $137.6 million in quarterly dividends, an increase of 17.1% from the amount paid the previous March. Our strong cash flow gives us flexibility to choose how we deploy our capital. And through three quarters, we have deployed over one point four billion dollars of capital across our priorities of capital expenditures, acquisitions, dividends, and buyback. I would like to thank our employees, whom we call partners, for their continued focus on our customers, our shareholders, and each other. Before turning the call over to Mike to provide details of our third quarter results, I'll provide our updated financial expectations for our fiscal year. We are increasing our financial guidance. We're raising our annual revenue expectations from a range of $9.48 billion to $9.56 billion to a range of $9.57 billion to $9.6 billion, a total growth rate of 8.6 to 8.9 percent.\n\nAlso, we are raising our annual diluted EPS expectations from a range of $14.35 to $14.65 to a range of $14.80 to $15, a growth rate of 13.9 to 15.5%. Mike, Thanks, Todd, and good morning. Our fiscal 2024 third-quarter revenue was $2.41 billion, compared to $2.19 billion last year. The organic revenue growth rate adjusted for acquisitions, foreign currency exchange rate fluctuations, and a difference in the number of workdays was 7.7%. Total growth was positively impacted by 170 basis points due to the extra workday. We remind you, as you update your models for next fiscal year, that there will be two fewer workdays compared to this current fiscal year. Each quarter next year will have 65 workdays, which means the first and fourth quarters will each have one fewer workday than this fiscal year.\n\nOrganic growth by business was 7.1% for uniform rental and facility services, 11.5% for first aid and safety services, 13.9% for fire protection services, and uniform direct sale was down 3.9%. Gross margin for the third quarter of fiscal 24 was $1.19 billion, compared to $1.03 billion last year, an increase of 14.9%. Gross margin as a percent of revenue was 49.4% for the third quarter of fiscal 24, compared to 47.2% last year, an increase of 220 basis points. Strong volume growth, technology improvements, and continued operational efficiencies help generate this strong gross margin. Gross margin percentage by business was 48.8% for uniform rental and facility services, 56.3% for first aid and safety services, 48.8% for fire protection services, and 41.1% for uniform direct sale. Gross margin for the Uniform Rental and Facility Services segment increased 170 basis points from last year. Energy had a tailwind of 40 basis points.\n\nIn addition, we continue to leverage our strong revenue growth, our technology investments, and extract inefficiencies out of the business through our Six Sigma and engineering team. Our technology investments have allowed us to improve garment sharing among our plants, which improves material costs. Our smart truck technology allows us to improve our route efficiencies and provide route densities to our existing routes, which positively impacts truck purchasing, labor, and energy.\n\nOur six-segment engineering teams have helped us create efficiencies in the plant that allow us to maximize the utilization of our plant equipment, labor, and energy. Gross margin for the first aid and safety services segment increased 470 basis points from last year. Strong revenue growth continues to help expand our margins in this segment. Additionally, strong revenue performance in some of our high-margin recurring revenue products, like AED rentals, iWash stations, and Waterbrake, continues to provide a healthy revenue mix. Technology Investment and Smart Truck continues to provide route optimization and improved efficiency, and our First Aid Dedicated Distribution Center allows us to lower product costs. All of these contribute to improved gross margin. Selling administrative expenses increased 90 basis points from last year. The increase was driven by investments in selling resources, technology, and our management training program, as well as costs associated with an agreement in principle to settle the purported class action contract dispute brought by plaintiff City of Laurel. We determine that settling the claim is in the best interest of Cintas. The total monetary payment agreed to in the proposed settlement, including the 60 basis points recognized in this quarter, is $45 million.\n\nWe expect that the settlement costs will not impact our financials in future periods. As Todd mentioned earlier, we generated strong cash flow. For the year, our free cash flow increased 31.6%. This has allowed us to invest back into the business, which has resulted in capital expenditures of 4.3% for the year. Our investments include technology to grow the top line and expand margins, automation to improve efficiencies in our plants, and additional processing capacity where needed. We expect capital expenditures to finish around 4.25% of revenue for the year. Operating income of $520.8 million compared to $446.8 million last year. Operating income as a percentage of revenue was 21.6% in the third quarter of fiscal 24 compared to 20.4% in last year's third quarter, an increase of 120 basis points. Our effective tax rate for the third quarter was 19.9%, compared to 22.1% last year. The tax rates in both quarters were impacted by certain discrete items, primarily the tax accounting impact of stock-based compensation.\n\nNet income for the third quarter was $397.6 million compared to $325.8 million last year. This year's third quarter diluted EPS was $3.84 compared to $3.14 last year, an increase of 22.3%. Todd provided our annual financial guidance. Related to the guidance, please note the following. Fiscal 24 interest expense is expected to be $99 million, compared to $109.5 million in fiscal 23, predominantly as a result of less variable rate\n\nOur fiscal 24 effective tax rate is expected to be 20.6 percent. This compares to a rate of 20.4% in fiscal 23. Our guidance does not include the impact of any future share buyback.\n\nAs I mentioned earlier, we expect that the proposed settlement will not impact our financials in future periods, and accordingly, there is no impact on our guidance, which includes $17.4 million of acquired revenue for the fourth quarter. This revenue includes the impact of the recently announced acquisitions during the third quarter. That concludes our prepared remarks. Now we are happy to answer your questions from the analysts. Please ask just one question and a single follow-up, if needed. Thank you, I would like to ask a question. Please press star 1 on your telephone keypad now.\n\nPlease be prepared to ask your question when prompted. You will also be allowed to ask one follow-up question. Once again, if you'd like to ask a question, please press star 1 on your phone now. We will now take our first question from Manav Patnaik from Barclays Capital. Please go ahead, Manav. Hi, good morning. This is Ronan Kennedy. I'm from Barclays.\n\nThank you for taking my questions. Can I just ask, with regard to the strong margin performance, can you kind of assess or characterize the contributions from whether it's the smart truck, six sigma, engineering, the extraction of inefficiencies, but also how we should think about those as drivers in the context of the sustainability of the margins? If you could elaborate on that, please. Thank you for your question, Ronan. It really starts with our culture, how we run our business, the expectations we have, the intensity of which we run it, and the focus. That being said, there are many, many inputs to those numbers.\n\nCertainly, the investments that we are making are paying off. The investments in Smart Truck, the investments in our Sigma team, the investments in our engineering team, and the investments in our supply chain organization are all helping us to improve those results. So, I can't give you an exact number with, hey, Smart Truck gave us x basis points, what have you. There are many inputs, and we're pleased with the investments that we've made, and we're pleased with the leadership and the culture of the organization where they're focused on driving those results, providing a better experience for our customers, and providing a better experience for our employee partners. That's helpful.\n\nAnd then with regard to, you know, obviously strong performance on the top line as well. Can you just talk about the contributions from new business and penetration versus expectations, how pricing is trending, and also retention, please? Yeah, good question.\n\nSo when we think about our growth, again, there are many contributing factors. We really like where we are from a growth standpoint, internal growth. Certainly, we like the acquisitions that we've made, really good businesses. But when we think about the components of it, certainly pricing is a component, but it is not the majority.\n\nThe majority of our growth is from volume growth, and that's really pleasing to us because we want to be able to grow our business in that manner. Pricing has moderated, and it's much closer to historical levels, and that's exactly what we had planned throughout the year. Where we're really benefiting is from our new business. Our team is performing at a high level.\n\nOur service organization, the retention levels are very attractive, and then we're cross-selling appropriately. We have a great breadth of products and services that we want to make sure that our customers and our prospects are aware of, and so we're benefiting kind of across all, not just kind of, but we are benefiting across all of those areas, and they're all big contributing factors. We like where we are, and we like how we're growing the business. And our next question. Please go ahead, Joshua.\n\nHi, good morning, Mike. Thanks for taking my questions. Could you talk about, I guess, piggybacking on the prior question, could you talk about the sustainability of growth that you're seeing now that pricing has moderated to a historical level? Do you see the current run rate staining based on what you're seeing out there talking to customers and retention rate dynamics and all that? Yeah, Josh. Good morning.\n\nYou know, again, we like where we are from a growth standpoint. You know, the exciting thing is, there's, we service, you know, a little over a million customers; there are 16 million businesses in North America. So we're, we think there's an incredible runway for us. You know, so we're selling to about 60% of our new accounts come from no programmers. And that is continuing. So we're seeing great results from talking to prospects and showing them a better way to do it than they are today. Now, that doesn't necessarily mean that that is new spending; they might be spending that money somehow, it's just we're redirecting it to do it better, smarter, faster, and, in some cases, even less expensive than the way they're doing it.\n\nSo, we think the runway is very attractive because of the number of prospects that are out there. And, you know, our business, or excuse me, our buying proposition is responding well with prospects and customers. So we, we expect that we'd like where we are from a growth standpoint. As I mentioned, we like how we're growing. And we want to continue in that manner. That's a great color.\n\nThank you. And for my follow-up. We talked about incremental margins being in the 20-30% range historically, and now you're sort of at the higher end of that in recent years. Is this the right level of incremental margins going forward on revenue growth that comes ahead? Yeah, well, we recognize the math of, you know, 20 to 30% incremental margins, and we need to be on the higher end of that in order to continue to improve our margins. And, and we're focused on doing that. We're doing so by extracting those inefficiencies and getting really good leverage on our revenue growth in so many, many ways.\n\nBut you know, running a business is not linear. And so we know there's going to be some puts and takes, and some quarters will be higher, and some won't be as high. But, generally speaking, we like that range. And I prefer the higher end than the lower end, that's for sure.\n\nHeather Balsky from Bank of America, please go ahead, Heather. Hi, thank you. I was hoping you could just talk about the M&A you did this quarter, kind of what attracted you to the assets, and then an update on how you think about M&A going forward. I'm certainly happy to start, Mike. Regarding Heather, good morning, and regarding M&A. You certainly cannot pace M&A, so they kind of come as they do, and it takes two to dance, but I can tell you the two that we announced this past quarter are great businesses. First off, really good operators, really attractive businesses. In the case of the one in Kentucky, it provided us with some needed capacity in that region of the country, and in addition to the added capacity, we were able to absorb that volume into seven of our facilities. So some really nice synergies allow us, as we're closer to the customers, to spend more time with the customer and less time driving, so that's important to us.\n\nIn the case of the acquisition in the M&A in Pennsylvania, we did not acquire any additional capacity, but in that case, we were able to absorb it into 16 of our facilities, so again, attractive synergies, more time with the customer, less time driving, and in those cases, we also then get to talk to our new customers about the broader breadth of products and services that we have, so we think it's very attractive. As I mentioned Maybe a couple of added points. As Todd said, these are great acquisitions, and we've made a handful of them this fiscal year. Each of the two that Todd talked about had less than $20 million in annual revenue.\n\nThe $17.4 million that we gave you in our prepared remarks includes the impact of those acquisitions, but keep in mind, we've made acquisitions all year long. And so that fourth quarter impact would include all of the acquisitions we've made throughout the last 12 months. Just something to keep in mind as you're thinking about our fourth quarter. Thank you. I appreciate it. And our next question comes from Andy Wittmann from R.W. Baird. Please go ahead, Andy. Hello, Andy. Is your line muted? I'm sorry about that.\n\nMike, I just want to build on that last question, where you were commenting on the M&A contribution. Is there any change in your fundamental outlook for the company in your fourth quarter guidance, recognizing that it is up now somewhat on these two somewhat larger acquisitions that you did? And then, as an addendum to that, was this 60 basis points or $45 million legal settlement that you just talked about included and considered in your initial guidance, or are you absorbing that and still able to raise your guidance? Yeah, so, Andy, I already forgot your first part of the question. What was the first part?\n\nThe first question is whether your fundamental outlook for business remains unchanged? Yeah, yeah yeah. Is your fundamental outlook unchanged for 4Q, or is there a change? Yeah, I apologize.\n\nNo, as Todd talked about, our market remains very large, the momentum in the business remains good, adoption remains good, and the guide for the fourth quarter is right where we want to be in terms of sort of the stated profile of growth that we want to have. And so, all of that put together with not really any change in customer behavior would mean, no, continued performance like we've seen, and we continue to like the momentum of the business. As it relates to your second question, the 60 basis points, that was not contemplated in the initial guide from the beginning of the year, and that was simply absorbed through, well, in this third quarter, the C basis points were simply absorbed. Okay, thank you.\n\nThat's all my questions. And our next question comes from George Tong from Goldman Sachs. Please go ahead, George.\n\nHi, thanks. Good morning. Can you provide an update on the external selling environment, including how client budgets and sales cycles are performing? Yeah, I'm certainly happy to start. George, good morning.\n\nWe haven't really seen much of a change in the sales cycle. You know, as far as our, interest in our products and services remains good. We're always continuing, or we're continuing to invest in new products and services, making tweaks, I guess, to them to make them as attractive to prospects and customers as possible. But, you know, we're not seeing a change.\n\nMomentum continues to be good, and outsourcing still resonates. And we're seeing, as I mentioned earlier, the no-program market is still really, really large, and we've become pretty darn proficient at presenting to those prospects to help them run a better business. And we help them with all the products and services we provide. And, as I mentioned, it's not always new money. Usually, they're spending something. It's just redirecting it to us to do it better, faster, smarter, and cheaper. I got it.\n\nThat's helpful. And then separately, can you talk a little bit about your focus verticals, including health care? How much additional runway is there for these focus verticals to serve as a tailwind to organic revenue growth? Yeah, so George, so it's, it's in our internal growth. So it is helping us, that focus is helping us, you know, to organize around the customer and provide the products and services that they want. And, and that has been a good strategy for us over the past number of years. So we like all the verticals we're in; we find them very attractive.\n\nWhether it's healthcare, hospitality, education, state, and local government business, it's all attractive, and we're organized around it. And, and, and our value proposition is responding with them on their next question. Also, Tim Mulrooney from William Blair, please go ahead, Tim. Hi, good morning. This is Luke McFadden for Tim Mulrooney.\n\nThanks for taking our questions today. So I wanted to ask two just on first aid. I'll start with the first one and then move on to the second one afterward.\n\nBut first aid and safety has been growing at a double-digit rate for quite a few quarters in a row now. I know there's a penetration story here with your established base of uniformed customers, but I'm also curious if new product introductions are an important driver of this growth. How much of your growth in that segment is from new product introductions? Good morning, Luke.\n\nWe really like the first aid business. You know, part of our culture is continued innovation. So we're always looking at improving our processes, improving our products, and improving our services. So it's always part of it.\n\nI cannot give you a number of, hey, it was X basis points of growth due to a product rollout or what have you. But I can tell you this, the value proposition in the first aid business and all of our businesses, but in first aid, as you asked, it's really responding. And the mix of business that we have there is really good, and we're able to, you know, be better suppliers, better providers of products with our investment in our distribution center. So when you have a robust supply chain that allows us to get products to the customers in a really timely fashion, it puts us in a great spot to be successful. And so, yeah, CrossSell, we're absolutely, we want all of our customers, whether they're uniform or fire or direct sale customers, we want them all to know about our first aid business.\n\nAnd we try to make sure that that occurs in many different conduits, but it's, yeah, we're benefiting from that CrossSell, understood, really helpful, and maybe just sticking on first aid and safety here. As you think about that segment of your business, does it feel like you've essentially built out a full suite of products and services there? Or, at some point, should we expect a potential war about other product introductions as you continue to build out the portfolio? The room here for more is essentially what I'm curious about. Yeah, Luke.\n\nYeah, again, I'll go back to our culture. Our culture is such that we are constantly innovating and pushing ourselves to provide the best products and services. And so you'll see more of that in the future. We're constantly innovating to put our partners in the best position, our employee partners in the best position to provide the most value for our customers. And maybe one added comment, Luke, when we think about this business, you know, you may have heard us speak about umbrellas of image safety, cleanliness, and compliance. And when we think about this business, safety is a fairly large umbrella.\n\nAnd when our first aid and safety people are speaking with customers and thinking about that innovation that Todd talked about, we're thinking quite broadly about how do we keep our customers, how do we help our customers keep their employees safe? And that can mean opportunities into the future. And that's the way we look at it from a broad perspective.\n\nGood morning, Andrew. As you know, we don't give out those specific numbers. But directionally, to your question, yeah, we're seeing growth across them all. There's good demand for our uniform business and our facility services business, and, frankly, for all of our business products and services. So nothing to point out to one particular area there.\n\nAs far as ad stops go, we haven't really seen a change in our customer behavior there, so I'll call it kind of business as usual. There are many inputs to that number.\n\nBut nevertheless, I'd say it's kind of business as usual. Sure. And our next question comes from Jasper Bibb from Truist Securities. Please go ahead, Jasper.\n\nHey, good morning, guys. I wanted to follow up on the earlier discussion on first aid. The gross margin there was really impressive at 56% this quarter, but you also had SG&A at 25% from the prior year. So can you provide just maybe a bit of color on the investments you're making in that business? And when do you think the first aid segment should start to deliver a bit more margin leverage over that G&A? Yeah, Jasper, good morning.\n\nAs I mentioned, we really like the business, and it's performing really well, and we're investing appropriately. The number of prospects out there is massive. And to Mike's point earlier, the value proposition is responding. We talk about the mantra in that business, which is what's more important to a business than the health and safety of their employees and their customers. So that is responding.\n\nWe're in a great position to invest in and provide those products and services, so we're doing just that. And so we're investing in selling resources, we're investing in marketing resources, because we really like where we are, and it makes sense to invest. And I think you're seeing it show up in the operating margin and the gross margin. Yeah, each quarter this year has been 22% or higher, which is quite a big improvement from a year ago.\n\nAnd so, as Todd said, these and we want to continue to invest in the long-term growth of all of our businesses. And you can really see those investments playing out, particularly in the gross margin line of First Aid and Safety. But we love the margins; they're up quite a bit over the last few years, and we'll continue to invest in them as best as we see fit. Thanks, that makes sense. And then I just was hoping to get an update on what you're seeing for expense growth on labor and fleet-related costs in the quarter. Jasper, a good question.\n\nCertainly, labor is an important component. We want to make sure that we're providing attractive wages and competitive wages. And we've spoken on previous calls that we were not flat-footed when it came to the wage inflation that I'd say North America has seen over the past few years. So we've been in a good position, and we like where we are from that perspective. And here's what's really exciting is we have, I mentioned earlier, our Six Sigma teams, our engineering teams; they're helping us to automate certain items to bring transformation technology to portions of our business, whether it's smart trucks or plant efficiencies, that allows us to mitigate that subject as best as possible. And so we're investing, and have invested for years in those organizations, and it's paying off in what we're seeing with our total And our next question is from Ashish Subhadra from RBC. Please go ahead.\n\nThanks for taking my question. I just wanted to focus on the Google partnership. I was wondering if you could provide an update on that front. I believe you've already migrated your SAP onto the GCP.\n\nAnd how should we think about those benefits that you may have seen in the quarter, but also benefits as we go forward? Good question, Ashish. You know, I would characterize, well, first off, we have a great relationship with Google. You're correct, we did migrate to the Google Cloud Platform, and I would characterize it as we're in the early innings there, and so we certainly hope to maximize our relationship and put our employee partners in a position to provide more value and to be as successful as possible because we believe there are tools that will be available to us to provide more value to customers and So this is early innings, but we're optimistic about where that can go. That's a very helpful color.\n\nAnd if I can ask a quick accounting clarifying question, so on the balance sheet, the uniform and other rental items and service that moderated sequentially quarter to quarter, I was just wondering if you could provide any color on what's driving that, is that better efficiency or any color on that? Yes, Todd talked a little bit about how we are working on all pieces of the business, but certainly one of those is inventory, and he touched on a little bit of garment sharing. So you can think about that when we improve garment sharing, for example, we don't need to inject as many new garments into that in-service inventory. So more sharing means better utilization of our existing in-service inventory, and it means we don't have to add as much to the in-service inventory from new purchases. That's one of the areas we cover.\n\nCertainly, though, there are others like improved sourcing as well. Volume growth, as Todd said, remains really strong, and so what we're seeing is some nice offsetting of the volume growth with some of these initiatives. To send our next question, Stephanie Moore from Jeffreys.\n\nPlease go ahead, Stephanie. Hi, good morning. Thank you. I wanted to continue the discussion on the pretty impressive margin front for the quarter. I appreciate the color in terms of kind of discussing the route optimization, the merchandise management, Six Sigma, you know, the likes. But maybe if you could provide a little bit of color on your major initiatives, which ones you think are kind of still in the early innings where we could kind of continue to see some, you know, more improvement or accelerated improvement, and then, you know, maybe taking it a step further, you know, what is next for you Thank you. Good morning, Stephanie.\n\nYou know, from our strategic initiatives that, you know, we're focused on, you know, how can we impact our business in total, certainly our material costs, our energy, our labor. And, you know, Mike referred to earlier, our energy spend is down 40 basis points. That's not all just price; those initiatives that we referred to earlier. Material costs are, you know, our two largest costs are material costs and labor. So we're very focused on driving efficiencies in all those areas. Because to Mike's earlier point, we love the volume growth, but we don't want to sacrifice margin because the volume growth is so robust, we've got these strategic initiatives to extract these inefficiencies out of our business. And I wouldn't speak to any one in particular to say that it's in the earlier endings or the others.\n\nWe've got a nice runway forward for doing that. A little bit of that is our culture, which is that we're constantly trying to innovate and push ourselves to be better. So I think you'll see that continued. As far as acceleration is concerned, it's built in. We're constantly doing it.\n\nSo I think we're focused on those incremental margins, and this is an important component of making sure that we can hit those numbers. Yeah, the only thing I might add is that we're certainly in the very early innings of technology.\n\nAnd, and we believe there's a nice runway there, Todd talked about just the recent migration to the Google Cloud and that that creates a foundation for us to do some interesting things moving forward. Great. Well, thank you so much. And our next question comes from Scott Schneeberger from Oppenheimer. Please go ahead, Scott. Hey, good morning. It's Daniel and Scott.\n\nThanks for taking our question. Could you please speak to the outlook for uniform direct sales and fire protection, as well as some perspective on the margins for Adler going forward? I'll start on the outlook, and Mike, if you want to speak to the margins, you know, the uniform direct sale business is a strategic business for us. We have some really large strategic accounts, whether it's national accounts or in the hospitality and gaming areas of our business. And so strategic meaning that, you know, those customers spend a lot more money with us, not just on garment direct sales but also outside of that. So that's why it's important.\n\nThat being said, that business certainly can be a little lumpy due to the nature of it, with rollouts and purchases. But we like where we're positioned there. We like the value proposition that we have where we are, so we think the outlook's very positive there. As far as the fire business is concerned, it's been a great business for us. The results over the last several years have been great revenue growth, and we've seen great margin improvement. And it's the only business we're in where you legally have to have those products and services. So we think the outlook is really positive because of the prospects that are out there and the runway we see for opportunity. So Mike, if you want to comment on March, sure.\n\nSo, as Todd said, the fire business in particular, the margins have increased quite a bit in the last handful of years. And we've seen a lot of the same initiatives and other initiatives specific to that business really take off like we've seen in our other businesses. The one thing I might point out there is that we did see some increase in SG&A and the fire business year over year. And we're starting to get into that SAP implementation for the fire business. So, we might see a little bit of pressure as we move into fiscal 25 on the fire margins, the overall margins because of that investment in that move.\n\nBut as you've seen with our rental and first aid and safety businesses, you know, once we understand how to use that and get proficient at it, it can create some really nice opportunities. So, maybe a little bit of, we've seen some great improvement, maybe a little bit of pressure on SG&A because of that implementation. But we certainly expect those margins to continue to improve in the longer term. From a uniform direct sale margin perspective, you know, as Todd said, that business is going to go up and down; it's going to be a little bit bumpy from quarter to quarter. And because of that, the margins will be as well.\n\nSo, I don't think there's anything specific to call out other than it isn't quite as consistent of a business as the other three that we have. Our next question... Shlomo Rosenbaum from Stifo Nicholas. Please go ahead, Shlomo. Hi, thank you for taking my questions.\n\nHey, Todd, can you talk a little bit about the macro environment with regard to employment? And, you know, specifically if you could touch on some of the areas where they're looking for more automation to reduce, you know, the employment due to raises in the minimum wage in areas like California, are you, how exposed are you to those kinds of verticals? And then after that, I'll follow up. Good morning, Shlomo.\n\nYeah, from a macro environment, as I mentioned, we haven't seen much change in our customer behavior. Certainly, there is, there's always some puts and takes. And as you mentioned, our employers are under pressure to figure out ways to automate things because wage inflation has occurred and will continue to occur. It's occurred for, for, for many, many years.\n\nNow, there's also some, you know, there, the infrastructure bills that are out there, the onshoring, you know. I can't speak to, you know, specifics of, oh, boy, we're benefiting from this, or this is a headwind here. But generally, we like the spot we're in. And, and we think it's, you know, the macro environment. We're in. It's been reasonably stable. And, and that's, you know, we find that attractive, and we can be really successful in that environment. Great, thank you.\n\nJust for a follow-up, you have a competitor there that was spun out, say, six months ago, and I was just wondering if there has been any change in the competitive environment with them competitively, either positively or negatively? I mean, have you seen any changes in the way that they bid? Are you taking more business from them? Maybe you could just comment in general.\n\nYes, Shlomo, I would characterize it as, you know, it's pretty much business as usual. They're a very good competitor, always have been, and I'm sure they will always be. And we have a great deal of respect for them.\n\nAnd, and it's a very competitive environment, always has been, as far as as long as I've been with the company, it has been, and I'm sure it will be in the future. And, but we're focused on putting our employee partners in the best position to be successful in providing our customers the best value proposition. So really, none of that has changed, and their next question comes from North Coast Research. Please go ahead, Kartik\n\nYeah, thank you. Hey, good morning. Todd, you know, you have been able to execute extremely well this year, beating guidance. And as you look at the business, is that the result of maybe metrics like non-programmers being a little bit better than you thought? Is it sales being better than you thought? Maybe you're just more cautious about the economy than actually happened.\n\nYou know, if you looked at why you have been able to do better, what would you point to? Yeah, Kartik, it starts with our culture and our expectations of our employee partners and the pace and the intensity of which they run. But that being said, our value proposition is really resonating, and each of the businesses we're in, the first aid business we spoke about, you know, it's very good. Outsourcing is resonating nicely. Maybe it has to do with, you know, it's not as easy to hire people as it has been in the past, so if you want someone to outsource it, it's that much more attractive.\n\nYou know, we like the spot we're in, and it's, and we have exceeded our internal expectations, and we're pleased with that, but there are so many inputs to it because, you know, we're trying to focus on providing better products, better services, better technologies to make our people more successful and to make our customers that much happier, so a lot of inputs, but we like where we're positioned, and we're And just one follow-up question, you obviously discussed M&A a lot, I'm wondering, and I know some of these acquisitions can take years to come to fruition. But as you look at the market today, are you seeing any change in the pricing environment? Maybe what expectations are there from sellers? Or has it remained about the same? Yeah, Kartik, a good question. I wouldn't speak to any change there. It's more about, you know, certain events might cause them, whether it's the owner's age or succession, or there are many different life events that would cause them to make a move.\n\nAnd it's more about that to your point. In certain cases, these are, these are decades in the making. And, and, you know, you can't really pace them.\n\nBut when they are ready, we're ready. And we're highly inquisitive, very interested in M&A of all shapes and sizes, big, little, medium, everything in between. We think it's, we're very interested, and our next question. Toni Kaplan from Morgan Stanley. Please go ahead, Toni. Thanks so much.\n\nI wanted to ask a question on the focus verticals. Are you able to share sort of the growth between focus verticals versus non-focus ones, and how do you assess whether to add a new vertical to that sort of focus designation? Is there a different go-to market strategy for focus verticals as well? Thanks. Yeah, good morning, Tony.\n\nWell, I'll say this about our focus on verticals. I certainly expect them to grow faster than the business in general. And when you have an organized approach, and you're organized around a customer base, you certainly expect that. And, and we've chosen what we think are really good verticals that are very attractive. So yeah, so yeah, I can't give you a specific of how it's adding, you know, X amount of basis points to our total growth. But we think we've chosen well, and, and we're, we're, always analyzing whether should we have another one? Or should we not? And what's the best way?\n\nAnd it really gets down to what puts our employee partners in the best position to be successful and what creates the most value for the customer base. So we're looking, we're evaluating, always doing that. But we like where our investment is at this point. I wanted to also ask about your marketing budget and whether you've increased that year over year. I recently heard some Cintas commercials on Bloomberg Radio, for example.\n\nJust wondering if that's a coincidence or if there's been a greater push towards, you know, more marketing. Thanks. Yeah, Toni.\n\nFirst off, thank you. I'm glad to hear that. The algorithm's working, and it's hitting our target audience, so I wouldn't say there's been a step change there. It's just trying to make sure our investment is well-placed, and we're trying to leverage analytics and technology to make sure that the investment is delivering the very best ROI as possible. So it's just a matter of tweaks versus a step change in investment.\n\nAnd at this time, there are no further questions. I'd like to turn the call back over to Jared. Thank you for joining us this morning. We will issue our fourth quarter of fiscal 24 financial results in July.\n\nWe look forward to speaking with you again at that time. Thank you. This concludes today's conference call. Thank you for your participation. The Bulletproof Executive 2013, The host has ended this call. Goodbye."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/063b7655ee8c66856610d93d649e1e33",
    "period": "2024 Q2",
    "content": "Q2 2024 Cintas Corp Earnings Call\n\nQ2 2024 Cintas Corp Earnings Call\n\nCTASNASDAQDEC 21, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nBeep\n\nGood day, everyone, and welcome to the Synthes Corporation announces FISCO 2024 Second Quarter Earnings Release Conference Call.\n\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance.\n\nThese forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss. I refer you to the discussions on these points contained in our most recent filings with the Securities and Exchange Commission. I'll now turn the call over to Todd.\n\nThank you, Jared. We are pleased with our second quarter results and are excited about the future.\n\nSecond quarter total revenue grew 9.3% to $2.38 billion. Each of our businesses continue to execute\n\nmomentum in the business is good and volume remains robust.\n\nContribution to our growth from new business remains strong and comes from companies that either outsource their program today or they are managing it themselves. We continue to have great success across the world.\n\nRetention levels are strong and remain at very attractive levels.\n\nOur value proposition of image, safety, cleanliness, and compliance continues to resonate across businesses of all sizes and in all verticals.\n\nWe continue to be pleased with results from our focus on prospects within the verticals of healthcare, hospitality, education, and state and local government.\n\nWe recently announced the opening of two clean room facilities, one in North Carolina and the other in Wisconsin.\n\nThese facilities will provide additional capacity in these regions in order to expand our efforts in this area of attractive growth from pharmaceutical and biotechnology companies.\n\nThe benefits of our strong volume growth and revenue flow through to our bottom line.\n\nGross margin for the second quarter grew 11.6% and operating income grew 12.3%.\n\nDeleted EPS grew 15.7% to $3.61.\n\nNet cash provided by operating activities in the second quarter grew 17.8% over the prior year.\n\nOur strong cash flow gives us flexibility to choose how we deploy our capital. In the second quarter, we continue to invest in our businesses.\n\nOn December 15th, we paid shareholders $137.5 million in quarterly dividends.\n\nAn increase of 17.1% from the amount paid to previous December .\n\nDuring the second quarter, we also purchased $320.3 million of Centos Common Stock under our buyback program.\n\nI would like to thank our employees, whom we call partners, for their continued focus on our customers, our shareholders, and each other.\n\nBefore I turn the call over to Mike to provide details of our second quarter results, I'll provide our updated financial expectations for our fiscal year.\n\nWe are raising our annual revenue expectations from a range of $9.4 billion to $9.5 billion to a range of $9.48 billion to $9.56 billion, a total growth rate of 7.5 to 8.4%.\n\nAlso, we are raising our annual diluted EPS expectations from a range of $14 to $14.45 to a range of $14.35 to $14.65, a growth rate of 10.5 to 12.8 percent.\n\nThanks Todd and good morning. Our fiscal 2024 second quarter revenue was $2.38 billion compared to $2.1 billion last year. The organic revenue growth rate adjusted for acquisitions and foreign currency exchange rate fluctuations was 9%.\n\nOrganic growth by business with 7.9% for uniform rental and facility services, 12.7% for first aid and safety services, 17.8% for fire protection services, and 4.7% for uniform direct sales.\n\nGross margin for the second quarter of fiscal 24 was $1.14 billion compared to $1.02 billion last year, an increase of 11.6%.\n\nGross margin as a percent of revenue was 48% for the second quarter of fiscal 24 compared to 47% last year, an increase of 100 basis points.\n\nStrong volume growth and continued operational efficiencies help generate this strong growth margin.\n\nGross margin percentage by business was 47.4% for Uniform Rental and Facility Services, 54.5% for First Aid and Safety Services,\n\n48.6% for fire protection services, and 40.9% for uniform direct sale.\n\ngross margin for the Uniform Rental and Facility Services segment increased 40 basis points from last\n\nWe continue to leverage our strong revenue growth and extract inefficiencies out of the business in order to expand margins. Our year over year improving\n\nOur six Sigma and engineering teams have helped us create efficiencies in the plant to allow us to maximize the utilization of our equipment, labor and energy.\n\nOur smart truck technology allows us to improve our route efficiencies and provide density to our existing routes.\n\nWhile energy expenses comprised of gasoline, natural gas, and electricity were a tailwind of 40 basis points from last year, please keep in mind that some of the energy benefit is the result of efficiencies just mentioned.\n\nAs an example, our rental revenue grew organically at 7.9%, but we only added 1% to our route structure since last year.\n\nGross margin for the first aid and safety services segment increased 400 basis points from last year. Our revenue growth is strong and our value proposition continues to resonate in this segment.\n\nHealth and safety of employees remains top of mind. Our mix of revenue continues to be healthy, including growing high-marge and recurring revenue products like AED rentals, eye-wash stations, and water breaks.\n\nWe continue to use technology like SmartTruck to optimize our routes and improve efficiency.\n\nAnd our first aid dedicated distribution center allows us to lower product costs, all of these contribute to our improved margins.\n\nSelling and administrative expenses grew $64.4 million or 11.1% over last year. Strong revenue growth creates leverage, which allows us to invest in the business.\n\nWe continue to invest in our people, adding selling resources, investing in our management training program to develop future leaders, and expanding our talent acquisition efforts.\n\nOperating income of $499.7 million compared to $444.9 million last.\n\noperating income as a percent of revenue was 21% in the second quarter of fiscal 24 compared to 20.5% in last year's second quarter, an increase of 50 basis.\n\nOur effective tax rate for the second quarter was 20.9 percent compared to 22.1 percent last year.\n\ntax rates in both quarters were impacted by certain discreet items, primarily the tax accounting impact for stock-based compensation.\n\nNet income for the second quarter was $374.6 million compared to $324.3 million last year.\n\nThis year's second quarter diluted EPS of $3.61.\n\ncompared to $3.12 last year, an increase of 15.7%.\n\nProvided our annual financial guidance related to the guidance, please note the following\n\nFiscal 24 interest expense is expected to be $100 million compared to $109.5 million in fiscal 23, predominantly as a result of less variable rate debt.\n\nOur fiscal 24 effective tax rate is expected to be 21.3 percent. This compares to a rate of 20.4 percent in fiscal 23.\n\nThe higher effective tax rate negatively impacts fiscal 24 EPS guidance by about 16 cents and diluted EPS growth by about 120 basis.\n\nfinancial guidance does not include the impact of any future share buyback.\n\nAnd guidance includes the impact of having one more workday in fiscal 23 compared to fiscal, I'm sorry, fiscal 24 compared to fiscal 23, this extra workday comes in our fiscal third quarter.\n\nThanks, Mike. That concludes our prepared remarks. Now we are happy to answer questions from the analysts. Please ask just one question and a single follow-up if needed. Thank you. If you would like to ask the question.\n\nThanks for taking the question. Just on the four verticals that you highlighted as the areas of strength in particular, I was wondering if you can quantify how big the combined revenues are from those verticals and how does the growth profile there combine compared to the computer.\n\nGood morning, Ashish. This is Todd. Thanks for the question. Yeah, we don't, I don't have a specific number for you as far as that exact number, but I can tell you that our verticals are performing quite well. We're having really good success.\n\nOur focus around, not just selling, but organizing around those is really paying off for us.\n\nI've just got a couple wins I can I can share with you regarding the verticals in health care in the acute space. We're having good success and non acute as well. We we we've got a scrub rental program to a big hospital network in South Carolina that that is benefiting from.\n\nof a new consistent image, but also identification. The customer told us that they were interested in being able to, pardon me, identify their people, understanding who was supposed to be in what area, and this new scrub program did that. We had a really similar experience with a nursing home in Virginia. Same thing, they were buying their own and they, but the leadership wanted to be able to identify and have a consistent image with their people.\n\nWe had a, on the acute side again, a hospital in Florida that we wrote out a new microfiber program because they were struggling with inventory control and product quality, which led to cleanliness concerns.\n\nAnd our program offered, you know, some great products, technology to control the inventory, which allowed them to focus more on their patients instead of having to fool around with trying to manage the microfiber.\n\nAnd I've got a couple other examples I thought might be helpful for the group. In our government sector, you know, we have, we just recently rolled out a first aid and AED rental program to a public library system in California, which is, you know, you wouldn't think of a public library system as being a great prospect for us, but it is. They realize that the value would bring to their employees.\n\nand being prepared with the AEDs in case it was needed because the public's in their location.\n\nAnd then lastly, I'll just share it with you a little bit on education. A variety of wins there. We had a chemistry department at a nice size university in Virginia, they put all their educators and students and lab and a lab code program.\n\nmaintenance department at a university in California.\n\ncould all their people in car heart uniforms rental program from us they they love the car heart and then the last item would be there's a dining facility at a university in Arizona.\n\nThat's a great color and thanks for sharing those events. It does provide a lot more clarity on the\n\nAnd if I can ask a quick follow-up, I was just wondering if you could share any update on your technology, the smart trip program, and particularly the partnership with Google, Verizon, and SAP, any updates on that front? Thanks.\n\nYou know, I think how one of the things we have around here so we don't make money when the when the wheels are moving, we make money when the when the wheel stop and.\n\nAnd so we're, the way Mike described it, you know, in total for our company, we grew revenues over 9%, but we only added 1% to our route structure in total. So that means we're spending more time with the customer, less time driving, which is better for our customers, better for our partners, and better for Sintos.\n\nSo, we're pleased with that our technology and we still have plenty of room to go there we're we're focused on bringing those efficiencies extracting out the inefficiencies in our business.\n\nWe sent out a note, a press release regarding our migration this quarter to the Google Cloud. That has been very successful for us. There's a number of benefits that we get from moving from a server farm to the Google Cloud. The first one is it's more secure, so very important to us. Second item is over time, we believe we will, that'll be more cost effective for us.\n\nAnd the third is it gives us access to Google's AI platform. So, certainly in the very, very early innings, we just migrated, but we think that that will be able to help us longer term in making it more attractive, making it easier to do business with CentOS, making sure that we are positioning our people to be successful, to point them in the right direction and leverage that type of, those types of tools.\n\nour next question comes from Manaf Patnick from Barclays Capital. Please go ahead Manaf.\n\nThank you. Todd, just to follow up, you know, on all the wins and contracts you talked about, maybe, you know, I guess the questions more on the competitive environment versus is this just, you know, first time outsourcers, any trends, any changes you're seeing, you know, from back front, you know, the new business.\n\npercentage you've called up before, but whether that's more market share or just first-time outsourcing.\n\nYou know as Mike said we went in many ways we have been selling no programmers since the inception of my career I can tell you that and we continue to and I'll just remind you there's.\n\nWe service a little over a million businesses, but there's 16 million businesses in the US and Canada.\n\nSo there's plenty of opportunity there, and we like both, you know, we certainly win some from the competitors, we like growing the pie, and in the examples I was giving, it's a mix, but in large part it is.\n\nThey were either doing it in-house, meaning they were processing microfibers in-house or they were telling their employees to go buy products.\n\nSo, you know, there's different variations of no programmers, meaning some are just, we're buying products and, and providing to their people and telling them to wear them, some of them they,\n\nThey were just telling them to show up to work and look good, but nevertheless, we bring so much better consistent program identification, cleanliness, all these and compliance are big drivers for our customers.\n\nGot it. And then just on the capital allocation front, I mean, the buyback number, you know, one of the bigger quarters for a while now. I mean, is that any indication of the M&A market slowing down or just how we should think about that balance?\n\nMonove, no change in what we're seeing in M&A, still we're working the pipeline as best we can. We've made some nice acquisitions this year.\n\nFrom a buyback perspective, you've heard us speak to it being an opportunistic execution and that's what you saw this quarter as we think back about our first quarter results.\n\nand we thought they were pretty good. The stock reacted a little bit negatively, and we saw that as a nice opportunity, and we took advantage of it. So that's a, it was a good example during the quarter of an opportunistic execution of that buyback program, and the beauty monive as we speak about our capital allocation, we don't, we don't always have to choose right in the\n\nOr maybe let's call it for the year, you know, we've invested in the business as we've talked about our CAPX is up, which is important to us.\n\nAs a part of that investment M&A is up from last year dividends are up 17% from last year and we've been able to execute on the buyback program. So when.\n\nWhen you hear us talk about the sort of the four levers of capital allocation, we've done them all, I think, nicely this year.\n\nAnd again, the beauty of our cash flow and our balance sheet is we don't really have to queue.\n\nMike, I would just add that, you know, we think we're being really good fiduciaries of our shareholders' investments. Mike mentioned all the levers, and the net net of that is we still have great dry powder which allows us to to take on M&A of all shapes and sizes, and we're interested in that.\n\nHi, good morning. Thanks for taking my questions. So Todd, you mentioned the opening of the clean rooms. I was just wondering if you can kind of frame for us, you know, what you see as the attractive parts of this business, how is it attractive and what kind of opportunity does it mean for, for syntax going forward in the.\n\nThanks for the question, Josh. Yeah, the clean room businesses, it's an attractive sector for us.\n\nI mentioned pharmaceutical and biotechnology companies, and it seems like there's more and more every year that need that level of cleaning, that level of cleanliness. So that is, we think that bodes well for that business in the future.\n\nAnd, you know, there has been, you've seen some momentum on on-shoring in that area and we want to make sure that we have the appropriate capacity to serve our current customers and that we're prepared for the future as well. So we like to trends in that business and we like the business.\n\nGreat. Thank you for the call there, Todd. And in fact, if I can follow up with the margin question.\n\nI guess if in the future, you know, the energy favorability were to lessen, could you talk to the opportunities that you still have to drive margin expansion and, you know, the targeted incremental margins going forward, you know, without as much energy tailing.\n\nYeah, great question. Yeah, so we recognize that\n\nYou know, energy prices go up and they go down, but one thing that's going to be consistent is we're going to be focused on extracting out inefficiencies in our, in our route structure and in our production facilities. So, so that will be really important to us and.\n\nWe think there's certainly ample opportunity there still to go we've talked about the smart truck technology. That's been impactful to us in many ways\n\nBut what's also impactful is, as Mike mentioned, our Six Sigma team of professionals, our engineering professionals, and then layering in with that technology allows us to have\n\na centralized visibility into our operations at a level that we've never had before.\n\nIn the history of the company This technology allows us so and it allows us to maximize Our labor our equipment Ultimately our energy spend so and we're we're focused on extracting out those inefficiencies so that we can Manage it moving forward. We love when energy goes costs go down But we recognize those markets will move but we're gonna be focused on extracting out those inefficiencies You\n\nHi, sorry about that. Thank you for taking my question at first question with regards to the programmers and non programmers as we're further and further out from the COVID period. Are you still seeing the shift in demand in terms of more non programmers looking to outsource or do you think it's starting to normalize back to pre.\n\nWell Heather, it was a great question. I'll start. Mike, feel free to chime in.\n\nThere's various reasons why a prospect would turn into a customer, going from a no-programmer to a customer. One of them is, hey, you know, we're, we'd like to outsource it because we're not very good at it or we're not, we don't have, we're struggling to staff and we're struggling to find people to manage this, so that still continues.\n\nBut there's our other reason. So it might be we don't like the, you know, the image that we're portraying. We don't like the lack of identification. We don't like the lack of compliance. You can provide them and we know that they're hygienically cleaned. So there's many different motives. One of it might be, hey, we can't staff and we need help. And we still see that, frankly, and it allows\n\nOur customers to focus on what's most important to them, taking care of their customers, their patients, their guests, whatever it is, instead of having to manage through these various programs.\n\nHeather, the no programmers, it's still, we get more than 60% of our new business comes from no programmers.\n\nYour reference to the pandemic might be we did certainly in the early days of the pandemic see a an increase in personal protective equipment.\n\nAnd things like hand sanitizer, those have normalized back to what we would call normal and an ongoing levels. So that might be the only change that that we had and back to normal.\n\nThank you. And then on the margin front, we're just kind of curious when you think about, you talked earlier about opportunities for efficiencies and further root productivities. When you think about the source of the savings, how much are just organic,\n\nstigma, effort, how much is coming from your SAP, and are there still G in case, energy, or opportunities that you're gonna benefit from?\n\nWe don't really discern the difference between our Six Sigma team, our engineering team, and our technologies. They all have to work, be orchestrated appropriately to get the efficiencies.\n\nAnd that's exactly what we're doing. So, everybody has to be involved and that's what produces the great results. As for G&K, yeah, we've now, we're, I think, about six and a half years since we acquired. If my math is correct, so.\n\nYeah, I wouldn't say that there's anything left on the bone there.\n\nYeah, great. Thanks. Good morning and thank you for taking my questions. I guess I just wanted to ask on the outlook a little bit here, Mike.\n\nThe second half, total revenue guidance is in the 7% range at the midpoint against an organic 9% quarter here. So a degree of deceleration, I guess that was implicit in your previous guidance as well, but just thought maybe I'd give you a chance to elaborate a little bit more on that, talk about what you're seeing in the macro, if that's just you guys being kind of your normal prudent approach, or if there's something that we should be considering.\n\nAndy, I lead with it's our normal prudent approach and when you think about where we are, we've talked a little bit already about the growth is still good, momentum is good, and so we like where the business is going, the range for the back half of the year certainly does imply a little bit over 7% at the midpoint, a little over 8% at the high point.\n\nWe like that range, the cadence is good for us, as you know, but, you know, look, as we look into calendar 24, there certainly is a little bit of uncertainty as to what the new economy may bring, what the Fed movements may bring. And so, we think it is wise to be prudent as we look out. Great. That's my only question for today. Have a Merry Christmas, guys.\n\nHi, thanks. Good morning. Earlier you mentioned that business momentum was good, volumes were robust in the quarter. Can you provide more color on overall customer budget trends and customer sentiment and any changes that you might be seeing in the sales cycle?\n\nForward-looking, as Mike said, you know, there's always, you know, we're not trying to prognosticate exactly how our customers will react to the turning of the calendar year, but we're not seeing any change in sales cycles, and we haven't seen a change in our customer base and how they're reacting to what's going on in the marketplace. So, kind of business has been consistent.\n\nand it's more what Mike referred to the turning of the calendar year and we'll see how businesses react coming out of the holiday.\n\nAnd also you mentioned cross-selling was good in the quarter. Can you elaborate more on cross-selling trends that you're seeing and which areas you're seeing most amount of bundling or upsell, cross-sell from?\n\nYeah, George, cross cell is an important component of our growth.\n\nYou know, we're blessed to be in a position where our customers, fortunately, they really like us, they like our relationships. We have people in their businesses on a really frequent basis, mostly on a weekly basis.\n\nSo they, we have, so that means we have eyes, ears and minds in their business and we can help and it doesn't matter to us, you know, what a customer might lead with whatever they're interested in, but then we will quickly pivot and that we can help them in many ways.\n\nSo, but just the nature of the size of the rental division is such that because there's so many customers there, there's plenty of opportunity for our first aid and fire business to cross on to that just because of the numbers there. But nevertheless, it's working quite well across all the organization. We share leads, we share thoughts.\n\nAnd we make sure that the customer is well taken care of.\n\nYeah, good morning. I just wanted to ask one question, you know, pricing.\n\nnot normalized back to the 2% range. I mean, that means your organic growth was comprised of approximately seven points of volume. I was just hoping you could dig into that a little bit more.\n\na little stronger than I think most of us were expecting. Did you see another\n\nyou have a strong quarter with that, that cross cell or maybe new account growth and any details would be helpful.\n\nOur new business is robust as I mentioned retention levels are very good and our cross-sell is very good and the pricing is still, it's lower than last year.\n\nIt is higher than historical, but it's certainly getting much closer to historical, so when you think about that, our various inputs to growth are all performing well, and we expect that to continue.\n\nAnd as we talk, we win in a lot of ways, and the momentum in the rental business is still really good, but we also saw in the quarter some really nice acceleration in first aid and safety from 11% in the first quarter to 12-7, organically in the second quarter.\n\nAnd we saw some nice improvement in fire where we went from a little over 14 in the first quarter to 17.8 in the second quarter. So we just see some really good momentum in all of our businesses and particularly those two had some really nice performance in the second quarter.\n\nYeah, I did notice that reacceleration across both those businesses. That's that's helpful color. Thanks guys. Happy holidays. Thank you, Tim. You as well.\n\nHi, could you just mention if your ad stops directionally and the uniform rental business was up, down, or flat recently?\n\nGood morning, Andrew. Our stop metrics are have been pretty consistent. We haven't seen much of a change in our in our customer base, and so I'd say that's how I would describe it, you know,\n\nWe see still positive trends in our ad stop metrics, but that's pretty consistent as it has been for the last six to 12 months. Okay. Thank you very much. Yes, sir. Thank you.\n\nHey, good morning, guys. You mentioned that year on year tail went from energy, but was just hoping to get some additional color on other cost inputs. I guess, specifically labor.\n\nYeah, I'll start. Jasper, good morning. You know, we're seeing, just like you're seeing with inflation in total, we're seeing that come down. It's never coming down as fast as we like, but we are seeing it. You know, cotton is stabilized. We're seeing freight come down. And that's important to us.\n\nAnd the labor market is, it's easier, it's still not easy, but it is easier. So I think that probably the right way to think about it would be, you know, as the labor market eases and that will lessen pressure on wage growth as well.\n\nThanks, and then I wanted to follow up on on first aid operating margins there. We're really strong in the first half. Should we think about these like low 20% levels of sustainable going forward? And would you say there's anything that's changed there that's unlocked another leg of operating margin expansion here today?\n\nSure, uh, uh, Jasper, we have seen some nice performance in that business and, um,\n\nI spoke to a few of them where, from a margin perspective, first of all, the value that we sell with, nothing's more important than the health and safety of your employees, is really still resonating well, and so our growth has been really good in that business. We talked a little bit in the opening\n\nabout the sort of the recurring revenue streams of AED rentals, our eye wash stations, and our water break. And these have been great businesses for us. The growth has been really good and the margins are great for us. Many times these are add-on products to existing customers.\n\nBut but in all three of them we we install and then we have a recurring service program that goes on after that and and and again it leads to really nice stickiness and also nice margins.\n\nThe other thing that I'll point out is we opened a first aid and safety distribution center a couple years ago.\n\nAnd that allows us to source more.\n\nIt allows us to centralize some of our sourcing and those kind of things lead to a better product cost.\n\nand that again drives down the material cost in our first aid and safety business. So the combination of really good sales mix, really good growth in the business, good sourcing, the one I didn't mention was smart truck technology that is also having a benefit there. All of those things are contributing\n\nAnd so this is not a case of six months of of sort of unusual items. This is this is a little bit of a lot of hard work and and execution by our first aid and safety partners to really get this margin going. So very helpful.\n\nSo I wanted to follow up on both the first aid business and the fire business. You touched on the first aid a little bit, but curious on, you know, what's the driving, the acceleration, if you could expand on that, both on first aid and fire. And then as we think about your outlook, do you expect this level of growth to sustain looking ahead?"
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a083614b8f60b5c2b647887f6772dc7",
    "period": "2024 Q1",
    "content": "Q1 2024 Cintas Corp Earnings Call\n\nQ1 2024 Cintas Corp Earnings Call\n\nCTASNASDAQSEP 26, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nOperator\n\nGood day, everyone and welcome to the Cintas Corporation announces fiscal 2024 first quarter earnings release Conference call. Today's call is being recorded at this time I would like to turn the call over to Mr. Jared Mattingly, Vice President Treasurer and Investor Relations. Please go ahead.\n\nJared S. Mattingley\n\nVP, Treasurer, Investor Relations & Corporate Controller\n\nThank you for joining US with me is Todd Schneider, President and Chief Executive Officer, and Mike Hansen, Executive Vice President and Chief Financial Officer, who will discuss our fiscal 2024 first quarter results. After our commentary we will open the call to questions from analysts. Securities Litigation Reform Act of $19 95 provides a safe harbor from Civil litigation for forward looking statements. This conference call contains forward looking statements that reflect the company's current views as to future events and financial performance. These forward looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission. Now I'll turn the call over to Todd.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nThank you, Jared. We are pleased with our start to fiscal year 2024. First quarter total revenue grew 8.1% to $2.34 billion. Each of our businesses continue to execute at a high level. The benefits of our strong volume growth and revenue flow through to our bottom line. Operating income margin increased 110 basis points to an all-time high of 21.4%, and diluted EPS grew 9.1% to $3.70. I thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other. Uniform Rental and Facility Services operating segment revenue for the first quarter of fiscal '24 was $1.83 billion compared to $1.7 billion last year. Their organic revenue growth rate was 7.6%. While price increases moved near historical levels, revenue growth continues to be driven mostly from increased volume. Our sales force continues to add new customers and penetrate and cross-sell our existing customer base. Businesses prioritize all we provide, including image, safety, cleanliness and compliance. Our First Aid and Safety Services operating segment revenue for the first quarter was $260.7 million compared to $234.2 million last year. The organic revenue growth rate was 11%. Our value proposition continues to resonate in our First Aid and Safety Services operating segment. Health and safety of employees remains top of mind. We provide businesses with access to quick and effective products and services that promote health and well-being in the workplace. Our Fire Protection Services and Uniform Direct Sale businesses are reported in the All Other segment. All Other revenue was $254.8 million compared to $234.5 million last year. The Fire business revenue was $174.3 million, and their organic revenue growth rate was 14.2%. The Uniform Direct Sale business revenue was [$80.5 million,] which was down 2.7% organically compared to last year. Now before I turn the call over to Mike to provide details of our first quarter results, I'll provide our updated financial expectations for our fiscal year. We are increasing our financial guidance. We are raising our annual revenue expectations from a range of $9.35 billion to $9.5 billion to a range of $9.4 billion to $9.52 billion, a total growth rate of 6.6% to 8%. Also, we are raising our annual diluted EPS expectations from a range of $13.85 to $14.35 to a range of $14 to $14.45, a growth rate of 7.8% to 11.2%. Mike?\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nThanks, Todd, and good morning. Our fiscal 2024 first quarter revenue was $2.34 billion compared to $2.17 billion last year. The organic revenue growth rate, adjusted for acquisitions and foreign currency exchange rate fluctuations was 8.1%. Gross margin for the first quarter of fiscal '24 was $1.14 billion compared to $1.03 billion last year, an increase of 11%. Gross margin as a percent of revenue was an all-time high of 48.7% for the first quarter of fiscal '24, compared to 47.5% last year, an increase of 120 basis points. Strong volume growth and continued operational efficiencies helped generate this record gross margin. Energy expenses comprised of gasoline, natural gas and electricity were a tailwind, decreasing 50 basis points from last year. Please keep in mind that some of the energy benefit is the result of efficiencies we've created with our proprietary SmartTruck technology. Certainly, we've also seen a benefit from a drop in prices at the pump compared to a year ago. Gross margin percentage by business was 48.1% for Uniform Rental and Facility Services, 55.9% for First Aid and Safety Services, 49% for Fire Protection Services and 38.7% for Uniform Direct Sale. Operating income of $500.6 million compared to $440.1 million last year. Operating income as a percentage of revenue was 21.4% in the first quarter of fiscal '24 compared to 20.3% in last year's first quarter, an increase of 110 basis points. Our effective tax rate for the first quarter was 19.2% compared to 14.8% last year. The tax rates in both quarters were impacted by certain discrete items, primarily the tax accounting impact for stock-based compensation. Net income for the first quarter was $385.1 million compared to $351.7 million last year. This year's first quarter diluted EPS of $3.70 compared to $3.39 last year, an increase of 9.1%. Cash flow remains strong. Net cash provided by operating activities in the first quarter grew 13% over the prior year. On September 15, we paid shareholders $138.3 million in quarterly dividends, an increase of 17.8% from the amount paid the previous September. Todd provided our annual financial guidance. Related to the guidance, please note the following: fiscal '24 interest expense is expected to be $98 million compared to $109.5 million in fiscal '23, predominantly as a result of lower variable rate debt; our fiscal '24 effective tax rate is expected to be 21.3%. This compares to a rate of 20.4% in fiscal '23. The higher effective tax rate negatively impacts fiscal '24 EPS guidance by about $0.16 and diluted EPS growth by about 120 basis points. Our financial guidance does not include the impact of any future share buybacks. Guidance includes the impact of having one more work day in fiscal '24 compared to fiscal '23. This extra work day comes in our fiscal third quarter. Jared?\n\nOperator\n\nThat concludes our prepared remarks now we are happy to answer questions from the analysts. Please ask just one question and a single follow up if needed. Thank you.\n\n(Operator Instructions)\n\nAnd our first question comes from Faiza Alwy from Deutsche Bank.\n\nGreat. Yes, our new business pipeline is quite good. We love the state of our sales organization, the focus that they have, the scope. And so new business is quite good, and that's a big driver of our growth that you're seeing and we see that continuing. As far as macro environment, it is -- we haven't seen any real change in our customers' behavior, I would say, since we reported last. So it's pretty consistent with what we have seen over the past few quarters. And we are watching it very, very closely and monitoring it as we move.\n\nAnd our next question comes from Manav Patnaik from Barclays. Please go ahead manav.\n\nManav Shiv Patnaik\n\nAnalyst, Barclays Capital, Inc.\n\nI just wanted to see if you could give us a little more color, I think, in terms of the pricing strategy and then also the strong volume growth. So I think you said pricing is back to historical levels. So I'm guessing that's down in that low single-digit camp versus almost every other company talking about still, I guess, pricing higher than above and average. So it just maybe the first question is just how do we think about your pricing strategy here?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, it is certainly closer to historical levels, and we like that. That's, we think, appropriate based upon our cost inputs. But we're very proud of the fact that we're growing our business attractively, and we think we can continue this based upon new business being robust and our customer retention levels, being very good as well. And we're seeing that in our customer satisfaction scores as well. And then the status of our customers is -- they're continuing on in the operating environment as they have in the past. So we like where we're positioned. We like the momentum in our business, and we like how we're growing it as well, and we think it's -- it bodes well for the future.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nManav, I might just add -- Manav, I might just add to that, you asked about our pricing strategy. And as we've talked in the past, our goal is operating margin improvement, right? And pricing can be a lever within that, but we have other levers. It's not the only way for us to improve margins. And so as we think about the operating margin strategy of increasing, we've got a lot of good things going on. And this is a great quarter that shows where pricing is sort of returning back to that historical level. We still increased margins quite nicely even to record levels. And again, it's just that pricing is a part of that strategy.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes. Good question, Manav. I mean, it's everything. As I mentioned, our new is quite good. Our retention levels, we're very happy with, and we're cross-selling. And we've -- we're continuing to make good progress there. We're never satisfied. But our value proposition is resonating with our customers, and we're trying to make it easier to do business with us through various technologies. And I think it's showing up in our results, and we're again bullish.\n\nOperator\n\nAnd our next question comes from Josh Chan from UBS. Please go ahead Josh.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, I'll start, and Mike wants to chime in as well. Yes, so what we're seeing from an input cost standpoint. Labor is still higher than historical. But to Mike's point earlier, we're finding ways to improve operating margin in that environment still. And part of it is because productivity is quite attractive. And we're trying to position our employee partners so that they can be more successful in the marketplace, which is good for them and it's good for ourselves. And obviously, with that retention levels of our employee partners being much back -- very close to historical levels. That's good for our customers as well. Other input costs, you saw where energy was down year over prior. That is really a Q1 subject because if you recall last year, the price at the pump was very high. And so we got a little bit of a tailwind there. But we think that will be pretty muted through the balance of the fiscal year. And then last, material costs. Our global supply chain team is doing one heck of a job in trying to make sure that we're well positioned to have very competitive prices and access to all that product. And we've spoken in the past about how a very small percentage of our products are single sourced. So that positions us well as far as having access to product, but also being giving them at very competitive rates.\n\nJoshua K. Chan\n\nAnalyst, Robert W. Baird & Co., Inc.\n\nAnd I guess for my follow-up, could you talk about what your CapEx expectations are this year and kind of the types of projects that you're investing in?\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nSure. We did see a little bit of an increase in CapEx in Q1. We are -- as we've talked, we are in the midst of implementing SAP for our Fire Protection business and that adds a little bit of CapEx. In the first quarter, we also saw -- over the last couple of years, supply chains, our vendors have had some disruption in their ability to deliver trucks being the best example. And in the first quarter, we saw a little bit of a catch-up in terms of us receiving more of those trucks. And so we saw a bit of an increase there too in the first quarter. I expect for the year that we're going to likely be right around 4%. Longer term, we still believe 3.5% to 4%. But because of SAP and sort of that catch-up might be a little closer to 4% this year.\n\nOperator\n\nAnd our next question comes from Heather Balsky from Bank of America.\n\nHeather Nicole Balsky\n\nVP, BofA Merrill Lynch, Research Division\n\nI was hoping, first, you could talk about your exposure to the auto sector and any exposure you may have to, I guess, some of the current disruption? And then two, if you could talk about through the end markets, are there any areas where just in this macro, you're seeing softness and areas where you're seeing strength would be great?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nGood morning, Heather, Yes, we're certainly watching what's going on with the autoworkers strike, but it is not affecting us in any material way whatsoever.\n\nHeather. Yes, we're certainly watching what's going on with the auto worker strike, but it is not affecting us in any material way whatsoever. We have a very broad-based customer base. And as a result of that, it's not affecting us to any material degree whatsoever. And keeping in mind that we have no one customer that's greater than 1% of our revenue and no even sector that's greater than 10% for 3-digit NAICS codes. So that helps us and insulates us a bit from all that. As far as the macro environment, it really -- it varies based upon the sector, geography, whether they're goods producing or services providing. But the labor market is a little easier, but still not easy. And you see that through the -- what we've -- what we're reading with the job openings, still 9.5 million job openings. And that affects our customer base from a standpoint of them trying to attract and retain people. We would love to see those jobs filled because we think that would be really good for our customers and for the economy in general.\n\nOperator\n\nAnd our next question comes from Justin Hauke from RW Baird.\n\nJustin P. Hauke\n\nAnalyst, Robert W. Baird & Co., Inc.\n\nYes, hi, good morning. I wanted to ask about the first aid margins because that's kind of sustainably then. Higher than they have been remarkably and really more comparable to the uniform rental and facility services segment and I guess the question is I mean for years that was kind of the. Kind of a scale business, where you were building it out and had lower margins are you at the point now where like that business has reached a point, where it has very comparable margins sustainably to the uniform rental business.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, we really like the First Aid business. I mean it's -- that it resonates with our customer base. They -- a strong value proposition is helping our revenue growth. The mix has returned closer to historical with First Aid and Safety. And Justin, just like our other businesses, we're using various technologies to extract inefficiencies out of our business. And there's certainly no exception to that. I mentioned that our global supply chain team has done -- doing a great job in sourcing product, and we're benefiting from sourcing there. But yes, we see -- certainly, there is -- running a business is not linear. But that being said, we certainly think that gross margins in excess of 50 are sustainable in that business.\n\nJustin P. Hauke\n\nAnalyst, Robert W. Baird & Co., Inc.\n\nOkay. Great. And then I guess the last one is kind of more procedural, I guess. But you did -- it looks like on the cash flow about $56 million spending on acquisitions in the quarter, which is a little bit higher than what you guys typically do. Do you have any comments on kind of where that was, where we should see the revenue flow from it?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nWell, I'll start, and Mike can chime in. The -- Justin, as you know, we love leveraging our balance sheet for M&A. And we think it's a great use of cash, and we're very happy with the fact that we were able to deploy some of the cash to leverage that opportunity. And we are acquisitive in all 3 of our operating segments that are route-based. And we made acquisitions in all 3, so -- in Q1. So we're pleased with that, and we think that will -- is a great opportunity for us to bring those customers into the fold, those partners, those employee partners into the fold and provide more value and cross-sell to those customers that are now part of Cintas.\n\nOperator\n\nAnd our next question comes from George Tong from Goldman Sachs. Please go ahead George.\n\nGood morning, George Yes, those are.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, those are 3 great verticals for us. I mean, they're 3 great segments of the North American economy. And so, yes, we're still seeing outsized growth in those markets. And as we've chatted about in the past, it's more than just a sales effort. We've organized around them. We've got products for them. We've got technologies for them. And that is resonating with that customer base. So we think we've chosen them quite well, and there's plenty of runway in all of them. So we're, again, quite bullish on the future of those segments.\n\nYes. George, we're -- the nature of the math around our businesses, the Rental business is obviously a large percentage of it. And we're guiding towards margin expansion for the year. And we do not see energy being a tailwind for the balance of the year. So we expect margin expansion based upon certainly leverage on revenue growth, that's going to be helpful. But we're extracting those inefficiencies out of our business. And as Mike mentioned earlier, we're proud of the fact that pricing is returning back to historical levels, but we're still able to grow operating margin -- gross margin and operating margin at very attractive levels and to levels that are all-time highs. So that's part of our plan. And our team is actually treating at a very high level, and we expect that, that will continue.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nGeorge, I might just reiterate what I mentioned in the prepared remarks that keeping in mind that the energy benefit that we are getting is partly because we are working really hard at things like our SmartTruck initiative. So in other words, as we continue to grow really nicely with volumes, we don't need to add as many routes and trucks as we have in the past, and that creates then better fuel efficiency, if you will, throughout our network. And so that's a -- it is a proactive initiative to get energy down. And one of those proactive ways is through that SmartTruck technology.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nAnd Mike, I might add that when we extract those inefficiencies out, that's better for our customers because we're able to spend more time in front of them instead of on the road. It's certainly better for our partners, our employee partners because it makes them that much more productive, and that's good for them and our organization. And it's really good for the environment. So we think -- let's say there's a lot of boxes checked there, and we've worked hard on that technology over the years, and it's showing up. And it's benefiting not just the P&L in a more simplistic fashion, but in many ways.\n\nOperator\n\nOur next question comes from Tim Mulrooney from William Blair.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nSam, that's a good question. I don't have that in front of me. But we know this. We're in the early innings with health care. And we're coming up with more products and services that they find attractive. And that's part of our culture. We will enter into a business. But then we get out from behind our desk and we go spend time with our customers. And when we find that we find the answers to what they are most interested in by speaking to them, and our customers and our employee partners. And we're hearing from them on various areas where we can help them, and we're taking action there. So again, a very long runway in that vertical, and that's again part of our culture and will be part of how we go to market moving forward.\n\nSamuel Kusswurm\n\nAnalyst, William Blair & Company L.L.C., Research Division\n\nGot you. Appreciate it. Maybe just another quick one on the margins. I see SG&A as a percentage of sales picked up again in the quarter compared to last year. I guess I'm wondering if there was any variable costs like your insurance expenses? Or if it was mainly some of the selling and branding investments you've talked about previously? Maybe you could just help break that out for us a little more.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nNothing unusual in the quarter. We did see the -- we talked in the fourth quarter about some claims getting higher, but not structural. We saw those come back down to something more normal. But as it relates to the quarter, just some puts and takes, nothing of any significance. Our goal is to continue to leverage particularly the G&A piece of that, and we're going to continue to work at that.\n\nOperator\n\nAnd our next question comes from Andrew Steinerman from JPMorgan Securities.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes. 20% to 30% is our target. We -- Q1 was a very attractive incremental margins. And there's always puts and takes in every quarter as I mentioned. Running a business is not linear. But we will expect that we will be in that 20% to 30% range. I certainly like higher in the range than lower. And we are -- and I think our guide speaks to where attractive margin improvement for the year as well.\n\nOperator\n\nAnd our next question comes from Seth Weber from Wells Fargo.\n\nSeth Robert Weber\n\nEquity Analyst, RBC Capital Markets, Research Division\n\nI wanted to ask just about the small tick down in Uniform Direct Sales organic growth here in the quarter. It's the first, I think, decline that we've seen there in a while. I know the comp was hard. Is there anything else that you'd call out there for that business?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nCertainly, what we have seen outstanding performance from that business over the past really 2 years. And -- but it is -- as we've spoken about in the past, the Uniform Direct Sale business tends to be a little bit lumpier based upon rollouts of large programs, whether it's hospitality or a Fortune 1000-type customer. So nothing more than that. We still are bullish on the future of that business and for the year and moving forward.\n\nI would suspect -- well, we expect all of our businesses to grow. So I would suspect that we would see that up. But just the comps are set with the level of what we dealt with hospitality in that vertical, in Fortune 1000, the level of where employees came back so strongly. I wouldn't suspect that you'll see anywhere near the level of growth that we've seen in the last couple of years, but we expect it to grow.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nSeth, I might point out that the last 2 years have -- they have been a significant recapture of what we sort of lost in that pandemic period of time. In our fiscal '22, that business grew organically over 50%; in fiscal '23, it was almost 30%. So there was a lot of recapture going on, but keep in mind that our longer-term goal for that business, Todd expects it to grow, but it's probably more of a low single-digit to mid-single-digit grower in our portfolio.\n\nSeth Robert Weber\n\nEquity Analyst, RBC Capital Markets, Research Division\n\nRight. Okay. Understood. And then maybe just on the First Aid and Safety business, given the margin strength that you're seeing there, can you talk about are you seeing any incremental competition in that space? Are you seeing any bigger players trying to get into that space or just smaller regional players getting more active?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes. Good question, Seth. Certainly, it's a very competitive marketplace and First Aid products, Safety products, there is hundreds of competitors out there. There's many, many ways to procure those products, whether it be van delivered or e-commerce, you name it, we see it there. But as a result of that, it's a very competitive market. And we've talked about the health and safety of employees being the #1 item that businesses are focused on. And when that occurs, there's certainly -- it attracts plenty of people into the marketplace because the value proposition of taking great care of employees is resonating with folks. And so yes, it's a very competitive environment, and I'm sure it will continue to be.\n\nOperator\n\nAnd our next question comes from Stephanie Moore from Jefferies.\n\nStephanie Lynn Benjamin Moore\n\nEquity Analyst, Jefferies LLC, Research Division\n\nActually, maybe continuing on that last question there. Could you talk a little bit about what you're seeing in terms of the competitive landscape and your more core Uniform ancillary product segment? As you continue to win new business, where are you seeing the majority of that new business coming from? Is it nonprogrammers, some of the regional players, larger players? Any color there would be helpful.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nSo I've been in the Uniform Rental and Facility Services business my entire career, 34 years. It's been highly competitive my entire career, and I'm sure it will continue to be that way. But we haven't seen a change in the landscape. It's always really competitive. So that being said, we -- our sales organization is highly skilled. And what we know is, there is a massive opportunity with the no program market. And for years, our organization has been focused on expanding the pie, and they are continuing to do exactly that. And when we talk about expanding the pie, they are -- those employees at a no programmer mean -- they're wearing garments, right? It's -- but they are -- they may be buying it themselves. They may be buying it through a catalog, it might be a centralized program for the company, but they're purchasing them. And then we provide more value to them with the products and services that we offer, whether they're unique products like Carhartt or Chef Works or Landau, great branded programs. But the no-program market is really attractive for us, and we find that market sees really good value in what we're offering. So we're focused on expanding that high, and that will continue.\n\nYes. Great question, Stephanie. That's a very complicated answer because there's so many inputs to it. But it starts with being highly focused on taking incredibly good care of our customers and attracting and retaining the very best people. But then giving them product, services, tools so that they can not only have the intent to take great care of our customers, but do just exactly that. So -- and that gets into great products that I mentioned earlier, the service -- focus that we -- or the tools that we're making that make it easier to do business with us. But it gets down to our people and positioning them to take a really, really good care of our customers and then executing on that. And they're executing at a really high level. And we talk often about when markets -- when things are challenging, when it's hard to attract people, when it's hard to procure products, when it's hard to operate in the marketplace, it gives us a chance to shine. And our culture is shining through. And our people are doing one heck of a job in taking care of our customers.\n\nOperator\n\nAnd our next question comes from Scott Schneeberger from Oppenheimer.\n\nScott Andrew Schneeberger\n\nMD and Senior Analyst, Oppenheimer & Co. Inc., Research Division\n\nGuys, you've certainly -- it sounds like you really want to speak to a SmartTruck because that's been going very well. I was hoping you could add also on automation to facilities. And where I'm going here, just kind of an update on where I'm going here is it sounds like you've been getting nice efficiencies and you still see more room to run. Is there any quantification you can put on that? I know you're looking for margins up this year overall business. But maybe just help us get an idea of what's at play there and how much you can do.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nScott, I'll start. Mike, if you would like to chime in there. We're deploying technology, and you can call it automation, you can call it technology, you can call it digital. We're deploying that across all of our businesses and across all areas of our business as well, and we've been focused on that for years. But there certainly is -- we're seeing some real benefits there with our investment with SAP, with our investments -- our partnerships with Google and with Verizon. And it's -- those are -- we see that there's plenty of opportunities still to come there to improve in the efficiencies of our business and to automate certain functions. And we call it -- make it easier for our customers to do business and make it easier for our employee partners to take great care of our customers. The more we can invest there, we think it's an incredibly good use of our balance sheet because it positions us well for not just the short term, but the long term as well.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nYes. There are so many details that go into all of the things that Todd just talked about, that it's really hard to put a number on it. Our goal is, as you've heard us say, is continue to improve margins. We have a number of different levers to do so. Our goal is incrementals in that 20% to 30% range, recognizing we're at the bottom of that range today. But it's hard to put a specific number on what's left because we're always working on what's -- what more can we do. And there are so many details and so many different projects we're working on. So our guide certainly does imply for continued margin improvement over last year, and that's the way we think about it.\n\nScott Andrew Schneeberger\n\nMD and Senior Analyst, Oppenheimer & Co. Inc., Research Division\n\nGreat. Appreciate that. The -- you just referenced SAP, and you mentioned CapEx may be high end of the range this year, working on some implementation in the Fire segment. Could you just speak to -- would that have a tail to next year? How much more -- I mean, are we going to see SAP projects for years to come? Just a sense of what you have on the spend side going forward.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nFrom a Fire perspective, the -- we are in the midst of the early innings of the implementation. And so we'll see some pressure in the Fire margins a little bit this year and a little bit next year. The synergies and the benefits don't come overnight. It's not a flip of the switch. And so we -- just like we did with the Rental business and the First Aid business before that, we need to get onto the platform. It takes a little bit of time to get really good at using the platform, and then we really start to see the benefits accelerate just like we have in First Aid and Rental. Now that's a -- Fire is a smaller part of our business, but we certainly expect that those benefits will come. As it relates to SAP, SAP is not -- it's a journey, right? And we are -- even though we are on SAP and will be for most of our business after the Fire Protection business gets on, there are constant things to learn from SAP. There are new initiatives in working with SAP and Google and Verizon that create new and different things. And so we look at this -- I think Todd's talked about it as one of his largest initiatives in terms of technology. And it's a journey. It's not a flip of the switch. We turn on new systems here and there. So we're in the midst of that. We'll continue to invest in all of that. And our expectation is, it's going to continue to bring benefits into the future.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nScott, to expand upon what Mike said, it is a journey. But when you're on that journey, there is benefits -- a long, long tail of benefits as well. And so we will continue to invest appropriately. We have relationships at a very high level in each of those organizations, and it's going to bear fruit for us. And that's part of our plan. It's not easy. It's very challenging to go through these processes. But our team has shown the wherewithal to not only digest the change, but then leverage the opportunities that are in front of them.\n\nOperator\n\nAnd our next question comes from Shlomo Rosenbaum.\n\nShlomo H. Rosenbaum\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\nTodd, maybe you can just peel the onion back a little bit more on that margin on the First Aid side? I know you pointed to some sourcing and stuff like that. But it seems like the business has gone from mid-teens to low 20s in the course of the year. And I was wondering if there -- is there something to do with the route optimization? Is it mix related, pricing? Anything else that operationally made such a significant difference? And after that, I have just a question on the labor environment for you guys yourselves? Are you -- is it easier for you guys to source people for what you need?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nGood question, Shlomo. Yes. Again, we love the First Aid business. But we're -- there's so many inputs to margin expansion, and we're leveraging them all. It starts with really good revenue growth, and we're seeing that. And that's in a big way because the value proposition is resonating, the products, the services that we offer in the marketplace, trying to attract and retain people is still challenging. And people are trying to -- customers are trying to take really good care of their people. And we're benefiting from that and we're helping them accomplish exactly that. We're helping them run their business better. So that's helpful. The mix, as you know, has -- back during the pandemic, it was certainly so much more focused on safety products, a lot of clubs and a lot of sanitizer and those types of items. And that has abated a bit, and the mix is back focused on First Aid and those types of products, more recurring revenue type. And yes, we are absolutely leveraging technology to make it easier to do business, but also to position our partners, our employee partners to provide more value to our customers. And SmartTruck is a component of that. We did have a little bit of energy tailwind, 40 basis points. But as Mike cited earlier, not all that's because of the price at the pump. That is also because we are extracting the inefficiencies out. And we always talk around here about how we don't make money when the wheels are moving. We make money when the wheels stop. That's better for our customers, that's better for our employee partners. And all that is contributing. And then lastly, as I mentioned, our supply chain team has done a great job. They are leveraging the opportunities there. The larger we get in that business, the more leverage they have, and they're executing at a high level. And -- so many inputs that are contributing to it, and -- but the -- what's really encouraging is, we see those having an opportunity to continue in the future. So certainly, no event is more of a process.\n\nShlomo H. Rosenbaum\n\nAnalyst, Stifel, Nicolaus & Co., Inc.\n\nAnd then just the labor environment on your own, like for the people that you're sourcing?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes. Pardon me. So from a labor standpoint, yes. As I mentioned earlier, it is easier, but not easy. And we are looking for great people. We want to hire not only people that are employed somewhere else, but happily employed, which is very challenging. And -- but we think we have a great employee value proposition as well. And so we're highly focused on that. So -- but yes, easier than it was a year ago. But Shlomo, throughout my career, it's always been challenging. It's a little bit more challenging than it has been historically, but not what it once was a year ago or so.\n\nOperator\n\nAnd our next question comes from Kartik Mehta from Northcoast Research.\n\nKartik Mehta\n\nI know there's a lot of questions and maybe thoughts on what happens to new sales. And I'm wondering, if you go back to kind of 2008, 2009 and hopefully never have that recession again. But if you look at new sales back then, how did Cintas perform for new sales? And any lessons from that you would take as we move forward?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, Kartik. First of all, we're a really different company today than we were in 2008, 2009. We have a much more diversified customer base. We're now -- today 70% of our customers are service is providing, 30% are goods producing. We have significant verticals that we didn't have as well, health care, education, government. So we think we're really well positioned for whenever the next recession is. And I remember '08, '09 because I was running the sales organization back then. And our value propositions still resonated with people, and we still sold new business. And we did so at attractive rates. As I mentioned, it's not always are we asking for new money. Sometimes it's just a redirection of those from somewhere else to us, not only in a -- maybe a direct competitor standpoint, but also they're purchasing clothing, they're purchasing items to take care of the facilities. So we think we're well positioned. I might also mention, you didn't ask specifically about it, but we love having a pristine balance sheet. And we think whenever the next recession is that might open up opportunities for us. And just the fact that we've -- our organization is focused on fighting through whatever the economic environment is, taking great care of our customers, taking great care of our employee partners. And we've grown sales in 52 of the last 54 years. And we suspect that whatever the economic environment is, we believe we're going to be successful in it.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nKartik, I might add, Todd might be a little modest. He was running that organization. It was a difficult environment, and he and the sales team exceeded their internal goals and really continued to show that value even in tough times, as Todd mentioned. And as he also talked about, our customer base is quite a bit broader than it was back then, and our sales team is a little bit different. But the really good news is even back then, in the deepest, longest, broadest recession we'd seen in 100 years, we still sold a lot of new business. And it's a nice reflection of the value proposition that we have.\n\nKartik Mehta\n\nYes. And just as a follow-up, if you look at the First Aid and Safety business, you're doing really well in it. Is there a way you would look at to say a certain percentage is recurring? Do you consider a certain percentage recurring? I know you don't have long-term contracts in that business. But just from a demand standpoint and what you've seen from a historical standpoint?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, Kartik, it's a good question. I don't have that in front of me, but I know it's -- it has returned much closer to historical or even higher as far as what we see from a repeat -- recurring type of revenue. And we want to provide value to the customers, whatever product services they want. It's just the nature of it, what we provide, whether it be First Aid supplies, access to AEDs, access to eyewash stations, access to clean water through our WaterBreak offering. Those are all items that are really important to our customers more so today than they were pre-pandemic, and we think that, that trend will continue.\n\nOperator\n\nAnd our next question comes from Toni Kaplan from Morgan Stanley.\n\nToni Michele Kaplan\n\nSenior Analyst, Morgan Stanley, Research Division\n\nSo one of your competitors has been talking about using a strategy where they're incentivizing their drivers to cross-sell products. Can you talk about why you don't use that strategy? What the disadvantages are that you have found when doing that?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes. Great question, Toni. I'm glad you asked because my first job 34 years ago was on the trucks. And we have been cross-selling our products via our -- we call them our service sales representatives. We've been cross-selling them since I started, and I'm sure it was in place well before I started as well. So we see -- the fact that we have 12,000 or so trucks that roll out of our parking lots every single day that are focused on taking great care of our customers, when they roll out of those parking lots, they're spending time in those businesses. And they have eyes. They have ears, they have minds, and they see what's going on in those businesses, and they see opportunities. And it always has been and always will be a key component of our growth trajectory because we see that infrastructure as a real advantage. And we leverage it and make sure that those service providers, either they provide more products and services or they provide a lead to provide more products and services based upon the nature of the product that the customer might be interested in.\n\nJ. Michael Hansen\n\nChief Financial Officer & Executive Vice President, Cintas Corp.\n\nAnd Toni, we've talked a lot about this over the last -- more than 10 years, we've got customers of all different sizes, verticals, et cetera. And so while we do certainly expect those service sales reps to continue to penetrate and sell, we recognize that some businesses are just more complex than others, are larger than others. And so sometimes, there's a strategy to enhance that opportunity. And it might be through, for example, in health care. We have dedicated people that really do reach out to the decision makers. So it's not just the service sales rep, but it's also other people that have relationship responsibilities that are looking for those new and different penetration opportunities. It's not as simple just to simply say we're going to go in and have a service sales rep or an SSR go into each customer and sell it, all customers are so different. And so we need a strategy that can attack all types of customers, and we do.\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nToni, we know that our customer satisfaction scores are really good. And in large part because they really like our people. They like our service providers, our frontline service providers. And we leverage that. And whether it be, as Mike mentioned, a more -- a smaller type customer, we can cross-sell via the service provider. A larger one that's a little bit more complicated. There might be a need for some air cover, for some help there. But nevertheless, that's always been an important component of our strategy and always will be.\n\nToni Michele Kaplan\n\nSenior Analyst, Morgan Stanley, Research Division\n\nThat is super helpful. I wanted to also ask, I think the last few calls, you've been talking more about technology and investments and things of this sort. Are there any, I guess, technology capabilities that you think you still need? Will -- that you either are getting through hiring technology people or maybe even doing M&A? Like -- and maybe you've done it, maybe you still have yet to do, but are there any technology capabilities that you need that basically would be helped through M&A or hiring internally new technology people?\n\nTodd M. Schneider\n\nCOO & Executive VP, Cintas Corporation\n\nYes, Toni, great question. So we are always on the lookout for those opportunities. We think we have a really strong technology platform that we can build off of. But we know that the answer for what our customers are interested in is with spending time with our customers, and our employee partners are the ones who discern those opportunities. So we're always asking now, how do we make it easier to do business, what -- is there any void? And frankly, that's where most of our investments have come from, that information, been trying to make it easier to do business with us. So we're always in search of trying to be a world-class service provider, but having an incredibly strong technology platform that makes it easier for our customers to do business with us, that makes it easier for our employee partners, our service providers to create a world-class experience for those customers. So yes, we're in search of whether it's -- we buy it or we bolt it on to our current platform or we created ourselves, all of those are of interest to us, and we'll be moving forward.\n\nOperator\n\nAt this time, there are no further questions. I'd like to turn the call back over to Jared Mattingley for closing remarks.\n\nJared S. Mattingley\n\nVP, Treasurer, Investor Relations & Corporate Controller\n\nThank you for joining us this morning. We will issue our second quarter of fiscal '24 financial results in December. We look forward to speaking with you again at that time. Thank you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f09bda781b63f050cb5fee98ed5aaa61",
    "period": "2023 Q4",
    "content": "Q4 2023 Cintas Corp Earnings Call\n\nQ4 2023 Cintas Corp Earnings Call\n\nCTASNASDAQJUL 13, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood day, everyone and welcome to the Cintas Corporation announces fiscal 2023 fourth quarter and full year results Conference call. Today's call is being recorded at this time I'd like to turn the call over to Mr. Jared Mattingly, Vice President Treasurer and Investor Relations. Please go ahead Sir.\n\nThank you for joining US with me is Todd Schneider, President and Chief Executive Officer, and Mike Hansen, Executive Vice President and Chief Financial Officer, who will discuss our fiscal 'twenty three fourth quarter results. After our commentary we will open the call to questions from analysts.\n\nPrivate Securities Litigation Reform Act of $19 95 provides a safe harbor from Civil litigation for forward looking statements. This conference call contains forward looking statements that reflect the company's current views as to future events and financial performance. These forward looking statements are subject to risks and uncertainties, which could.\n\nCause actual results to differ materially from those we may discuss I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission I'll now turn the call over to Todd.\n\nThank you Jared.\n\nFourth quarter total revenue grew 10, 1% to $2 $2 8 billion.\n\nThe organic growth rate, which adjusts for the impacts of acquisitions and foreign currency exchange rate fluctuations was 10, 3%.\n\nWe're pleased with these fourth quarter results for each of our businesses continue to grow and execute at a high level, especially coming off our highest growth quarter in fiscal 'twenty two.\n\nFourth quarter gross margin was 1.09 billion gross margin increased 210 basis points from 45, 6% to 47, 7%.\n\nAn increase of 15, 1% over the prior year.\n\nOperating income for the fourth quarter of fiscal 'twenty three of $478 million .\n\nIncreased 16, 4% over the prior year.\n\nOperating margin increased 110 basis points to 26% from 19, 5% in the prior year.\n\nFourth quarter net.\n\nOkay standby.\n\nThis is the conference operator, please standby for just one moment.\n\nWe are going to reconnect our presenters.\n\nOkay.\n\nCertainly above historical.\n\nDuring fiscal 'twenty, three as it needed to be because of the cost inputs.\n\nWhen we think about.\n\nThat will look like moving forward and our 24 guide we expect that pricing ballroom.\n\nI'll return to closer to historical.\n\nAnd.\n\nAnd our cost inputs.\n\nOr in a similar spot as you saw in the CPI report that came out yesterday and the PPI report that.\n\nThat came out this morning.\n\nWe are seeing inflation coming down.\n\nI think our team has done a pretty amazing job of managing input cost both our operational team, but our supply chain team.\n\nWhich has really benefited us so we.\n\nWe do not rely upon pricing as the only lever to gain leverage on.\n\nTo expand margin.\n\nWe are committed to extracting out inefficiencies in our business.\n\nAnd youre seeing that and .\n\nseen that in fiscal 'twenty three.\n\nAnd our guide for fiscal 'twenty four.\n\nReflects incremental attractive incremental margins.\n\nAnd we're going to do it.\n\nSuccessfully and we're going to expect that inefficiencies in our business to help us.\n\nmargins. Thank you Andrew I might I might just add two things one.\n\nSpecifically, we do not have a fuel surcharge.\n\nAnd secondly, you made a comment about.\n\nOur price increases offsetting input cost.\n\nCosts.\n\nAnd I think the best way to think about that as margins in the fourth quarter were up 110 basis points margin for the fiscal 'twenty three year were up 70 basis points.\n\nOur guidance.\n\nImplies margin improvement.\n\nThroughout the range of guidance for next year. So.\n\nKeep that in mind, as we think about pricing versus input costs et cetera, we're still raising margins improving margin.\n\nGreat. Thank you.\n\nOur next question will come from Faiza with Deutsche Bank Securities.\n\nYes, hi, good morning.\n\nWanted to talk about the type of economic or macro environment that you're embedding in your guide I know you said that.\n\neconomic disruptions or downturn.\n\nIt is not assumed but give us a sense of what type of economic environment Youre assuming.\n\nSo thank you for the question.\n\nYes.\n\nWe're not guiding towards a significant economic disruption.\n\nTrying to predict economic indicators is certainly very challenging but I can tell you what's going on what we're seeing in our business.\n\nWhich is we haven't seen much change in our customer behavior.\n\nOur sales force productivity is very good.\n\nOur customer retention levels remain quite strong.\n\nAnd there is there is still really good interest in our products and our services.\n\nNo programmers are still going very well.\n\nThere are still the majority of the new accounts that we sell so we like that very much wed like to expanding the pie and.\n\nAnd those customers are seeing value in what we're providing.\n\nAlso like our vertical strategy.\n\nVertical sales strategy that has been working quite nicely for us so.\n\nI would say reasonably so business as usual as what we would expect.\n\nWe recognize there will be ups and downs.\n\nIn macro environment, but we're not guide.\n\ntowards anything any economic downturn.\n\nGreat. Thank you and then if I could just follow up on the you mentioned the Google partnership.\n\nGive us give us a sense of where you'll see that that partnership going over the next few years, what some of the benefits might be as you think about your digital transformation strategy.\n\nCertainly.\n\nOur relationship with Google gives us.\n\nA better faster smarter cheaper way to store our critical data.\n\nBut we see it as it can do so much more.\n\nDue in large part because of the relationship that Google has with SAP and the relationship we have with SAP and now Google.\n\nAs you all know we have had a very successful relationship with SAP for over a decade now.\n\nAnd we've spoken in the past that it is much more than just a customer vendor relationship is a strategic relationship.\n\nSo you combine that with.\n\nJust a couple of months ago, S&P, and Google announced that they have an expanded partnership.\n\nAnd what that's going to do is it's going to allow our SAP data to be connected with the Google cloud data and analytics technology.\n\nWhich will.\n\nGive us access to their advanced AI and machine learning capabilities. So we're excited about that.\n\nWe think we can benefit for many years to come.\n\nThis type of relationship but you asked.\n\nFor a few examples.\n\nI'll give you a few to help give a little color around it.\n\nWe see having these technologies connected.\n\nThe opportunity to put in front of our sales organization.\n\nInstead of calling I'll say more blindly on who to try to sell our services to we call. It next best prospect for our sales team to have real technologies.\n\nPush in front of them, Here's where you go.\n\nSpend your time, we think thats significant and can have.\n\non our productivity and our retention and morale and productivity all of those things.\n\nNext best product.\n\nFor the customer so instead.\n\nInstead of .\n\nJust trying to figure that out we can put that in front of our sales team to.\n\nAnd our service team to make sure that Theyre talking to our customers about the next best product that would fit based upon other customer behaviors.\n\nWe think certain customer service functions could be enhanced nicely over over the coming years.\n\nThere is.\n\nWe all use.\n\nGoogle maps, and we see an opportunity to leverage Google maps to even further enhance our smart power technology to make.\n\nRouting, even more dynamic, which will save us time saves energy savings Youll put allows for more time in front of our customers instead of on the road.\n\nAnd then just one more I would say is that.\n\nOur service team, we're blessed to have a lot of customers.\n\nWant to make sure that they're spending there in front of the right customers at the right time, and we see the potential to leverage that type of technology to point them in the right direction.\n\nTwo to make sure that they're focused on any at risk customers.\n\nAnd customers that we need to enhance.\n\nThe effort with them with with the people in front of them. So hopefully that gives you a little color around it.\n\nAgain this is not we don't see this as an event we see this as a process.\n\nIn the coming years, we think it can be very impactful for our business and our customers.\n\nGreat. Thank you so much really appreciate it.\n\nYeah.\n\nOur next question comes from Ashish.\n\nwith RBC.\n\nHi, Thanks for taking my question I wanted to dig down into the state in safety services, we saw some material acceleration in growth. There I was wondering if you can talk about what's driving that strength and then as you think about 'twenty four.\n\nPuts and takes that you would call out.\n\nHow do we think about that momentum going forward.\n\nThank you Ashish.\n\nI'll start and if Mike wants to chime in.\n\nThe first thing to take the business going quite well.\n\nWe really like that business.\n\nWe see significant opportunities in the future there.\n\nAnd we're getting leverage there.\n\nReally growth.\n\nThe strong growth is really helping us get some some real leverage.\n\nBut the mix of business is very attractive.\n\nWe spoke about during the peaks of the pandemic now there was more PPE sales in safety sales.\n\nThe mix is now back to what we really like it.\n\nCabinet sales.\n\nThat are.\n\nRepeat in nature and higher margin, so we really like the mix, but the growth in total was great.\n\nAnd I would tell you that the value proposition is really resonating.\n\nOur customers are trying to.\n\nMake sure that they are reinvesting in their people.\n\nHealth and wellness is a concept that is resonating very strongly in the marketplace and we're leveraging that and benefiting from that.\n\nAnd on top of that we're also we have inefficiencies in that business as well so we're extracting out those inefficiencies.\n\nTo help us continue to expand our.\n\nMargins, but we like the position we're in we like the.\n\nThe tailwind we have with the health and wellness and we think the futures.\n\nQuite bright in that area.\n\nThat's very helpful color I, just wanted to drill down on the order because the strategy. Obviously, you mentioned you're seeing some pretty good success on that front I was wondering if you could drill down further on the key verticals and then also on your health care initiatives those are trending.\n\nBut also.\n\nThe other verticals that you would call out thanks.\n\nCertainly.\n\nOur key verticals, where we're focusing our time as healthcare education and government.\n\nWe've organized around those verticals, we have products and services that are attractive to them.\n\nCertain.\n\nService functions dedicated to them and as a result.\n\nBenefiting from it and we.\n\nWe very much think that theyre smart verticals to invest in and and as a result, they're growing really attractively.\n\nCustomer retention is good new business is good.\n\nAnd we think that there is a real long.\n\nOpportunity here for us to continue to invest in these.\n\nAnd to the future certainly.\n\nThe demographics of healthcare are quite attractive.\n\nBut education and government are doing well in addition, and we're going to continue to invest in those areas. So it's paying dividends for us.\n\nThat's a helpful color. Thank you very much.\n\nYour next question comes from Manav Patnaik with Barclays.\n\nOkay.\n\nI think historically, you've talked about how almost two thirds of that too.\n\nAs a new sales come from those non program is I, just wanted an update that and kind of tied to that.\n\nWhat is the competitive environment look like has there been any changes because you need two public comps obviously, there's a lot of changes going on in each of the organizations.\n\nThe amount of viewer I couldn't hear the first part, but I think I understand your question and I'll try to answer it and if I don't please let me know.\n\nThe no programmers.\n\nIt's going quite well.\n\nYes.\n\nIt has historically been a significant portion of what we sell and it continues to be a significant portion of what we sell.\n\nAnd we have products and services that are attractive to them.\n\nWe have a sales effort that is.\n\nI'd say skilled at.\n\nIdentifying and delivering the message to those folks.\n\nAnd I think it's important to understand that with no programmers, it's not always.\n\nI'm too rarely is it just all incremental new spend to them. Many many cases.\n\nWe are able to they are spending those dollars somewhere when in many cases with other vendors maybe not.\n\nA direct competitor, but they are spending money on on compliance and image and safety.\n\nCleanliness those types of things and.\n\nAnd.\n\nAnd as a result, we are able to redirect those dollars to us and in many cases save them money. So.\n\nSo don't think of it all is Oh my gosh.\n\n.\n\nIs there an end to that because.\n\nIf the economy.\n\nThere is any stress in it that they're going to sell quite the opposite.\n\nWe see.\n\nA very very long runway there so that's attractive.\n\nAs far as the competitive set I mean, we operate in a very competitive industry very competitive environment.\n\nI would say I haven't seen any changes to the competitive landscape from that standpoint.\n\nSo I'll leave it at that.\n\nOkay and then just one quick follow up I had was I think I understand.\n\nThe Google partnership.\n\nThe benefits of potentially things, but any sense of timeline like windows.\n\nIt will start happening when do you get the data on the cloud and discussing some of these benefits.\n\nWell, it's certainly give me a process, we just entered into a relationship with them recently.\n\nWe've had meetings with them to talk about where we're going to go here and as I mentioned is not an event.\n\nIt's a process.\n\nBut we see some some low hanging fruit I guess is the best way to say it.\n\nBut as we have gone down this.\n\nThis path.\n\nMore ideas are coming out so.\n\nSo.\n\nSo we think we can benefit for years to come with this opportunity.\n\nAnd I won't go into too much detail, just because we see some competitive advantages there and so as a result, we'll keep those to ourselves but.\n\nWe think the runway is long and an attractive.\n\nOkay. Thank you.\n\nThank you.\n\nAnd our next question comes from Josh Chan with UBS.\n\nHi, Good morning, Todd, Mike and John Congrats on a strong quarter.\n\nThank you Josh.\n\nYes.\n\nQuestion.\n\nOur selling first aid and fire.\n\nBasically those adjacent businesses.\n\nMuch of that growth is selling to existing customers and how much of it gets you kind of entirely new customers that don't rent uniform from you.\n\nYes, Josh it's a good question.\n\nIt's a mix.\n\nCross sell is Ben.\n\nhas been very helpful for us over.\n\nThe last number of years, and we will continue to be but we love new customers and.\n\nIn the fire and first aid there is some overlap, but not complete overlap and so it allows us to get into.\n\nSpeaking to customers about that in the first time, they may have done business with us at all.\n\nSo.\n\nAnd then we separately we have a an enterprise sales organization that will.\n\nCalling a customer or prospect.\n\nAnd frankly doesn't really matter to us what they start with its whatever the customers interested in if a customer doesn't do any business with us and they want to start their interest is in fire wonderful Orbitz and first aid wonderful rental.\n\n.\n\nThen we go where the interest is.\n\nAnd then we expand out that relationship from there.\n\nSo.\n\nWe love the fact that there isn't complete overlap and it it gets us into new opportunities and then we cross sell like Crazy.\n\nGreat that makes sense. Thanks for the color and I guess for my follow up if I look at your incremental margin.\n\nClient pretty steadily through 2023, I assume if you got better alignment between price and cost. So how are you thinking about the cadence of incremental margins looking into 2024.\n\nJosh.\n\nOur.\n\nOur incremental margin for the total company in fiscal 'twenty, three was 26, 8% a little bit up from the previous year and.\n\nJosh it's.\n\nSure.\n\nIs there can be ups and downs from quarter to quarter in the way that we invest store in the in the costs that we see and so we don't necessarily try to predict.\n\nOne quarter at a time.\n\nWe do certainly believe we can get.\n\nIncremental operating margins in that 20% to 30% range from quarter to quarter generally, but it is going to go up and down again based on on what we're doing within the business some initiatives that we.\n\nMay or may not rollout so.\n\nThe bigger the bigger.\n\nFocus for US is on the full year and our goal is to get those incrementals attractive enough.\n\nIt improves margins.\n\nOver the over the year so.\n\nI wouldn't call it linear at all I wouldn't call. It flat, it's going to it's going to be based on how we're managing the business.\n\nThat's great. Thanks for the color and thanks for your time.\n\nOur next question comes from Justin Hauke with RW Baird.\n\nYes, hi, good morning, everyone.\n\nI wanted to I guess my first question, maybe follow up on Andrew's question, just on the implied revenue growth 7% in 2024.\n\n.\n\nMaybe maybe you can kind of pull out the .\n\nHudson takes but that's coming off of a 12% here.\n\nHere in 'twenty, three and that was off of already a really strong 10%.\n\n7% is more I guess kind of in line with.\n\nKind of your long term historical organic growth. So maybe you can just give us the puts and takes is it all pricing that accounts for the delta because it sounds like your new business and retention.\n\nExisting sales are all still very strong so I'm just trying to understand.\n\nThe moving pieces.\n\nThanks for the question Justin.\n\nI'll try to answer it and see if Mike wants to expand upon it so when you think about.\n\nOur our our.\n\nOur growth.\n\nQ4 growth was.\n\nAround 10%, which is.\n\nReally nice growth, especially considering our strong comp of last year of four 7% which was.\n\nOur strongest growth of the year that year. So if you compare that 10% to the I'll call. It the top end of our guide or in the.\n\nThe mid Sevens too.\n\nHigher .\n\nYou can think of that as really a pricing retain returning back to closer to historical levels.\n\nAnd as I mentioned earlier, the reason that we see this as appropriate as we're seeing an easing of inflation.\n\nAnd.\n\nAnd we saw that you can see that in the drop in the cost of energy that we have seen the benefit we received in Q4.\n\nAnd as I mentioned earlier also you sell it in the CPI report yesterday in the PPI report today so.\n\nAnd as you appropriately said I mean, we're guiding towards.\n\nYou are more historical type of growth.\n\nVolume growth is really good still pricing will return closer to historical.\n\nAppropriately so but.\n\nAll that being said, we will still have.\n\nWe are guiding towards incremental margins and operating margin expansion. So.\n\nPricing is.\n\n, but it is not our only lever available to us in order to expand margins.\n\nOkay No that's helpful.\n\nI guess kind of what you were implying but I wanted to clarify that.\n\nThat was kind of the magnitude of the change I guess the second question just on the insurance cost increase.\n\nMaybe SG&A as a percentage of revenue in general how much of an impact was that in the quarter and then is that kind of a run rate.\n\nHeadwind that Youll Youll face next year.\n\nReason why I ask is obviously youre, implying margin expansion here, but your SG&A as a percentage of revenue is still.\n\nPretty low versus kind of pre COVID-19 levels, and so just trying to understand how much structural SG&A.\n\nLeverage gain you have here versus returning to more of a normalized level.\n\nJustin.\n\nYes.\n\nBecause we are self insured those claims can they can kind of move up and down.\n\nThroughout the year. There is nothing that we would say is structural related to that.\n\nIt's just it's just a product of being self insured.\n\nWe ended the year at 26, 9% and SG&A that is gosh, a couple of hundred basis points may be lower than pre.\n\nThan pre Covid.\n\nIn the last few years.\n\nAnd you've heard US speak about this look we've worked hard to get it to that level and we don't want to get back to historical levels. So so our expectation is we're going to continue to find ways to better leverage.\n\nSG&A, particularly G&A.\n\nTo make sure that it contributes to our margin expansion into the future. So we're going to we're going to continue to work hard to look for opportunities to bring it down and do not expect it to return to those.\n\nThose higher 20 places that we were in pre Covid.\n\nGreat.\n\nOkay I appreciate it thank you.\n\nAnd we'll hear next from George Tong with Goldman Sachs.\n\nHi, Thanks, Good morning, you.\n\nYou mentioned there hasn't been much change in customer behavior based on what Youre seeing.\n\nElaborate on how customer budgets sales cycles and the sales pipeline.\n\nEvolving with the current environment.\n\nGood morning, George.\n\nYes.\n\nIt's a pretty.\n\nThe environment Hasnt changed significantly.\n\nThe health of customers is.\n\nVaries based upon geographic what type of business are in small medium large those types of things.\n\nBut generally speaking the sales process has not and has not elongated the sales pipe looks very good.\n\nWe like the spot we're in.\n\nWe have.\n\nInvested appropriately we're in the right we've got the right products and services.\n\nWe've got the rig.\n\nFocus on our customers and.\n\nAnd we think that we're well positioned for the future.\n\nAnd we certainly are trying to make sure that we're planning for the long term and.\n\n.\n\nSure.\n\nAs I mentioned earlier not trying to.\n\nBeing the economic forecasting business, but.\n\nWe are making sure that we're watching our business very closely and hoping for.\n\nClear sailing ahead with the economy.\n\nThat being said.\n\nWe will find a way to be successful as we have in the past.\n\nGot it that's helpful. And then I wanted to drill down further into your healthcare vertical which you touched on earlier can we provided a notable lift.\n\nThe health care business can you talk a little bit about how quickly the health care business is growing what new business trends look like and what mix of revenue. We currently represent.\n\nCertainly George.\n\nThe health care business is.\n\nThere has been strong for us for a number of years.\n\nAnd.\n\nIt is.\n\nAnd as large part.\n\nNot just having a sales focus but organizing around those customers' products services.\n\nOur service organization. So it's more than just sales it is making sure that we look at it as a business and it's growing.\n\nIt's accretive to our growth rates.\n\nWe see very long runway there as I mentioned earlier, the demographics are really attractive, but the pipeline of sales growth and it looks it looks robust.\n\nAnd thats because of years of investment in making sure we're really well positioned.\n\nAnd we see that continuing.\n\nGot it and just the mix of revenue.\n\nDon't have that in front of our stores right now.\n\nIn the past, it's been about 7% and it's I'd say this it's growing faster than average.\n\nGot it thank you.\n\nYour next question comes from Tim Mulrooney with William Blair.\n\nYes, good morning.\n\nThe first aid business, specifically pre pandemic operating margins were closer to 15%.\n\nThey went down several hundred basis points I know from the sell through of lower margin in 'twenty, one 'twenty two but now it looks like you're sitting at 90% I mean, that's a big jump from pre pandemic levels.\n\nWould you expect I guess.\n\nMike talk a little bit of a give back at some point or what do you expect to keep and build on those margin gains that you've made this year.\n\nYeah, Tim we.\n\nWe do not expect to give back we expect to.\n\nMaintain and build on those.\n\nThose improvements.\n\n.\n\nWe're leveraging certainly.\n\nThe total growth the benefits of health and wellness being important to people in the marketplace the mix of business being attractive.\n\nAnd.\n\nWe've.\n\nFundamentally focused on extracting out inefficiencies in the business. So we're not giving those back so.\n\nSo yes, we see the future is bright for that business.\n\nYes, okay.\n\nIt was more than just sales mix. It sounds like you did some structural things.\n\nYes.\n\nWe've talked a lot about the mix certainly.\n\nTurning and that's being that's a big part of it but as Todd mentioned we.\n\nOur first aid safety partners have a lot of things going on in terms of .\n\nBusiness improvement opportunities from sourcing better to routing better to sales productivity improving two penetration opportunities. There is a lot going on in that business and we've attributed a lot youre correct to the revenue mix and that has been important in terms of.\n\nThe height of the pandemic to today, but but theres also a lot that's going on in the business that that is working towards structural improvements in the business that create long term efficiencies and youre seeing that and that's why we don't expect to give it back there is nothing that we are under spend.\n\nare under investing in to get these margins. These are these are real business improvements that are sustainable and thats, what we love about the business.\n\nIt has been growing nicely, it's resonating with.\n\nWith our prospects and customers and it's pretty exciting to think about that business in our fiscal 'twenty four topping $1 billion for the first time. So we do love the business and there is a lot of good work going on there.\n\nThat is exciting and I appreciate.\n\nThe extra color there, Mike that's very clear if I could just shift gears really quickly one of your competitors recently commented that they pay.\n\nThey saw customer retention rates come down a little bit recently, but it is kind of more of a normalization. Following a boost over the last several years when things were good now that kind of back towards historical rates I'm curious and some investors are curious if you guys saw something similar to any material degree did you see retention.\n\nRates kind of jump up a little bit in fiscal 'twenty, two and 'twenty three and have you seen that pull back or normalized so to speak but more recently thank you.\n\nGreat question Tim.\n\nSo over the.\n\nPast few years, we've seen a nice improvement to our customer retention levels.\n\nThrough the pandemic, we think that we can handle that really.\n\nStrategically intelligently.\n\nThought about the long term and and we saw our customer satisfaction scores go up at that same time and.\n\ncontinued to see those same levels of customer satisfaction and retention level. So no we have not seen a change from that standpoint.\n\n.\n\nWe're always working on improving our business and making sure that we are.\n\nSuper focused on making sure we're taking great care of our customers.\n\nStaying attention.\n\nTo their needs is.\n\nA big part of what makes us successful so.\n\nWe've not seen a change and we're focused on making sure that doesn't happen.\n\nGot it thank you.\n\nThank you.\n\nAnd we'll hear next from Kartik Mehta with Northcoast research.\n\nGood morning, I wanted to ask your expectations for add stops as we go into fiscal 'twenty four.\n\nIt seems as though companies are starting to slow down their hiring and.\n\nWhat type of impact.\n\nIncluded in the guidance or what Youre anticipating.\n\nKartik.\n\nWe have not seen a change to our add stops metrics.\n\nAnd we are.\n\nExpect that that will continue.\n\nWe're.\n\nPart of it is because of.\n\nThe diversity of our customer base.\n\nJust goods producing services providing.\n\nAnd the broadness of our customer base.\n\nWe're not dependent upon any one particular area.\n\nAnd we expect it to grow in multiples of GDP.\n\nAnd.\n\nAnd all of that being said.\n\nWe expect that add stops metrics will continue on its path.\n\nAnd then Mike you might have said this so I apologize if you already got.\n\ntalked about this but just the impact from energy costs.\n\nFY 'twenty four versus FY2023.\n\nWhat you've included.\n\nOr anticipated.\n\nSo let me I'll give you a couple a couple of numbers.\n\nFourth quarter.\n\nTotal energy for the total company was one 8%.\n\nFor the fourth quarter.\n\nFor the year that was two 2%.\n\nFor the year.\n\nThis year fiscal 'twenty three compared to 22 it was down.\n\nAt 10 basis points. So it's roughly flattish as we think about 'twenty four.\n\nLook the prices at the pump spiked in June of last year, and so our first quarter.\n\nNumbers of last year were fairly high and so we may get a little bit of a .\n\nin Q1, and then our expectation is it will turn roughly flattish.\n\nThank you very much I really appreciate it.\n\nOkay.\n\nNext we'll hear from Seth Weber with Wells Fargo.\n\nHey, guys good morning.\n\nI wanted to just circle back to the revenue guidance.\n\nAgain for a second I'm just it sounds like first aid safety and fire business, both have very strong momentum and so I'm just trying to understand the construct of the revenue guide whether you think.\n\nAll three segments will be in that kind of 6% to 8% range or.\n\nWill there be some above some below to kind of.\n\nPut out to that.\n\nTo a range because it seems like there's still a lot of momentum in the first aid safety and fire business.\n\nWell Seth.\n\nGood morning, well, we like the momentum in all of our businesses.\n\nSo will there be some above some below yeah, but it's.\n\nBut generally speaking we see in the mid to high single digits.\n\nWould be probably where you can think of it.\n\nAnd it's.\n\nAnd as I mentioned earlier.\n\nWe are up against .\n\nComp center significant partly because of.\n\nPricing being above historical in the past.\n\nWell above historical now it being closer to historical.\n\nOkay.\n\nMaybe Mike can follow up question just on Capex.\n\nKind of pushing up towards that 4% ish number again is that the right way to think about it for fiscal 'twenty four.\n\nAnd then can you just give us any color on what that whether thats brick and mortar or weather.\n\nJust where that spending might be going thanks.\n\nCapacity perspective or whatnot sure.\n\nYes, we would expect to three 5% to 4%.\n\nOf revenue.\n\nAnd look when we've when we've had a really good couple of years of volume growth, we have capacity needs in certain places capacity is local in our business, but we have capacity needs in.\n\nWe want to continue to.\n\nInvest for growth.\n\nAnd so there will be everything from added washers and dryers and specific wash alleys too.\n\nSome of our few bricks and mortar new buildings.\n\nAnd other investments in the business that allow us to continue to have the capacity we need to grow so.\n\nIt is kind of back to that historical three 5% to 4% range that would be our expectation.\n\nGot it I appreciate it guys. Thank you very much.\n\nIn Q.\n\nAnd we'll move next to Heather with Bank of America.\n\nHi, Thank you for taking my question.\n\nI know you've got it.\n\nQuestion earlier about that.\n\nThe trend in sales at the differences related to pricing I'm curious focusing specifically on the uniforms business.\n\nAnd.\n\nAnd then growing organically nine.\n\nAnd 11% the last few quarters.\n\nPresumably we're well past that COVID-19 recovery period.\n\nI'm just curious what's enabled you to drive that outperformance versus kind of pre COVID-19 levels and if you think that the Santa Paula client salary.\n\nYes, good morning, Heather so yeah, our uniform rental business is performing quite well.\n\n.\n\nWe think we've invested appropriately.\n\nAnd the sales organization.\n\nWe really like where we're going there we'd like the productivity levels.\n\ncontinued to go up.\n\nAnd theres plenty of inputs to productivity in us.\n\nWhether it's products that we launch services that we launch.\n\nThe retention levels of our people.\n\nThe.\n\nThe leadership of the organization make sure that we're driving.\n\nItems that make them more successful so.\n\nis going well and in our service organization is doing an outstanding job with customer retention.\n\nMaking sure as I mentioned earlier, our customer satisfaction scores are near all time highs.\n\nAnd as a result of that are our los business, our customer retention the appropriate way to say it our customer retention is is really attractive so.\n\nOur new is up and our customer retention has improved over pre COVID-19 levels.\n\nSo those are those are big for us and having a.\n\nA really positive impact on the business.\n\nGreat. Thank you that's really helpful.\n\nI feel like I have to ask an AI question here you guys talked about being early in their digital transformation journey.\n\nYou guys looking at any investment.\n\nHi.\n\nSure.\n\nThank you Keith.\n\nBehind the scenes types.\n\nBenefit.\n\nGreat. Thanks.\n\nYes, Heather we're we're .\n\nCertainly investigating and investing in opportunities.\n\nAnd we think we're with the right partners.\n\nWhen you think about.\n\nVerizon and Google, having those three as the our technology are strategic.\n\nTechnology partners, we think we're with the right folks.\n\nAnd and we don't just have a customer vendor relationship with them, we have a strategic relationship with them and they are helping us.\n\nOur and will help us.\n\nTo leverage those opportunities in the marketplace. So.\n\nI can't lay out specifics for you, but I'll just tell you, that's where we see opportunity to invest in that area.\n\nAnd.\n\nWe are doing so appropriately because.\n\nWe think it will pay big dividend that being said it'll be we'll be speaking about this for many many years to come.\n\nBecause we think the benefit has a.\n\nhas a lot of legs to it.\n\nThat's really helpful. Thank you.\n\nThank you.\n\nYour next question comes from Scott Schneeberger with Oppenheimer.\n\nOkay.\n\nThanks very much.\n\nKind of a cautionary.\n\nCautionary question it sounds like things are going really well and.\n\nAnd recent economic indicators feel pretty good but just curious to hear what the plan is.\n\nIs your guidance expecting softness in the economy. How are you looking at what levers would you pull.\n\nOn the efficiency side what should.\n\nShe'd give us assurance youll be in good shape, if youre not able to get some of the leverage you've been getting on the top line. Thanks.\n\nScott.\n\nMake sure I understand youre, saying, if we can't get the leverage or if the economic environment changes.\n\nIf the economic environment get dips below.\n\nStatus quo and really deteriorate just curious what kind of leverage you guys would pull too.\n\nTo maintain the financial center.\n\nYes, certainly good question.\n\nWe have a.\n\nA very tenured very experienced.\n\nLeadership team management team.\n\nThat has been through the cycles.\n\nSeems like you name it we've been through it and we expect to be successful in all environments now.\n\nSo your question is it's a tough one to answer because the economic downturn.\n\nHow how deep is it how long is it how broad.\n\n.\n\nAnd so.\n\nTrying to understand that is challenging.\n\nWe expect to be successful in all economic environments.\n\nIf you're talking about a massive downturn and OE dollars nine that might be different.\n\nBut we're ready.\n\nWe know how to do this we have demonstrated our ability to be successful in.\n\nAnd all of these different type of economic environment, we have grown our sales and profits.\n\n52 in the last 54 years.\n\nMy expectation is we will absolutely do so and we will find and fight and.\n\nA way to to be successful in whatever economic environment, So plenty of levers available to us.\n\nAnd we think we've got the right team in place to manage that.\n\nThanks, I appreciate that and then for the follow up it's a bit of a two parter one pure housekeeping.\n\nJust curious your.\n\nThanks for answering on on question on Capex, what that will look like.\n\nTheir uses of capital as we head into fiscal 'twenty four thoughts on buyback stopped on M&A any other.\n\nClean up on the balance sheet. You you were considering and then that second part would just be if you could remind us what a what a one day.\n\nOne extra workday.\n\nQuantitative impact is that in fiscal 'twenty four versus 23.\n\nSure from a from a capital allocation I'll start with our expectation is that cash flow is going to continue to be very good in fiscal 'twenty four.\n\nSecondly, our balance sheets in great shape, we as of May 31, we have no variable debt.\n\nAnd.\n\nAnd so we can do a lot of things with great cash flow and a great balance sheet, we would love to use that on M&A.\n\nOpportunities come along and we will be.\n\nWe'll be as aggressive as we can be in terms of looking for them and making sure that.\n\nThey come at the right value, but we love that that opportunity buyback is another great opportunity again with good cash flow and a great balance sheet.\n\nWe can put that cash to work and we certainly could do it in the form of a buyback so.\n\nLook our capital allocation philosophy and strategy Hasnt changed.\n\nAnd with again with a healthy balance sheet and healthy cash flow. We can do some good things with that as we look forward to fiscal 'twenty for .\n\nYour second question of the one workday.\n\nFor fiscal year in this case it would be about a 40 basis point.\n\nBenefit to growth sales growth and.\n\nAnd think about it as about a 12 basis point benefit on the bottom line.\n\nOn the operating margin.\n\nGreat. Thanks, I appreciate all the color.\n\nYour next question comes from Shlomo Rosenbaum with Stifel Nicholas.\n\nAlright, Thank you for taking my questions.\n\nI guess I'll just ask.\n\nMore on.\n\nKind of the hiring environment.\n\nClients, who said that youre not expecting it to change it's been a very strong hiring.\n\nThe environment for the last several years since that kind of initial dip in Covid is there a way that you think about it in your mind in terms of strong.\n\nHiring environment, and just kind of clients adding.\n\nPersonnel driving some of that revenue growth, particularly in the rental uniforms division.\n\nDo you think it's really a lot more of.\n\nThe company's board efforts in terms of.\n\nCross selling finding new customers.\n\nAnd then my follow up.\n\nGood question Shlomo.\n\nWe love it when our customers are hiring.\n\nMore more employees.\n\nAnd it certainly allows you to just wanted a little bit downstream, but it's.\n\nBut we've got to find ways to add value to customers, even when they are in that more flattish type of environment.\n\nThat being said there is still almost 10 million job openings. So that's very encouraging.\n\nWould love to see those jobs filled.\n\nBut we are we're going to find a way to be successful.\n\nWhether our customers are hiring at rapid rates or or or much lower rates.\n\nWe're going to find a way to be successful and that is impacted by our ability to we would call. It cross sell.\n\nBring more value to the customers.\n\nAnd other products and services that they may have.\n\nWith maybe a new business unit, but maybe within that business unit, just selling more items. So there is a lot of inputs to that.\n\nAnd how we categorize it but were.\n\nWe like the spot that we're in and we think the products and services and the value proposition that we're providing is resonating with people and would certainly love the economic environment.\n\nto continue.\n\nbin.\n\nEven improve.\n\nOkay, Great and then just on the follow up.\n\nMaybe you could talk a little bit about the margin just stuck on a sequential basis looking at the first aid and safety and then kind of the other division you had a sequential decline despite revenue going up and the rental uniforms you have it continuing to go up or is there something particular on the insurance side that hit the other divisions or is.\n\nThere are some particular investments that are going on right. Now just if you can give a little bit of a sequential color on what's going on with the operating margins.\n\nSure Shlomo Shlomo look.\n\nThe first seed margin was at 18, 8% in Q4 still a really healthy place to be in.\n\nNothing noteworthy other than growth is organic growth still is very good gross margin is still very good and we continue to invest for the future. So.\n\nNothing noteworthy there from the all other.\n\n.\n\nThe fire operating margin in the in Q4 was slightly over 20%.\n\nAnd so that's a great place for us in that business. The direct sale business was three 5% so quite a bit lower and that business can can move up and down and have a little bit more volatility than than the other businesses just because of the nature of it.\n\nWe still love the business it grew nicely, but mix can have an.\n\nAn outsized effect on that.\n\nOperating margin.\n\nAnd it sort of did in the fourth quarter as we move forward.\n\nFrom a first aid perspective, we still expect the really positive margins that we've seen as we've discussed a few minutes ago and we still expect a fire to continue to perform very very well like it has in fiscal 'twenty three.\n\nThank you.\n\nYour next question comes from Toni Kaplan with Morgan Stanley .\n\nThanks for squeezing me in.\n\nWanted to follow up on first aid, Chris you talked about the cabinet business contributing it again, which is great.\n\nI was hoping you could talk about is that sort of an industry penetration is growing or is it.\n\nThe product set relatively new I know you were investing in it.\n\nHave you been sort of incentivizing your sales force to sell more cabinets and are you taking share.\n\nJust wanted to get a sense on how long the start at 20% growth in cabinets.\n\nCan continue and if there are any other factors you'd call out as well thanks.\n\nThank you Tony.\n\nWe the answer is yes, all the above is what we're doing we see.\n\nA long runway in the first aid business.\n\nWe are.\n\nThe vast majority of what we sell are people that are do it yourself.\n\nAnd.\n\nAnd.\n\nAs you think about the 16 million businesses in North America.\n\nThere is a.\n\nA significant opportunity to sell our first aid cabinet services, but our other services as well.\n\nWhether they be aedes.\n\nI watched stations those types of items at that.\n\nThat really add value to customers.\n\nAnd that that health safety compliance.\n\nTailwind, we don't see that changing.\n\nPeople are excuse me invest.\n\nInvesting in their organizations.\n\nAnd we see that as a tailwind for many years to come and the market is really really big so.\n\nSo that's where we are.\n\nWe love the growth that we're seeing in that business and we're continuing to invest appropriately to make sure that it continues.\n\nTerrific and this should be a short one but hoping you could talk about maybe the sensitivity of the business from inflation. So presumably your costs come down as if inflation comes down how.\n\nHow should we be thinking about maybe like the impact to margin for each point inflation comes down or however, you want to frame frame that sensitivity there. Thanks.\n\nTony that's it's.\n\nThat's a really difficult thing to try to say one point of inflation equals X points of margin.\n\nThat's pretty difficult to do.\n\nBut but maybe say this when you think about our cost structure. We've got we've got a really nice.\n\nMix of costs tight.\n\nTypes, if you will so we certainly have.\n\nThings like labor that are that are impacted by.\n\nInflationary pressures and we work very very hard on that over the course of the last.\n\nFive years, I would say and we're in a good spot.\n\nBut then we also have these this is a large part of our cost structure that is amortizing.\n\nAnd it allows us to effectively see any inflationary impacts coming if they are coming and plan for them Accordingly, and so we made plan for that in terms of our pricing approach. We made plan for that in terms of other initiatives, but the point is .\n\nWe are amortizing those costs it takes a while for inflation to get to us and during that period of time, we can plan and we can anticipate better.\n\nWhile we're on that bucket I would say our global supply chain really does a nice job of.\n\nNot being single sourced and so.\n\nSo when there are some inflationary pressures.\n\nIn various parts of the world or in our supply chain.\n\nWe are not single source, we have the ability to move volume.\n\nA little bit in flex, we have choices and thats important for us and it has been important for us over the course of the last two years in the high inflationary environment.\n\nAnd then.\n\nThe third bucket that I would throw out is sort of that infrastructure. We've got a large infrastructure 400, plus locations around the country in and when we are growing really nicely, we're leveraging it very very well and we've done that over the course of the last few years and so Tony.\n\nToni we're not a product company that is dramatically affected by today's inflation and you hear us talk about.\n\nPricing is just one lever that we have to to get margin improvement and.\n\nThat's because of .\n\nOne we've got this sort of diverse cost structure and number two.\n\nWe've got a lot of initiatives and things that we're working on and it gives us choices and thats. The thats really the key for us in terms of fighting inflation. So hopefully that answers. The question, it's not it's not an easy metric for us.\n\nBecause of the cost structure that we have and the initiatives that we have and it also depends on where the inflation comes from.\n\nSuper Thanks, a lot.\n\nYes.\n\nThank you.\n\nA question and answer session I would like to turn the call back to Ms. Robotically.\n\nExcuse me, Mr. for any additional or closing remarks.\n\nThank you for joining us. This morning, we will issue our first quarter fiscal 'twenty for financial results in September we look forward to speaking you speaking with you again at that time.\n\nSure.\n\nThis concludes today's conference call. Thank you for attending.\n\nThe host has ended this call goodbye.\n\n[music].\n\n[music].\n\n[music]."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b7942a8051bc5170e6c01bb67158295",
    "period": "2023 Q3",
    "content": "Q3 2023 Cintas Corp Earnings Call\n\nQ3 2023 Cintas Corp Earnings Call\n\nCTASNASDAQMAR 29, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Cintas Corporation announces Fiscal 2023 Third Quarter Earnings Release Conference Call. Today's call is being recorded. At this time, I would like to turn the call over to Mr. Paul Adler, Vice President, Treasurer and Investor Relations. Please go ahead, sir.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThank you, Ross. And thank you joining us. With me is Todd Schneider, President and Chief Executive Officer and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2023 third quarter results.\nAfter our commentary, we will open the call to questions from analysts.\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss.\nI refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission. I'll now turn the call over to Todd.\n\nTodd M. Schneider\n\nCEO, President & Director, Cintas Corporation\n\nThank you, Paul. Third quarter total revenue grew 11.7% to $2.19 billion. Each of our businesses continue to execute at a high level. The benefit of our strong revenue growth flowed through to our bottom line. Excluding a gain in the related tax benefit in last year's third quarter, operating income margin increased 110 basis points to 20.4% and diluted EPS grew 16.7% to $3.14. I thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other.\nThe Uniform Rental and Facility Services operating segment revenue for the third quarter of fiscal '23 was $1.72 billion compared to $1.55 billion last year. The organic revenue growth rate was 10.8%. While price increases contributed at a higher level than historically, revenue growth was driven mostly from increased volume. Our sales force continues to add new customers and penetrate and cross-sell our existing customer base. Business has prioritized all we provide, including image, safety, cleanliness and compliance.\nOur First Aid and Safety Services operating segment revenue for the third quarter was $231.6 million compared to $213 million last year. The organic revenue growth rate was 7.8%. The segment was up against a difficult revenue comparison because last year's third quarter revenue included about $15 million in sales of COVID-19 test kits that did not repeat this year. Excluding the prior year test kit sales, the organic revenue growth rate was 16%.\nWe continue to have good momentum in our first aid cabinet business, which continues to grow greater than 20%. Health and safety of employees remains top of mind. We provide businesses with access to quick and effective products and services that promote health and well-being in the workplace. Our Fire Protection Services and Uniform Direct Sale businesses are reported in the All Other segment.\nAll Other revenue was $242.2 million compared to $194.3 million last year. The fire business revenue was $155.8 million. The organic revenue growth rate was 20.7%. The Uniform Direct Sale business revenue was $86.5 million, and the organic growth rate was 32%. Now before turning the call over to Mike to provide details of our third quarter results, I'll provide our updated financial expectations for our fiscal year.\nWe are increasing our financial guidance. We are raising our annual revenue expectations from a range of $8.67 billion to $8.75 billion to a range of $8.74 billion to $8.80 billion, a total growth rate of 11.3% to 12%. Also, we are raising our annual diluted EPS expectations from a range of $12.50 to $12.80 to a range of $12.70 to $12.90, a growth rate of 12.6% to 14.4%. Mike?\n\nJ. Michael Hansen\n\nCFO & Executive VP, Cintas Corporation\n\nThanks, Todd, and good morning. Our fiscal 2023 third quarter revenue was $2.19 billion compared to $1.96 billion last year. The organic revenue growth rate, adjusted for acquisitions and foreign currency exchange rate fluctuations, was 11.8%. Gross margin for the third quarter of fiscal '23 was $1 billion compared to $898.2 million last year, an increase of 15.1%.\nGross margin as a percent of revenue was 47.2% for the third quarter of fiscal '23 compared to 45.8% last year, an increase of 140 basis points. Energy expenses comprised of gasoline, natural gas and electricity were a tailwind, decreasing 15 basis points from last year. Strong volume growth from new customers and the penetration of existing customers with more products and services helped generate great operating leverage.\nGross margin percentage by business was 47.1% for Uniform Rental and Facility Services; 51.6% for First Aid and Safety Services; 48.5% for Fire Protection Services; and 35.8% for Uniform Direct sale. Operating income of $446.8 million compared to $407.6 million last year. Operating income as a percentage of revenue was 20.4% in the third quarter of fiscal '23 compared to 20.8% in last year's third quarter.\nFiscal '22 third quarter operating income included a $30.2 million gain on an equity method investment transaction. The gain was recorded in selling and administrative expenses. Excluding this gain, fiscal '23 third quarter operating income as a percentage of revenue was 20.4% compared to 19.3% in last year's third quarter, an increase of 110 basis points.\nOur effective tax rate for the third quarter was 22.1% compared to 18.2% last year. The fiscal '22 third quarter equity method investment transaction included a significant tax benefit. Excluding the transaction, the effective tax rate for the third quarter of fiscal '22 was 19.6%. Net income for the third quarter was $325.8 million compared to $315.4 million last year. This year's third quarter diluted EPS of $3.14 compared to $2.97 last year.\nHowever, fiscal '22 third quarter diluted EPS contained $0.28 from the gain on the equity method investment transaction, which included a related $0.07 tax rate benefit. Excluding this gain and the related benefit -- related tax benefit, fiscal '23 third quarter diluted EPS of $3.14 compared to $2.69 in last year's third quarter, an increase of 16.7%.\nCash flow remained strong. On December 15, 2022, we paid shareholders $117.4 million in quarterly dividends, an increase of 18.6% from the amount paid to previous December. Todd provided our annual financial guidance, related to the guidance, please note the following: Fiscal '22 included a gain on sale of operating assets in the first quarter and a gain on an equity method investment in the third quarter.\nExcluding these items, fiscal '22 operating income was $1.55 billion, a margin of 19.7% and diluted EPS was $11.28. Please see the table in our earnings press release for more information. Fiscal '23 operating income is expected to be in the range of $1.77 billion to $1.80 billion compared to $1.55 billion in fiscal '22 after excluding the gains.\nFiscal '23 interest expense is expected to be $112 million compared to $88.8 million in fiscal '22 due in part to higher interest rates. Our fiscal '23 effective tax rate is expected to be 20.7%. This compares to a rate of 17.9% in fiscal '22 after excluding the gains and their related tax impacts. Our financial guidance does not include the impact of any future share buybacks. And we remain in a dynamic environment that can continue to change. Our guidance contemplates a stable economy and excludes significant economic disruptions or downturns. I'll turn it back over to Paul.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nAnd that concludes our prepared remarks. Now we are happy to answer questions from the analysts. Please ask just one question and a single follow-up if needed. Thank you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f46206c019341b827a43d0e9009afc88",
    "period": "2023 Q2",
    "content": "Q2 2023 Cintas Corp Earnings Call\n\nQ2 2023 Cintas Corp Earnings Call\n\nCTASNASDAQDEC 21, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Cintas Second Quarter Fiscal Year 2023 Earnings Release Conference Call. Today's call is being recorded. At this time, I would like to turn the call over to Mr. Paul Adler, Vice President, Treasurer and Investor Relations. Please go ahead, sir.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThanks, Ross, and thank you for joining us. With me is Todd Schneider, President and Chief Executive Officer; and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2023 second quarter results. After our commentary, we will open the call to questions from analysts. The Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance.\nThese forward-looking statements are subject to risks and uncertainties and which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission. I'll now turn the call over to Todd.\n\nTodd M. Schneider\n\nCEO, President & Director, Cintas Corporation\n\nThank you, Paul. Second quarter total revenue grew 13.1% to $2.17 billion. Each of our businesses increased revenue at a double-digit rate. The benefits of our strong revenue growth flowed through to our bottom line. Operating income margin increased 70 basis points to 20.5%, and diluted EPS grew 13% to $3.12.\nI thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other. The Uniform Rental and Facility Services operating segment revenue for the second quarter of fiscal '23 was $1.71 billion compared to $1.54 billion last year. Organic revenue growth rate was 11.3%. Revenue growth was driven mostly from increased volume. Our sales force continues to add new customers and penetrate and cross-sell our existing customer base. Businesses prioritize all we provide, including image, safety, cleanliness and compliance. Challenged with labor scarcity from rising costs, businesses continue to turn to Cintas to help them get ready for the workday. Additionally, price increases contributed at a higher level than historically.\nWe believe such a mix of revenue drivers, volume and price is healthy in support of continued long-term growth.\nOur First Aid and Safety Services operating segment revenue for the second quarter was $236.0 million compared to $202.2 million last year. The organic revenue growth rate was 15.1%. This rate reflects the continued momentum of our First Aid cabinet business, which continues to grow more than 20%. Whether it is COVID-19 or influenza, the health and safety of employees remains top of mind. We provide businesses with access to quick and effective products and services that promote health and well-being in the workplace.\nPersonal Protective Equipment, or PPE, while still elevated compared to pre-COVID levels declined slightly on a sequential basis. The revenue mix shift benefits our financial results because the cabinet service is a more consistent revenue stream and has higher profit margins than PPE. Our Fire Protection Services and Uniform Direct Sale businesses are reported in the all Other segment. All Other revenue was $228.9 million compared to $184.9 million last year.\nThe Fire business organic revenue growth rate was 18.0% and the Uniform Direct Sales business organic growth rate was 33.9%. And before turning the call over to Mike to provide details of our second quarter results, I'll provide our updated financial expectations for our fiscal year. We are increasing our financial guidance. We are raising our annual revenue expectations from a range of $8.58 billion to $8.67 billion to a range of $8.67 billion to $8.75 billion, a total growth rate of 10.4% to 11.4%. Also, we are raising our annual diluted EPS expectations from a range of $12.30 to $12.65 to a range of $12.50 to $12.80, a growth rate of 10.8% to 13.5%. Mike?\n\nJ. Michael Hansen\n\nCFO & Executive VP, Cintas Corporation\n\nThanks, Todd, and good morning. Our fiscal 20, quarter revenue was $2.17 billion compared to $1.92 billion last year. The organic revenue growth rate, adjusted for acquisitions, divestitures and foreign currency exchange rate fluctuations was 12.8%. Gross margin for the second quarter of fiscal '23 was $1 billion compared to $885.1 million last year, an increase of 15.5%.\nGross margin as a percent of revenue was 47% for the second quarter of fiscal '23 compared to 46% last year. Energy expenses comprised of gasoline, natural gas and electricity were a headwind increasing 10 basis points from last year. Strong volume growth from new customers and the penetration of existing customers with more products and services helped generate great operating leverage.\nGross margin percentage by business was 47% for Uniform Rental and Facility Services, 50.5% for First Aid and Safety Services, 47.4% for Fire Protection Services and 37.2% for Uniform Direct sale, operating income of $444.9 million compared to $381.2 million last year. Fiscal '23 second quarter operating income increased 16.7% and operating income margin increased 70 basis points to 20.5% from 19.8% last year.\nOur effective tax rate for the second quarter was 22.1% compared to 18% last year. The tax rate can move from period to period based on discrete events, including the amount of stock compensation expense. Net income for the second quarter was $324.3 million compared to $294.7 million last year, an increase of 10.1%. This year's diluted EPS of $3.12 compared to $2.76 last year, an increase of 13%. We had to overcome higher inflation, interest expense and tax rate therefore, we are especially pleased with these financial results.\nCash flow remained strong on September 15, 2022. We declared dividends and paid them on December 15, 2022 in the amount of $117.4 million in quarterly dividends. To provide our annual -- Todd provided our annual financial guidance related to the guidance, please note the following: Fiscal '22 included a gain on sale of operating assets in the first quarter and a gain on an equity method investment in the third quarter. Excluding these items, fiscal '22 operating income was $1.55 billion, a margin of 19.7% and diluted EPS was $11.28. Please see the table in our earnings press release for more information.\nFiscal '23 operating income is expected to be in the range of $1.75 billion to $1.79 billion compared to $1.55 billion in fiscal '22 after excluding the gains. Fiscal '23 interest expense is expected to be $113 million compared to $88.8 million in fiscal '22 due in part to higher interest rates. Our fiscal '23 effective tax rate is expected to be 20.7%. This compares to a rate of 17.9% in fiscal '22 after excluding the gains and their related tax impacts.\nPlease keep the following in mind when modeling third quarter versus fourth quarter financial results. The number of workdays in the third and fourth quarter of fiscal '23 are unchanged from fiscal '22. There are 64 days in the third quarter and 66 in the fourth. Less workdays results in less revenue to cover certain fixed and amortizing costs.\nIn last year's third quarter, First Aid and Safety sold about $15 million in COVID test kits. We don't expect that revenue to repeat this year. Uniform Direct Sale organic revenue growth rates have been very strong year-to-date. However, we expect these rates to be pressured in the second half of the fiscal year as the business faces increasingly challenging comparisons.\nPayroll taxes reset in our third -- fiscal third quarter, increasing our SG&A costs on a sequential basis. Our financial guidance does not include the impact of any future share buybacks and we remain in a dynamic environment that can continue to change. Our guidance contemplates a stable economy and excludes pandemic-related setbacks or economic downturns. I'll turn it back over to Paul.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThat concludes our prepared remarks. Now we are happy to answer questions from the analysts. Please ask just one question and a single follow-up if needed. Thank you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d5070bbbafa203be641e342142de6f3",
    "period": "2023 Q1",
    "content": "Q1 2023 Cintas Corp Earnings Call\n\nQ1 2023 Cintas Corp Earnings Call\n\nCTASNASDAQSEP 28, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to Cintas' First Quarter Fiscal Year 2023 Earnings Release Conference Call. Today's call is being recorded. At this time, I'd like to turn the call over to Mr. Paul Adler, Vice President and Treasurer, Investor Relations. Please go ahead, sir. Pardon the interruption Mr. Adler, we're unable to hear you.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThank you. Yes, we were still on mute. So thank you for joining us. With me is Todd Schneider, President and Chief Executive Officer; and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2023 first quarter results. After our commentary, we will open the call to questions from analysts.\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission.\nI'll now turn the call over to Todd.\n\nTodd M. Schneider\n\nCEO, President & Director, Cintas Corporation\n\nThank you, Paul. We are pleased with our start to our fiscal year 2023. First quarter total revenue grew 14.2%. Each of our businesses increased revenue at a double-digit rate. The benefits of our strong revenue growth flowed through to our bottom line. Excluding a onetime gain recorded in last year's first quarter selling and administrative expenses, operating income margin increased 20 basis points, and EPS grew 12.3%.\nOur sales force continues to add new customers and penetrate and cross-sell our existing customer base. Businesses prioritize all we provide, including image, safety, cleanliness and compliance. In challenge with labor scarcity and rising costs, businesses continue to turn to Cintas to help them get ready for the work day. I thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other.\nTurning now to our business units. The Uniform Rental and Facility Services operating segment revenue for the first quarter of fiscal '23 was $1.70 billion compared to $1.51 billion last year. Organic revenue growth was 12.3%. Revenue growth was driven mostly from increased volume. Additionally, price increases contributed at a higher level than historically. We believe such a mix of revenue drivers, volume versus price, is healthy and supportive of continued long-term growth.\nOur First Aid and Safety Services operating segment revenue for the first quarter was $234.2 million compared to $199.1 million last year. Organic revenue growth was 15.8%. This rate reflects the continued momentum of our First Aid Cabinet business, which continues to grow more than 20%. Personal Protective Equipment, or PPE, while still elevated compared to pre-COVID levels, declined again on a sequential basis. We welcome this mix shift because the cabinet service is a more consistent revenue stream that has higher profit margins in PPE.\nOur Fire Protection Services and Uniform Direct Sale businesses are reported in the All Other segment. All Other revenue was $234.5 million compared to $189.7 million last year. The Fire business organic revenue growth rate was 17.4%, and the Uniform Direct Sale business organic growth rate was 44.1%.\nBefore turning the call over to Mike to provide additional details on our first quarter results, I'll provide our updated financial expectations for our fiscal year. We are increasing our financial guidance. We are raising our annual revenue expectations from a range of $8.47 billion to $8.58 billion to a range of $8.58 billion to $8.67 billion. Also, we are raising our annual diluted EPS expectations from a range of $11.90 to $12.30 to a range of $12.30 to $12.65. Mike?\n\nJ. Michael Hansen\n\nCFO & Executive VP, Cintas Corporation\n\nThanks, Todd, and good morning. Our fiscal 2023 first quarter revenue was $2.17 billion compared to $1.9 billion last year. The organic revenue growth rate adjusted for acquisitions, divestitures and foreign currency exchange rate fluctuations was 13.9%. Gross margin for the first quarter of fiscal '23 was $1.03 billion compared to $902.8 million last year, an increase of 13.9%. Gross margin as a percent of revenue was 47.5% for the first quarter of fiscal '23 compared to 47.6% last year. Energy expenses comprised of gasoline, natural gas and electricity were a headwind, increasing 30 basis points from last year.\nGross margin percentage by business was 47.5% for Uniform Rental and Facility Services, 49.6% for First Aid and Safety Services, 48.8% for Fire Protection Services and 37.3% for Uniform Direct sale. Operating income of $440.1 million compared to $394.1 million last year. Excluding last year's first quarter gain totaling $12.1 million and recorded in selling and administrative expenses, fiscal '23 first quarter operating income increased 15.2% and operating income margin increased 20 basis points to 20.3% from 20.1% last year. Our effective tax rate for the first quarter was 14.8% compared to 11% last year. The tax rate can move from period to period based on discrete events, including the amount of stock compensation expense.\nNet income for the first quarter was $351.7 million compared to $331.2 million last year. Last year's first quarter diluted EPS contained $0.09 from the previously mentioned gain and related income tax expense. Excluding the gain and the related income tax expense, this year's diluted EPS of $3.39 compared to $3.02 last year, an increase of 12.3%. First quarter operating cash flow increased 13.8%. On June 15, 2022, we paid shareholders $97.7 million in quarterly dividends. Also during the quarter, we purchased $210.8 million of Cintas' common stock under our buyback program.\nWe continue to allocate capital in many ways to improve shareholder return. Our strong balance sheet and cash flow enable us to do so consistently. Todd provided our annual financial guidance. Related to the guidance, please note the following: fiscal '22 included not only the gain on sale of operating assets in the first quarter, but also a gain on an equity method investment in the third quarter. Excluding these items, fiscal '22 operating income was $1.55 billion, a margin of 19.7% and diluted EPS was $11.28. Please see the table in our earnings press release for more information.\nFiscal '23 operating income is expected to be in the range of $1.72 billion to $1.76 billion, compared to $1.55 billion in fiscal '22 after excluding the gains. Fiscal '23 interest expense is expected to be approximately $110 million compared to $88.8 million in fiscal '22 due in part to higher interest rates. Our fiscal '23 effective tax rate is expected to be approximately 20%. This compares to a rate of 17.9% in fiscal '22 after excluding the gains and their related tax impacts. The expected higher effective tax rate will negatively impact fiscal '23 diluted EPS by approximately $0.32 and diluted EPS growth by approximately 290 basis points.\nOur financial guidance does not include the impact of any future share buybacks, and we remain in a dynamic environment that can continue to change. Our guidance contemplates a stable economy and excludes pandemic-related setbacks or economic downturns.\nI'll turn it back over to Paul.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThat concludes our prepared remarks. Now we are happy to answer questions from the analysts. Please ask just 1 question and a single follow-up if needed. Thank you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c45652d6a7277a049da3713d53cc8c0",
    "period": "2022 Q4",
    "content": "Q4 2022 Cintas Corp Earnings Call\n\nQ4 2022 Cintas Corp Earnings Call\n\nCTASNASDAQJUL 14, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Cintas Fourth Quarter Full Year 2022 Earnings Release Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Mr. Paul Adler, Vice President and Treasurer, Investor Relations. Please go ahead, sir.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThanks, Darren, and thank you, everyone, for joining us. With me is Todd Schneider, President and Chief Executive Officer; and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2022 fourth quarter results. After our commentary, we will open the call to questions from analysts.\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission.\nI'll now turn the call over to Todd.\n\nTodd M. Schneider\n\nCEO, President & Director, Cintas Corporation\n\nThank you, Paul. Our fourth quarter financial results were led by a strong revenue increase of 13.0% to $2.07 billion. Despite strong inflationary headwinds, operating income margin increased 10 basis points to 19.5% and EPS grew 13.8% to $2.81.\nOur sales force continues to add new customers and penetrate and cross-sell our existing base. Businesses prioritize all we provide, including image, safety, cleanliness and compliance. Challenged with finding labor to run their business, heightened concerns over sanitization and inflationary labor and purchasing costs, businesses increasingly outsourced to Cintas to help them get Ready for the Workday.\nWe were able to deliver increased operating margin and EPS despite this period of significant inflation by productively selling new business, penetrating existing customers with more products and services, providing excellent service while driving operational efficiencies and obtaining incremental price increases from our customer base.\nFourth quarter free cash flow increased 15.2% from last year. On June 15, we paid shareholders $98.2 million in quarterly dividends. And during the fourth quarter and through July 13, 2022 we purchased $496.5 million of Cintas' common stock under our buyback program. We continue to allocate capital in many ways to improve shareholder return.\nWe are pleased with our fourth quarter financial results. They conclude a fiscal year of significant accomplishments, including the following: Fiscal year '22 revenue was a record $7.85 billion, an increase of 10.4%. The organic revenue growth rate was 10.2%. Excluding 2 gains recorded this fiscal year and 1 recorded last fiscal year, operating income margin increased 50 basis points to 19.7%.\nWe allocated capital to improve shareholder return. Acquisition spend was $164.2 million. In fiscal '22, and up until today, we repurchased 4.3 million shares of Cintas stock for a total of $1.62 billion. Also, we increased the dividend 26.7%. We have increased the dividend every year since going public, which is 38 consecutive years.\nWe made significant progress on our digital transformation journey. Our customers continue to find added value in managing their program through our online solution. We expect the ease of doing business with us to drive greater customer retention and faster revenue realization.\nWe are actively using our new rolled out proprietary routing technology, which we call Smart Truck. This technology helps us make smarter routing decisions, enabling us to spend more time with our customers on service and sales. It also allows us to reduce energy usage and expense by driving fewer miles.\nWe also made great strides in data analytics and enhanced business reporting, helping us target penetration, cross-selling, operational efficiencies and pricing opportunities.\nIn addition, as part of our steadfast commitment to corporate responsibility, we issued our second Environmental, Social & Governance, or ESG report. It's a more robust report. Cintas was founded on a sustainable business model. Our corporate culture is based on doing what's right and challenging ourselves to improve. With this in mind, we announced our ambition to achieve net zero greenhouse gas emissions by 2050.\nAnd finally, our actions are being recognized. We were again named to the prestigious Fortune 500. It's an honor to be recognized among the most successful and respected companies. We were also recently added to the FTSE4Good Index Series. The index series includes companies demonstrating strong ESG practices. I thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other.\nCintas has grown revenue and adjusted EPS in 51 of the past 53 years and our prospects for continued profitable growth are great. They result in part from a strong value proposition and a vast total addressable market. Every business, goods producing or services providing, has a need for image, safety, cleanliness or compliance. Operating a business is increasingly complex. Rather than doing it themselves, business is increasingly outsourced to Cintas. We provide the products and perform the services better, faster and economically frame businesses to concentrate on their core competency.\nSince every business has a need for image, safety, cleanliness or compliance, our total addressable market is vast. The prospects for uniform or workwear rental are significant. The unserved workwear rental market is tremendous. Tens of billions of dollars of workwear are sold by retailers each year to workers in every sector of the economy. There are millions of people in health care alone, hospitals, urgent care, doctor's office, dentists' offices and long-term care going to work every day in scrubs purchased from retailers. We focus on targeting these retail customers, converting them to our rental program. The fact that consistently 60% of our new customers are converted from retail to a rental program speaks to the size of the opportunity as well as our continued success.\nPlus, we are more than just a uniform rental company. More than half of our revenue is from facility services, including hygiene, floor care items such as dust mats and mops, cleaning tools like microfiber mops and towels, first aid cabinet services and fire protection services, including test and inspection of extinguishers and alarms. Every business that has a door, floor, wall, bathroom and employees is a sales prospect.\nOur organic revenue growth rates are indicative of our compelling value proposition and tremendous market [for us]. We grow revenue in multiples of GDP and jobs growth because of ample supply and demand for our products and services.\nOur growth in revenue is profitable growth and our operating margins have a long runway for expansion. Growth results in more buying power with our suppliers. It produces operating leverage. Route density increases, reducing energy expenses and providing more time to spend with customers on service and sales.\nGrowth means more volume in the plants covering fixed cost of building, machinery and equipment. And when we penetrate existing customers with more products and services, the incremental operating margins are even stronger because we realize more revenue per service [stuff]. The future of Cintas remains bright.\nI'll now turn the call over to Mike to provide the details of our fourth quarter results and our financial expectations for fiscal '23.\n\nJ. Michael Hansen\n\nCFO & Executive VP, Cintas Corporation\n\nThanks, Todd, and good morning. Our fiscal 2022 fourth quarter revenue of $2.07 billion compares to $1.84 billion last year. The organic revenue growth rate, adjusted for acquisitions, divestitures and foreign currency exchange rate fluctuations was 12.7%.\nThe Uniform Rental and Facility Services operating segment revenue for the fourth quarter of fiscal '22 was $1.63 billion compared to $1.47 billion last year. Organic revenue growth was 10.5%.\nOur First Aid and Safety Services operating segment revenue for the fourth quarter was $218.2 million compared to $186.9 million last year. Organic revenue growth was 15.1%. This strong growth rate reflects the growing momentum of our First Aid Cabinet business, which grew 25% in the fourth quarter. While personal protective equipment remains elevated compared to pre-COVID levels, PPE revenue was about 7% less than the fourth quarter of last year.\nOur Fire Protection Services and Uniform Direct Sale businesses are reported in the All Other segment. All Other revenue was $226.2 million compared to $181.9 million last year. The fire business organic growth rate was 18.3%. And the Uniform Direct sales business organic growth rate was 53.5%. Both businesses finished the year strong.\nGross margin for the fourth quarter of fiscal '22 was $946.2 million compared to $859.1 million last year, an increase of 10.1%. Gross margin as a percent of revenue was 45.6% for the fourth quarter of fiscal '22 compared to 46.8% last year. Gross margin percentage by business was 45.7% for the Uniform Rental and Facility Services segment, 46.1% for First Aid and Safety Services, 47.5% for Fire Safety Services and 39.3% for Uniform Direct Sale.\nOperating income of $404.4 million compared to $356.4 million last year, an increase of 13.5%. Operating income margin was 19.5% compared to 19.4% reported last year, a 10 basis point increase.\nOur effective tax rate for the fourth quarter was 22.8% compared to 19.4% last year. The tax rate can move from period to period based on discrete events, including the amount of stock compensation expense.\nNet income for the fourth quarter was $294.5 million compared to $267.7 million last year. Diluted EPS was $2.81 compared to $2.47 last year, an increase of 13.8%. Note that the higher effective tax rate in this year's fourth quarter was a 500 basis point headwind to the EPS growth rate and a $0.12 headwind to EPS.\nFor our fiscal year '23, we expect our revenue to be in the range of $8.47 billion to $8.58 billion, an increase of 7.8% to 9.2% over fiscal '22. We expect diluted EPS to be in the range of $11.90 to $12.30.\nPlease note the following. Fiscal '22 included a gain on sale of operating assets in the first quarter and a gain on an equity investment in the third quarter. Excluding these items, fiscal '22 operating income was $1.55 billion, a margin of 19.7%, and diluted EPS was $11.28. Please see the table in our earnings press release for more information.\nFiscal '23 operating income is expected to be in the range of $1.68 billion to $1.73 billion, compared to $1.55 billion in fiscal '22 after excluding the gains.\nFiscal '23 interest expense is expected to be approximately $110 million compared to $88.8 million in fiscal '22 due in part to higher interest rates.\nOur fiscal '23 effective tax rate is expected to be approximately 20%. This compares to a rate of 17.9% in fiscal '22 after excluding the gains and their related tax impacts. The expected higher effective tax rate will negatively impact fiscal '23 diluted EPS by approximately $0.32 per share and diluted EPS growth by approximately 290 basis points.\nOur financial guidance includes share buybacks through July 13, 2022, but does not include the impact of any future share buybacks. And we remain in a dynamic environment continue -- that can continue to change. Our guidance contemplates a stable economy and excludes pandemic-related setbacks or economic downturns.\nI'll turn it back over to Paul.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThat concludes our prepared remarks. Now we are happy to answer questions from the analysts. Darren, I'll turn it over to you."
  },
  {
    "header": "CTAS",
    "cik": "0000723254",
    "ticker": "CTAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e207520433b3ec59d55bb1b68113034e",
    "period": "2022 Q3",
    "content": "Q3 2022 Cintas Corp Earnings Call\n\nQ3 2022 Cintas Corp Earnings Call\n\nCTASNASDAQMAR 23, 10:00 AM\n\nOperator\n\nGood day, and welcome -- Good day, everyone, and welcome to the Cintas Third Quarter Full Year 2022 Earnings Release Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mr. Paul Adler, Vice President and Treasurer, Investor Relations. Please go ahead, sir.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThank you, Serge, and thank you for joining us. With me is Todd Schneider, President and Chief Executive Officer; and Mike Hansen, Executive Vice President and Chief Financial Officer. We will discuss our fiscal 2022 third quarter results. After our commentary, we will open the call to questions from analysts.\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor from civil litigation for forward-looking statements. This conference call contains forward-looking statements that reflect the company's current views as to future events and financial performance. These forward-looking statements are subject to risks and uncertainties, which could cause actual results to differ materially from those we may discuss. I refer you to the discussion on these points contained in our most recent filings with the Securities and Exchange Commission.\nI'll now turn the call over to Todd.\n\nTodd M. Schneider\n\nCEO, President & Director, Cintas Corporation\n\nThank you, Paul. Our third quarter financial results were led by a strong revenue increase of 10.3%. The benefits of our strong top line growth flowed through to our bottom line. Excluding the onetime gain recorded in this year's third quarter selling and administrative expenses, operating income margin increased 90 basis points from 18.4% to 19.3%, and EPS grew 13.5% from $2.37 to $2.69. Our financial results are indicative of our compelling value proposition. Businesses prioritize all we provide, including image, cleanliness, safety and compliance, and challenge with labor scarcity and rising costs, businesses increasingly turned to Cintas to help them get Ready for the Workday.\nI'm especially pleased with our financial results because they were achieved in a period in which U.S. inflation hit a 40-year high. Inflation is high and broad and one need not look any further than the corner gas station to see it. We have been able to navigate this challenging time and delivered increased operating margins and EPS by productively selling new business, penetrating existing customers with more products and services, providing excellent service, while driving operational efficiencies and obtaining incremental price increases from our customer base.\nAs we grow via new business, we achieve operating leverage, better negotiating leverage with suppliers, denser routes and more volume in our plants. As we penetrate existing customers, we realize even stronger incremental operating margins. I thank our employees, whom we call partners, for their continued focus on our customers, our shareholders and each other.\nTurning now to our business units. The Uniform Rental and Facility Services operating segment revenue for the third quarter of fiscal '22 was $1.55 billion compared to $1.42 billion last year. Organic revenue growth was 8.9%. Our newest vertical strategies of healthcare, education and state and local government continue to post leading revenue growth rates. However, there are opportunities for us in all verticals. Businesses in all sectors are struggling to fill open positions. There are about 11 million job openings in the U.S. alone. Businesses remain concerned with their ability to properly sanitize, even as COVID infections decrease. Additionally, businesses are shedding noncore competencies to reduce costs and minimize the impacts of inflation. For these reasons and others, businesses are increasingly outsourcing to Cintas.\nOur First Aid and Safety Services operating segment revenue for the third quarter was $213.0 million compared to $198.5 million last year. Organic revenue growth was 6.2%, which is a nice improvement from last quarter's 3.2%. This improvement reflects the growing momentum of our First Aid Cabinet business which grew 22% in the third quarter. We welcome this mix shift, because it is a more consistent revenue stream and has higher profit margins. Third quarter revenue growth improved despite a difficult comparison. In last year's third quarter in response to the COVID-19 pandemic, sales of personal protective equipment, or PPE, were very high and the business grew organic revenue 17.7%. At that time, PPE comprise an outsized percentage of First Aid and Safety Services revenue mix. The amount of PPE has declined year-over-year as expected. However, COVID infections are still prevalent. In fact, we sold about $15 million in a new product, which is COVID test kits in this year's third quarter. PPE remains a larger percentage of the revenue mix than it was pre-COVID.\nOur Fire Protection Services and Uniform Direct Sale businesses are reported in the All Other segment. All Other revenue was $194.3 million compared to $160.7 million last year. The Fire business organic revenue growth rate was 15.3% and the Uniform Direct Sales business organic growth rate was 48.7%. Both businesses have bounced back as expected.\nI'd like to comment on another -- one of our strengths, namely cash flow. Third quarter operating cash flow increased 18.5% from last year. In this year's third quarter, $105 million was used for acquisitions. On March 15, we paid shareholders $99 million in quarterly dividends. And during the quarter and through March 22, 2022, Cintas purchased $584.2 million of Cintas common stock under our buyback program. We continue to allocate capital in many ways to improve shareholder return. Our strong balance sheet and cash flow enable us to do so consistently.\nFinally, I want to share some great news on our technology front. Our ERP provider, SAP, extended membership in their strategic customer program to Cintas. This is an exclusive program. Only 1% of SAP's customers have membership in it. Inclusion in the program enables us to engage directly with top management of SAP and gain access to its developers and new technologies to realize valuable outcomes for our customers, suppliers and employees. This program will speed the pace of our transformation into a more data dynamic and process-efficient business.\nI'll now turn the call over to Mike.\n\nJ. Michael Hansen\n\nCFO & Executive VP, Cintas Corporation\n\nThanks, Todd. Our fiscal 2022 third quarter revenue was $1.96 billion compared to $1.78 billion last year. The organic revenue growth rate, adjusted for acquisitions, divestitures and foreign currency exchange rate fluctuations was 10%. Gross margin for the third quarter of fiscal '22 was $898.2 million compared to $809.5 million last year. Gross margin as a percent of revenue was 45.8% for the third quarter of fiscal '22 compared to 45.6% last year, an increase of 20 basis points.\nEnergy expenses comprised of gasoline, natural gas and electricity were a headwind, increasing 45 basis points from last year. Gross margin percentage by business was 46.3% for Uniform Rental and Facility Services, 44.2% for First Aid and Safety Services, 46.6% for Fire Protection Services and 37.7% for Uniform Direct Sale.\nOperating income of $407.6 million compared to $326.5 million last year. Operating income margin was 20.8% compared to 18.4% reported last year. Fiscal '22 third quarter operating income included a $30.2 million gain on the acquisition of an entity -- of an equity method investment. The gain was recorded in the Uniform Rental and Facility Services segment's selling and administrative expenses. Excluding this gain, fiscal '22 third quarter operating income, as a percentage of revenue, was 19.3%, an increase of 90 basis points from last year's third quarter.\nOur effective tax rate for the third quarter was 18.2% compared to 14.4% last year. The tax rate can move from period to period based on discrete events, including the amount of stock compensation expense. This year's third quarter equity method investment transaction included a significant tax benefit. Excluding the transaction, the effective tax rate for the third quarter of fiscal '22 was 19.6%.\nNet income for the third quarter was $315.4 million, compared to $258.4 million last year. Diluted EPS was $2.97 compared to $2.37 last year. Fiscal '22 third quarter diluted EPS contained $0.28 from the gain on the equity method investment transaction, which included a related $0.07 tax rate benefit. Excluding this gain and the related tax impact, fiscal '22 third quarter diluted EPS was $2.69 compared to $2.37 and in last year's third quarter, a 13.5% increase.\nWe're increasing our financial guidance. We expect our fourth quarter revenue to be in the range of $1.96 billion to $2.02 billion and diluted EPS to be in the range of $2.54 to $2.74. Our fourth quarter fiscal '22 effective tax rate is expected to be approximately 23.2% compared to a rate of 19.4% for last year's fourth quarter. The expected higher effective tax rate is anticipated to negatively impact fiscal '22 fourth quarter diluted EPS guidance by approximately $0.14 and diluted EPS growth by approximately 560 basis points. Our financial guidance includes share buybacks through March 22, but does not include the impact of any future share buybacks.\nFinally, I wanted to provide an update on our debt and liquidity. We have $650 million of senior notes maturing April 1, 2022, and $300 million of senior notes maturing June 1, 2022. We expect to refinance these amounts with funds received via the issuance of new senior debt. Also, we closed today on a new credit facility, increasing it to $2 billion and extending it to 2027. We have a strong balance sheet and ample liquidity.\nI'll turn it over to Paul, now.\n\nPaul F. Adler\n\nVP of IR & Treasurer, Cintas Corporation\n\nThat concludes our prepared remarks. Now, we are happy to answer questions from the analysts. Please ask just 1 question and a single follow-up if needed. Thank you."
  }
]