[
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc29bda1bc0358376696e8ce68776891",
    "period": "2025 Q4",
    "content": "Q4 2025 Atmos Energy Corp Earnings Call\n\nQ4 2025 Atmos Energy Corp Earnings Call\n\nATONYSENOV 6, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Tiffany, and I will be your conference operator today. At this time, I would like to welcome everyone to the Atmos Energy Corporation Fiscal 2025 Fourth Quarter Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Dan Meziere, Vice President of Investor Relations and Treasurer. Dan, please go ahead.\n\nDaniel M. Meziere\n\nVP & Treasurer, Atmos Energy Corporation\n\nThank you, Tiffany. Good morning, everyone, and thank you for joining us. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab.\nAs we review our financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 37 and are more fully described in our SEC filings. I will now turn the call over to Kevin.\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Dan. As Tuesday is Veterans Day, I would like to take this opportunity to thank those who have served in our armed forces and those currently serving. Approximately 300 of our Atmos Energy teammates are part of the 18 million Americans who bravely served our country. Thank you for your service.\nYesterday, we reported diluted earnings per share of $7.46. This marks the 23rd consecutive year of earnings per share growth. Fiscal '25 also represents the 41st consecutive year of dividend growth. Our fiscal year results reflect the focus and dedication of the entire Atmos Energy team and their continued successful execution of our proven strategy of operating safely and reliably while we modernize our natural gas distribution, transmission and storage systems. Their exceptional work has us well positioned for fiscal '26 and beyond.\nDuring fiscal '25, we continue to experience solid customer growth, adding approximately 57,000 residential customers with over 44,000 of those new customers located in Texas. We also added nearly 3,200 commercial customers and 29 industrial customers during fiscal '25. When these industrial customers are fully operational, they are anticipated to consume approximately 4 Bcf of gas annually. This usage is equivalent to adding over 74,000 residential customers on a volumetric basis. Over the last 5 years, we have added nearly 300,000 residential and commercial customers. And over the last 5 years, we've added 225 industrial customers with an estimated annual load to 63 Bcf when fully operational. On a volumetric basis, this is equivalent to adding nearly 1.2 million residential customers.\nThis growing natural gas demand from all of our customer classes continues to demonstrate the vital role natural gas has in economic development across our entire service territory. According to the Texas Workforce Commission for the 12 months ending August, the seasonally adjusted number of employee taxes reached 14.35 million. Texas again added jobs at a faster rate than the nation over the last 12 months, growing at a rate of 1.14%. And Texas was recently ranked the Best State for Business for the 21st year in a row by Chief Executive magazine.\nAccording to the North Central Texas Council of government, the current population estimate for the Metroplex is approximately 8.6 million people as of April 2025. And many analysts project the Metroplex to be the third largest metropolitan area in the U.S. by 2030. The U.S. Census Bureau has the population for Texas at 31.3 million and it is projected that Texas will reach a population of 32.4 million by 2030.\nNow turning to Atmos Pipeline-Texas. Our Bethel to gross back project is nearing completion of approximately 55 miles of 36-inch pipeline from our Bethel storage facility to our compressor station. This project will provide additional pipeline capacity to transport gas from our Bethel storage facility into the growing DFW Metroplex and the Interstate 35 corridor between Waco, Temple and Austin. This project is anticipated to be in service late this calendar year.\nAPT's Line WA Loop Phase 2 project is also nearing completion of approximately 44 miles of 36-inch pipeline. This phase of the multiyear project will provide additional pipeline capacity from our Line X to the northern areas of the growing DFW Metroplex. This phase is anticipated to be in service late calendar year 2025. APT completed our integrity inspection and verification per Texas for our Bethel caverns 2 and 3. And we have begun the integrity inspection and verification work on our Bethel #1. This work is expected to continue into late calendar year 2026.\nTurning to our updated 5-year plan through fiscal 2030. Focus continues to be on safety and reliability through system modernization, being mindful of customer affordability, timely recovery of our costs through our various regulatory mechanisms and maintaining a strong balance sheet. Following our robust 5-year planning process, we plan to invest $26 billion with approximately 85% of that planned investment allocated to safety and reliability. This investment will support the continued modernization of our natural gas distribution, transmission and storage systems and support the growing natural gas demand across our jurisdictions. Approximately $21 billion or 80% of our total planned capital spending is expected to be incurred in Texas. The 5-year plan reflects the impact of Texas House Bill 4384 on our earnings. As a reminder, House Bill 4384 reduces lag in Texas by permitting gas utilities to defer post in-service carrying costs, depreciation and taxes associated the noneligible Rule 8209 capital investments, such as customer growth and system expansion.\nWith the passage of House Bill 4384 we will now begin to recover over 95% of our capital spending within 6 months and 99% within 12 months. We believe the successful execution of our strategy will support earnings per share growth at 6% to 8% from the midpoint of our rebased fiscal '26 EPS guidance. Additionally, we intend to grow the dividend in line with earnings per share growth.\nNow I'll turn the call over to Chris, who will provide some additional color on fiscal '25 and the fiscal '26 5-year plan, and I'll return later with some closing comments. Chris?\n\nChristopher T. Forsythe\n\nChief Financial Officer & Senior Vice President, Atmos Energy Corp.\n\nThank you, Kevin, and good morning, everyone. We appreciate you joining us this morning. Before getting into the details of our fiscal '26 5-year plan, I wanted to share a few highlights from fiscal '25. As Kevin mentioned, fiscal '25 earnings per share was $7.46. Included in this amount is $0.12 resulting from the adoption of Texas House Bill 4384, approximately $0.09 was recognized in our distribution business and the remaining $0.03 is recognized at APT.\nConsolidated capital spending increased to $3.6 billion, 87% dedicated to improving the safety and reliability of our system. In fiscal '25, we replaced over 880 miles of distribution and transmission pipe and nearly 54,000 service lines and rate base increased by 14% to an estimated $21 billion as of September 30. Consolidated O&M, excluding bad debt expense of $874 million and then slightly above the midpoint of our updated guidance for fiscal '25. O&M spending continued to focus on system monitoring and damage prevention activities. We also experienced higher employee-related costs, primarily due to increased headcount to support growth and higher employee training and administrative costs.\nWe had another busy regulatory calendar in fiscal '25. We implemented $334 million in annualized operating income increases excluding the amortization of excess deferred tax liabilities. We also completed general rate cases in Kentucky, portions of our Mid-Tex division and in our West Texas division. Finally, we finished the fiscal year with an equity capitalization of 60% and approximately $4.9 billion of available liquidity, which leaves us well positioned to support our future operations. This amount, $1.6 billion relates to forward equity proceeds that we have priced through our ATM program. This not fully satisfies our fiscal '26 equity needs in a portion of our anticipated fiscal '27 equity need.\nLooking forward, we have initiated our fiscal '26 earnings per share guidance in the range of $8.15 to $8.35. Because of the impact from Texas HouseholdHouse Bill 4384, we are rebasing our earnings per share guidance beginning this fiscal year. From the midpoint of this rebased guidance range, we anticipate earnings per share growth of 6% to 8% annually, with anticipated earnings per share in fiscal 2030 to be in the range of $10.80 to $11.20. Additionally, this week, Atmos Energy's Board of Directors approved a 168th consecutive quarterly cash dividend with an indicated fiscal '26 annual dividend of $4, a 15% increase over fiscal '25. This increase reflects a rebasing of the dividend to align with the rebased earnings per share guidance. Our updated 5-year plan assumes that we've increased the dividend annually in line with earnings per share growth.\nOver the next 5 years, we are planning approximately $26 billion in capital spending, with over 85% of our capital allocated to safety and reliability spending. This level of spending is expected to support 13% to 15% annual rate base growth. By the end of fiscal 2030, we anticipate rate base to approximate $42 billion. And in fiscal '26, we anticipate capital spending will approximately $4.2 billion. Approximately $21 billion or 80% of our 5-year spending plan is currently allocated to Texas. This amount, approximately $15 billion is planned in our Texas distribution division and approximately $6 billion is planned at APT as it continues to focus on gas supply reliability and supply diversification while fortifying its system to support the growth of its LDC customer. As a reminder, our Texas distribution operations have deferral mechanisms to support the recovery of safety-related spending. Texas HouseholdHouse Bill 4384 similar deferral treatment to our remaining capital spending in our Texas distribution business into all of APT's capital spending. As a result, we will now begin to recover 95% of our capital spending within 6 months. We anticipate that approximately 60% of the impact of Texas Health Bill 4384 will be recognized in our distribution segment over the 5-year plan.\nFrom a revenue perspective, we have assumed normal weather, market condition and modest customer growth in both of our segments. In fiscal '26, most of the regulatory outcomes are anticipated to come through the execution of our annual regulatory filing process. For these filings, we are assuming existing ROEs, capital structures and regulatory features, meaning we are not assuming the approval of new mechanisms or other new regulatory features. Beginning of fiscal '26, we had $146 million in annualized operating income increases in our distribution segment. This amount of $139 million relates to the implementation of our annual rate review mechanism in Mid-Tex.\nRegarding O&M, we continue to assume 4% annual increases driven by system safety, system monitoring and prevention activities and employee costs, and we will continue to evaluate options to accelerate compliance-related work as system conditions dictate or other opportunities arise. For fiscal '26, we currently anticipate O&M, excluding bad debt expense to range from $865 million to $885 million. Finally, this 5-year-plan includes approximately $16 billion of incremental long-term financing operations and cash needs, including the expected payment of the corporate alternative minimum tax beginning in fiscal '27. We will continue to use a combination of long-term debt and equity to preserve the strength of our balance sheet, minimize the cost of financing for our customers and reduce financing risk. And we continue to anticipate beating all of our equity needs through our ATM program.\nAs a reminder, this incremental financing has included our earnings per share guidance for both fiscal '26 and through the 5-year plan ending in fiscal 2030. Thank you very much for your time this morning. Now I'll turn it back over to Kevin for some closing remarks.\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris. Our operational and financial execution in fiscal '25 has laid the foundation for continued success into fiscal '26 and beyond. Our 5-year plan supports our ability to meet the safety, reliability and economic development expectations of our customers, our communities and our key stakeholders across the service territory. As you've heard me say before, the things that differentiate Atmos Energy are that we operate in a diversified and growing communities that are supportive of natural gas and our investment in natural gas infrastructure to supply their growing economy and energy needs. That 96% of our rate base is situated in 6 of our 8 states that have passed customer choice or all fuels legislation. We operate in regulatory jurisdictions that support reliability, versatility, abundance and affordability of natural gas and the modernization of our natural gas distribution, transmission and storage systems to provide safe and reliable delivery.\nThe strength of our balance sheet and available liquidity. We have a weighted average cost of debt of 4.2% with an average maturity of 17.5 years. We currently have $4.9 billion in liquidity. That our residential customers average monthly natural gas bill is again expected to remain the lowest utility bill in the home, consistent performance, 23 years of consecutive earnings per share growth and 41 consecutive years of dividend growth. That all 5,500 of us here at Atmos Energy proudly serve our customers and our communities as we continue to be guided by the simple values of our Founding Chairman, Charles K. of honesty, integrity and good moral character. Those differentiators will continue to support the vital role we play in every community to safely deliver reliable, efficient natural gas to homes, businesses and industries to fuel our energy needs now and in the future. We appreciate your time this morning, and we'll now open the call for questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e090ffff5db3d5edbee229f039234e3b",
    "period": "2025 Q3",
    "content": "Q3 2025 Atmos Energy Corp Earnings Call\n\nQ3 2025 Atmos Energy Corp Earnings Call\n\nATONYSEAUG 7, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to today's Atmos Energy Corporation Fiscal 2025 Third Quarter Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Dan Meziere, Vice President of Investor Relations and Treasurer. Dan?\n\nDaniel M. Meziere\n\nVP & Treasurer, Atmos Energy Corporation\n\nThank you, Greg. Good morning, everyone, and thank you for joining our fiscal 2025 third quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab. As we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. Factors that could cause such material differences are outlined on Slide 32 and are more fully described in our SEC filings.\nWith that, I will turn the call over to Kevin Akers, our President and CEO. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Dan. Good morning, everyone. Thank you for joining us today. Yesterday, we reported year-to-date fiscal '25 net income of $1 billion or $6.40 per diluted share. And we updated our fiscal '25 earnings per share guidance to a range of $7.35 to $7.45. This performance continues to reflect the commitment, dedication, focus and effort of all Atmos Energy employees to successfully modernize our natural gas distribution, transmission and storage systems, while safely providing reliable natural gas service to 3.4 million customers from 1,400 communities across 8 states. The Texas Workforce Commission reported in July that the seasonally adjusted number of employees reached 14.3 million Texas again added jobs at a faster rate than the nation over the last 12 months ending June, adding over 198,000 jobs, representing a 1.4% annual growth rate. We also continue to see the value and vital role that natural gas plays in economic development across our service territories. For the 12 months ended June 30, 2025, we added nearly 58,000 new residential customers with almost 45,000 of those new customers located here in Texas. Commercial customer growth remained solid as well with approximately 575 new customers connecting to the system during the second quarter and over 2,500 new customers connecting to the system fiscal year-to-date. Industrial demand for natural gas in our service territories also remained strong. During the third quarter, we added 3 new industrial customers. Fiscal year-to-date, we've added 22 new industrial customers with an anticipated annual load of approximately 3.4 Bcf once they are fully operational. On a volumetric basis, this load is comparable to adding approximately 67,000 residential customers.\nDuring the third quarter, ADT entered into a contract to transport natural gas to a customer that will generate on-site power to serve a data center in the [ Abilene ] area. The data center is expected to be fully operational by end of the calendar year. And at that time, we anticipate APT will provide approximately 30 Bcf of gas annually to support this data center. As a reminder, revenues earned from this contract are included in APT's [ Rider rev ] mechanism. Therefore, 75% of this revenue will benefit APT's LDC customers. Our consistent performance reflects the vital role we play in every community that is safely delivering reliable and efficient natural gas to homes, businesses and industries to fuel our energy needs now and in the future. During the third quarter, our customer support associates and service technicians received a 97% satisfaction rating from our customers, reflecting once again the exceptional customer service [indiscernible] each and every day. Our customer advocacy team and customer support agents continue their outreach efforts to energy assistance agencies and customers during the first 9 months of the fiscal year. Through those efforts, the team helped over 48,000 customers received nearly $17.5 million in funding assistance. Additionally, Atlas Energy has been named 2025 Most Trusted Brands by Data Analytics and Advisory Firm, Escalent. Escalent surveyed residential natural gas customers, electric and combination customers of the 148 largest U.S. utility company. Atmos Energy placed first among all 40 utilities in the South region, and received the highest score by any utility in any region nationwide.\nBefore turning the call over to Chris, I want to briefly comment on recent Texas legislation House Bill [ 43.84 ] that became effective on June 20, 2025. At a high level, this legislation authorizes a gas utility to defer for future recovery as a regulatory asset post in-service carrying costs, depreciation and [indiscernible] taxes associated with the unrecovered gas gross plan. For noneligible 8209 capital investments such as new customer growth and system expansion. This legislation also instructs the Railroad Commission to adopt rules to implement Section 104.302 of the utilities code as added by this act, no later than 270th day after the effective date of this [indiscernible]. Before the passage of this legislation, approximately 45% of our total capital spending qualified for Rule 8.2 treatment. Applying the language of this legislation means that approximately 80% of our capital spending is eligible for Texas deferral treatment. We believe most of the new capital covered by this legislation is associated with APT. We are currently in the process of updating our fiscal '26 capital budget in a 5-year plan, and we will provide a full update to the 5-year plan during our fourth quarter earnings call in November.\nAs I turn the call over to Chris, I want to share that our hearts and prayers continue to be with our teammates, families and neighbors in the San Angelo, Courville, Ingram, Barnett and other communities that were tragically impacted by the floods. No words can fully comfort you and the community for your loss. But please know that we as your teammates, friends and neighbors, stand alongside you in support and are here to lend a helping hand. Chris, over to you.\n\nChristopher T. Forsythe\n\nChief Financial Officer & Senior Vice President, Atmos Energy Corp.\n\nThank you, Kevin, and good morning, everyone. Yesterday, we announced fiscal year-to-date diluted earnings per share of $6.40 compared to $6 per diluted share in the prior year period. Our third quarter and fiscal year-to-date financial results continue to be driven by regulatory outcomes reflecting increased safety and reliability spending, customer growth and strong through system revenues at APT. Regulatory outcomes in both of our segments increased operating income by $322 million. Residential customer growth and rising industrial load in our distribution segment increased operating income by an additional $22 million. Revenues in our pipeline and storage segment increased $12.5 million primarily due to increased throughput. Approximately $11 million of this increase was recognized during the first 6 months of the fiscal year. As we discussed during our second quarter call, we expected the contribution from APT's [ through system ] business in fiscal '25 to be comparable to what we experienced in fiscal '24, with most of this contribution realized during the first half of the fiscal year. APT's third quarter was in line with our expectations, and we continue to believe the contribution of APT's 3 systems business in fiscal '25 will be in line with fiscal '24. .\nAPT also experienced a $12.5 million increase due to higher capacity contracted by tariff-based customers due to their increased [ feet day ] demand. Consolidated O&M increased $85 million. This increase is primarily due to higher employee-related costs, increases in line locate pipeline inspection and system monitoring activities and higher bad debt expense. As a reminder, we recognized a $14 million nonrecurring reduction in bad debt expense in the first quarter of fiscal '24, resulting from a regulatory change and how we recover our bad debt expense in Mississippi. As expected, O&M in the third fiscal quarter trended higher than the prior year quarter, but we still expect fiscal '25 O&M, excluding bad debt expense to be in the range of $860 million to $880 million. Assuming the midpoint of this range, we anticipate O&M in our fourth fiscal quarter will trend approximately $10 million lower than the prior year's fourth quarter.\nConsolidated capital spending increased 22% to $2.6 billion with 86% dedicated to improving the safety and reliability of our system. This increase reflects higher safety and reliability spending and higher spending to support customer growth in both of our segments. We remain on track to spend approximately $3.7 billion this fiscal year.\nDuring our third fiscal quarter, we implemented approximately $170 million in annualized regulatory outcomes, including the West Texas [indiscernible] rate case, APT's annual GRIP filings, annual filings for the City of Dallas and Tennessee and the Kentucky General Rate Case. Fiscal year-to-date, we have implemented $351 million of annualized regulatory outcomes, and currently, we have million $229 million in annualized outcomes in progress. Of this amount, approximately $205 million is associated with our annual RRM filing in [ MedTech ] and a general rate case in Mississippi. We anticipate implementing new rates from these filings in the first quarter of fiscal '26. Our financial position continues to remain strong. We finished our third fiscal quarter with an equity capitalization of 60% and and approximately $5.5 billion of liquidity. This amount includes $1.7 billion of net proceeds available under existing [indiscernible] sale agreements that fully satisfy our anticipated fiscal '25 and fiscal '26 equity needs and a portion of our fiscal 2027 equity needs. In June, we issued $500 million in 10-year notes with a coupon of 5.2%. As a result, our overall weighted-average cost of debt as of June 30 stands at 4.17% and our debt profile remains very manageable with a weighted-average maturity of approximately 17 years.\nTurning now to our guidance. We anticipate the impact of adopting the new Texas legislation will increase our expected earnings per share in the fourth quarter of fiscal '25 by approximately $0.10. And Additionally, our updated guidance range includes our expectations for APT's through-system business during the fourth quarter and an improvement in our pass-through collections experience. Therefore, as we reported last night, we have updated our fiscal '25 earnings per share guidance to a new range of $7.35 to $7.45 from the prior range of $7.20 to $7.30. Looking forward to '26. As Kevin mentioned, we are still working through our 5-year plan. As of today, we believe earnings per share will continue to grow in a range of 6% to 8% annually. We will continue to -- we will provide a full update to our fiscal 2026 earnings per share guidance and a full update to our 5-year plan during our fiscal fourth quarter earnings call in November.\nWe appreciate your time this morning, and we will now open up the call to questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d58a6fd842e18909ffb368b4a9094c51",
    "period": "2024 Q4",
    "content": "Full Year 2024 Atos SE Earnings Call\n\nFull Year 2024 Atos SE Earnings Call\n\nATOPARISMAR 5, 2:00 AM\n\nOperator\n\nGood day, and thank you for standing. Welcome to Atos 2024 Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Philippe Salle, Chairman and CEO.\n\nPhilippe Salle\n\nIndependent Chairman of the Board\n\nThank you, operator. Good morning, everybody. Thank you for joining us this morning for our financial results. I'm with Jacques-François, the Group CFO. So on Page 3, of course, you have the normal, I would say, a disclaimer. There is nothing new on this one. So on Page 4 on the agenda. Today, I will share with you some key messages. Then I will go on the business highlights on 2024. Jacques-François will then take the lead for the '24 financial results, and then I will come back with key takeaways. And of course, we're going to take some Q&A after that.\nSo with the highlights first. So let's start on the on the page, which is #6. So I would say, first, on Q4, I think the good news is the -- I would say, commercial activity in Q4. As you can see, the Q4 book to bill, in fact, is very strong, above 110% and stronger in fact than Q4 2023. We signed, in fact, a lot of multiyear contracts. It's both renewals in terms of contracts and wins.\nIn the second point, we have 2024 revenue organic evolution. Operating margin and free cash flow is roughly in line with the outlook that we have communicated in October, which I think is very important in terms of, I would say, confidence. In terms of M&A update, we finalized the sale of Worldgrid. It has been done in the year of 2024, and we received the cash in fact before the end of the year. As you know, in November, we received a nonbinding offer from the French state for the potential acquisition of the what we call the Advanced Computing Activities. And we have launched the sales process of the mission-critical system.\nIn fact, this month in March, and we -- if we have, I would say, the right level, I would say, of price, we will probably sign something during the summer for closing probably at the end of the year or beginning of next year.\nFinally, I would say on the right column on the slide, I think it's very important to understand that we are not opening a new chapter. First, we have successfully, I would say, close the financial restructuring, it was done on December 18. Then we had, I would say, a credit rating of B-, with a stable outlook on our corporate bonds. And then, of course, there is now, I would say, the transformation plan that is underway. So in fact, when I joined the company, I launched in December a strategic review, plus a transformation plan. And in fact, I will convey at Capital Markets Day with Jacques-François and the top management in May, it will be on the 14th. where we are going to will say I would say, the strategy, '25, '28 and of course, the business plan for the next 4 years for '25, of course, and then the next 4 years.\nIf we go on the Page 7 on the 2024 financial performance. So first, in terms of sales, we are at EUR 9.6 billion. it's roughly organically down by 5%. We can say roughly that the market was around minus 2%. So it means that we have suffered a little bit more than the market around 3 points. And of course, this is, I would say, a normal, I would say, situation with the instability of course, that was with Atos during the year of 2024.\nIf we deep dive , I would say, between the 2 business units that we have. So Eviden is roughly at minus 7% and the Tech Foundation around the minus 4%. In terms of operating margin, around EUR 200 million, which is roughly 2.5% of sales. It's, of course, I would say, probably the bottom for us. Surely, I would say the bottom, I think we're going to rebound already in 2025. If you compare, I would say, versus 2023, first, there were some costs, in fact, in 2023 that we put under the OEM for the separation that is, of course, no longer an option, and it was more -- it was a circa roughly EUR 100 million. And also, we had -- we made some provisions. In fact, in 2024 when we call on the [ red or black accounts ], earned EUR 40 million.\nThe Group free cash flow is minus EUR 2.2 billion. You have to understand that we completely stopped what we call the working capital optimization, and it has an impact roughly of [ EUR 1.5 billion ], I will say on the cash. And we have also higher CapEx from -- coming from the HPC. That's a one-off. I would say it's not going to be repeated in fact, in 2025, and it was around, I would say, EUR 200 million plus. That was, of course, I would say, as affected, I would say, the cash flow of '23.\nIf I go now on Page 8 for the -- I would say, the order entry and the commercial performance. So it's roughly EUR 8 billion. And as I said, EUR 2.7 billion in Q4, I think we have -- I would say, to see good rebound, I would say, on the Q4 activity and also because most of the clients were waiting, I would say, the end of the financial restructuring. In fact, we signed a lot of contracts in December.\nYou have -- after that, of course, by business line, Eviden as a book-to-bill. So in Q4 at 111% and roughly at 88% in during the year for 2024. and Tech Foundation, the Q4 was at 122%, which is quite good, I would say, performance and book-to-bill a, little bit below 80% also for the year '24. I put, I would say, some examples of what we have been able, I would say, to negotiate during the Q4 in banks, in public sector, [ car rental company ] and health insurance.\nIf we go on Page 9. So the revenues, I would say, by regions. As you can say, we are quite balanced finally, I would say, between North America U.K., Benelux, what we call Central Europe, it includes Germany, Southern Europe and what we call also growing markets, which is, of course, Latin America, Africa, Middle East and Asia.\nLet's deep dive, I would say, let's say, a region by region and let's start with North America. So in fact, in the North America, the revenue was [ minus 12% ]. It has been quite, I would say, a difficult environment. Probably, I would say, for me, I was in the U.S. last week, I think that a lot of, let's say, U.S. corporation were more sensitive, I would say, to the financial situation of Atos, and that's why we lost some of the -- I would say, some contracts in this area. But the good thing -- the good sign that we have, in fact, some of them are restarting, I would say, to renegotiate some contracts with us, which I think it's a good sign, I would say, for 2025.\nOn Page 11 in the U.K. also, it has been quite tough, but we've also decided, I would say, to stop some contracts. And remember also that we have the BPO activities mainly located in the U.K. And this one is it was a double-digit decline.\nBenelux and Nordics on Page 12, quite a healthy, I would say, growth at around 5%. It's also, I would say, done with, I would say, a good performance with Eviden and of course, an HPC that was sold in Denmark and the Tech Foundation was slightly declining with some contract completion.\nCentral Europe, which includes, I would say, Germany, it's roughly minus 2%. We had roughly a small decline for both Eviden and Tech Foundations. And we have also scope reduction, in fact, in some sectors. And you know that, for example, Germany, of course, in the automotive sector is, I would say, suffering quite steadily.\nOn Page 14, Southern Europe, which is mainly France and in fact, Spain, we have, I would say, a slight decrease, I would say, compared to, I would say, competitors. Nothing I would say, particularly, I would say, in this region. And finally, on the growing markets, it, of course, it has been -- so it's on Page 15. It has been also driven, I would say, by the Olympics because the Olympic contracts, I would say, in this region. So we have, I would say, a strong growth, I would say, on Tech Foundation because of the Olympics.\nAnd Eviden, we had, I would say, some declines, but it's also because I would say, the base is not really comparable with the HPC as we have done, I would say, quite a good year in 2023. Now to finalize before I give the floor to Jacques-François, I think the good news is the attrition rate on Page 16. As you can see, it's around the 15%. So I would say, compared, I would say, to a normal year for us. So there was not leakage, I would say, of employees in the company.\nAnd of course, I think it's a good sign to see that finally, I would say most of our workforce has been able, I would say, to stay with the company. And of course, we are not, I would say, aiming to probably decrease this attrition rate in the future. The retention of the key employees also is very important at 92%, which, of course, is important as it is the workforce, of course, that is driving the group going forward.\nWith now I give the floor to Jacques-François to give you the, I would say, the highlights, of course, of the financial results.\n\nJacques-François de Prest\n\nCFO & Member of Executive Board\n\nThank you very much, Philippe, and good morning to you all. So our consolidated financial statements have been established as usual, on a going concern basis. All the numbers I will comment upon today are in euros. And I will give you, of course, a snapshot of our key financial numbers for '24.\nSo, as Philippe just commented, the group revenue was EUR 9.6 billion in '24, down [ 5.4% ] organically compared with '23 with Eviden down 6.7% and and Tech Foundations declining by 4.1%. Group operating margin was EUR 199 million, representing 2.1% of revenue, down 200 basis points organically compared with fiscal year '23. Free cash flow was minus EUR 2.2 billion for the full year, largely explained by the end of one-off working capital optimization actions which resulted in a EUR 1.5 billion decrease compared with December '23, as well as by higher CapEx linked to HPC contracts.\nThe nominal value of our debt -- the net debt post financial restructuring was EUR 1.2 billion. As you can see in our accounts, the book value of our debt in IFRS was actually EUR 0.3 billion because it included an IFRS 9 debt fair value treatment, which reduced its value by nearly EUR 1 billion, EUR 963 million in order to reflect the mark-to-market. This EUR 963 million will be amortized in subsequent years.\nNet loss group share was EUR 0.2 billion, primarily reflecting a EUR 2.7 billion financial gain related to the financial restructuring of the group, a EUR 1 billion income from the IFRS debt fair value treatment and a goodwill and other current asset impairment charge of EUR 2.4 billion. Let me guide you through our revenue evolution in 2024. Our revenue evolution is explained by 2 main drivers: First the organic revenue decrease of minus 5.4%, as Philippe just said, driven by previously established contract terminations or scope reductions as well as market softness in key geographies.\nSecondly, of course, the scope changes over the past years with the divestitures in '23 of UCC, EcoAct, State Street joint venture and to a lesser extent, Worldgrid at the end of 2024. The organic revenue evolution percentage is in line with the business outlook we provided in October. This leads to a full year revenue of EUR 9.7 billion.\nRegarding our profitability. The group operating margin was EUR 199 million, representing 2.1% of revenue, down 210 basis points compared to '23. As a general comment, the margin decrease comes mainly from 2 one-off items. Firstly, the allocation to the business of EUR 103 million additional SG&A. In '23, these internal costs because they were unusual, abnormal and infrequent, because they're related to the separation project that was conducted at that time that were classified below the operating margin in the other operating income and expense line of our P&L.\nAnd secondly, circa EUR 40 million of provision for underperforming contracts following negotiations with customers. So now per business line. Eviden operating margin was EUR 90 million, representing 2% of revenue, down 350 basis points. Beyond the allocation of SG&A costs representing EUR 48 million, profitability was also impacted by revenue decrease and lower utilization of resources.\nTech Foundation's operating margin was EUR 109 million, representing 2.2% of revenue, down by 70 basis points. The business benefited from the positive impact from the continued execution of the transformation program and the accelerated reduction of underperforming contracts. That was offset by higher allocation of SG&A costs to the business for EUR 55 million for Tech Foundations.\nI will now walk you through the rest of the P&L. Nonrecurring items were a net expense of EUR 2.9 billion, and I will comment upon the key elements there. Firstly, reorganization costs amounted to EUR 119 million, a strong reduction compared with the EUR 696 million incurred last year. Reorganization costs include notably the workforce adaptation measures for [ EUR 56 million compared ] with EUR 343 million in '23 as the group limited restructuring expenses in order to manage its cash position during '24. It also includes separation and transformation costs for EUR 42 million related to the last cost of the legal carve-out, which was launched in '22 as part of the separation project.\nAs a reminder, these carve-out costs amounted to EUR 353 million in '23, about 1/3 being internal costs and the rest being mostly external consulting and legal costs. Secondly, rationalization and associated costs amounted to EUR 37 million and corresponded to the continuation of the data center consolidation program.\nThirdly, goodwill and other noncurrent asset impairment charge amounted to EUR 2.4 billion. I'm sure you all know, but just to make things clear, I remind you that this charge is a noncash item. Impairments amounted to EUR 1.5 billion for the first half of the year and EUR 0.8 billion in the second semester, reflecting the decrease of the group's enterprise value, which takes into account a lower fair value of the financial debt and a lower market capitalization. Remaining goodwill on the balance sheet at the end of the year amounted to circa EUR 600 million.\nFinally, in other items were a net expense of EUR 288 million. It included EUR 74 million of net capital gain related to the sale of Worldgrid, offset by additional losses recognized on past transactions. It also included the reassessment of onerous contracts that were accounted for in OOI in previous years, EUR 460 million, settlement and legal fees related to major litigations for EUR 96 million. Current asset write-off for EUR 78 million, and net cost of pension and early retirement programs in Germany.\nNet financial income amounted to EUR 3.1 billion in '24, compared with a net charge of EUR 227 million in '23. This increase results from higher interest rates, increased growing on our SCF as well as interest paid on the interim financing and on the new debt structure.\nSecondly, net financial gain amounted to EUR 3.5 billion in '24. This topic is so important, we have added the page, on the next page, to elaborate and explain the financial impact of the debt restructuring. Let's go through that. As you can see on the screen, the EUR 3.5 billion is made of 4 main elements, the largest one to the left, is recognized for EUR 2.8 billion upon the conversion of the debt into equity.\nThen there is EUR 965 million income, which was recognized. Following the fair value treatment applied on our debt according to IFRS 9. This amount will be amortized in subsequent years.\nAn expense of EUR 45 million related to the issuance of the warrants was recognized, as well as the cost and fees of the financial restructuring amounting to EUR 165 million. Thirdly, in '24, other financial expenses amounted to EUR 221 million. It included EUR 78 million of exit fees on interim financing loans, a lease liability interest of EUR 36 million, higher than in '23 due to higher discount rates, pension related financial expense of EUR 30 million, net foreign exchange loss, including hedges of EUR 29 million and prior year transaction costs, which were fully amortized in '24 in the context of the financial restructuring of the group for EUR 15 million.\nThe tax charge for '24 was EUR 214 million, increasing by EUR 102 million compared with '23. This increase was primarily driven by EUR 59 million evaluation allowance on DTA recognized in past years, reflecting the latest business plan of the group and reduced tax level income perspective. And on top of that, [ EUR 37 million ] of nonrecoverable withholding tax paid on dividend distributions.\nTurning now to our free cash flow statement. Free cash flow was minus EUR 2.2 billion in '24. Let me highlight the key elements there. Firstly, the free cash flow for the year reflects the end of the one-off working capital optimization actions for EUR 1.5 billion, compared to December 31, 2023. Details of these working capital actions will be shown on the next page.\nThen capital expenditures increased by EUR 239 million, reflecting increased investments in client projects, particularly for a significant investment in the energy-efficient [ Exascale ] technology. So as we said before, we are no longer doing any one-off actions to optimize our working capital. The [ EUR 390 million ], you can see here to the right, consists only of customer payments received in advance of the invest due date. I insist we have not given any discount for this cash in advance nor have we orchestrated it. This comes purely from large public sector companies, customers in various countries, various industries.\nAs a reminder, working capital optimization amounted to EUR 1.8 billion at the end of December '23. So logically, the impact on this year cash flow statement was minus EUR 1.5 billion. Going forward, our intention is to put in place measures to improve our working capital in a sustainable and recurring manner. The total of reorganization, rationalization and associated costs and integration and acquisition costs reached EUR 256 million compared with EUR 660 million in '23. Indeed, the group limited restructuring expense to manage its cash position in '24.\nCash out related to other changes amounted to EUR 504 million. This amount included costs incurred on onerous contracts, EUR 466 million for the most part in relation to the contracts that were accounted for in other items in previous years. It also comprised expenses related to financial restructuring for EUR 226 million, out of which EUR 110 million of external adviser costs, EUR 38 million of lender fees and EUR 78 million of exit fee on the interim financing we had in '24.\nThe litigation costs, including the cash disbursed to settle a major litigation are also reported on that line. In conclusion, the group reports a negative free cash flow of minus EUR 2.2 billion in '24, reflecting the end of one-off working capital optimization actions for EUR 1.5 billion and higher CapEx linked to HPC contracts, for EUR 0.2 billion. The net cash impact resulting from net disposals amounted to [ EUR 162 million ], mainly relating to the net cash proceeds generated by the Worldgrid disposal for EUR 232 million, including fees and disposals. This also included the write-off of a receivable on a past disposal.\nTo conclude on the cash flow statement, let me spend a moment non what was the impact of the capital increases of our net debt. Following the successful closing of our financial restructuring on December 18, we have restored our liquidity profile and reduced significantly our debt. This translated into EUR 145 million of new money equity raised from the rights issue as well as EUR 2.9 billion of equitization of existing financial debt.\nThe total net debt for the group amounted to EUR 275 million, including EUR 965 million IFRS 9 debt fair value treatment, which will be amortized in subsequent years. As a reminder, before this IFRS 9 debt fair value treatment, the nominal value of our debt amounted to EUR 1.2 billion. The group did not pay dividends in '24. The numbers you see on the screen related to the withholding tax paid by certain subsidiaries on internal dividend distribution and dividend paid to minority interests.\nTo conclude my presentation, I would like to present to you our new financing structure and maturity. Cash, cash equivalents and short-term financial assets at year-end were EUR 1.8 billion, meaning we have sufficient liquidity to operate at midterm and to execute our business plan. As a reminder, the EUR 440 million of revolving credit facility is undrawn at the end of '24. Consequently, our group debt at December '24 is EUR 3.1 billion. You can see on this slide the breakdown between bonds, loans and RCF. We have no maturity before December '29, with a first lien debt of EUR 1.8 billion, including the RCF having a maturity in December '29, the [ EUR 1.5 billion ] debt of EUR 1.9 billion in December '30 and the second lien debt of EUR 0.5 billion in December '32. All these amounts include the debt related to the interest in kind, PIK.\nI will now hand over back to Philippe.\n\nPhilippe Salle\n\nIndependent Chairman of the Board\n\nThank you, Jacques-François. So I think we are now ready for this new chapter for Atos. Now that I would say the financial restructuring has been completed in December. We can now focus on the transformation journey, which, of course, is very important. And the idea, of course, is to provide highest level of support to our customers through innovation and quality.\nSo first, we have a new governance in place. We have now a combined Chairman and CEO role, and we have a reduced board of 8 directors with a strong and recognized Domino's expertise. Two, there is a transformation plan in motion. In fact, I launched early December a strategic review. And also there is a launch of a transformation plan during the Q4 last year. And of course, this will give, of course, a lot of results in the course of '25 and '26.\nThree, I think the leader team now is appointed. The top 20 is almost complete. And I would say the -- what I call the management team, around 200 people, really, I would say, to deliver, I would say, the results we are looking at, of course, for '25 in the next year. And finally, as I say, there was a strong commercial activity in Q4, and we, I would say, quite confident also that we will continue to have some good results in the course of '25.\nSo as I said in my introduction, I will give you, I would say, we meet you, I would say, on the 14th of May in France, in Paris. We don't know exactly where is the venue, but we will, of course, come back to you and, of course, the timing. I will present, of course, with Jacques-François and some of the top management, my vision for Atos for the '25-'28 plan, so it's a 4-year plan. Of course, this year, in the next 3 years, we will give also guidance for '25 million, and we will also give a guidance for '28.\nWith this, operator, we can start the Q&A session. Thank you."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7dd9cbaf9163e012c2b7290b675b4328",
    "period": "2024 Q3",
    "content": "Q3 2024 Atmos Energy Corp Earnings Call\n\nQ3 2024 Atmos Energy Corp Earnings Call\n\nATONYSEAUG 8, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Krista, and I will be your conference operator today. At this time, I would like to welcome everyone to the Atmos Energy Corporation Fiscal 2024, Third Quarter Earnings Conference Call. [Operator Instructions]. I would now like to turn the conference over to Dan Meziere, Vice President of Investor Relations and Treasurer. Dan, you may begin.\n\nDaniel M. Meziere\n\nVP & Treasurer, Atmos Energy Corporation\n\nGreat. Thank you, Krista. Good morning, everyone, and thank you for joining our fiscal 2024 3rd quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Christopher Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab.\nAs we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 32 and are more fully described in our SEC filings. With that, I will turn the call over to Chris Forsythe, our Senior Vice President and CFO. Chris?\n\nChristopher T. Forsythe\n\nChief Financial Officer & Senior Vice President, Atmos Energy Corp.\n\nThank you, Dan, and good morning, everyone. We appreciate you joining us and your interest and Atmos Energy. Yesterday, we announced fiscal year-to-date diluted earnings per share of $6 compared to $5.33 per diluted share in the prior year period. Our third quarter and fiscal year-to-date results continue to be driven by two2 themes: regulatory outcomes reflecting increased safety and reliable spending and customer growth. Additionally, strong Food System revenues as APT, particularly during the third fiscal quarter, contributed to our performance. Regulatory outcomes in both of our segments increased operating income by $238 million and residential customer growth and rising industrial load and on distribution segment increased operating income by an additional $18 million.\nRevenues in our pipeline storing segment increased $19 million period-over-period. $11 million of this amount, net [indiscernible] was realized during our third fiscal quarter. There pipelines coming out of the Permian experience planned and unplanned maintenance. This reduction in takeaway capacity up with robust associated natural gas production, wind the spreads between the Waha header on the western end of APT system and deliver points in the eastern and southern ends of the system. We expect spreads to remain elevated through the end of our fiscal year. Excluding the $14 million onetime bad debt adjustment we reported in Mississippi in the first quarter, Consolidated O&M increased at net $16 million or about 3%.\nThis increase is primarily due to higher employment related costs, insurance premiums, IT software and maintenance costs partially offset by a $15 million decrease in O&M in our Pipeline and Storage segment, primarily due to the timing of inline inspection work. As expected, O&M in the third fiscal quarter trended higher than the prior year quarter, and we anticipate on spending in the fourth fiscal part to trend higher as well as continue to focus our spending on compliance, maintenance and system monitoring. We still expect fiscal '24 O&M to be in the range of $800 million to $820 million. Consolidated capital spending increased to $2.1 billion, with 8%-plus dedicated to improving the safety and reliability of our system.\nPending our distribution segment has increased due to higher safety and liability spending in higher spending to support customer growth. Staying in our pipeline and storage segment is lower than the prior year due to timing. We remain on track to spend approximately $3.1 billion this fiscal year. Since the end of our second fiscal quarter, we implemented about $213 million in annualized regulatory outcomes, including all of this year's Texas script filings and our annual filings for the City of Dallas, Louisiana and Tennessee. Year-to-date, we have completed $380 million in annualized regulatory outcomes.\nCurrently, we have an additional $182 million in annualized outcomes in progress. Additionally, we made our first filing under APT's new System Safety an integrity mechanism seeking a $19 million increase in revenues. This new mechanism was approved in APT's last general rate case and a floating mechanism for costs incurred to address new federal and safety-related regulations meaning we will recognize the revenue and related O&M costs after review and approval by the [ Tech Starwall ] Commission, resulting in no impact to operating income. Our financial position continues to remain strong. We finished our third fiscal quarter with an equity capitalization of 61% and approximately $4.3 billion of liquidity. This amount includes $551 million of net proceeds available under existing forward sale agreements that will fully satisfy our anticipated fiscal '24 equity means and most are anticipated fiscal '25 needs.\nIn June, we completed a $325 million senior unsecured debt offering tapping our existing 10-year 5.9% senior notes. As a result, our overall weighted average cost of debt as of June 30 stands at 4.1%, and our debt profile remains very manageable with a weighted average maturity of approximately 17 years. As we head into the fourth quarter of the fiscal year, we now believe our fiscal '24 earnings per share guidance will be at the higher end of our reaffirmed earnings per share guidance range of $6.70 to $6.80, our anticipated financing plan for fiscal '24 is complete. All regulatory outcomes that can impact fiscal '24 has been implemented.\nAs I mentioned ago, we anticipate spreads for APT's through-system business will remain elevated in which will modestly contribute to our Q4 results, and we have a reasonably clear line of sight in the system compliance, maintenance and monitoring were performing in the fourth quarter. As a reminder, our guidance range includes 2 items totaling $0.17 that we will exclude when we initiate our fiscal '25 guidance in November. The first item is the Texas property tax benefit have been discussing all fiscal year which would favorably impact fiscal '24 results by $0.10. Additionally, the onetime Mississippi bad debt adjustment represented $0.07.\nWe continue to anticipate 6% to 8% earnings per share growth from this adjusted EPS amount through fiscal 2018. Thank you for your time today, and I will turn the call over to Kevin for his update and some closing remarks. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris. Good morning, everyone, and thank you for joining us today. We continue to benefit from solid economic growth in our service territory. For the 12 months ended June 30, we added 57,000 new customers with nearly 45,000 of those new customers located in Texas. The Texas Workforce Commission reported in July that the seasonally adjusted number of employed reached $14.2 million. Texas again added jobs at a faster rate than the nation over the last 12 months ending June, adding over 267,000 jobs, representing a 1.9% annual growth rate. Industrial demand for natural gas in our service territories also remained strong.\nDuring the third quarter, we added 10 new industrial customers with an anticipated annual load of approximately 2 Bcf a once they are fully operational. Fiscal year-to-date, we have added 32 new industrial customers with an anticipated annual load of approximately 6 Bcf once they are fully operational. On a biometric basis, the 6 Bcf of anticipated industrial loan is equal to adding approximately 110,000 residential customers. And during the first 9 months of the fiscal year, our customer support agents and customer advocacy teams continued their outreach efforts to energy assistance agency and customers, helping over 47,000 customers received nearly $19 million in funding assistance.\nOur consistent performance reflects the vital role we play in every community, safely delivering reliable and efficient natural gas to homes, businesses and industries to fuel our energy needs now and in the future. We appreciate your time this morning, and we will now open the call to questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0b061b1b9a5053a3d7b55e4ddfca59e0",
    "period": "2024 Q2",
    "content": "Half Year 2024 Atos SE Earnings Call\n\nHalf Year 2024 Atos SE Earnings Call\n\nATOPARISAUG 1, 2:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Atos H1 2024 Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Chairman and CEO, Jean Pierre Mustier. Please go ahead, sir.\n\nJean Pierre Mustier\n\nGroup Chief Executive Officer, General Manager & Director, UniCredit SpA\n\nThank you very much and good morning to everybody. Thank you for joining us to discuss our half year 2024 result.\nOn the call today will be Carlo d'Asaro Biondo, our Group COO as well as Jacques-Francois de Prest, our Group CFO. Before we start, I just want to draw your attention to the customary disclaimer that you find on this slide.\nNow for the agenda, I will share some key messages related to our first half 2024. Then Carlo will cover in more detail our performance by lines of business and region. And then Jacques-Francois will go over our financial statement for the half year. And then I will come back with closing remarks and we will take your questions.\nAs far as the highlights of the semester are concerned. First, the opening of the accelerated safeguard proceedings by the Commercial Court last week marks another important step in Atos' financial restructuring process. In 3 words, Atos is saved.\nWe now have an agreement with our financial creditors that secures the financing for the short and long term and provides ample liquidity to run the company. This plan establishes strong foundation for the company's future with a total debt reduction of EUR 3.1 billion and no debt maturing before the end of 2029.\nWith this stronger capital structure, we target an improvement of our credit rating profile to BB by the end of 2026. So this is really the start of a new period of commercial recovery and the development for the group with reinforced focus on serving our customers through innovation and high quality of service.\nSecond, our revenue and operating margin for the first half of 2024 are in line with the business plan we shared with you on April 29. We are investing for our future and our free cash flow for the semester reflects increased investments for customer and one-off reduction as announced of our working capital optimization.\nFinally, on the operational side, we have seamlessly delivered the UEFA Euro Football Club. And as you know, our teams are currently fully mobilized for the Paris Olympic and the Paralympic Games.\nOur commercial activity was resilient during this semester. Our success rate on contract renewal was 88%, which demonstrates the confidence of customers in Atos.\nLet me now give you an overview of our first half '24 financial performance. Group revenue was EUR 5 billion, down 2.7% organically compared with the first half '23. Eviden revenue was affected by the general market slowdown in the Americas and by contract scope reduction in the United Kingdom. Tech Foundations revenue decreased due to lower scope of work with certain clients in America and Central Europe.\nGroup operating margin in the first half of '24 was EUR 115 million, representing 2.3% of revenues compared with 3.3% in H1 '23. The group operating margin was impacted by the allocation to the business of SG&A costs, previously allocated to other expenses below the line as part of the separation project in prior year. Eviden operating margin decreased beyond the allocation of SG&A costs. The profitability was also impacted by revenue decrease and lower utilization of resources.\nTech Foundations profitability improved. The business benefited from the continued execution of its transformation program. There was also a positive impact from the accelerated reduction of underperforming contract via renegotiation and improved delivery, which more than compensated the SG&A cost allocation.\nGroup free cash flow was at minus EUR 1.9 billion for the first half of 2024, reflecting the planned reduction of EUR 1.3 billion of working capital optimization compared to December 31, '23. In addition, a decision was made to prioritize client capital expenditure and R&D, which will translate into future earnings and conversely to save on restructuring costs in order to manage our cash position. This translated into higher capital expenditure for H1 '24 compared to H1 last year and to lower restructuring costs.\nNow I hand over to Jacques-Francois -- to Carlo, sorry.\n\nCarlo D’Asaro Biondo\n\nGroup GM in charge of Business Operations, Head of Eviden & Member of Executive Board\n\nThank you, Jean Pierre, and good morning, everyone. Jacques-Francois will cover the financial elements more in details later on and I would now like to share our key business highlights.\nLet me change slide. Let me introduce our H1 business highlights by providing some updates on our commercial activity. First half of the year was soft for the industry in general. We had, nonetheless, in the course of the semester, several commercial successes with, in particular, 4 large contract renewals and 2 new customers. Also, a limited number of customers decided to leave us and some contract awards were delayed as some customers are waiting for the formal finalization of our financial restructuring process. In this context, we had intense customer engagement and were able to secure a contract renewal rate of 88%.\nAs stated in this context, commercial activity was lower in the first half of 2024, with a book-to-bill ratio of 73% compared with 93% in H1 2023 as contract awards were delayed. Eviden book-to-bill was 85% in the first half of 2024 and Tech Foundations book-to-bill was 63%. I would like to highlight 4 illustrative deals, including renewals and wins.\nWe signed new deals [ to lead to ] provide application services to 2 large customers in Europe. We have also signed a 4-year renewal contract with Eurocontrol to provide mission-critical systems as well as hybrid cloud and security services. Lastly, we signed a 3-year renewal contract with a U.S.-based used vehicle retailer to deliver computing, hosting and networking solutions. Those example wins illustrate our commercial strategy focused on contracts with fast implementation and on large contract renewals leveraging partners.\nTurning now to our revenue performance by region. As you can see, our business has well balanced geographic mix, with Northern Europe and APAC representing 31% of group revenue, Americas representing 22% and the rest of Europe, 44%. Let me provide more details on each regional business unit in the next slide.\nSouthern Europe was stable organically. Eviden revenue grew low single digit. Digital activities grew, benefiting from the ramp-up of large contracts in Spain and with a major European utility company in France. Revenue in BDS grew, thanks to HPC deliveries, high-performance computer deliveries in France.\nTech Foundations revenue declined low single digit due to contract completions with select customers. Americas revenue decreased by 6.9% on an organic basis, reflecting the current general slowdown in market condition, as illustrated by the performance of some of our peers.\nEviden revenue was down low double digit, impacted by contract completion and volume decline in health care and finance. The delivery of a supercomputer project in South America in H1 2023 also provided a higher prior year comparison basis for BDS to this year.\nTech Foundations revenue declined low single digit due to contract completion as well and scope reduction with select customers.\nCentral Europe now. Central Europe revenue was down 4.5% on an organic basis. Eviden revenue declined mid-single digit, impacted by a project delay in a mission-critical system and contract ramp-downs in manufacturing and defense. Tech Foundations revenue declined mid-single digit, reflecting volume reductions in manufacturing in banking sectors and delays, mostly delays in public sector spending.\nNorthern Europe and Asia Pacific revenue decreased by 1.3% on an organic basis. Eviden revenue declined low single digit. The revenue increase at BDS due to new business in advanced computing with an innovation center in Denmark was offset by the decline of digital revenue, reflecting a lower demand from public sector, health care and insurance customers. Revenue in Tech Foundations was down single digit, with volume decline in health care, insurance and public sectors.\nLet me finish by talking about headcount evolution. You can see details on this slide. First, we were able to hire 1,900 employees in our global delivery centers, thanks to the certification program that we've put in place. Second, we managed to adjust our headcount to the business environment. And third item to be noted, our attrition was lower than in H1 2023 and in line with our historical ratio.\nWith that in turn, I turn the microphone to Jacques-Francois, who will comment in more details our financial results.\n\nJacques-François de Prest\n\nCFO & Member of Executive Board\n\nThank you, Carlo, and good morning to you all. Our consolidated interim financial statements were established as usual on a going concern basis.\nI will now give you a snapshot of our key financial numbers for the half year '24. Group revenue amounted to EUR 5 billion in the first half '24, down minus 2.7% compared with the first half '23. [Audio Gap] down minus 4.2% and Tech Foundations declining by minus 1.4%.\nGroup operating margin was EUR 115 million, representing 2.3% of revenue, down 100 basis points compared with H1 '23, with contrasted performance between Tech Foundations, which improved in the first half and Eviden mainly impacted by market softness. Our H1 '24 revenue and operating margin as well as cash are in line with the business plan that we presented on April 29.\nFree cash flow was minus EUR 1.9 billion for the half year, largely explained by EUR 1.3 billion lower working capital optimization at half year compared with December '23, as planned. Also, we decided to increase our investments and conversely to lower restructuring costs, as Jean Pierre explained in his introduction. Net debt was EUR 4.2 billion at the end of June '24. Net loss group share was EUR 1.1 billion, mainly impacted by goodwill and other intangible impairment charge of EUR 1.6 billion. I will now comment more in detail these numbers.\nYou can now see on this page the detail of the revenue growth. This revenue bridge is explained mainly by the revenue organic decrease of 2.7% that Carlo commented as well as scope disposals last year. This leads us to a half year revenue of EUR 5 billion.\nGroup operating margin was EUR 115 million, representing 2.3% of revenue, down 100 basis points compared to H1 last year. This margin decrease comes mainly from the allocation to the business of SG&A costs, which were previously allocated to other expense as part of the separation project, which was conducted last year.\nEviden's operating margin was EUR 58 million or 2.4% of revenue, down 230 basis points. Beyond the allocation of SG&A cost, profitability was also impacted by revenue decrease and lower utilization of billable resources. Tech Foundations operating margin was EUR 57 million or 2.2% of revenue, up 30 basis points organically. The business benefited from the continued execution of its transformation program. There was also a positive impact from the accelerated reduction of underperforming contracts via renegotiation and improved delivery, which more than compensated the SG&A cost allocation.\nLet me now comment on the financial elements of the rest of the P&L. Net loss amounted to minus EUR 1.9 billion and I will comment upon the key elements there. Firstly, reorganization costs amounted to EUR 60 million, a strong reduction compared with the EUR 430 million cost incurred last year. Secondly, goodwill and other non-current assets impairment amounted to EUR 1.6 billion. The group performed impairment for this June closing, considering the ongoing financial restructuring of the group and the resulting offers received. At risk of stating the obvious, I remind you that this impairment charge is a non-cash item. Thirdly, in the first half '24 other items were a net expense of EUR 150 million. Those items mainly included an additional loss on past disposals for EUR 55 million and advisors fees on the financial restructuring of the group and Advisors fees on asset disposals for EUR 51 million.\nNet financial expense amounted to EUR 175 million. The net cost of financial debt was EUR 73 million and increased by plus EUR 33 million due to higher interest rates on the Term Loan A and the multi-currency FCF for which additional portions were drawn in the second half of '23 and in January '24. Also, interest income was lower as a result of a lower level of deposits.\nTurning now to our free cash flow statement. Free cash flow was minus EUR 1.9 billion for the half year. Let me comment on the key elements there. Firstly, the free cash flow for the semester reflects the planned reduction by EUR 1.3 billion of working capital optimization compared to December 31, 2023. Details of these working capital actions are provided in the following slide.\nThen decision has been made to prioritize clients' capital expenditures and R&D, which will translate into future earnings and conversely, to save on restructuring costs in order to manage our cash position. This translated into EUR 168 million higher capital expenditures in H1 '24 compared to H1 '23 and to EUR 103 million lower reorganization, rationalization and integration costs.\nYou can see on this slide the various components of working capital optimization reduction of EUR 1.3 billion. For your information, this is not written on the slide, but that's on top. Working capital optimization amounted to EUR 1.6 billion at the end of H1 2023 a year ago.\nTo conclude my comments on cash flow, let me give you clarity on the other change line. Cash out related to other changes was EUR 167 million, stable compared to H1 2023. This amount included EUR 96 million of cost incurred on onerous contracts, EUR 34 million of advisors fees paid related to the restructuring of the group and to asset disposals and EUR 13 million of legal costs. In conclusion, the group reports a negative cash flow of minus EUR 1.9 billion in the first half '24, reflecting primarily stronger investment on customer contracts and a EUR 1.3 billion reduction of one-off working capital optimization as planned.\nI would like now to comment on the financial restructuring plan of the group. As a reminder, we announced on July '24, the opening of an accelerated safeguard proceedings by the Specialized Commercial Court of Nanterre. This approval from the court is a major milestone in securing our company's future and it is based on strong financial terms. Firstly, this will provide sufficient liquidity to fund the business at near and long term. We also secured EUR 800 million interim financing, providing the liquidity necessary to fund the business until close of the financial restructuring plan. This interim financing will be refinanced at closing when the EUR 1.7 billion new financing will become available.\nSecondly, we will reduce significantly our net debt by EUR 3.1 billion through EUR 2.9 billion of loans and bond debt converted into equity and EUR 233 million capital increase open to existing shareholders, which is backstopped.\nThirdly and finally, we will push out our debt maturity to '29 and beyond, which will provide more financial flexibility to operate business.\nThank you very much for your attention. I will now turn the mic back to Jean Pierre for the conclusion.\n\nJean Pierre Mustier\n\nGroup Chief Executive Officer, General Manager & Director, UniCredit SpA\n\nThank you very much, Jacques-Francois. So let me now close with some key takeaways. First, the opening of the accelerated safeguard proceedings marks the completion of an important step in the finalization of our financial restructuring process. This is the start of a new period of recovery and development for the company.\nSecond, we are also fully focused on restoring trust with our clients and partners and on leveraging the best of Eviden and Tech Foundations capabilities to continue growing our business and deliver unmatched value and innovation to our customers.\nAnd finally, I would like to take this opportunity to thank our 92,000 employees for their ongoing strong commitment.\nAnd with that, I would like to thank you and turn the call back to the operator for the Q&A session. Operator?"
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/605d5c11acc08c44674cc8a405dee23d",
    "period": "2024 Q1",
    "content": "Q1 2024 Atmos Energy Corp Earnings Call\n\nQ1 2024 Atmos Energy Corp Earnings Call\n\nATONYSEFEB 7, 9:00 AM\n\nOperator\n\nThank you for standing by. At this time, I'd like to welcome everyone to the Atmos Energy Corporation Fiscal 2024 First Quarter Earnings Conference Call. [Operator Instructions]. And now I'd like to turn the call over to Dan Meziere, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nDaniel M. Meziere\n\nVP & Treasurer, Atmos Energy Corporation\n\nThank you, Adam. Good morning, everyone, and thank you for joining us -- for joining our fiscal 2024 first quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab.\nAs we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 26 and are more fully described in our SEC filings.\nWith that, I will turn the call over to Kevin Akers, our President and CEO. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Dan, and good morning, everyone. We appreciate your interest in Atmos Energy. I want to begin today's call by thanking all 5,000 Atmos Energy employees for their exceptional effort and dedication to serving our customers under very challenging weather conditions recently. And thank you for all that you do for our customers and our communities every day. You are truly the heart and soul of Atmos Energy.\nOur first quarter results reflect that effort, dedication and focus as we continue modernizing our natural gas distribution, transmission and storage systems on our journey to be the safest provider of natural gas services. Yesterday, we reported fiscal '24 first quarter net income of $311 million or $2.08 per diluted share and our first fiscal quarter capital spending was $770 million to support continued system modernization and growth across our service territories. For the 12 months ended December 31, 2023, we added over 58,000 new customers with over 44,000 of those located here in Texas. And the Texas Workforce Commission reported in January that the seasonally adjusted number of employees reached a new record high at over $14.1 million.\nTexas once again added jobs at a faster rate than the nation over the last 12 months, adding nearly 370,000 jobs in calendar 2023, representing a 2.7% annual growth rate. Additionally, we added 11 new industrial customers, which, when fully operational, we anticipate consuming approximately 2.5 Bcf of gas annually, that is volumetrically equivalent to 45,000 residential customers. Commercial customer growth remained solid as well with over 1,000 commercial customers connecting to the system during the first quarter. This growing demand from all of our customer classes demonstrates the value and vital role natural gas plays in economic development across our service territories.\nIn APT, we completed several projects that will enhance the safety, reliability, versatility and supply diversification of our system and support the continued growth we are seeing in the local distribution companies behind APT system. During the quarter, we placed in service line PC which connected the southern end of APT system with a 42-inch Kinder Morgan Permian Highway line that runs from Waha to Katy. Our 22-mile 36-inch line PC supports the current demand and [ forecast growth ] to the north of Austin in both Williamson and Travis Counties located in Texas as well as increase supply diversity in this service area. Additionally, we placed in service Phase II of our 4-phase 104-mile line S2 project. As a reminder, line S2 brings supply from the Haynesville and Cotton Valley shale place to the east side of the growing Dallas-Fort Worth Metroplex. This third phase replaced 22 miles a 14-inch and 20-inch pipeline with 36-inch pipeline. The final phase of this project is scheduled to be completed by the end of this calendar year.\nAnd we completed the first phase of our Line WA Loop project, 24 miles of 36-inch pipeline. This multiphase project will fortify APT system that serves the Dallas-Fort Worth Metroplex by installing approximately 80 miles of 36-inch transmission pipeline. Our customer support associates and service technicians continued their exceptional customer service and once again received a 98% satisfaction rating from customers during the first quarter. Our customer advocacy team and customer support agents continued their outreach efforts to energy assistance agencies and customers during the first quarter. Through those efforts, the team helped nearly 17,000 customers received over $5 million in funding assistance. As a reminder, during fiscal '23, our energy assistance teams helped over 60,000 customers receive over $29 million of financial assistance to help with their monthly bill.\nBefore I turn the call over to Chris, I want to comment on an incident that the National Transportation Safety Board is investigating. The incident occurred at a Jackson, Mississippi residents on January 24 and resulted in 1 fatality. Atmos Energy is working with the National Transportation Safety Board and other federal and state regulators to help determine possible causes. We want to thank the first responders and emergency responders for their support and assistance. Our hearts, our thoughts and our prayers have been and continue to be with the family.\nI will now turn the call over to Chris for his update.\n\nChristopher T. Forsythe\n\nChief Financial Officer & Senior Vice President, Atmos Energy Corp.\n\nThank you, Kevin, and thank you to everyone for joining us this morning. As Kevin mentioned, our fiscal '24 first quarter earnings per share was $2.08, which represents an 8.9% increase over the $1.91 per share reported in the prior year quarter. Consolidated operating income increased to $399 million or 24% in the first quarter. This performance was driven by several factors: Rate increases in both of our operating segments totaled $84 million. residential commercial customer growth, combined with higher industrial loads increased operating income by an additional $6 million. Consolidated O&M expense decreased $19 million, primarily driven by lower bad debt expense.\nIn December, the Mississippi Public Service Commission modified how we recover uncollectible customer accounts. Previously, we have recovered these costs through a stable rate filing over a 12-month period. Effective April of 2022, we will now recur these costs for purchased gas cost mechanism over [ 24-month ] period, which will benefit our customers. As a result of this change, we reduced our bad debt expense by $14 million during the first quarter. Additionally, with this change, we now collect the bad debt portion of our uncollectible accounts through our purchase gas cost recovery mechanisms 88% of our customer base. O&M decreased an additional $5 million, primarily due to the timing of in-line inspection work at APT that we highlighted last fiscal year. Finally, operating income was favorably impacted by a legislative change in Texas to reduce property tax expenses.\nIn the summer of 2023, the Texas legislature voted to allocate $18 million of the state's budget surplus to offset property taxes assessed on residential commercial property owners for calendar years 2023 and 2024. This legislation became effective during our first fiscal quarter after voters approved the legislation in November. In fiscal '24, we expect this legislation will reduce our property tax expense by $20 million to $22 million. We recognized approximately $6 million of this impact during the first quarter. This reduction was not reflected in the fiscal '24 earnings per share guidance we issued in November. We continue to execute our annual regulatory filing strategy. To date, we have implemented $167 million in annualized regulatory outcomes. This amount includes the $27 million associated with APT's general rate case that was approved in December. We currently have about $61 million in progress and plan to make additional filings this fiscal year seeking $340 million to $370 million in annualized operating income increases.\nDuring the quarter, we completed a $1.1 billion of long-term debt equity financing highlighted by the $900 million long-term debt financing we completed in October 2023. Additionally, we settled $254 million of equity forward agreements. This financing provides the necessary funding for our operations while maintaining the strength of our balance sheet and overall financial profile. Our equity capitalization as of December 31 was 60%, but we cannot have any short-term debt outstanding. We also had $3.2 billion in available liquidity. This amount includes approximately $433 million of net proceeds available under existing foreign sales agreements, which is expected to satisfy the remainder of our anticipated fiscal '24 equity needs and a portion of our anticipated equity needs for fiscal '25.\nOur weighted average cost of debt is 4.1% and our weighted average maturity is approximately 18 years, with our next refinancing set for June of 2027 and we continue to expect to have limited floating interest rates in fiscal '24. Finally, we have $900 million in forward-starting interest rate swaps in place to hedge portions or anticipated long-term debt issuances in fiscal '25 and fiscal '26. As a reminder, the effective weighted average treasury rate of response is 1.54%. In closing, we are off to a good start for the fiscal year. The execution of our operational, financial and regulatory plans by our employees positions us well to sustain assets. We continue to expect fiscal '23 per share to be in the range of $6.45 and $6.65 per share, inclusive of the favorable impact of the property tax legislation changes in Texas.\nThank you for your time this morning. I will now open the call up for questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/37d0bdcf12701c9cdbc0637772f37d1f",
    "period": "2023 Q4",
    "content": "Full Year 2023 Atos SE Earnings Call\n\nFull Year 2023 Atos SE Earnings Call\n\nATOPARISFEB 29, 2:00 AM\n\nPaul N. Saleh\n\nChief Financial Officer & Executive Vice President, DXC Technology Co.\n\nGreetings, everyone. Today, we issued a new market update. As part of that update, as you will see on the Slide 3, Atos is confirming that its fiscal '23 revenue and operating margin results are in line with the guidance. Our fiscal '23 second half free cash flow was negative EUR 109 million. And for the full year, free cash flow was negative EUR 1.078 billion. Our net debt position at the end of the year was EUR 2.230 billion.\nFor fiscal '23, earnings release is going to now be rescheduled for March 20. This is to allow our external auditors to complete the audit of the company's noncash goodwill impairment results. And finally, discussions with EPEI on the potential sale of Tech Foundation have concluded with no deal being reached.\nIf I take you to the next slide, you will see the results for the fiscal '23 operational -- and their objectives have been met for revenue growth and operating margin. On the slide, you will see the fiscal year '22 for the group, Eviden and TF, the guidance that we have provided for fiscal '23. And in the blue sections, you will see not only the revenue for each one of those -- for the -- for each one of the items for group, Eviden and TF as well as the organic growth.\nSo for fiscal '23, the group revenue was EUR 10.693 billion for a growth rate of 0.4% organic growth rate, which is within the guidance that we provided for 0% to 2%. And for Eviden, we -- the results were EUR 5.089 billion in revenue and 2.9% organic growth, which is an acceleration over the 2% that was the organic growth in 2022. And for TF, the objective was to manage its decrease. And the revenue was EUR 5.6 billion, a decline of 1.7% compared with the prior year of 1.6% decline.\nOperating margins, again, are within the guidance that we have provided for the group, Eviden and TF. Our guidance for fiscal '23 for the company was 4% to 5%. In 2023, we achieved 4.4%, which is within that range. Eviden, the objective was improvement over the 5.2% in the prior year in terms of margins, and our results show a 5.8% margin. For TF, for our Tech Foundations, the expectation is to have positive profit margin, and we delivered 3.1% compared with 1.3% in the prior year.\nAnd finally, for the free cash flow, our guidance was to be at about minus EUR 1 billion for the full year. And we came in slightly short of that at a minus EUR 1.078 billion.\nMoving on, on the next slide. We talk about our year-end capital structure. At the end of the year, our net cash position was EUR 2.4 billion. Our net debt was EUR 2.230 billion. And our year-end leverage ratio was 3.34x, which is within the bank covenant of 3.75.\nIf I move on to the comment I made that our earnings release date now has been set for March 20. The reason for that is there is a noncash goodwill impairment test that is performed by the company every year. But our group external auditors, Deloitte and Grant Thornton, are awaiting an independent business review to complete their audit of the company's noncash goodwill impairment results.\nThis annual goodwill impairment test is performed at year-end in compliance with standards, accounting standards and in the context of the contemplated disposal of assets. So the delay in our earnings release and the rescheduling to March 20 is simply due to the auditors needing more time to complete their audit of the work that we have done on our noncash goodwill impairment.\nIf I go now to the next slide and to talk a little bit more about the Tech Foundation and the potential sale that we were considering to the EPEI Group. And then as we indicated in our press release in the context, we had an exclusive negotiation going on with the EPEI Group for the potential sale of Tech Foundation. That is a deal that was announced back in August 1. And both parties have not reached a -- we could not reach a mutually satisfactory agreement.\nThe discussions and the put agreements have, therefore, been terminated by mutual consent. There will be no indemnification by either party. Each party will be released from any future reciprocal obligation subject to maintaining the confidentiality agreements.\nNow for Atos, we will continue to run Tech Foundations and Eviden as separate businesses, and I'll show you that in a second. And we'll continue to consider strategic options for -- at Atos for all of our assets in a way that is -- that serves the interest of our customers, employees and shareholders.\nAs I mentioned a moment ago, on the next slide, you'll see that we'll continue to operate Tech Foundation and Eviden as separate businesses, but we will stress a coordinated go-to-market strategy. You'll hear a little bit more about it on March 20.\nOn this slide, you see the offerings for the Eviden business as well as the Tech Foundation. And we'll be leveraging the strength of our complementary offerings to serve our clients.\nSo in closing, our key takeaways, we are confirming our '23 revenue and operating margin results in line with the guidance that we were providing you. Fiscal '23 second half free cash flow was negative EUR 109 million. Our full year free cash flow was EUR 1.078 billion -- negative EUR 1.078 billion.\nOur earnings date, release date has been now rescheduled for March 20. And finally, the discussion with EPEI on the potential sale of Tech Foundations have concluded with no deal being reached.\nWith that, Nadia, I'm going to turn it back to you and to open the forum for questions and answer."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c2fbc5c49015e8cbf4bac7a0c5584f61",
    "period": "2023 Q2",
    "content": "Half Year 2023 Atos SE Earnings Call\n\nHalf Year 2023 Atos SE Earnings Call\n\nATOPARISJUL 28, 3:00 AM\n\nOperator\n\nHello, and welcome to the Atos H1 2023 Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would like to hand you over now to the conference to the Atos' management team. Please go ahead.\n\nNourdine Bihmane\n\nMember of Executive Board, Group CEO & Co-CEO of Tech Foundations\n\nHello. Good morning, everyone, and thank you for joining us to discuss Atos H1 '23 results. I'm Nourdine Bihmane, Group CEO and Co-CEO in-charge of Tech Foundation. And today I'm joined with my colleagues, Diane Galbe [ with ] Group SEVP; Philippe Oliva, Co-CEO in-charge of Eviden; and Nathalie Senechault, our CFO.\nIn today's call, I will first share the highlight of our group performance in H1 '23. Philippe and I will then cover the performance of our 2 businesses, Tech Foundation and Eviden. After that Diane will provide an update on our strategic transformation project. Then Nathalie will go through the detail of our financial performance in the first half of this year. And lastly, we will discuss our outlook before going into Q&A.\nSo overall, in H1 we have kept our momentum and continued to successfully drive our operational improvement. This ongoing improvement has translated into robust H1 results. In particular, we experienced solid commercial traction at the group level in Q2 with 112% book-to-bill. This is a significant improvement compared to Q1, which was at 73%, and Eviden is the relevance of the go-to-market strategy that are implemented at both Tech Foundation and Eviden. We also delivered a robust organic revenue growth at 2.3% and brought our operating margin to 3.8%.\nConsequently, we have revised upwards our full year outlook for revenue growth and confirmed our operating margin outlook. We will come back to it at the end of the presentation.\nOur free cash flow in H1 was minus EUR 969 million and should be broadly similar over the full year. This reflects the high pace of execution of a major transformative action we are carrying out through the year. The margin expansion, including restructuring and tackling legacy underperforming contracts, as well as internal carve-out activities and working capital normalization.\nWe did achieve significant milestone in our transformation project in July. Notably, the separation of our internal operation into 2 entities, and we have fully secured our EUR 700 million plus divestment program, which we are now expanding by an additional EUR 400 million. All of this was completed within a 12-months time frame.\nLet's now turn to Tech Foundation. As you remember, we recently hosted an Analyst Day that provided to the Tech Foundation team an opportunity to shed more light on our business and on the clear value creation plan that we have in front of us. We have redefined our portfolio around core activities in order to address a wider market and focus on a higher growth segment in order to deliver a core revenue growth up to 2% in the next 2 years and accelerating hereafter.\nWe also highlighted, our comprehensive margin expansion plan expected to deliver EUR 1.2 billion in gross benefits by 2026. That will bring our operating margin to industry standard. And as of today, we have already delivered 32% of this objective. It has been a very rich and productive first year for Tech Foundation. The strong execution of our plan led us to upgrade our midterm ambition, which are detailed at the bottom right of the slide.\nAnother key aspect highlighted at the event was how AI is already and will continue to enhance all aspects of our business. At Tech Foundation, we are actively embedding several Gen AI platform to improve our internal and external operation. In our offering, for example, in Hybrid Cloud, Gen AI will improve management of IT infrastructure by automated incident triage, ticket routing and problem resolution.\nAlso, Gen AI is a key technology in providing coding assistance to our infrastructure as a code practice. In digital workplace too, Gen AI is changing the way we deliver our services with more personalized context-aware experiences, knowledge management and co-pilot offering readiness. We are developing new Gen AI offerings. Altogether, we are already having highly industry Gen AI platform available with 2 new solutions already released, and we are working on a few additional specific partnership, more to come.\nMany use case are bringing benefits not only in our sales function, for crafting proposal, but also launching automated bid and RFP response generation or in procurement with supplier assessment. Overall, Tech Foundation is fully embracing Generative AI technology in our offering, in our operation for our customers and for our internal efficiencies.\nTurning back to our H1 results and starting with book-to-bill. Book-to-bill in Q2 was 106% compared to 67% in Q2 last year. We exceeded the 100 mark for the first time since the Tech Foundation business line was created. This is quite an achievement, and our refocused go-to-market strategy is clearly showing some tangible results.\nWe improved the upselling on our top 100 accounts and successfully drove revenue retention with major long-term renewal in Q2. Commercial traction improved, in particular in the U.S., where we needed the most to rebuild sales teams and commercial pipeline, which we are doing, and it is starting paying off.\nThroughout Q2, we won several high-profile contracts, including a leading entertainment company based in the U.S. where we extended for 5-year Digital Workplace contract and network operation. We are talking about a significant contract value with more than 80,000 clients with highly automated resolution. We renewed also a contract with Texas Department of Information and Resources where our private cloud and mainframe-as-a-services model delivers adaptive, resilient, cost-effective and secure services to over 35 state agencies.\nAnother one with Honda, we renewed for 3-year contract to continue their modernization and delivery of their Digital Workplace services to move for more than 3,500 associates.\nAnd lastly, we won the contract extension with the European Commission DIGIT after 15 years of successful collaboration to accelerate their IT transformation project. And I will take a moment here to thank all our customers for the deep relationship we have been able to keep and maintain and grow during the years.\nIf we move to the next slide, Tech Foundation generated revenue of EUR 2.9 billion in H1. The core business was stable as [ with ] decline of Hybrid Cloud & Infrastructure continued to soften, while Digital Workplace and Technology Advisory posted a moderate growth.\nIn parallel, we kept reducing our noncore activities, which I'll remind BPO, and all the hardware and software resale as part of our portfolio reshaping strategy. As a result, we posted a managed organic decrease of minus 1.6% in total revenue for H1 '23.\nAs discussed during our Analyst Day, we are making steady progress on margin expansion plan, targeting our EUR 1.2 billion in gross benefit by 26 million. As of June '23, 32% of this target has already been achieved compared with the 21% at the end of March. Meaning that we had a very productive Q2 with an additional EUR 120 million gross run rate benefit delivered, partially offsetting by cost inflation and backfilling and the impact of the revenue decrease.\nThis achievement was primarily driven by headcount reduction in high-cost country, 900 head count in total during H1 and the continuous focus on addressing underperforming accounts, which accounted for 8% of our H1 revenue versus 9% last year.\nThis concludes the Tech Foundation section, and I will now pass it to Philippe.\n\nPhilippe Oliva\n\nGroup Deputy CEO, Member of Executive Board and Co-CEO of BDS & Digital\n\nThanks, Nourdine, and good morning, everyone. So like Tech Foundation, Eviden had a robust first half. Strategically, we are continuing to expand our unique sovereign capabilities around data and our technology capabilities as well as cementing the deep industry expertise that we have and which is enhanced by an efficient delivery model and a strong IP portfolio.\nIn H1, we opened 3 new cloud centers in India and in Eastern Europe that we enforce our end-to-end cloud offerings from engineering, application migration to operation, and obviously, improving the efficiency and competitiveness of our delivery capabilities.\nWe also launched very significant capabilities that we are calling AIsaac Cyber Mesh. It's a cutting-edge cyber security detection and response solution powered by Generative AI technologies and that we deployed in partnership with AWS. We also opened a new campus and leading research and development center in Grenoble in France with a capacity of 1,300 people, bringing expertise in artificial intelligence, decarbonization and obviously, our high-performance computing capabilities.\nLastly, we are getting our digital identity solution ready for what is called on the market, the post-quantum era. Notably, our Eviden leading products on identity management or encryption will evolve to be adapted to quantum threats by the end of this year, and that's an announcement that you've seen a couple of weeks ago.\nAI is a domain that we've been working for years. As you know, we already drive solution in infrastructure with our advanced computing solution, where we have specific high-performance computers with AI application on-premise or in the cloud for large research center, health care and other application domain like climate change monitoring. Of course, Gen AI is a fantastic opportunity on the market and also for us, and we're embracing it.\nSo what is the Gen AI offerings we are building. We are currently building offerings to help our customers fully leverage Gen AI from application to orchestration capabilities, new business models and obviously impact on the infrastructures. This also includes a very practical way and pragmatic capabilities on how to roll it out in a corporate environment.\nThat means tackling the regulatory and compliance, making sure that the data sets that we are using are highly secured and obviously, ensuring the highest level of data encryption and security on those environments. This includes local solution and infrastructure from supercomputers to the edge as many customers want to leverage Gen AI in a private, sovereign and high-end secured environment.\nIn Europe, we are the unique player to be able to provide those kind of capability, and that's really something that we are continuously insisting on, related to the fact that we are the so unique remaining hardware manufacturer in Europe.\nOur solution in the cloud. Notably with our key partners, Microsoft OpenAI, Google Cloud and AWS, we are already supporting world-leading customers in this domain and with a specific reference that is currently live for patient data management in the U.S.\nWe [ did ] use industry use cases. So we know that we are actively developing on the market many, many use cases related to product hyper-personalization, knowledge management, patient assistance or risk assessment and secure development capabilities and improvements.\nWhat we're offering differently is that we are already deploying internally what we call our coding acceleration and developer assistance solution to also drastically improve our cost base effectiveness and obviously, our time-to-market to ensure, let's say, fast deployment of new applications to our clients.\nAnd of course, we are working to apply Gen AI to ourselves. So internally, we say we are drinking our own champagne. We are driving Gen AI project in consulting and sales, in marketing development, in obviously, application development, but also in a knowledge-based model that we're calling [indiscernible]. That is basically the capitalization of all the IP that we are trading internally to ensure also our fast understanding and rollout of our core innovative solution.\nWe all know that Gen AI is a revolution. We all have to leverage it. But what is putting us in a unique position in Europe is really related to our first dealing with 8,000 data experts and our unmatched number of key [ patents ], such as our 260 [ patents ] in cognitive solution, that means artificial intelligence, machine learning and also our 100,000 [ patents ] in advanced computing and more.\nNow let's go back to our H1 performance and starting with the book-to-bill one more time. Our commercial momentum remained really, really strong in Q2 with the 119% book-to-bill, well-balanced [ gateway ] to -- and our big data and our cybersecurity business. We maintain our focus on what we are calling short-term signings. That means ensuring that our backlog is really well positioned to extract fast revenue yield capability.\nInterestingly, our [ run-rate ] reflect the unique differentiating factors that set Eviden apart, a highly synergetic portfolio. We won, as an example, a very large contract with Coca-Cola Hellenic Bottling Company to provide both application modernization, public cloud migration, data analytics, AI and machine learning and everything protected with our cybersecurity portfolio.\nWe also announced and demonstrating our leadership in HPC. We won our first major HPC contract outside of Europe with the Indian Ministry of Earth and Science for climate change monitoring. So it's really, really something that we can be proud of because that's drastically changing the way our innovation is recognized on a global basis.\nSovereign Cloud offerings. We won a contract with the European engineering and technology company to deliver first of its kind AI-as-a-service through Eviden Nimbix portal, which is a key to the Sovereign Key Cloud Strategy and the blueprint for further AI offerings development.\nWe then also demonstrate our expertise in selected industry, which is allowing clients to really recognize our differentiated capability in very diverse sectors, including energy, utilities, health care, where we recently won a major U.S. companies to provide public cloud migration to Microsoft Azure, combining application development and cybersecurity.\nNow let's look at our revenue and operating margin. Eviden delivered strong organic revenue growth at 7% in H1. Growth was strong in both cybersecurity and advanced computing as well as digital and cloud business lines. Organic growth improved significantly compared to the same period last year, driven by smart platform and cloud transformational services, along with very positive trends in the public sector and military and defense activity in Europe.\nOur growth in Q2 is optically lower than what we delivered in Q1. This is a reflect of a higher comparison basis plus 270 basis points higher than in Q1 and fewer net working days in Q2. But our underlying business trends in Q2 remain as solid as what we delivered in Q1.\nEviden'se operating margin was 5.3%, a substantial increase compared to 3.5% in H1 2022. Despite continued cost inflation, we demonstrated improvement across all activities, resulting from effective cost take-out actions, portfolio rationalization and higher cost of absorption in our Advanced Computing and manufacturing capabilities.\nWith that, I now turn it over to Diane.\n\nDiane Galbe\n\nSenior EVP & Member of Executive Board\n\nThank you, Philippe, and good morning, everyone. So as Nourdine mentioned in the highlights, H1 2023 was marked by significant milestones achieved in our transformation. One of the main achievements was the completion of our internal operation carve-out. This is a decisive step in the execution of Atos transformation. We achieved this in the 12-month time frame.\nAs we announced to you back in the Q1 results, we are now in a position to confirm that we completed in July as planned all local carve-outs and underlying separation activities, covering more than 99% of the group's revenue. As a result, Tech Foundations and Eviden are fully operational as separate entities within the wider Atos Group. It means that we have now delivered, thanks to the great engagement of our teams, our customers and our suppliers. The operationalization of the local legal entities in all geographies, the transfer of our employees, contracts, assets, to name a few, is now completed.\nTech Foundation and Eviden have now distinct the operating model, a go-to-market strategy and a focused portfolio. The internal separation is now done. Atos has therefore completed the rollout of its new client-centric organization and can now focus on innovation and performance improvement with consistent value delivery.\nThe other significant achievement of Q2 was the fact that we fully secured our noncore business divestment program set during the group's Capital Market Day back in June 2022.\nThe 6 transactions featured on this slide, 4 of which are already completed, were carried out efficiently and had good financial conditions for the group. This demonstrates our ability to execute swiftly as well as the attractiveness of our assets.\nThe results are more streamlined portfolio for both Tech Foundation and Eviden and over EUR 700 million of total proceeds secured, which contribute to the financing of our transformation. Building on this success, we plan to expand our divestment program, targeting an additional EUR 400 million in proceeds that will enhance our financial flexibility.\nWhen we devised on our program 1 year ago and as we refined the scope of the 2 entities, we identified additional opportunities to rationalize the portfolio of both groups, and some of them have already received expressions of interests. We will, of course, keep you updated on our progress as we move forward.\nTurning now to headcount evolution. At the end of June 2023, total headcount was 107,000 people, down minus 3.4% compared to end of December 2020 and down minus 1.9%, excluding the impact of divestments. In H1, Atos welcomed more than 8,400 new employees.\nOur hiring is selective this year and our ability to attract the right talents across the world is very good. The job market, as you know, is highly competitive, particularly in cybersecurity, cloud or data sciences, but the technology and image of Atos recognized by the Great Place to Work certification enable us to onboard as many talents as required by the business.\nAnother highlight is our voluntary attrition. It remains low at 15% in Q2, which is slightly lower than the industry standard. This is another evidence of the high level of employee satisfaction and commitment at Atos.\nThe reduction in group headcount during H1 primarily resulted from intensified restructuring as part of our ongoing transformative actions as well as performance-related terminations, resulting in a total of 2,404 exits.\nNow I turn the mic to Nathalie. Thank you.\n\nNathalie Senechault\n\nCFO & Member of Executive Board\n\nThank you, Dan, and good morning, everyone. If we take a broad view on Atos' financial position, the group has made notable progress during the past 6 months. Revenue was EUR 5.5 billion, broadly stable year-on-year, with a robust organic growth offset by divestment and foreign exchange. Operating margin was EUR 212 million or 3.8% of revenue, more than tripled compared to H1 2022.\nOMDA was up by 32% to EUR 487 million or 8.8% of revenue. Normalized net income, excluding exceptional items, was minus EUR 113 million, broadly stable year-on-year and reported net income came out at minus EUR 600 million. I will detail that later in the presentation.\nIn terms of cash generation, we did improve our underlying cash flow from operation in H1 2023, as you will see, and this was offset by the ramp-up of transformative actions and associated costs as we are executing at a high pace on all fronts this year on restructuring internal carve-out, tackling underperforming contract as well as working capital normalization. As a result, free cash flow was minus EUR 969 million in H1.\nNow let's take a deeper dive into each key metrics. Starting with the evolution in H1. Group revenue was EUR 5,548 million in H1 2023, up to 2.3% on an organic basis, a combination of a strong 7% growth at dividend and a managed decrease of minus 1.6% at Tech Foundation, as Nourdine and Philippe explained.\nScope effect was at minus 1.7%, primarily reflecting the divestment of Atos Italian operations finalized on April 2023 and the Russian activities in September '22. Foreign exchange had a limited impact at minus 0.8%, mainly reflecting the depreciation of the pound sterling against the euro over the period.\nTurning now to our operating margin on Slide 22. Atos operating margin [Technical Difficulty] EUR 212 million in H1 or 3.8% of the revenue, meaning that we triple -- in fact, we multiplied by 3.5x our operating margin between H1 '22 and H1 '23. This is the combination of strong improvement at both Tech Foundation and Eviden, as Nourdine and Philippe highlighted earlier.\nTech Foundation with a steady delivery on our margin expansion plan, that generated EUR 230 million of gross increments in operating margin year-on-year, offset by cost inflation, backfills and the impact of lower revenue. Eviden reaping the benefit of cost take-out actions, notably on staff cost and portfolio rationalization as well as a better fixed cost absorption in Advanced Computing [ turned ] to higher revenue.\nMoving now to our income statement from operating margin to net income. The main items to highlight are as follows. Reorganization, rationalization and integration costs amounted to minus EUR 464 million in H1. These are costs associated with Atos transformation plan. This high amount reflects a significant accrual for our new restructuring plan in Germany at Tech Foundation, where we have provisioned the whole plan that will be executed over time.\nSecond, restructuring costs incurred in the period in other countries; and finally, costs associated with the internal carve-out that was successfully completed at the end of H1. Therefore, RRI costs should logically be much lower in H2. Other items for minus EUR 53 million includes legal costs and impact of vendor contract renegotiation.\nLastly, net financial expense at minus EUR 103 million, these are lower than H1 last year numbers, which included a loss of minus EUR 109 million relating to the disposal of our Worldline shares, which I will remind you, generated EUR 290 million of net profit for the group. Cost of debt was minus EUR 40 million, increasing compared to minus EUR 30 million in H2 '22 as we have now drawn most of our bank facilities.\nMoving now to H1 cash flow statement from top to bottom. OMDA improved by circa EUR 120 million, reflecting the strong recovery of our operating margin. CapEx and leases were strictly controlled and reduced by circa EUR 40 million. Change in working cap was minus EUR 645 million on top of our usual seasonality pattern, whereby we have a significant outflow in H1 and inflow in H2. We had a one-off impact of working capital normalization for approximately EUR 250 million in the context of the group transformation.\nThat was anticipated, if you remember back in June 2022 at the Group Capital Markets Day. This impact relates to factoring which will reduce and trade creditors. Adjusted for this normalization impact, our cash flow from operation was minus EUR 200 million, which represents a EUR 144 million improvement year-on-year, reflecting a better underlying operational cash generation, thanks to better OMDA and a strict control on CapEx and leases. Cash RRI amounted to minus EUR 274 million in H1 '23, corresponding to transformation costs linked to restructuring and carve-out execution.\nLastly, other changes for minus EUR 165 million relate to losses on legacy contracts that were provisioned at the end of '21 and '22. This led us to a free cash flow of minus EUR 969 million in H1 2023. H2 should, of course, be much better, as Nourdine will explain.\nIf we compare our H1 free cash flow to that of last year, which was at minus EUR 555 million, the difference comes from: first, working capital normalization impact for circa EUR 250 million; the planned increase in RRI which reflects the ramp-up of our transformation actions; interest -- higher interest and tax; and the other items, which I just described. These 4 items offset the EUR 144 million underlying improvement in our cash from operations.\nLooking now at the group net debt. In addition to the free cash flow of the period, we received proceeds from disposal for EUR 218 million. This is mainly our Italian operations that we sold to Lutech. The transaction was closed in April.\nIncluding FX and other items, net debt increased to EUR 2.3 million. This amount is a net of EUR 2.6 billion gross cash and EUR 4.9 billion in gross debt. In addition, we had at the end of June, order EUR 3 billion of undrawn bank credit facility.\nWith that, I will turn it over to Nourdine to discuss our outlook.\n\nNourdine Bihmane\n\nMember of Executive Board, Group CEO & Co-CEO of Tech Foundations\n\nThank you, Nathalie. So as I mentioned in the introduction, our performance in H1 has reinforced our confidence in our business. Based on the revenue growth delivered so far and on the visibility that we have for the second half of the year, we are upgrading our revenue growth outlook. We now expect to grow organically between 0% and 2% compared to our previous expectation between minus 1% to plus 1%.\nThe dynamics remain the same with an acceleration of evident organic growth compared to '22 and the continued managed reduction of Tech Foundation revenue resulting from the portfolio reshaping, while our core business is fully stabilized.\nAs for the group operating margin, our outlook remains unchanged at 4% to 5%. Eviden operating margin is [ expected ] to increase compared to '22, and while Tech Foundation operating margin is expected to stay in positive territories.\nIn terms of cash flow, while the minus EUR 969 million were a pretty significant drop, I want to remind everybody that it was aligned with what we mentioned in the Capital Market Day last year, knowing that we were going to accelerate the restructuring and the cost of separation and as well transforming or normalizing our working capital. So for H2, we will be broadly breakeven, like Nathalie mentioned, including the underlying operational improvement. So for the full year, we will be broadly in line with what we delivered in H1.\nBefore going into Q&A, I want to thank all our employees. It has been a year since we embarked on this ambitious transformation process and their dedication so far has been extraordinary.\nThis concludes our presentation. We will now take your questions. Operator, back to you."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa917bdd8ffd0e769e92686d17224980",
    "period": "2023 Q1",
    "content": "Q1 2023 Atmos Energy Corp Earnings Call\n\nQ1 2023 Atmos Energy Corp Earnings Call\n\nATONYSEFEB 8, 9:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Atmos Energy Corporation Fiscal 2023 First Quarter Earnings Conference Call. (Operator Instructions) This call is being recorded on Wednesday, February 8, 2023.\nAnd I would now like to turn the conference over to Dan Meziere, Vice President of Investor Relations and Treasurer. Please go ahead, sir.\n\nDaniel M. Meziere\n\nVP of IR & Treasurer, Atmos Energy Corporation\n\nThank you, Michelle. Good morning, everyone, and thank you for joining our fiscal 2023 1st quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer.\nOur earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab. As we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 24 and more fully described in our SEC filings.\nWith that, I will now turn the call over to Kevin Akers, our President and CEO. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Dan, and good morning, everyone. We appreciate you joining us and your interest in Atmos Energy today. I want to begin today's call by thanking every 1 of our 4,800 Atmos Energy employees across all of our 8 states with our exceptional effort and dedication to serving our customers under very challenging weather conditions during Winter Storms Elliott and Mara. Thank you for all that you do for our customers and our communities every day. You are truly the heart and soul of Atmos Energy.\nOur first quarter results reflect that effort, dedication and focus as we continue modernizing our natural gas distribution, transmission and storage systems on our journey to be the safest provider of natural gas services. Yesterday, we reported fiscal 2023 1st quarter net income of $272 million or $1.91 per diluted share and we reaffirmed our fiscal 2023 earnings per share guidance in the range of $5.90 to $6.10.\nOur Atmos Pipeline Texas division achieved several project milestones during the first quarter. Our APT team completed filling the Cushing gas requirements at the Basel 1b cavern and working gas is currently being injected and debrining operations continue with a targeted completion date of April of this year. This third cavern provides additional support to APT's operations as well as the local distribution companies behind APT system and adds over 6 Bcf of new working gas capacity. Then we completed the final portion of our 137-mile 36-inch Line X integrity replacement project as well as completed Phase 2 of our 3-phase Line S2 project.\nLine S2 brings supply from the Haynesville Cotton Valley shale play to the east side of the growing Dallas-Fort Worth Metroplex. This second phase replaced 17 miles of 14-inch pipeline with 36-inch pipeline. The final phase of this project is anticipated to be in service late calendar 2024.\nThese projects enhance the safety, reliability, versatility and supply diversification of our system and support the continued growth we are seeing in the local distribution companies behind APT system.\nAccording to the Texas Workforce Commission, the state continued a 14-month streak of record employment in December and added 650,000 jobs for the 12 months ending December. This strong employment trend continues to drive the growth in our Mid-Tex and West Texas divisions, where approximately 47,000 of our nearly 64,000 new customers were added for the same 12 months ending December period.\nAdditionally, industrial demand for natural gas in our service territory remains strong.\nDuring the first quarter, we added 12 new industrial customers with an anticipated annual load of approximately 9 Bcf once they are fully operational. The largest of these new industrial customers is anticipated to use nearly 6 Bcf annually. Our procurement team continues to do an excellent job sourcing the materials needed to support our capital investment as we continue modernizing our natural gas distribution, transmission and storage systems. We also maintained about 6 months of inventory for our distribution and transmission needs. And as we said before, we have ordered all of our anticipated steel pipe needs for FY 2023.\nOur customer advocacy team and customer support agents continue their outreach efforts to energy assistant agencies and to our customers during the first quarter. Through their work, the team helped nearly 17,000 customers receive over $6 million in funding assistance.\nAs a reminder, during fiscal 2022, our energy assistance teams helped nearly 67,000 customers receive approximately $34 million of funding to help with their monthly bill.\nAs you'll hear from Chris today, our fiscal 2023 financing costs are known. We have hedged a significant portion of our financing needs beyond fiscal year 2023, and our liquidity and balance sheet remain strong. Atmos Energy is well positioned to continue delivering safe, reliable, efficient and abundant natural gas to homes, businesses and industries to fuel our energy needs now and in the future.\nI will now turn the call over to Chris for his update. Chris?\n\nChristopher T. Forsythe\n\nSenior VP & CFO, Atmos Energy Corporation\n\nThank you, Kevin, and thank you, everyone, for joining us this morning. As Kevin mentioned, our fiscal '23 first quarter net income was $272 million or $1.91 per diluted share. Consolidated operating income increased to $321 million or 16% in the first quarter. Our first quarter performance largely reflects positive rate outcomes driven by system modernization spending, continued customer growth in our distribution segment partially offset by higher O&M spending in both of our segments.\nSlide 5 summarizes the key performance drivers for each of our operating segments. Rate increases in both of our operating segments, driven by increased safety and reliability spending totaled $79 million.\nResidential customer growth increased in Industrial load increased operating income by an additional $5.5 million, and we saw a $5 million increase in APT's 3-system business due to wider spreads driven by maintenance in some of the key takeaway pipelines in the Permian during the quarter. Consolidated O&M expense increased $26 million driven by planned higher in-line inspection spending in APT, higher spending for third-party manage mention activities on our distribution system and increase in employee and other administrative costs. Consolidated capital spending increased 16% or $111 million to $796 million with 88% dedicated to improve the safety and reliability of our system. This increase primarily reflects higher spending at APT, the project that Kevin discussed just a few minutes ago.\nWe continue to execute our annual regulatory filing strategy. To date, we have implemented $115 million in annualized regulatory outcomes and we currently have about $36 million in progress.\nSlides 19 through 23 summarize those outcomes, and Slide 16 outlines our planned filings remainder of the fiscal year.\nDuring the quarter, we completed over $1 billion of long-term debt and equity financing, highlighted by the $800 million long-term debt financing we concluded in October 2022 and $200 million of settled equity forward agreements. As of December 31, we have approximately $755 million of net proceeds available under existing forward sales arrangements that will fully satisfy our anticipated fiscal '23 equity needs and a significant portion of our anticipated fiscal '24 needs.\nFinally to mitigate interest rate risk associated with our anticipated long-term debt financing needs beyond fiscal '23, we currently have about $1.35 billion in forward starting interest rate swaps to effectively set a portion of treasury component of our total cost of financing at rates ranging from 1.8% to 2.2%.\nAll of this gives us a clear line of sight into our anticipated financing costs of fiscal '23 and a portion of our costs beyond fiscal '23.\nOur equity capitalization as of December 31, excluding the $2.2 billion of winter storm financing was 60%. Additionally, we finished the quarter with approximately $3.4 billion of liquidity. Additional details for financing activities as well as our financial profile can be found on Slides 7 through 10.\nTurning now to securitization. In Texas, the Texas Public Financing Authority and the Bond Review Board continue to work diligently to determine the best outcome for customers with respect to securitization. Additionally, in January, the Texas legislature signals intent to provide funding to gas and other costs incurred during Winter Storm Uri that redeems prudently incurred by the Texas Railway Commission in November 2021.\nWe are encouraged with these developments and continue to support their efforts. However, we do not anticipate receiving the securitization funds for our interim winter storm financing matures on March 9. We currently anticipate refinancing this debt through a combination of the syndicated bank term loan and utilization of our existing credit facilities and cash to minimize the cost of the customer while providing maximum flexibility to repay this debt once the securitization process is completed.\nAdditionally, pursuant to an order issued by the Railroad Commission, we have deferred all carrying costs associated with the interim refinancing effective September 1, and currently intend to defer carrying costs associated with the existing financing and new underfinancing until the securitization process is complete.\nIn Kansas, we received our financing order from the Kansas Corporation Commission in October 2022, and we are progressing well to securitize the approximately $90 million in gas under costs incurred during Winter Storm Uri. We anticipate completing the securitization process this fiscal year.\nIn closing, we are off to a good start to the fiscal year. The execution of our operational, financial and regulatory plans in the first fiscal quarter positions us well to achieve our fiscal '23 earnings per share guidance in the range of $5.90 to $6.10. Details surrounding our fiscal '23 guidance can be found on Slides 12 and 13.\nThank you for your time this morning. I will now open up the call for questions. Michelle?"
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f56c748e71198c980cbcc66ab3a2d54c",
    "period": "2022 Q4",
    "content": "Q4 2022 Atmos Energy Corp Earnings Call\n\nQ4 2022 Atmos Energy Corp Earnings Call\n\nATONYSENOV 10, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the ATO Fourth Quarter Earnings Conference Call. (Operator Instructions). As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Dan Meziere, Vice President of Investor Relations and Treasurer. Thank you, sir. You may begin.\n\nDaniel M. Meziere\n\nVP of IR & Treasurer, Atmos Energy Corporation\n\nThank you, Maria. Good morning, everyone, and thank you for joining our fiscal 2022, 4th quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab. As we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act.\nOur forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 39 and are more fully described in our SEC filings. With that, I will turn the call over to Kevin.\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Dan, and good morning, everyone. We appreciate your interest in Atmos Energy and are glad you joined us this morning. As tomorrow is Veterans Day, I would like to take this opportunity to thank you. And to say thank you to those who served in our armed forces and approximately to the 300 of our Atmos Energy teammates as part of the nearly 20 million Americans who have bravely served our country. Thank you for your service.\nYesterday, we reported earnings per share of $5.60, which represents the 20th consecutive year of earnings per share growth. Chris will provide some additional color around our financial results later in the call. I will begin today's call with a review of our fiscal '22 accomplishments, provide an update on key pipeline projects, and we'll close with some thoughts about fiscal '23. Our success in fiscal 2022 was once again reflected by the commitment and ongoing effort of all 4,800 Atmos Energy employees. I've said it before, and I will say it again, they are the heart and soul of Atmos Energy and provide the foundation for the sustained long-term success of our company.\nFiscal '22 was our 11th year of executing our proven investment strategy of operating safely and reliably while we modernize our natural gas distribution, transmission and storage systems. Over that 11-year period, we invested over $15 billion in modernizing and expanding our natural gas systems, replacing approximately 6,300 miles of distribution pipeline, approximately 440,000 steel service lines and over 1,200 miles of transmission pipeline. Over that same 11-year period, we added nearly 400,000 customers, including over 62,000 customers during fiscal '22.\nAnd we continue to see strong natural gas demand from new and expanding industrial customers. In fiscal 2022, we added approximately 50 new industrial customers with an estimated annual load of 20 Bcf per year once they are fully operational. Over the last 3 years, we have added nearly 120 industrial customers with an estimated annual load of 35 Bcf. And these customers are from various industries, manufacturing, food processing, hospitals, automotive and distilleries. Our fiscal '22 capital investment of over $2.4 billion supported the modernization of our distribution and transmission systems through the replacement of 715 miles of distribution pipe, the replacement of more than 47,000 service lines, of which 24,000 were steel service lines and over 155 miles of transmission pipe, all to further enhance system safety and reliability.\nAdditionally, we installed over 200,000 wireless meter reading devices and now have over 2 million such devices across our system. I want to take this opportunity to highlight and thank our procurement team for their focus, dedication and continued outstanding efforts to have the necessary materials and resources available for our distribution, transmission and storage projects. Just as they had done throughout the past decade, their strategic planning efforts have us well positioned for continued execution upon our strategy in fiscal '23.\nFor example, we currently maintain about 6 months of inventory for our distribution and transmission operations needs and have ordered all of our anticipated steel pipe needs for fiscal year '23. We continue to coordinate with our vendors and pipe mills as we place our FY '24 steel pipe orders. Now I want to provide you an update on a few of our larger Atmos Pipeline-Texas projects and highlight their value in safety, reliability, versatility and supply diversification that they provide APT and its customers.\nWe are nearing the completion of APT's third salt dump cavern project at Bethel, which will provide more than 6 Bcf of additional working gas storage capacity. We began selling the new cavern this week and remain on track to place the cavern in service by the end of the calendar year. We are also nearing completion of the second phase of our Line X integrity replacement project, which we will replace 63 miles of 36-inch pipeline. This project is also on track to be completed by the end of this calendar year.\nAs a reminder, Line X runs from Waha to Dallas and is key to providing reliable service to the local distribution companies behind APT system as well as transportation customers that move gas from Waha to Katy. We continue to make good progress with our line S-2 project that has 3 phases. As a reminder, Line S-2 brings supply from the Haynesville and Cotton Valley shale plays to the east side of the growing Dallas-Fort Worth Metroplex. Phase 1 of the project replaced 21 miles of 14-inch pipeline with 36-inch pipeline and was placed into service the first quarter of fiscal 2022.\nIn Phase 2 of Line S-2, we'll replace 17 miles of 14-inch pipeline with 36-inch pipeline. We expect this to be in service late calendar this year. The final phase of this project is anticipated to be in service late calendar 2024. And again, this project will provide additional supply from the shale plays east and bring that gas into the growing Dallas-Fort Worth Metroplex. To support the forecasted growth and increased supply diversity to the north of Austin and Williamson County, Texas, we have begun work on a 22-mile 36-inch line that will connect the southern end of APT system with a 42-inch Permian highway line that runs from Waha to Katy.\nThis line is currently expected to be placed into service during the second quarter of fiscal year 2023. As you've heard in my previous updates, our customer service agents and service technicians provide exceptional customer service and support. During fiscal year '22, our agents and technicians received a 98% satisfaction rating from our customers. Thank you team for taking exceptional care of our customers every day. Our strategic focus on digital build, delivery and payment options is yielding benefits as over 50% of our customers are receiving electronic bills while the utility industry average is 33%.\nAnd 81% of the total payments we received as of September 30 this year were electronic methods of payments such as bank drafts, credit cards and online banking. During fiscal '22, we provided approximately 260,000 hours of training. And in September, we reached a milestone of delivering 2 million training hours since the opening of our Charles K. Vaughan training center in 2010. In fiscal 2022, we continued enhancing our comprehensive environmental strategy focused on reducing our Scope 1, 2 and 3 emissions and environmental impact from our operations in the 5 key areas of operations, fleet, facilities, gas supply and customers.\nOur efforts in fiscal '22 to reduce emissions and our environmental impact included our ongoing distribution and transmission system modernization programs that I mentioned earlier. And at our 5 APT storage fields, we completed the installation of gas cloud imaging technology. These 360-degree fixed-based cameras will continuously monitor our compression and storage field assets for methane emissions. And if necessary, the technology will send alerts, including images to our plant operations employees in addition to text and e-mail alerts.\nAdditionally, in fiscal '22, we continued our installation of advanced wellhead leak detection at our distribution storage facilities. And we expanded our system monitoring technologies by adding additional advanced mobile leak detection vehicles as well as implemented technology to capture methane emissions from pipeline maintenance activities. From a fleet and facilities perspective, we began transitioning our fleet to gasoline hybrid light-duty vehicles and to CNG for our heavy-duty vehicles.\nAdditionally, we are adding CNG refueling stations at our Fort-Worth and Round Rock facilities, both of which are scheduled for completion by end of this calendar year. At our corporate data center, we installed a natural gas-powered fuel cell to generate high efficiency, grid-independent electricity with low emissions. The fuel cells reduced our emissions at the data center by 27%. This is truly another example of how natural gas plays a pivotal role in lowering greenhouse gas emissions while increasing reliability to our critical facility.\nWe have 2 new service centers that are pending leadership in energy and environmental design or LEED certification. If certified as expected, this will bring the total number of LEED-certified facilities we have to 17 or approximately 11% of our total facilities. We are currently transporting approximately 8 Bcf a year of RNG across our system for end-use customers, and we are evaluating over 30 opportunities that could further expand the amount of RNG that we are transporting today.\nFinally, we are partnering with local Habitat for Humanity organizations in each of our 8 states to provide families with 0 net energy homes. These homes use high-efficiency natural gas appliances, rooftop solar panels and advanced insulation materials to produce more energy than they consume. During fiscal '22, we completed 5 new 0 net energy homes in Texas and 1 home in Owensboro, Kentucky, and we are scheduled to complete a home in Jackson, Mississippi, this December. We recently broke ground on a home in Dublin, Virginia and expect to complete construction in the spring of 2023.\nThe 7 ZNE Homes that we have completed in the last 14 months demonstrate the value and vital role natural gas plays in helping customers reduce their carbon footprint in a cost-effective manner. To wrap up fiscal '22, our 4,800 Atmos Energy employees through our fueling safe and thriving communities initiatives made a difference in the lives of others by supporting schools and students with books, meals and snacks. We honored our health care workers and first responders by supporting more than 140 nonprofit, dedicated to taking care of our hometown heroes, supplying them with meals and needed supplies.\nWe planted trees and worked in our community gardens. Our team hosted utility fairs and energy assistance blitzes to support our share of the Warmth program for over 11,000 customers and donated $7 million of financial support. And for local -- and for 300 local food banks and shelters, the financial and voluntary resources our team provided translated into nearly 9 million meals for our neighbors in need across our 1,400 communities.\nI am very proud of our team because with their investment of time, talent and resources, we are making a difference in our communities. A successful fiscal 2022 has us well positioned as we move into the second decade of our strategy. I'll now turn the call over to Chris, who will provide some additional color around our fiscal 2022 financial results and discuss our fiscal 2023 guidance and updated 5-year plan through fiscal 2027. I will then return with some closing comments. Chris, over to you.\n\nChristopher T. Forsythe\n\nSenior VP & CFO, Atmos Energy Corporation\n\nThank you, Kevin, and good morning, everyone. As Kevin mentioned, fiscal '22 diluted earnings per share was $5.60, which represents a 9.4% increase over fiscal '21. Our performance reflects the continued execution of our proven strategy of modernizing natural gas distribution, transmission and storage systems, recovering our cost timely and financing our operations in a balanced manner. We also continue to experience strong customer growth, and we saw a significant improvement in our bad debt expense, both of which offset lower customer consumption and increased O&M spending.\nSlides 4 through 6 provide some details summarizing our financial performance for the fiscal year. Consolidated operating income increased [$220 million] from rate adjustments implemented in fiscal '21 and fiscal '22. These adjustments were primarily driven by safety liability and system expansion spending. Approximately 68% of this increase is recognized in our distribution segment. We continue to see robust customer growth in our distribution segment, which increased operating income by an additional $15 million.\nThis growth offset a $17 million decrease in consumption, most of which occurred during the second fiscal quarter. Additionally, we experienced a $31 million increase in consolidated O&M expense. O&M, excluding bad debt expense, increased $56 million, primarily driven by increased pipeline maintenance activities in both of our segments and employee-related costs compared with the prior year. This increase was partially offset by a $25 million decrease in bad debt expense as we were able to perform collection activities for our full fiscal year. In comparison, in the prior year, we resumed collection activities late in our third fiscal quarter.\nThis decrease also reflects the exceptional work of our customer service team in assisting customers with their bills. During fiscal '22, we arranged only $34 million of funding to help 67,000 customers with their monthly bill. As a result, our bad debt expense in fiscal '22 was in line with our pre-pandemic experience. Finally, reductions in fiscal '22 revenue associated with the refund of excess deferred tax liabilities reduced operating income by approximately $112 million. This reduction was substantially offset by lower income tax expense.\nConsolidated capital spending increased 24% or $475 million to $2.4 billion, with 88% dedicated to improving the safety and reliability of our system. This increase primarily reflects the increased system modernization, integrity and expansion spending to meet the growing natural gas demand in our service territories. Approximately 90% of this spending began to earn a return within 6 months of the test period end.\nWe accomplished this by implementing $216 million of annualized operating income increases excluding the amortization of excess deferred tax liabilities. And since the end of the fiscal year, we have reached agreement with our regulators to implement an additional $112 million in annualized operating income increases during our fiscal '23 first quarter. As of today, we have 2 filings pending exceeding about $16 million. Slides 29 through 38 summarize our regulatory activities for fiscal '22.\nDuring fiscal '22, we completed over $1.6 billion of long-term debt and equity financing to support our ongoing operations. We fully satisfied our fiscal '22 equity needs through our ATM equity sales program. As of September 30, we had about $777 million available under existing equity forward arrangements that will fully satisfy our anticipated fiscal '23 needs and a portion of our anticipated fiscal '24 needs. This equity financing complemented the $800 million of long-term debt financing we issued during fiscal 2022.\nWe also continue to make progress in securitization. In Texas, we anticipate receiving $2.0 billion from the Texas public financing authorities within the next few months. We'll use the proceeds and available cash on hand to fully retire the $2.2 billion in interim winter storm financing that matures in March of 2023. This will eliminate all of our exposure to floating rate debt. In Kansas, on October 25, the Kansas Corporation Commission issued a financing order authorizing us to securitize $118 million in gas and other costs over a 7- to 10-year period.\nWe anticipate completing the securitization process by the end of our second fiscal quarter. As a result of these financing activities, our equity capitalization at the end of fiscal year, excluding the $2.2 billion of winter storm financing was 61.3%. Additionally, we finished the fiscal year with approximately $3.1 billion of available liquidity. In October, we issued $800 million of long-term debt through 2 tranches. The first tranche was a $500 million 30-year senior note with a coupon of 5.75%.\nWe had financially hedges tranced and received $197 million upon settlement of forward starting interest rate swap, which reduced the effective rate to 4.5%. The second tranche was a $300 million 10-year senior note with a coupon of 5.45%. Because we have already satisfied our fiscal '23 equity needs through our ATM program, this transaction has completed our anticipated fiscal '23 financing activities. Details for our financing activities and our financial profile can be found on Slides 9 and 12.\nFinally, we finished the fiscal year with a very well-funded pension plan. Based on the current funded position of the plan and the funding requirements in the Pension Protection Act of 2006, we do not anticipate the need to make a minimum required contribution during fiscal '23. In addition to addressing our fiscal '23 financing needs, during the fourth quarter of fiscal '22, we've also been preparing to ensure supply reliability and competitive natural gas prices for our customers for the upcoming winter heating season.\nOur gas supply team has done an outstanding job preparing for the upcoming winter heating season. Our proprietary and contracted storage is over 96% full. Additionally, we have physically and financially hedged 23% of our expected winter purchase requirements. Through the use of storage and physical and financial hedges, we have stabilized prices for just under half for our normal winter usage in the mid-$5 range. The remainder of our anticipated gas supply needs will be satisfied through a combination of base load purchases at first-of-month prices, peaking contracts and storage purchases when needed.\nToday, we have transportation capacity of 38 pipelines across our 8-state footprint, which provides our team access to a wide variety of liquidity traded producing basins. Further, a significant portion of our gas supply needs will continue to be sourced from Waha which has traditionally traded below NYMEX and Henry Hub pricing. As a reminder, all prudently incurred gas costs recovered through purchased gas cost mechanisms generally over 12 months.\nThis calculation generally involves a weighted average approach, which helps to smoothly impact on customer bills. Additionally, as a reminder, we have the opportunity to recover the gas cost portion of bad debt expense through a purchase guidance cost mechanisms in 5 states, which covers approximately 81% of our distribution customer base. Finally, we continue to actively communicate with our customers about how they can mitigate the potential impact of higher gas prices through energy conservation and how we can help by offering installment plans and budget billing plans and locating energy assistant agencies.\nLooking forward, yesterday, we initiated our fiscal '23 earnings per share guidance in the range of $5.90 to $6.10. Consistent with prior years, we expect about 2/3 of our earnings will come from our distribution segment. Details surrounding our fiscal '23 guidance can be found on Slides 20 and 21. Fiscal '23 capital spending is expected to approximate $2.7 billion. Already 5% of this spending is expected to begin earning a return within 6 months of the test period end. Substantially, all this increase we incurred in our distribution segment to support our system modernization efforts.\nSpending on our pipeline storage segment is expected to be in line with fiscal '22 levels and is expected to represent approximately 1/3 of our consolidated capital spending in fiscal '23. And yesterday, Atmos Energy's Board of Directors approved a 156th consecutive quarterly cash dividend. The indicated annual dividend for fiscal '23 is $2.96, an 8.8% increase over fiscal '22. Slide 19 summarizes the key themes underlining our fiscal '23 5-year plan. In short, these themes are very consistent with what we have been presenting over the last several 5-year plans.\nOver the next 5 years, we anticipate earnings will grow annually at 6% to 8%. By fiscal '27, we anticipate earnings per share to be in the range of $7.65 to $8.05. We also anticipate dividends per share to increase annually in line with earnings per share. Continued spending for system replacement and modernization and expansion will be the primary driver for the anticipated increase in capital spending, net income and earnings per share from fiscal '27. This plan anticipates total capital spending of approximately $15 billion.\nThis level of spending will continue to support rate base growth of about 11% to 13% per year, which translates into an estimated rate base of approximately $25 billion in fiscal 2027, up from $14 billion at the end of fiscal '22. From an O&M perspective, we will continue to focus on compliance-based activities that address system safety. For fiscal '23, we anticipate O&M to range from $700 million to $720 million, and we've assumed O&M inflation of 3% to 3.5% annually through fiscal 2027 off of FY '22 levels.\nIn addition to the spending plans I outlined, we have assumed approximately $435 million in excess deferred tax refunds over the next 5 years. We anticipate about 65% of this amount will be refunded during fiscal '23 and fiscal '24. As a result, we expect our effective income tax rate in fiscal '23 to range between 10% and 12%. We've also planned for becoming a material cash taxpayer in the back half of the 5-year plan because of the 15% corporate minimum tax that was included in the Inflation Reduction Act that was passed this past August.\nWe've continued to finance our operations in a balanced fashion using a combination of long-term debt and equity to preserve the strength of our balance sheet. Excluding securitization, we anticipate the need to raise between $8.5 billion and $9.5 billion in incremental long-term financing over the next 5 years. As I mentioned earlier, we've already satisfied $1.5 billion of this anticipated need. Strength for our balance sheet enables us to use a prudent mix of long-term debt and equity financing to target a 50% to 60% equity capitalization ratio, inclusive of short-term debt.\nThis financing plan has been fully reflected in our earnings per share guidance through fiscal '27. To mitigate interest rate risk associated with our anticipated long-term debt financing needs beyond fiscal '23, we currently have about $1.35 billion in forward starting interest rate swaps to effectively fix the treasury component of our total cost of financing at rates ranging from 1.5% to 2.2%. Additionally, as I mentioned a few minutes ago, once we repay the interim winter storm financing, we will have no floating rate debt, which further mitigates interest rate risk. See Slide 12 for details.\nAnd our debt profile remains very manageable with a weighted average maturity of 18 years and a weighted average cost of debt of about 3.78%, excluding the $2.2 billion of incremental financing related to Winter Storm Uri, and no material refinancing needs until fiscal '27. From an equity perspective, utilizing our ATM program is a preferred method for raising equity. As I mentioned earlier, the equity forwards we executed during fiscal '22 has fully satisfied our anticipated fiscal '23 equity needs and a portion of our fiscal '24 needs.\nThe execution of this plan to modernize our system through disciplined capital spending, timely recovery of those investments through our various regulatory mechanisms and balanced long-term financing all supports our ability to grow earnings per share and dividends 6% to 8% annually through fiscal '27. As you can see on Slides 25 through 27, the execution of this plan will also keep our customer bills very competitive from a cost perspective compared with other common utility bills in a customer household. Thank you for the time this morning. I will now turn the call back over to Kevin for his closing remarks. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris. As you heard this morning, we have taken several steps to mitigate execution risk in fiscal '23. As I mentioned in my opening remarks, our procurement team has done an excellent job of sourcing the materials needed to support our capital spending program in fiscal '23. Our gas supply team has us well positioned for the upcoming heating season. And as Chris noted, our fiscal year '23 financing costs are known, and we have hedged a significant portion of our financing needs beyond FY '23.\nI'm very excited about our direction and long-term sustainability of Atmos Energy. The foundation has been set with a proven safety-driven accompanied with organic growth that yield 6% to 8% fully regulated earnings per share, commensurate dividend per share growth supported by a strong financial profile. Additionally we operate in a diversified and growing jurisdictional footprint that is supportive of our natural gas investment and natural gas infrastructure. 98% of our rate base is situated in 6 or 8 states that have passed legislation in support of energy choice. We have constructive regulatory mechanisms that support the necessary capital investments to modernize our natural gas distribution, transmission and storage systems. We have a long runway of work to support the planned $15 billion in capital spending over the next 5 years.\nAnd as you can see on Slide 16 and 17, this spending will support the replacement of 5,000 to 6,000 miles of distribution and transmission pipe or about 6% of our total system. We also plan to replace between 120,000 and 170,000 steel service lines, which is expected to reduce our inventory by approximately 20%. Focusing on long-term sustainability has always been a part of our strategy and is reflected in the vital role we play in every community.\nThat is delivering safe, reliable and efficient natural gas to homes, businesses and industries to fuel our energy needs now and in the future. We appreciate your time this morning, and now we'll open the call for questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f47a4a97175104cb209b4c645762244",
    "period": "2023 Q3",
    "content": "Q3 2023 Atos SE Earnings Call\n\nQ3 2023 Atos SE Earnings Call\n\nATOPARISOCT 26, 2:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Atos Third Quarter 2023 Revenue Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to Atos' management team.\n\nYves Bernaert\n\nChief Executive Officer\n\nThank you very much. So good morning, everyone, and thanks for joining us this morning. So I'm joined today with Paul, who will talk -- will follow me and as well with Nourdine and Philippe that you all know, who will intervene during the Q&A session. So thanks for all of them to be here today.\nSo I'm going to start to give you a brief introduction. I will hand over to Paul, as I said, to take through you through the group and business performance in the quarter. And then we'll open for the questions. So first of all, a bit some key takeaway.\nWell, as you know, I just joined recently after 30 years in the technology sector. And I've seen first in Atos technological capability but as well the highly talented team, the leadership and all team across the globe. So since I joined Atos earlier this month, I have been really impressed by the total commitment and dedication of everyone of Atos to deliver the plan every day with clients and their team. So what I did is that I spent time to better understand our operation. First, at Tech Foundations with all infrastructure, digital workplace and all the other strategic services that they do today but also with Eviden across digital, cloud, digital security and advanced computing.\nSo for me, it's extremely clear that the business has significant opportunity to capitalize on their strong position across many strategic area that are extremely differentiated and sometimes unique. So obviously, while focusing on the operation performance and commercial momentum. As we communicated, we anticipate the shareholder meeting to take place early Q2 [ 2023 ] with an Investor Day to occur slightly before. And finally, I want to insist that fully committed to an ongoing open dialogue with all of our shareholders, obviously, with all of you today.\nSo now let me turn over to Paul and who will cover the Q3 financial results.\n\nPaul N. Saleh\n\nChief Financial Officer & Executive Vice President, DXC Technology Co.\n\nThank you, Yves, and greetings, everyone. Let me start with revenues for the quarter and year-to-date. Group organic revenue was down 3% for the quarter, Eviden was up 2.3%, partially offsetting a decline of 7.2% in Tech Foundation. I'll cover the revenue performance and commercial activities of both Eviden and Tech Foundation later in the presentation.\nYear-to-date, group revenue was up 0.6% with a solid revenue growth in Eviden offsetting decline in Tech Foundations. And for the full year, we remain on track to meet our revenue growth target for the group of 0% to 2% as well as our guidance for both Eviden and Tech Foundations revenue growth.\nTurning to our revenue performance by region. Southern Europe was up 3% on solid contributions from HPC and digital security. Central Europe was relatively flat, Northern Europe and Americas were down 2.5% and 13%, respectively, and those reflect the impact of delays in contract awards. America was further impacted by lower volumes in cloud licensing in the U.S. and a tougher comparison with the prior year, which benefited from a large completion of an HPC contract, We expect [ revenue ] to stabilize in the fourth quarter and be relatively flat compared with the prior year. Revenue breakdown by region is highlighted on the right side of the slide. showing a balanced revenue mix across the regions.\nTurning now to order entries in the Q3 for the group, and let me remind you that Q1 and Q3 are seasonally low quarters for us. Order entry in Q3 of 2023 was EUR 2.2 billion, up 10% over the prior year on a reported basis. Order entry growth would have been higher adjusted for the divestitures. The book-to-bill in the quarter was 84% compared with 71% in the prior year, and we expect a stronger book-to-bill in Q4. Total head count for the group was 105,000 roughly employees at the end of the quarter, which was down minus 2% compared with the end of H1. And our attrition rate was about 16% on a trailing 12-month basis, down compared to the end of H1.\nLet me turn now to our Q3 performance by business. For Eviden, revenue in the quarter was EUR 1.2 billion, up 2.3% organically reflecting strong growth in digital security and stronger performance in digital in Europe. The performance in Europe was driven by demand for application development and modernization. In the America, revenue was down, reflecting the impacts of delays in contract awards, lower volumes in cloud licensing, as mentioned earlier, and a tougher comparison with the prior year, which benefited from a large completion of an HPC contract. And as I already mentioned, we expect America's revenue to stabilize in the fourth quarter and be relatively flat on a year-over-year basis.\nEviden year-to-date -- the year-to-date, excuse me, on a year-to-date basis, revenue was up 5.5% organically. Now evident book-to-bill was 80% in the quarter, in line with the prior year. And as a reminder, bookings are seasonally low in the third quarter and therefore, we expect a rebound in bookings activities in the fourth quarter. In the quarter, the Eviden business continues to make progress in gaining new logos across all 4 offerings. Some key wins are highlighted on the slide. They include an application integration contract with a government agency in digital and a large cloud transformation contract with a large luxury retailer.\nEviden also signed a digital security deal with a major transformation company. And lastly, as we already mentioned, Eviden won a contract for the first exascale HPC, which is clearly a testimony of Eviden's leadership in advanced computing.\nNow let me turn to the Tech Foundations. Revenue in the quarter was EUR 1.373 billion, down 7.2% organically and minus [ 4% ] for core revenues. The business continues its portfolio rationalization with a reduction in its nonstrategic activities, including hardware and software resale and BPO. The company recently sold its UCC business, which was declining and impacting year-over-year growth [ components ]. Year-to-date, revenue was down 3.5% organically and down 1.9% excluding nonstrategic activities.\nBook-to-bill for the Tech Foundations was 88% in the quarter compared with 58% in the prior year. Tech Foundations added a new logo in the quarter with the major telecom companies in the U.S. The business will be helping that client modernize its mainframe environment. Other key wins in the quarter, including a contract with the European Commission to support their cloud transformation and automation plans. Tech Foundation also signed a contract with a large gas and electric company to manage the workplace environment for their 30,000-plus employees.\nSo in closing, we are confirming our 2023 guidance for the group. We would expect growth organically to be 0% to 2%, operating margin of 4% to 5% and free cash flow for the full year of about EUR 1 billion and to be precise, EUR 969 million, which negative, which is really implies in H1 -- H2,excuse me, free cash flow of flat for the semester.\nAt the business level, Eviden is targeted to report an acceleration in organic growth compared with the prior year and an improvement in its operating margin year-over-year. Tech Foundation is targeted to show core stabilization as the business continues to rationalize its portfolio and we expect Tech Foundation's operating margin to be targeted to be positive for the year.\nAnd with that, we will now open the line for our questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc32884a15337a662132896b72350869",
    "period": "2022 Q3",
    "content": "Q3 2022 Atmos Energy Corp Earnings Call\n\nQ3 2022 Atmos Energy Corp Earnings Call\n\nATONYSEAUG 4, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Atmos Energy's Third Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Dan Meziere, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nDaniel M. Meziere\n\nVP of IR & Treasurer, Atmos Energy Corporation\n\nThank you, Brock. Good morning, everyone, and thank you for joining our fiscal 2022 third quarter earnings call.\nWith me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer.\nOur earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab. As we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act.\nOur forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 33 and are more fully described in our SEC filings.\nWith that, I will turn the call over to Chris Forsythe, our Senior VP and CFO. Chris?\n\nChristopher T. Forsythe\n\nSenior VP & CFO, Atmos Energy Corporation\n\nThanks, Dan, and good morning, everyone. We appreciate you joining us and your interest in Atmos Energy.\nFiscal '22 third quarter net income increased $129 million or $0.92 per diluted share -- $102 million, sorry, $0.78 per diluted share in the prior year quarter and fiscal year-to-date net income was $703 million or $5.12 per diluted share compared with net income of $617 million or $4.77 per diluted share in the prior year period.\nSlides 5 and 6 provide operating income highlights for each of our segments for the 3 and 9 months ended June 30. I will focus on some of the more significant drivers underlying our fiscal year-to-date performance.\nRate increases in both our operating segments totaled $172 million, primarily driven by increased safety and reliability spending and system expansion. Approximately 71% of these rate adjustments were recognized in our distribution segment.\nWe continue to see robust customer growth in our distribution segment, which increased operating income by an additional $13 million. This growth offset a $13 million decrease in consumption, most of which occurred during assessed in the second fiscal quarter. We did not see the same trend continuing in the third fiscal quarter as consumption increased by about $3 million quarter-over-quarter.\nAdditionally, we experienced a $25 million increase in consolidated O&M expense primarily driven by increased pipeline maintenance activities and employee-related costs compared with the prior year, partially offset by lower bad debt expense.\nFinally, reductions in fiscal '22 revenue associated with the refund of excess deferred tax liabilities reduced operating income by $103 million. This reduction was substantially offset by lower income tax expense.\nConsolidated capital spending increased 27% or $368 million to $1.7 billion, with 87% dedicated to improving the safety and reliability of our system. This increase primarily reflects increased system modernization, system integrity and system expansion spending to meet the growing natural gas demand in our service territories.\nWe remain on track to spend $2.4 billion to $2.5 billion in capital expenditures this fiscal year. On the regulatory front, we have completed approximately $216 million of annualized regulatory outcomes excluding refunds of excess deferred tax liabilities. Of this amount, we have implemented $202 million, and we implemented the remainder on September 1.\nAdditionally, we had about $127 million in progress. Slides 15 through 32 provide additional detail around the regulatory activities. Our fiscal third quarter financing activities were focused on pricing our fiscal '23 equity needs.\nDuring the quarter, we executed 4 sales agreements under our ATM program for approximately 2.9 million shares for $337 million. And we sold agreements on 731,000 shares for approximately $81 million in net proceeds.\nAs of June 30, we have approximately $700 million of net proceeds available under existing forward sale agreement, which satisfies substantially all of our anticipated equity needs through fiscal '23. We finished the third quarter with an equity capitalization of 61.7%, excluding the $2.2 billion of interim winter storm financing and with total liquidity of approximately $3.5 billion.\nAdditional details for our financing activities, including our equity forward arrangements as well as our financial profile on Slides 8 through 11. Turning now to securitization. During the third quarter, we continued to make progress on that front.\nIn Texas, the Texas Public Financing Authority continues its work on the statewide securitization program, and we believe it is on track to be completed within the next few months. As a reminder, once we receive the securitization funds, we will fully retire the $2.2 billion in interim Winter Storm financing.\nIn Kansas, during the third quarter, we filed our application for a financing order. Based on the approved procedural schedule, we anticipate receiving the financing order during our fiscal '23 first quarter.\nIn closing, our fiscal year-to-date performance was in line with our expectations and supports the reaffirmation of our fiscal '22 earnings per share guidance in the range of $5.50 to $5.60 per diluted share.\nSlides 13 and 14 provide additional details around our guidance. The ranges included in those pages have not changed since the last quarter. However, we do anticipate our O&M interest expense to be at the higher end of the ranges provided.\nThank you for your time today. I'll now turn the call over to Kevin for his update and some closing remarks. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris. Good morning, everyone, and thank you for joining us today. The fiscal year-to-date results, Chris just shared reflect the continued focus on our vision of being the safest provider of natural gas services.\nAnd supporting that vision of our 4,700 dedicated employees executing our safety and reliability investment strategy and our prudent regulatory and financing strategies. These strategies, combined with a strong portfolio of assets will continue to support our ability to grow earnings per share and dividends 6% to 8% annually through fiscal 2026.\nWe continue to see robust growth in demand for natural gas in our service territories. During the 12-month period ended June 30, 2022, we added nearly 59,000 new residential customers which represents a 1.8% increase. And during the third quarter of this year, we added 13 new industrial customers that have an expected annual natural gas usage of 5 Bcf when they are fully operational.\nFiscal year-to-date, we have added 28 new industrial customers that have an expected annual natural gas usage of 10 Bcf when they are fully operational. As you heard me say before, on a volumetric basis, that 10 Bcf of annual industrial customer usage is equivalent to adding 170,000 residential customers.\nLast month, we released our most recent corporate responsibility and sustainability report, which illustrates our environmental, social and governance strategy focused on reducing our Scope 1, 2 and 3 emissions and environmental impact from operations in the 5 key areas of operations, fleet, facilities, gas supply and customers.\nThe report also summarizes the commitments as well as the progress made towards executing that strategy during fiscal 2021 and early fiscal 2022. I wanted to comment on one of the exciting highlights in the corporate responsibility report. That is our Zero Net Energy Homes initiative.\nBy partnering with local Habitat for Humanity organizations in each of our 8 states, we are providing families with Zero Net Energy Homes that use high-efficiency natural gas appliances, rooftop solar panels and insulation to produce more energy than they consume over the course of the year all in a cost-effective manner.\nAgain, as you've heard us mention before, we've completed our first Zero Net Energy Home in Evans, Colorado in September of 2021. And during the third quarter of this year, we completed a second Zero Net Energy Home in Taylor, Texas located just north of Austin.\nConstruction is underway on 3 additional Zero Net Energy Homes in Dallas, one in Jackson, Mississippi, one in Owensboro, Kentucky, and all these are scheduled for completion by November of this year. Additionally, groundbreaking is scheduled later this calendar year for an additional 5 Zero Net Energy homes, one in Dublin, Virginia, one in Colombia, Tennessee and 3 in Lubbock, Texas.\nThese homes provide families with a comfortable natural gas home that demonstrates the value and vital role natural gas plays in helping customers reduce their carbon footprint in a cost-effective manner.\nOur fiscal year performance and participation in community projects such as these as our Zero Net Energy homes, reflect the commitment, dedication, focus and effort of our 4,700 Atmos Energy employees as they see a vital role in our 1,400 communities by safely delivering reliable, efficient and abundant natural gas to homes, businesses and industries to fuel our energy needs now and in the future.\nWe appreciate your time this morning, and now we'll open the call for questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d2a5af03da52f8465db829aece7cb162",
    "period": "2022 Q2",
    "content": "Q2 2022 Atmos Energy Corp Earnings Call\n\nQ2 2022 Atmos Energy Corp Earnings Call\n\nATONYSEMAY 5, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Atmos Energy's Second Quarter Earnings Conference Call. (Operator Instructions) Please note that this conference is being recorded.\nI will now turn the conference over to our host, Dan Meziere, Vice President of Investor Relations and Treasurer. Thank you. You may begin.\n\nDaniel M. Meziere\n\nVP of IR & Treasurer, Atmos Energy Corporation\n\nThank you, Diego. Good morning, everyone, and thank you for joining our fiscal 2022 second quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer. Our earnings release and conference call slide presentation which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab.\nAs we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act. Our forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 33 and are more fully described in our SEC filings.\nWith that, I will turn the call over to Chris Forsythe, our Senior VP and CFO. Chris?\n\nChristopher T. Forsythe\n\nSenior VP & CFO, Atmos Energy Corporation\n\nThank you, Dan, and good morning, everyone. We appreciate you joining us and your interest in Atmos Energy. Last night, we reported fiscal '22 second quarter net income of $325 million or $2.37 per diluted share compared to $297 million or $2.30 per diluted share in the prior year quarter. Year-to-date, earnings were $574 million or $4.24 per diluted share compared with earnings of $514 million or $4.01 per diluted share in the prior year period.\nConsolidated operating income decreased to $661 million for the 6 months ended March 31. As a reminder, beginning in the second quarter of fiscal '21 and through the end of last fiscal year, we reached agreement with regulators in various states to begin refunding excess deferred tax liabilities, generally over a 3- to 5-year period. These refunds reduced revenues throughout the fiscal year when those revenues are billed. The corresponding reduction in our interim annual effective income tax rate was recognized in the prior year when those agreements were completed.\nIn fiscal '22, the corresponding reduction in the effective tax rate was recognized at the beginning of the fiscal year. Therefore, period-over-period changes in revenues and income tax expense may not offset with [the minimum] periods. However, they will substantially offset by the end of the fiscal year.\nExcluding the impact of these refunds, operating income for the 6 months ended March 31, increased $62 million or 9% to $743 million. Slides 4 and 5 summarize the key performance drivers for each of our operating segments, the 3 and 6 months ended March 31.\nI will focus on some of the key drivers underlying our year-to-date performance. Rate increases in both of our operating segments driven by increased safety and reliability capital spending totaled $120 million with approximately 77% coming from our distribution segment. Continued robust customer growth in our distribution segment increased operating income by an additional $11 million. These increases were partially offset by a $17 million decrease in consumption. Most of this decrease occurred during the second fiscal quarter will be observed that residential consumption on a per heating degree day basis was approximately 6% lower than the prior year quarter. We attribute this decrease primarily to customer conservation in response to the current inflationary environment, including the increased cost of natural gas included in customer bills.\nAs a reminder, our weather normalization mechanisms substantially offset changes in weather as measured on a heating degree day basis. However, they do not adjust for changes in customer behavior. Additionally, we experienced a $27 million increase in consolidated O&M expense. $20 million of this increase occurred during the first fiscal quarter as we performed more pipeline maintenance activities in this year's first fiscal quarter compared to prior year.\nConsolidated capital spending increased 41% or $344 million to $1.2 billion, that's 87% dedicated to improving the safety and reliability of our system while reducing methane emissions. This increase primarily reflects increased system modernization, system integrity and system expansion spending to meet the growing natural gas demand in our service territories.\nWe remain on track to spend $2.4 billion to $2.5 billion in capital expenditures this fiscal year. We are also on track with our regulatory filings. To date, we have completed $74 million of annualized regulatory outcomes excluding refunds of excess deferred tax liabilities. And we currently have about $270 million in progress. Slides 20 through 32 summarize those outcomes. And Slide 17 outlines our planned filings for the remainder of the fiscal year.\nDuring the second quarter, we completed our planned financing activities for fiscal '22. In January, we issued $200 million of long-term debt through a tap of our existing 10-year 2.625% notes due September 2029. The net proceeds were used to pay off our $200 million term loan that was scheduled to mature in April.\nAdditionally, we fully priced our remaining equity needs for fiscal '22 and a significant portion of our fiscal '23 equity needs. During the second quarter, we executed forward sales agreements under our ATM program for approximately 4.7 million shares for $500 million. And we settled forward agreements on 3.5 million shares for approximately $322 million in net proceeds. As of March 31, we have approximately $450 million of net proceeds available under existing forward sales agreements.\nOur second quarter activities exhausted a $1 billion ATM program we established in June of 2021, and we established a new $1 billion ATM program at the end of March. We finished the second quarter with an equity capitalization ratio of 61%, excluding the $2.2 billion of interim winter storm financing and total liquidity of approximately $3.5 billion. Additional details of our financing activities, including our equity forward arrangements as well as our financial profile can be found on Slide 8 to 11.\nDuring the second quarter, we continued to make progress in securitization. In March, the Kansas Corporation Commission approved our gas and other related costs incurred during Winter Storm Uri with no disallowances. We plan to file our application for a financing order during our third fiscal quarter. And in Texas, the Texas Public Financing Authority continues its work on the statewide securitization program, and we still anticipate the securitization transaction will be completed by the end of our fiscal year.\nI'll close my portion of our prepared remarks with a few comments on our fiscal '22 earnings per share guidance, which we tightened to a range of $5.50 to $5.60 per diluted share. Earnings for the first half of the fiscal year were in line with our expectations. With approximately 70% of our distribution revenues earned for the fiscal year and the fact we're heading into the summer months we believe any potential change in customer behavior in the second half of the fiscal year will not have a material impact on revenue. Additionally, customer growth for the first 6 months of the fiscal year were stronger than we had planned, and we expect that trend to continue into the second half of the fiscal year.\nIn our Pipeline and Storage segment, our straight fixed variable rate design for substantially all of the segment's revenues drives clarity into the second half of the fiscal year.\nAdditionally, we were seeing spreads widen, which is expected to provide a modest increase in APT's through system revenue. Finally, we have completed our fiscal '22 financial -- financing program, including pricing all of our equity needs for the remainder of the fiscal year which removes one more variable.\nSlides 13 through 14 provide additional details around our guidance.\nThank you for your time today. I will now turn the call over to Kevin Akers for his update and some closing remarks. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris, and good morning, everyone. As you heard, the first 6 months of the fiscal year were in line with our expectations, which leaves us well positioned for another successful fiscal year. This performance reflects a commitment, dedication, focus and effort of all 4,700 Atmos Energy employees, as we continue to successfully modernize our natural gas distribution, transmission and storage systems, while safely providing reliable natural gas service to our 3.4 million customers across 1,400 communities in 8 states.\nDuring the first half of the fiscal year, we continue to experience strong customer growth, as you just heard from Chris. For example, for the 12 months ended March 31, 2022, we added over 57,000 new customers which represents a 1.8% increase. We added nearly 1,800 commercial customers during the first 6 months of this fiscal year. And we added 15 new industrial customers that we anticipate using nearly 5 Bcf of natural gas annually when at full capacity.\nOn a volumetric basis, that 5 Bcf of annual industrial customer usage is equivalent to adding nearly 85,000 residential customers to our system. We're very proud of our efforts for these new customers coming on our system.\nAs Chris mentioned, our capital spending has increased about $344 million over the prior year period, and we remain on track to achieve our capital spending target of $2.4 billion to $2.5 billion. Through our system modernization efforts, we are on track to replace 800 to 1,000 miles of pipe and 20,000 to 30,000 steel service lines, all of which supports our goal of reducing methane emissions 50% by 2035 from 2017 levels for EPA reported distribution and maintenance services. That also includes APT's integrity work on projects like our Line X Phase 2 replacement, which is under construction and includes 63 miles of 36-inch pipeline anticipated to be completed later this calendar year. As a reminder, we placed Phase 1 into service in Q1 of this fiscal year. That phase replaced 64 miles of 36-inch pipeline.\nAdditionally, construction has begun on Phase 2 of our Line S-2 replacement project. This 18-mile 36-inch project is expected to be completed late this calendar year. Again, as a reminder, we placed 22 miles of 36-inch completed in Phase 1 into service in Q1 of this fiscal year.\nThis modernization work is a significant component of our comprehensive environmental strategy that focuses on reducing our Scope 1, 2 and 3 emissions and environmental impact from operations in the 5 key areas of operations, fleet, facilities, gas supply and customers.\nDuring the second quarter, we added another RNG facility that will provide renewable natural gas for transportation across our system. That facility has the potential to flow up to 0.5 Bcf a year. As you know, we are currently transporting approximately 8 Bcf a year and we are evaluating nearly 30 opportunities that could further expand these transportation opportunities.\nAs I mentioned on previous calls, we completed our first zero-net energy home in partnership with the Greeley-Weld Habitat for Humanity in Evans, Colorado. Zero Net Energy homes use high-efficiency natural gas appliances, rooftop solar panels and insulation to produce more energy than it consumes at a very affordable cost, approximately $50 per month for the combined gas and electric bill for the Evans, Colorado home. We are now partnering with local Habitat for Humanity organization in each of our 8 states to construct additional zero-net energy homes. Currently, our home in Dallas is under construction. And on April 27, we held the dedication for our zero-net energy home in Taylor, Texas.\nAdditionally, in Jackson, Mississippi on April 28, Atmos Energy and Habitat for Humanity Capital earlier, held a groundbreaking ceremony for Mississippi's first zero net energy home. And in Lubbock, 3 homes are scheduled to begin construction in early September of this year. These zero net energy homes demonstrate the value and vital role natural gas plays in helping customers reduce their carbon footprint in an affordable manner, providing these families with a natural gas home that is environmentally friendly and cost efficient is just one way Atmos Energy fuels safe and thriving communities.\nOur customer support organization and technology support team continue to innovate and look for ways to improve our customer service and offer convenient channels for our customers to communicate with us as well as to make payments. For example, over 31% of our customers are enrolled in recurring auto [draft], which is about 8% higher than industry average.\nWe also see continuous growth in our electronic bill delivery channels with nearly 50% of our customers enrolled in E-bill. We continue our outreach to customers to make them aware of our flexible planet fans as well as provide contact information for local, state and federal energy assistance programs.\nFor the first 6 months of this fiscal year, our customer support associates, our energy assistant specialist and coordinator through our customer advocacy team helped nearly 44,000 customers received $15 million in energy assistance. It is through heartfelt caring efforts like that, an exceptional customer service that provide the satisfaction ratings for these employees that exceed 97%. These activities and initiatives reflect how we are focused on the long-term sustainability of Atmos Energy as we serve a very vital role in every community by delivering reliable, efficient and abundant natural gas to homes, businesses and industries to fuel our energy needs now, and into the future.\nWe believe our focus on long-term sustainability combined with executing our proven investment, regulatory and financial strategies continues to support our ability to grow earnings per share and dividends 6% to 8% annually through fiscal 2026.\nWe appreciate your time and interest in Atmos Energy this morning, and we'll now open the call for questions."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/656751bd44bb8f4f022d7c4ed54edfed",
    "period": "2021 Q4",
    "content": "Full Year 2021 Atos SE Earnings Call\n\nFull Year 2021 Atos SE Earnings Call\n\nATOPARISMAR 1, 2:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Atos Full Year 2021 Results Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI will now like to hand the conference over to your speaker today, Rodolphe Belmer, Atos' CEO. Please go ahead.\n\nRodolphe Belmer\n\nChairman of Executive Board, CEO & Director, Atos SE\n\nGood morning and thank you for being with us today for the presentation of Atos 2021 results. I am Rodolphe Belmer, CEO, and I'm joined on this call by Uwe Stelter, Group CFO. As you know, our 2021 results have been pre-announced earlier this year. Uwe and I will go through them in detail. We'll then present our main priorities and objectives for 2022 before taking your questions.\nAtos didn't deliver well in 2021. The accelerated move to the cloud prompted a severe decline in classic IT services that could not be compensated by growth in cloud, digital and security activities. In addition, the unexpected reassessment of a large contract, as well as unforeseen slippages at year-end, further impacted the Group's performance. This led to the results you already know, minus 2.5% revenue decline at constant currency, 3.5% operating margin, and a free cash flow of minus EUR419 million. In light of such developments and of the Group's decision to refocus its activity portfolio towards the growing parts of the business, I joined Atos in January with a clear mandate to lead deep, structural and rapid transformation of the Group in order to restore growth and shareholder value. This transformation is already firmly engaged. An important first step was achieved in February with the announcement of our new simplified governance structured around 3 distinct business lines that is designed to make the Group more efficient and accelerate our business cadence. This is a very important step but only the first one of an ambitious turnaround plan that we will present in May, together with our mid-term's objectives.\nI will now move on to the highlights of 2021. You already know some of these figures as they have been pre-announced. Revenue decreased by 2.5% at constant currency and by minus 4.3% on an organic basis. Operating margin was EUR383 million or 3.5% of revenue. Net income was negative, close to minus EUR3 billion, mainly due to impairments. Free cash flow was minus EUR419 million, and our net debt increased to EUR1.2 billion or 1.1x OMDA. We managed to grow our headcount to more than 109,000 people. And I would like to stress that despite a very difficult year, Atos has remained an attractive employer in 2021. This is key in the current state of the talent market. Particularly, because of the net loss recorded in 2021, the Board will propose to the AGM not to pay the dividend this year.\nCommercial activity remained sound in 2021 with an order entry of EUR10.8 billion, representing a book-to-bill ratio of 99%. 2021 largest wins were logically focused on cloud, digital and security activities. I will mention a couple of them, a digital transformation contract for a European leader in imaging systems. This contract embarks cloud, security and decarbonization. A contract with a U.S.-based global insurance company for public cloud migration, and in the logistics sector a contract for a cloud-native application development using machine learning and artificial intelligence. Our backlog at the end of 2021 was EUR23.6 billion, representing 2.1 years of revenue.\nAtos made 9 bolt-on acquisitions in 2021, representing around EUR170 million of annual revenue and adding 1,500 highly skilled professionals to the Group. In total, over 2 years, Atos has acquired 19 companies that generated cumulative revenue of around EUR600 million in 2021. These companies focus on cloud, digital, security and decarbonization, therefore, supporting the Group's business mix improvements. Our bolt-on acquisition program is already complete for 2022 with Cloudreach, which we actually finalized earlier this year and which is larger than other bolt-ons we recently did. Now, we are going to focus on integrating these acquisitions and delivering synergies.\nMoving now to key non-financial indicators. Atos made progress in all of them in 2021. Customer satisfaction remained very high in 2021. This is measured by the Net Promoter Score, which increased to 66%. This compares favorably to 65% in 2020 and 59% in 2019. The Group kept reducing its carbon footprint in 2021 to 2.4 million tons for scopes 1, 2 and 3. This is 27% less than in 2019. Employee satisfaction remained high, too, which is key in the current talent market. We scored 66% at our annual all-employee Great Place to Work assessment, which was slightly higher than in 2020. Lastly, we remained in the high end of our industry in terms of gender diversity, with 32% women in executive positions.\nFor many years now, Atos has been one of the most advanced companies of our industry in terms of sustainability, which will remain at the heart of our strategy going forward.\nNow, over to you, Uwe.\n\nUwe Stelter\n\nMember of Executive Board & Member of Executive Board, Atos SE\n\nGood morning, everybody. Uwe Stelter speaking. Thank you, Rodolphe. On this slide, you can see the main financial KPIs for 2021. I'm going to detail them in the coming slides, starting with revenue and operating margin, then net income, free cash flow, and finally, net debt.\nLet me start with the 2021 revenue evolution. The Group recorded revenue of EUR10.8 billion in 2021, which is a minus 3.1% decrease compared to 2020. Growth at constant currency was minus 2.5%, including an organic decline of minus 4.3% and the scope effect of 1.8% positive, coming mainly from the acquisitions described earlier. Foreign exchange accounted for minus 0.5%.\nOn the next slide, you can see that the gradual improvement of our business mix continued in 2021, which reached now 51% of our revenue generated in the portfolio of digital, cloud, security and decarbonization.\nMoving on to the revenue analysis by regional business units. First, on revenue. North America decreased by minus 4% that's a decline in classic data center activity was only partially mitigated by a good performance in consulting system integrations and application development, cloud and Big Data and cybersecurity. By industry, public sector, resource and services, health and life sciences were down, while telecom, media and technology, manufacturing and financial services and insurance recorded growth.\nIn Northern Europe, it decreased by minus 3% due to the reassessment of the cost to go on the BPO contract with a large U.K. customer in financial services, which led to a major revision of the project's completion rate. Business with customers in telecom, media and technology, as well as in manufacturing and health and life sciences grew, while revenue decreased in public sector and resource and services. Central Europe was down minus 6.8% year-on-year, reflecting again the decline in classic IT services, especially in the manufacturing industry, as well as the lower product sales in unified communication and collaboration, and also in Big Data and cybersecurity. Southern Europe grew by plus 3%. Revenue grew in most industries, health and life sciences, in particular, with a double-digit growth, as well as manufacturing, financial services, insurance, public sector and defense and resource and services.\nGrowing Markets grew by plus 2.7%. Health and life sciences grew again double digits driven by Australia and in Asia, and manufacturing and financial services delivered robust growth. This was partially diluted by a low level of activity in public sector and defense and UCC.\nThen on the operating margin. The Group as a whole decreased from 8.9% to 3.5%. Of course, there are some region-specific sectors, but the main reasons for this strong decrease are the ones that also explain the variance with our initial guidance for 2021 and that we already mentioned in our previous announcements. First, for circa 280 basis points, the decline in the classic IT infra business in all regions, where limited cost flexibility did not allow us to adjust the revenue decrease. Second, the U.K. BPO contract reassessment with circa minus 120 basis points impacting Northern Europe. Third, dispute settlements later in the year and delayed compensation by customers for extra work, in total circa minus 70 basis points. And fourth, investments in hiring, retention and salary increases for minus 60 basis points.\nMoving to the performance by industry. Based on the impacts described before on the decline of classic infrastructure business, most of them recorded a decrease in their global revenue at constant currency, as well as a lower operating margin compared to 2020. Exception was manufacturing, which managed to grow its revenue and operating margin, partially recovering from a strong decline in 2020. Financial services and insurance revenue and, to a large extent, operating margin, were negatively impacted by the U.K. BPO contract reassessment in Q4. Public sector and defense recorded a decrease in revenue and profitability, driven by the volume reduction with a large client in North America and lower high-performance projects after a very strong performance in 2020.\nIn telecom, media and technology, revenue decreased slightly with a sharper decrease in profitability, based on the non-repeat of one-off benefits in 2020 and the reduction of UCC business. Resources and services contracted as volume reductions in retail and energy and utilities could not be compensated by a partial recovery in transport and hospitality. Finally, healthcare and life sciences continued to grow its revenue after a resilient 2020 already while operating margin was significantly lower in North America.\nMoving on to the next slide, on the income statement. The main items to highlight are: first, reorganization, rationalization and integration costs for minus EUR437 million. This amount includes EUR180 million related to the German turnaround plan as communicated before. Impairments and others for minus EUR2.5 billion. This is largely the result of the comprehensive asset and contract review we conducted over the last month in the context of the accelerated move to cloud and the refocusing on the growing segments, which we communicated already on February 10. I will come back to that later.\nNet financial expenses for minus EUR151 million. Here, the year-on-year increase reflects the change in fair value of the optional exchangeable bond derivative and of the underlying Worldline shares for minus EUR81 million.\nOn the next slide is more detail on the impairments and other impacts that resulted from the assets and contracts review conducted over the last months. These numbers are fully in line what we presented on February 10. First, the goodwill impairment amounted to circa EUR1.3 billion and relates to the Atos legacy businesses. Second, other non-current assets and provisions for supplier commitments amounted to EUR532 million and included EUR165 million of impairment of intangible, tangible and right-of-use assets; and EUR367 million of provisions on certain supplier contracts on which we had commitments. These first 2 amounts, EUR1.3 billion and EUR532 million, add up to the EUR1.9 billion of goodwill and other asset impairments we communicated on February 10. Third, contract asset impairments, bad debt and provision for EUR499 million. This breaks down into EUR280 million of provisions for onerous contracts, and EUR219 million of asset write-offs and bad debt reserves related to the legacy business.\nComing now to the free cash flow statement. In line with our previous communication, free cash flow was minus EUR419 million. Besides a lower OMDA at EUR1.95 billion, this reflects, first, CapEx at 2.5% of revenue, slightly below last year where it was 2.9%; lease payments at 3.6%; thirdly, change in working capital for minus EUR156 million, reflecting the adverse impacts on customer advances and supplier payments we communicated in July and in January for roughly EUR400 million, mitigated by the mechanical decrease in contract assets and receivables, resulting from the organic revenue decrease in Q4. Fourth, reorg and rationalization and integration costs of EUR438 million, including the payment of EUR180 million related to the German restructuring plan, as well as costs related to the implementation of the Spring program. Fifth, other changes for EUR151 million, which includes the cash impact of the early retirement programs, as well as customer settlement.\nLeading us to the net debt slide, M&A activities led to a net payout of EUR275 million. Dividends were EUR101 million. Including share buyback and foreign exchange effects, net debt was EUR1.226 billion. Assuming the full conversion of the optional exchange of the bond, the Group's net debt would have been EUR883 million at the end of 2021.\nLast but not least on the headcount evolution. We managed to recruit close to 26,000 people in 2021. Net of people leaving the company, it is an organic increase of more than 3,000 people, mainly in offshore and near-shore countries. As Rodolphe mentioned, the ability of the Group to recruit new talent in the business where we want to grow is absolutely key in the current market environment. We also welcomed 1,644 new colleagues from acquisitions. As a result, the total headcount was 109,135 at the end of December and is up 4.5% compared to last year.\nThank you and back to you, Rodolphe.\n\nRodolphe Belmer\n\nChairman of Executive Board, CEO & Director, Atos SE\n\nThank you, Uwe. As I said, Atos is now firmly engaged in a deep and structural transformation, aiming at accelerating the return to growth, improving drastically our financial performance and restoring shareholder value. This transformation will be articulated around four main priorities. One, adapt and simplify our governance. On this one, we have just made a major step forward, which I will detail in a minute. Two, energize sales and commercial momentum. There is a unique technological know-how at Atos that we need to shorten our time to market and be better at capturing the vast opportunities in the IT services market offers. Three, rationalize our cost structure. In particular, over the past couple of years, the Group's structural costs have increased, largely due to the reorganization by industries. This will clearly reverse with our new organization. And four, reposition our activity portfolio through disposals and acquisitions. We are looking forward to presenting in detail our turnaround plan at a dedicated Capital Markets Day in May. The precise date will be communicated at a later stage.\nMoving now to our new governance, which again is a major first step in the Group's transformation. It is simpler, more efficient, lighter, and will provide the best framework for an improved commercial and economic performance. It is structured around 3 distinct business lines. Tech foundations, which include asset-intensive and mature activities like data center and hosting, digital workplace, UCC and BPO. Second business line is called digital. It's a skills-driven service business that includes digital applications, application maintenance, cloud and decarbonization. Third one is Big Data and security, BDS. It is a high-growth, R&D-intensive business that includes Big Data, cybersecurity, high-performance and edge computing and mission-critical systems. There is a strong rationale for such an organization as different activities must be managed differently, depending on how mature they are, what growth potential they offer and what investments they require, as well as the specificities of their economic models.\nIt also makes more sense externally, in particular, for market disclosure. We are going to report our numbers according to these business lines, starting at our Capital Markets Day. This will provide a much better visibility, not only on the financial performance, and this was indeed a shortfall of the current reporting by industry, but also on the value of each of these business lines.\nWe also have 4 regions, which will have ownership of accounts, regional resources, and full P&L. Lastly, the Executive Board will be streamlined with 2 members instead of 24 previously in order to accelerate decision-making and increase accountability. On this note, I'm happy to announce that 4 new members of the Executive Board are going to join to complement and finalize the overhaul of the Executive Board of the company. The names will be announced later today.\nIn this context, 2022 will be a pivotal year for Atos, paving the way for recovery. Headwinds will persist. In particular, the continued decline in classic IT services, personnel cost inflation, and supply chain tensions. They will put further pressure on our revenue and profitability, particularly in H1. However, the second half should see an improvement with a return to revenue growth and an uptick in operating margin. Thanks to a better business mix, a lower comparison basis, and the first benefits from performance optimization measures. Therefore, we expect a back-end loaded year which should, however, see revenue bottoming out and financial performance starting to go in the right direction.\nOverall, for the full-year, we expect revenue growth at constant currency between minus 0.5% and plus 1.5%, operating margin between 3% and 5%. Again, the continued decline in classic IT services, as well as accelerated salary inflation will keep our margin under pressure. We also adopted a more cautious approach to profit recognition on certain contracts. How quickly we can cut costs and pass on inflation will ultimately determine where we end within this range.\nFree cash flow will be between minus EUR150 million and plus EUR200 million, depending on operating margin delivery and potential working capital fluctuations.\nNow, I want to make this very clear, because of the H1, H2 sequence I just described, our results for the first half of the year will be below these annual targets. Then the second half will see a sequential improvement, leading to the ranges you see here for the whole of 2022. This is, of course, fully embedded in our guidance. We have a lot of work ahead of us, but we now have a solid base to build upon and a springboard for improvements. 2022 will be a first step in Atos' recovery and I'm convinced that we have all the assets in hand to get back on track and make our transformation a success.\nNow, Uwe and I will take your questions, but maybe before that, Uwe.\n\nUwe Stelter\n\nMember of Executive Board & Member of Executive Board, Atos SE\n\nYeah. Perhaps, on a personal note, before we go to Q&A, I decided to leave Atos effective beginning of May, so not now, but beginning of May. My successor will arrive May 1. I think this is a good time for me to open a new chapter in my life, but also for the company to gain the benefits of a new experienced leader who will accelerate the turnaround already started.\nNow, over to Q&A.\n\nRodolphe Belmer\n\nChairman of Executive Board, CEO & Director, Atos SE\n\nThank you, Uwe."
  },
  {
    "header": "ATO",
    "cik": "0000731802",
    "ticker": "ATO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c2a33991507e5cc6e45cdbab067dc98",
    "period": "2022 Q1",
    "content": "Q1 2022 Atmos Energy Corp Earnings Call\n\nQ1 2022 Atmos Energy Corp Earnings Call\n\nATONYSEFEB 9, 9:00 AM\n\nOperator\n\nGreetings. Welcome to the Atmos Energy Q1 Earnings Conference Call. (Operator Instructions) Please note, this conference is being recorded. I will now turn the conference over to your host, Dan Meziere, Vice President of IR and Treasurer. Thank you. You may begin.\n\nDaniel M. Meziere\n\nVP of IR & Treasurer, Atmos Energy Corporation\n\nThank you, Hilary. Good morning, everyone, and thank you for joining our fiscal 2022 first quarter earnings call. With me today are Kevin Akers, President and Chief Executive Officer; and Chris Forsythe, Senior Vice President and Chief Financial Officer.\nOur earnings release and conference call slide presentation, which we will reference in our prepared remarks, are available at atmosenergy.com under the Investor Relations tab. As we review these financial results and discuss future expectations, please keep in mind that some of our discussion might contain forward-looking statements within the meaning of the Securities Act and the Securities Exchange Act.\nOur forward-looking statements and projections could differ materially from actual results. The factors that could cause such material differences are outlined on Slide 25 and are more fully described in our SEC filings. With that, I will turn the call over to Chris Forsythe, our Senior Vice Present and CFO. Chris?\n\nChristopher T. Forsythe\n\nSenior VP & CFO, Atmos Energy Corporation\n\nThank you, Dan, and good morning, everyone. We appreciate you joining us and your interest in Atmos Energy. Yesterday, we reported fiscal '22 first quarter net income of $249 million or $1.86 per diluted share. Our first quarter performance was in line with expectations and reflects the ongoing execution of our operating, financial and regulatory strategies.\nConsolidated operating income decreased to $276 million in the first quarter primarily due to a $39 million decrease in revenues associated with the refund of excess deferred tax liabilities. As a reminder, beginning in the second quarter of fiscal '21 and through the end of last fiscal year, we reached agreement with regulators in various states to begin refunding excess deferred tax liabilities generally over a 3- to 5-year period.\nThese refunds reduced revenues throughout the fiscal year when those revenues are billed. The corresponding reduction or interim annual effective income tax rate is recognized at the beginning of the fiscal year. Therefore, period-over-period changes in revenues and income tax expense may not offset with an interim periods that were substantially offset by the end of the fiscal year.\nExcluding the impact of these excess deferred tax liability refunds, operating income increased $16 million over the prior year quarter. Slide 5 summarizes the key performance drivers for each of our operating segments. Rate increases in both our operating segments, driven by increased safety and reliability capital spending totaled $47 million.\nContinued robust customer growth in our distribution segment increased operating income by $4 million. For the 12 months ended December 31, we added 55,000 new customers which represents a 1.7% increase. These increases are partially offset by a $20 million increase in consolidated O&M expense.\nAs a reminder, in the prior year quarter, we deferred noncompliant spending into later in the fiscal year as we evaluated our customer load during that time period. Therefore, the period-over-period variance partially reflects this timing difference.\nThe first quarter increase was primarily driven by increased pipeline maintenance activities. Consolidated capital spending increased to $684 million, a $227 million period-over-period increase reflects increased system modernization spending in our distribution segment expended to close out Phase 1 of APT's Line X and Line X2 projects and project timing.\nWe remain on track to spend $2.4 billion to $2.5 billion in capital expenditures this fiscal year with more than 80% of this spending focused on modernizing our distribution and transmission network, which also reduces methane emissions. We are also on track with our regulatory filings. To date, we have implemented $73 million in annualized regulatory outcomes excluding refunds of excess deferred tax liabilities.\nAnd currently, we have about $36 million in progress. Slide 17 through 24 summarize these outcomes. And Slide 16 outlines our planned filings for the remainder of this fiscal year. To date, we have completed over $1 billion of long-term financing. Following the completion of the $600 million 30-year senior note issuance in October, we executed 4 sales rates under our ATM program for approximately 2 million shares for $260 million, and we settled forward agreements on 2.7 million tariffs or approximately $262 million.\nAs of December 31, we have approximate $295 million of net proceeds available under existing forward sale agreements. As a result of this activity, we've now priced a substantial portion of our fiscal '22 equity needs and anticipate satisfying the remaining equity needs through our ATM program.\nAs a result of this financing activity, our equity capitalization, excluding the $2.2 billion of winter storm financing, was 59% as of December 31. Additionally, we finished the quarter with approximately $3.1 billion of liquidity. In January, we completed the issuance of $200 million of long-term debt through a our existing 10-year 2.625% notes due September 2029.\nThe net proceeds were used to pay off a $200 million term loan that was scheduled to mature in April. Following this offering, excluding the interim winter storm financing, our weighted average cost of debt decreased 3.81% and our weighted average maturity increased at 19.23 years, which further strengthens our financial profile.\nAdditional details for financing activities, our equity forward arrangements as well as our financial profile can be found on Slides 7 through 10. And we continue to make progress on securitization. Yesterday, the Texas Railroad Commission unanimously issued a financing order authorizing the Texas Public Financing Authority to issue customer rate relief bonds to securitize costs associated with Winter Storm Uri of a period not to exceed 30 years.\nWe currently anticipate the securitization transaction will be completed by the end of our fiscal year. Upon receipt of the securitization funds, we will repay the $2.2 billion of winter storm financing we issued last March. And in Kansas, we started our securitization proceedings at the Kansas Corporation Commission in late January. Based on the current procedural schedule, we are anticipating a financing order by the end of our fiscal third quarter.\nOur first quarter performance was a solid start to the fiscal year. The execution of our operational, financial and regulatory plans are on track, which positions us well to achieve our fiscal '22 earnings per share guidance of $5.40 to $5.60. Details around our guidance can be found on Slides 12 and 13.\nThank you for your time this morning. I will now turn the call over to Kevin for his closing remarks. Kevin?\n\nJohn Kevin Akers\n\nCEO, President & Director, Atmos Energy Corporation\n\nThank you, Chris, and good morning, everyone. Before I begin my update today, I want to take just this opportunity to recognize and say thank you to all 4,700 Atmos Energy employees. It is through your dedication, your focus and effort that we safely provide natural gas sales to 3.2 million customers and 1,400 communities across our 8 states.\nThank you for all you do every day for Atmos Energy. I also want to take this time to thank our hometown heroes, our first responders and emergency responders for their continued dedication and support for all of us. And as you just heard, we're off to a great start.\nThe results Chris summarized reflect the commitment of all 4,700 Atmos Energy employees as we work together to continue modernizing our natural gas distribution, transmission and storage systems on our journey to be the safest provider of natural gas services.\nDuring the first quarter, we achieved several project milestones that further enhance the safety, reliability, versatility and supply diversification of our system. For example, at APT, we placed into service Phase 1 of a 2-phase pipeline integrity project that will replace 125 miles of Line X. As a reminder, Line X runs from Waha to Dallas and is key to providing reliable service to the local distribution companies behind APT system.\nPhase 1 replaced 63 miles of 36-inch pipeline. Phase 2 includes an additional 62 miles of 36-inch pipeline and is anticipated to be completed late this calendar year. Additionally, we completed the first of a 3-phase project to replace our existing line S2. This 91-mile 36-inch project will provide additional supply from the Haynesville and Conn Valley shale plays to the east side of the growing Dallas-Fort Worth Metroplex.\nPhase 1 replaced 21 miles of this line and Phase 2 will replace an additional 18 miles and is expected to be completed late this calendar year. Phase 3, which will place the remaining 52 miles is expected to be in service in 2023.\nDuring the completion of Phase 1 for Line X and Phase I for Line S2, our teams used recompression practices to avoid venting or flaring over 70,000 metric tons of carbon dioxide equivalent. This is an excellent example of how Atmos Energy's environmental strategy is being integrated into our daily operations.\nAPT's third salt-dome cavern project at Bethel is now approximately 80% complete and remains on track to be placed in service late this calendar year. As a reminder, this project is anticipated to provide an additional 5 to 6 Bcf of Cavern storage capacity.\nAs I mentioned during our November call, we have started work on a 22-mile 36-inch line that will connect the southern end of APT system with a 42-inch Kinder Morgan Permian Highway line that runs from Waha to Katy. This new line will support the forecasted growth and increased supply diversity to the north of Austin in both Williston and Travis County in Texas.\nThis line is expected to be in service late December of this year. In addition to those system modernization projects, we continue to make progress in advancing our comprehensive environmental strategy that is focused on reducing Scope 1, 2 and 3 emissions and reduce our environmental impact from our operations in the following 5 areas: operations, fleet, facility, gas supply and customers.\nFor example, across our storage facilities, we utilize advanced methane detection technologies, including gas cloud imaging, acoustic monitoring, forward-looking infrared handheld cameras and laser-based remote methane leak detectors. At APT storage fields, we are making progress with the installation of the remaining gas cloud imaging cameras for continuous methane monitoring and anticipate completion by the end of this fiscal year.\nOur RNG strategy focuses on identifying opportunities to transport RNG for our customers. We currently transport approximately 8 Bcf a year and anticipate another 4 projects to come online within the next 12 to 18 months. Those 4 projects are expected to provide an additional Bcf a year of RNG capacity. Furthermore, we are evaluating approximately 20 opportunities that could further expand our RNG transportation.\nTwo, zero net energy homes are underway in Texas, 1 in Taylor and the other in Dallas. The home in Taylor is being developed through our partnership with the Williamson County Habitat for Humanity, and we estimate the home to be completed in late March. And in Dallas, we are working with the Dallas habitat humanity and estimate construction of this zero net energy home to begin mid-March. These homes use high-efficiency natural gas appliances doubled with rooftop solar panels and insulation to minimize the homes carbon footprint.\nThese zero net energy homes demonstrate the value and vital role of natural gas play and helping customers reduce their carbon footprint in an affordable manner. Providing these families with a natural gas home that is environmentally friendly and cost efficient is just 1 way Amos Energy fuels safe and thriving communities.\nAnd finally, over the next 5 years, we will invest $13 billion to $14 billion in capital support to replacement of 5,000 to 6,000 miles of our distribution and transmission pipe or about 6% to 8% of our total system. We will also replace 100 to 150 steel service lines, which is expected to reduce our inventory by approximately 20%. This level of replacement work is expected to reduce methane emissions from our system by 15% to 20% over the next 5 years.\nOur first quarter activities and initiatives reflect the continued successful execution of our strategy to modernize our natural gas distribution, transmission and storage systems as we continue our journey to be the safest provider of natural gas services. These efforts, along with the strength of our balance sheet, our strong liquidity, have Atmos Energy well positioned to continue serving the vital role we play in every community, that is delivering safe, reliable, efficient and abundant natural gas to homes, businesses and industries to fuel our energy needs now and in the future.\nWe appreciate your time and interest this morning. We'll now open the call for questions."
  }
]