[
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d8e3a75e17075f714c6e3902c5f1fda",
    "period": "2025 Q4",
    "content": "Q4 2025 Applied Materials Inc Earnings Call\n\nQ4 2025 Applied Materials Inc Earnings Call\n\nAMATNASDAQNOV 13, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Fourth Quarter of Fiscal 2025 Earnings Call. [Operator Instructions]\nI would now like to turn the call over to Mike Sullivan, Corporate Vice President of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nGood afternoon, everyone, and thank you for joining today's call. With me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call includes forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning these risks and uncertainties is discussed in our most recent Form 10-Q and other filings with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures can be found in today's earnings press release and in our quarterly earnings materials, which are available on our Investor Relations website at ir.appliedmaterials.com.\nAnd with that introduction, I'd now like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nWelcome back, Mike. Applied Materials delivered fiscal fourth quarter results above the midpoint of our guidance to complete another record year. 2025 was our sixth consecutive year of growth and over this period, we have grown revenue and earnings at annualized rates of approximately 12% and 20%. These results are made possible by our passionate and dedicated employees around the world. Over the past 12 months, we have built new capabilities, strengthened our product portfolio and streamlined our organization to prepare for the opportunities ahead.\nApplied is in a tremendous position to benefit as AI computing fuels secular growth in semiconductors and wafer fab equipment. As this is our year-end call, I'll begin with a brief review of our performance in 2025, then I'll provide our latest market outlook. And finally, I'll describe how our inflection-focused innovation strategy enables us to extend our leadership in the most valuable and fastest-growing areas of the market as next-generation technologies ramp in volume production in 2026 and beyond.\nLooking back at fiscal 2025, while it was a growth year for Applied, our growth rate was tempered due to increased trade restrictions and an unfavorable market mix. Over the past 12 months, multiple trade rule changes have reduced the size of our accessible market in China. Overall, China declined to 28% of our total systems and service revenues in fiscal 2025 and to 25% for our fourth quarter. In 2026, we expect wafer fab equipment spending in China to be lower, and we are not anticipating significant changes to market restrictions.\nIn the areas of the market where we can operate, we are competing well and maintaining market share. Outside of China, the fastest-growing areas of the market in 2025 were segments where Applied had low or no share. In leading-edge foundry logic, investment was more oriented toward advanced lithography. We believe this is a positive leading indicator for process equipment demand in 2026. NAND, where historically Applied has lower market share is on track to approximately double in 2025, even though it remains a relatively small portion of the wafer fab equipment market.\nIn DRAM, where Applied has strong process technology leadership, overall spending is tracking to be approximately flat for calendar 2025. Nevertheless, we strengthened our leadership position in DRAM growing revenues from leading-edge customers by more than 50% over the past 4 fiscal quarters. As we look ahead to 2026, we expect the spending mix to play more to Applied's strengths with leading-edge foundry logic, DRAM and advanced packaging being the fastest-growing areas of the market.\nI recently returned from an extended trip to Asia. My discussions with customers and partners reinforce my view that opportunities for the semiconductor industry and applied materials have never been greater. Our customers are engaging with us to ensure we are ready to support significant production ramps in the coming years. AI has reached a tipping point that is accelerating investment in next-generation computing infrastructure and advanced silicon.\nToday, we are seeing a virtuous cycle of innovation and demand, advances in performance, energy consumption and cost of AI computing open up new AI applications that, in turn, significantly increased demand for AI compute capacity. Recent third-party forecasts predict that the semiconductor industry will grow at a compound annual rate between 10% to 15% over the next 5 years, driving a healthy increase in wafer fab equipment spending. We expect 2026 to be another growth year for Applied with our revenue being weighted toward the second half of the calendar year.\nAI computing is not only fueling growth, but also reshaping the semiconductor road map and changing the way chips are designed and manufactured. Foundational semiconductor technology plays a critical role in increasing performance and bringing down the cost of AI in the data center and at the edge. Today, major technology inflections are underway in 5 key areas: leading-edge logic, high-performance DRAM, high bandwidth memory or DRAM stacking, advanced packaging for heterogeneous integration and power electronics.\nAt Applied, our core strategy is inflection-focused innovation. We partner with our customers to see technology inflections early. We focus our research and development on the most critical and valuable challenges on their road maps using deep co-innovation engagement models and we create highly differentiated solutions by connecting our broad portfolio of capabilities and technologies.\nThe 3 products we recently launched at SEMICON West are great examples of how this strategy works. Our new Xtera epitaxi system enables higher-performance gate-all-around transistors for 2-nanometer and beyond. Xtera creates void-free source drain structures that provide higher transistor speeds that are especially critical for AI computing. The Xtera system integrates epi, cleaning and etch, resulting in a 40% improvement in uniformity and 50% lower gas usage compared to traditional epi.\nKinex is the industry's first integrated die-to-wafer bonder. Hybrid bonding enables significant improvement in performance, power consumption and costs for both complex multi-chip packages and die stacking. Connect is a 6-step integrated system with onboard metrology that provides higher accuracy bonding, smaller interconnect pitches and higher yields for new logic and memory packaging architectures.\nPROVision 10 is designed to improve yield in 3D devices and further extends our leadership in e-beam metrology. eBeam Metrology is critical for 3D devices as it can see through multiple layers of 3D chips and provide multilayer images to identify defects in varied structures. This system is the first to use cold field emission technology for metrology, which increases image resolution by 50% and imaging speed 10 times compared to conventional thermal field emission technology.\nOverall, Applied is very well positioned at the most valuable technology inflections and in areas of the market that will grow fastest as AI is deployed on a large scale. The process tool of record positions that we have established over the past several years give us confidence that we will extend our strong leadership position in logic, DRAM and packaging as advanced technology nodes ramp in volume production.\nAnother key theme we consistently hear from our customers and our customers' customers is that co-optimization of the technology stack is more critical than ever. We are expanding our deep multiyear co-innovation engagements that focus on system technology co-optimization. Our high-velocity co-innovation model provides chip makers and chip designers much earlier access to next-generation process technology to accelerate their new chip and system architectures. This is a core value proposition of Applied Materials' Equipment and Process Innovation and Commercialization platform or EPIC. Construction of the platform's flagship facility the EPIC Center in Silicon Valley is on track, and we are excited to begin operations next year.\nOur co-optimization strategies extend well beyond R&D. As our customers race to bring these complex new device architecture inflections to market, we are providing advanced service solutions that help them rapidly transfer new technology into their pilot lines and then rapidly optimize device performance, yield and cost and volume production.\nIn 2025, our core service business delivered another year of double-digit growth with more than 2/3 of our service revenue generated from subscriptions. In AGS and across Applied, we are rapidly adopting AI and digital tools. This enables us to drive higher velocity and productivity, innovate the way we work and streamline our organization to meet the opportunities ahead.\nBefore I hand over to Brice, I'll quickly summarize. Fiscal 2025 was our sixth consecutive year of growth, even as trade restrictions and an unfavorable market mix trimmed our growth rate for the year. As we look ahead, large-scale AI adoption will drive substantial investment in AI computing infrastructure, including advanced semiconductors and wafer fab equipment. Applied's inflection-focused innovation strategy positions us for another record year in 2026 as we gained share at the highest value technology inflections in the fastest-growing areas of the market. As next-generation technologies ramp in volume production over the coming years, we will extend our leadership in logic, DRAM and packaging.\nBrice, over to you.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary, and thanks, everyone, for joining today's call. I am pleased that Applied delivered record annual revenue, gross margin dollars, operating profit and earnings per share in fiscal 2025. Looking ahead into 2026, I believe we are in great position to benefit from favorable market trends.\nBased on growing demand for AI data center capacity, we forecast that leading-edge foundry logic DRAM and high-bandwidth memory will be the fastest-growing areas of the semiconductor equipment market. We have strong leadership positions in these segments today, and we have targeted our R&D investments to create new products and technologies that will enable even faster and more energy-efficient transistors, chips and systems and drive growth for Applied.\nIn addition, we have been working closely with our customers to better understand their longer-term demand expectations and align our supply chain and manufacturing slots to meet their needs for advanced capacity. Based on our conversations with our customers and other industry players, we are preparing our operations and service organizations to be ready to support higher demand beginning in the second half of calendar 2026.\nNext, I'll briefly summarize our fiscal 2025 results versus fiscal 2024. Revenue grew 4% to $28.4 billion with growth across all of our segments. Semiconductor Systems revenue was up 4%, growing even as the impact of trade restrictions significantly reduced our access to the market in China. The impact of these restrictions was equivalent to around 10% of the China market in fiscal 2024 and more than double that amount in fiscal 2025. On a global basis, we generated record foundry systems revenue, along with record DRAM sales outside China, and we posted record revenue in both Taiwan and Korea.\nApplied Global Services revenue grew 3% to a record $6.4 billion. The recurring parts, services and software portion of AGS grew by double digits in the year with the 200-millimeter equipment business declined. We grew display revenue by 20%.\nI am pleased that we increased non-GAAP gross margin by 120 basis points to 48.8%, the highest level in 25 years. We shipped a richer mix of advanced systems and increased prices broadly, helping to more than offset cost increases. Non-GAAP operating expenses grew 5% and primarily driven by a 10% increase in R&D investments. At the end of the year, we announced actions to reduce head count and enable us to scale applied more productively as we capture the growth opportunities we see in 2026 and beyond. We continue to shift spending to strategic areas, adding people in fields like advanced analytics that are critical to the speed and efficiency of our R&D programs and operations.\nNon-GAAP earnings per share increased 9%. We generated nearly $8 billion in cash from operations. Free cash flow of $5.7 billion included elevated capital spending of $2.3 billion, over half of which was used in building the new EPIC Center in Silicon Valley, which will open next year and become the most advanced collaborative semiconductor equipment and process innovation facility in the world.\nWe distributed approximately $6.3 billion to shareholders. We paid $1.4 billion in cash dividends and the quarterly dividend per share was increased by 15% during the year to $0.46. Operating income from Applied Global Services more than covered the dividend payment. We allocated $4.9 billion to our share repurchase program and reduced shares outstanding by more than 3%.\nTurning to fiscal Q4. We delivered revenue and non-GAAP EPS above the midpoint of guidance. China revenue declined to 29% of total company revenue, which is in line with our longer-term average and well below a peak of 45% in the first quarter of fiscal 2024. Non-GAAP gross margin was at the midpoint of guidance and up 60 basis points year-on-year, while non-GAAP operating expenses were slightly higher than our expectation and up 3% year-on-year.\nTurning to the segments. Semiconductor Systems and AGS revenue exceeded our expectations for the quarter, while non-GAAP operating margin for both segments declined along with revenue on a year-on-year basis. Lastly, display revenue exceeded our expectation for the quarter and was up 68% year-over-year.\nNext, I'll share several reporting changes we are making that will help us drive further efficiency gains and also give investors more visibility into our semiconductor and services businesses. First, as of Q4 fiscal 2025, our display business is being reported in Corporate and Other. There is no change to our display strategy. Next, as of Q1 fiscal 2026, we are moving our 200-millimeter equipment business from Applied Global Services to Semiconductor Systems. This change will increase our operational efficiency and enable investors to see all of our semiconductor systems revenue in one place.\nAlso, as a result, Applied Global Services will consist entirely of recurring revenue. This will make it easier for investors to track our subscription-like growth in services. Finally, as of Q1 of fiscal 2026, we are fully allocating corporate support costs to our businesses. This change will have the effect of reducing semiconductor systems and AGS operating margins, but also give our teams better visibility and opportunity to optimize these costs.\nNow I'll share our guidance for Q1, which includes the reporting changes I just outlined. We expect company revenue of $6.85 billion, plus or minus $500 million, and non-GAAP EPS of $2.18, plus or minus $0.20. Within this outlook, we expect Semiconductor Systems revenue of around $5.025 billion. AGS should generate revenue of $1.52 billion. Corporate and Other revenue should be around $305 million composed primarily of display revenue.\nWe currently expect non-GAAP gross margin to be approximately 48.4% in Q1 and remain at that level until volumes ramp to support higher demand beginning in the second half of the calendar year. Non-GAAP operating expenses should be around $1.33 billion, which is up only slightly from fiscal Q4 because the actions we recently took are mostly offsetting the increase we normally see in Q1 due to the timing of annual merit increases and equity compensation expenses. Finally, we are modeling a tax rate of around 13%.\nIn summary, our customers are indicating to us that wafer fab equipment spending is likely to accelerate beginning in the second half of calendar 2026. In addition, we see a positive fab equipment spending mix developing for Applied. AI data center investments translate to strong demand for our most enabling products in leading-edge foundry logic, DRAM and high-bandwidth memory along with advanced services that help our customers accelerate ramps and yields.\nThank you for listening. And now, Mike, let's begin the Q&A.\n\nUnknown Executive\n\nThanks, Brice. To help us reach as many people as we can on today's call, please ask just 1 question and no more than 1 brief follow-up question. Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ea332e98792d4600c346de36b2ae5f69",
    "period": "2025 Q3",
    "content": "Q3 2025 Applied Materials Inc Earnings Call\n\nQ3 2025 Applied Materials Inc Earnings Call\n\nAMATNASDAQAUG 14, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Third Quarter Fiscal 2025 Earnings Conference Call. During the prepared remarks, I would now like to turn the call over to Liz Morali, Vice President of Investor Relations. Liz, you may begin.\n\nLiz Morali\n\nSenior Manager of Investor Relations\n\nThank you. Good afternoon, and thank you for joining us for today's call. With me today are Gary Dickerson, President and CEO; and Brice Hill, CFO. Before we continue, let me remind you that today's discussion contains forward-looking statements within the meaning of the federal securities laws, including predictions, estimates, projections or other statements about future events. Actual results may differ materially from those mentioned in these forward-looking statements as a result of risks and uncertainties. And Information concerning these risks and uncertainties is discussed in our most recent Form 10-K, 10-Q and 8-K filings with the SEC. We do not intend to update any forward-looking statements. During today's call, we will also reference non-GAAP financial measures. Reconciliations of GAAP to non-GAAP results can be found in today's earnings press release and in our quarterly earnings materials which are available on our Investor Relations website at ir.appliedmaterials.com.\nI will now turn the call over to Gary.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThanks, Liz. In our third fiscal quarter of 2025, Applied Materials delivered record performance fueled by strong broad-based demand for semiconductor systems and services. However, as you will see in our guidance, we expect revenue and earnings to be sequentially lower in our fourth quarter, primarily due to uncertainties in our China business.\nEven with this Q4 forecast, we remain on track to achieve a mid-single-digit growth rate in fiscal 2025, which will be our sixth consecutive year of revenue growth. In my prepared remarks today, I'll give some additional color on our near-term outlook, provide an update on the longer-term secular industry growth drivers and describe Applied's leadership position at the major device inflections that enable our customers' road maps. The dynamic macroeconomic and policy environment, including trade and tariffs, has wide-ranging implications for the semiconductor industry, increasing uncertainty and lowering visibility in the near term.\nFor Applied's business, there are 3 main factors that mute our outlook for the quarter ahead. First is digestion of capacity in China. Second is our large backlog of pending export license applications where we have taken a conservative position and assumed none of these licenses will be issued in the next quarter. And third is nonlinear demand from leading-edge customers which is primarily linked to market concentration and fab timing. None of these near-term considerations change our perspective on the longer-term opportunities for the industry and Applied Materials. Leadership in AI remains a major focus for both companies and countries, driving large investments in infrastructure and R&D.\nGovernments around the world, especially the United States government are taking major steps to incentivize companies to build advanced manufacturing capacity onshore. One example of this is Apple's American manufacturing program, which was announced last week. We are excited to be a partner in this initiative that is designed to strengthen the end-to-end silicon supply chain in the U.S. As part of this endeavor, we plan to invest more than $200 million in Arizona to establish a state-of-the-art facility for manufacturing specialized components for our equipment. This builds on the more than $400 million we have invested in our U.S. manufacturing infrastructure over the past 5 years to provide the needed capacity and agility to support growing customer demand.\nGlobally, we are now tracking more than 100 new fabs or major fab expansion projects, an increase of about 10% in the past year. In addition to robust supply chains, deploying AI at large scale requires significant innovation at every level of the technology stack from models, software and data center design to chip architectures and materials. AI's need for abundant, high-performance and energy-efficient computing is reshaping the semiconductor road map and changing the way chips are designed and manufactured.\nThis next wave of AI semiconductor innovation will be concentrated around 5 key areas: Leading edge logic next-generation high-performance DRAM, high bandwidth memory or DRAM stacking, advanced packaging to connect logic and memory chips together and innovations in power electronics to address energy consumption within the data center and more efficient grid to data center power delivery. In each of these critical areas, major device architecture inflections are shifting value towards material science and materials engineering, growing Applied's addressable market and driving closer collaboration with customers.\nOn top of this, these inflections create opportunities for us to grow faster than the underlying market. Based on our deep customer engagements, we have focused our investments in product portfolio on the most enabling applications, and we expect healthy market share gains as these new technologies ramp in volume production. Let me walk you through some examples. In leading-edge foundry logic, the transition from FinFET to gate-all-around transistors with backside power delivery grows our revenue opportunity by 30% for the equivalent fab capacity. And we are on track to gain multiple points of market share when these nodes ramp in the second half of 2026 and 2027.\nIn this past quarter, our strength in leading-edge foundry supported revenue of almost $1.2 billion for our metal deposition business. And we also secured our first wins and moly deposition for the most critical device performance applications. In DRAM, we also have strong market share, and we expect our revenue from leading-edge DRAM customers to be up around 50% in fiscal 2025. In the quarter, our strength in DRAM supported record results for our etch business which surpassed $1 billion of quarterly revenue for the first time.\nIn addition, we see customers adopting our new solutions to address the stringent needs of high-performance compute memory. We have recently secured new volume production positions at leading DRAM manufacturers for our next-generation gap fill system. Our most advanced chemical vapor deposition product as well as our new Pioneer dielectric patterning system.\nLooking further ahead, when customers adopt vertical transistor or 4F-squared architectures, a transition we expect starting in 2027 and 2028, we see opportunities to win more than 5 points of incremental DRAM share. In advanced packaging, we have built a broad portfolio of solutions to enable both high-bandwidth memory and heterogeneous integration. We have high share in the packaging market well above the company's overall wafer fab equipment share. We are well positioned for future architecture inflections and our packaging business is on track to more than double to greater than $3 billion over the next few years.\nIn Power Electronics, we believe the market for data center power semiconductors could grow to $9 billion by the end of the decade. We are on track to grow our share of this market with highly differentiated solutions that position us well for the future. As our customers race to bring these complex device architecture inflections to market, we are providing advanced service solutions that support them all the way from technology transfer into their pilot lines two, optimization of device performance, yield and cost in volume production.\nOn a year-over-year basis, our service business has now grown for 24 consecutive quarters. In addition, more than 2/3 of our service revenue comes from subscriptions, and we expect this percentage to further increase in the coming years. In the global race for AI leadership, having first access to new technologies has incredible value. To accelerate time to market for disruptive architectures in logic, memory and packaging, we are changing the way we work with our customers and partners to increase the development and commercialization speed of next-generation technologies. This high-velocity co-innovation strategy that we established with our leading customers is supported by Applied's global Epic platform which provides unique physical and digital infrastructure to accelerate AI chip architecture inflections and improve R&D spending efficiency. Our new flagship R&D facility the Epic Center in Silicon Valley remains on track to begin operations in spring 2026.\nBefore I hand it over to Brice, I'll briefly summarize. Applied delivered record performance in our third fiscal quarter, and we remain on track for a sixth consecutive year of growth in fiscal 2025. We -- we expect revenues and earnings to be sequentially lower in our fourth quarter, primarily due to uncertainties in our China business. Our long-term growth thesis for the semiconductor industry in Applied Materials remains unchanged as companies and countries compete to win the race for AI leadership, and Applied is best positioned at the major device inflections that enable the AI road map. These inflections will grow our total market opportunity and support market share gains in the years to come.\nNow I'll turn the call over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary, and thank you to everyone joining us for today's call. In fiscal Q3, we delivered a record quarter with growth across all 3 segments and with a robust gross margin of nearly 49%, we also achieved record non-GAAP earnings per share. In semiconductor systems, the overall demand environment for equipment was largely in line with our expectations with broad-based customer investments across foundry, logic, DRAM and NAND. In Applied Global Services, we achieved record core services revenue with positive trends across our key performance indicators. And in display, we recorded our second consecutive quarter of revenue growth as the industry invests in equipment to support the further adoption of OLED technology and consumer devices. Let me now turn to the financial details for Q3.\nTotal net revenue was approximately $7.3 billion, up 8% year-over-year and about $100 million above the midpoint of our guidance range. Non-GAAP gross margin was 48.9%, up 150 basis points year-over-year. The strong margin in Q3 was driven by the combination of product and segment mix and pricing as we work to offset tariff-related headwinds. Non-GAAP operating expenses were $1.3 billion, down slightly as a percentage of revenue as we optimized our G&A spending to help offset investments in R&D to support leading-edge technology inflections for our customers' road maps. Non-GAAP earnings per share was a record $2.48, up 17% year-over-year, given the revenue growth, better profitability and share repurchases.\nMoving to the segments. Semiconductor Systems revenue was $5.43 billion for Q3, up 10% year-over-year with growth in foundry logic driven by customer investments to support the ramp of gate all-around nodes, partially offset by decreases in the ICAP nodes, which we define as those greater than 7 nanometers. Compared to our expectations at our last earnings call, we saw slightly less than anticipated growth in leading-edge spending due to a slower fab build-out schedule and stronger-than-expected spending in ICAPs. DRAM was better than expected, up year-over-year as customers focused on investments for AI-enabling advanced DRAM. We saw a significant increase in NAND primarily driven by sales to multinational customers in China. Non-GAAP operating margin of 36.4% was up 140 basis points year-over-year.\nMoving to Applied Global Services AGS delivered revenue of $1.6 billion in Q3, up 1% year-over-year, with growth in core services and a decline in 200-millimeter equipment sales. Core services grew approximately 10% year-over-year, bolstered by healthy utilization rates in leading-edge foundry logic and high-bandwidth memory along with expansion of our tools under comprehensive agreements which represent our most advanced service levels. Non-GAAP operating margin of 27.8% was down 180 basis points year-over-year, primarily due to customer mix. Lastly, our display business delivered revenue of $263 million with non-GAAP operating margin of 23.6%.\nMoving to the balance sheet and cash flows. We ended the quarter with cash and cash equivalents of $5.4 billion and debt of $6.3 billion and generated our second highest level of cash from operations in company history at approximately $2.6 billion or 36% of revenue. Capital expenditures were $584 million, including significant investments in the United States, driven by the build-out of Applied Materials equipment and process innovation and commercialization Center or EPIC, which will be the largest and most advanced facility of its type globally. Free cash flow for Q3 was approximately $2 billion. We distributed approximately $1.4 billion to shareholders in the quarter with dividends paid of $368 million in share repurchases of approximately $1 billion. As of the end of the quarter, approximately $14.8 billion remains available to us on our share repurchase authorization.\nTurning to our outlook. As Gary mentioned, there are a couple of key factors contributing to our sequentially lower Q4 outlook. First, our customers in China are moderating spending following several periods of increased investments in equipment, and we expect China as a percentage of our revenue in Q4 to decrease to approximately 29%, including display. This assumes that we do not receive any approvals of our pending export license applications. Second, we expect demand for meeting edge customers to be down given the nonlinear pattern that Gary talked about earlier, resulting from market concentration and fab timing.\nAs a result, we are seeing customers take longer to commit to orders, leading to a shorter visibility window. With these shifts in mind for fiscal Q4, a we expect total revenue of $6.7 billion, plus or minus $500 million, representing a 4.9% decrease year-over-year at the midpoint and non-GAAP EPS of $2.11 and plus or minus $0.20, representing a 9% decrease year-over-year at the midpoint. We expect semiconductor systems revenue of approximately $4.7 billion, down approximately 9% year-over-year and AGS revenue of approximately $1.6 billion, down 2% year-over-year, with growth in core services and a decline in sales of 200-millimeter equipment. In display, we expect revenue of approximately $350 million, a significant increase year-over-year, driven by the expansion of OLED screens in consumer devices. This does not yet include revenue from our new MAX OLED system, which we announced last year and which represents a dramatically different manufacturing approach to mass producing superior OLED displays.\nLastly, given the lower expected build volumes in our projected business mix in Q4, we expect non-GAAP gross margin of approximately 48.1% and and non-GAAP operating expenses of approximately $1.31 billion, and we are modeling a tax rate of 12.6%. In closing, we are leveraging our robust supply chain global manufacturing footprint, leading technology and deep customer relationships to navigate and adapt to the near-term uncertainties. Our long-term growth thesis remains intact, and we remain laser-focused on positioning our investments and portfolio to focus on the most enabling and critical applications for our customers. Thank you for listening, and we are now ready to begin the Q&A session. Liz?\n\nLiz Morali\n\nSenior Manager of Investor Relations\n\n[Operator Instructions]"
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d926cc5fad95be08d4bee39d9c5d7dbd",
    "period": "2025 Q2",
    "content": "Q2 2025 Applied Materials Inc Earnings Call\n\nQ2 2025 Applied Materials Inc Earnings Call\n\nAMATNASDAQMAY 15, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Second Quarter Fiscal 2025 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Liz Morali, Vice President of Investor Relations. Liz, you may begin.\n\nLiz Morali\n\nDirector of Investor Relations, Advanced Micro Devices, Inc\n\nThank you. Good afternoon and thank you for joining us for today's call. With me today are Gary Dickerson, President and CEO; and Brice Hill, CFO.\nBefore we continue, let me remind you that today's discussion contains forward-looking statements within the meaning of the federal securities laws, including predictions, estimates, projections or other statements about future events. Actual results may differ materially from those mentioned in these forward-looking statements as a result of risks and uncertainties. Information concerning these risks and uncertainties is discussed in our most recent Form 10-K, 10-Q and 8-K filings with the SEC. We do not intend to update any forward-looking statements.\nDuring today's call, we will also reference non-GAAP financial measures. Reconciliations of GAAP to non-GAAP results can be found in today's earnings press release and in our quarterly earnings materials, which are available on our Investor Relations website at ir.appliedmaterials.com.\nI will now turn the call over to Gary.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThanks, Liz. In our second fiscal quarter of 2025, Applied Materials delivered strong results across the board, including record earnings per share. These results reflect great execution by our teams around the world as well as the agility and flexibility we have in our global operations and supply chain.\nWhile we are paying close attention to a highly dynamic macro environment, we have not seen significant changes in market demand. Our customers remain focused on winning the race to be first to market with transformative new technologies. Applied is working closely with our customers and partners to accelerate the industry's road map. We are very well positioned at major technology inflections in fast-growing areas of the market, which supports our multiyear growth trajectory.\nIn my prepared remarks today, I'll provide our latest market outlook. I'll explain how Applied's innovative products and services are enabling fundamental advances in semiconductor technology, and I'll describe how we are translating these innovations into sustainable, profitable growth across our business.\nStarting with our perspective on the market. The major technology trends reshaping the global economy, including IoT, automation and robotics, electric and autonomous vehicles and clean energy are all built on top of advanced semiconductors. Central to our future market outlook is AI, which is the most transformative technology of our lifetimes and has almost limitless potential use cases.\nWhile we are seeing remarkable progress in AI capabilities, we are still in the early phases of a multi-decade build-out of applications and infrastructure. Large-scale deployment of AI will require major advances in computing performance and energy efficiency that can only be achieved through disruptive innovation across the technology stack. These requirements are reshaping the semiconductor road map and changing the way chips are designed and manufactured. The impact of AI data center innovation and investments is apparent in the wafer fab equipment market, where there are significant shifts in the spending mix this year.\nWe see investment in leading-edge foundry-logic growing substantially in 2025, and we also expect spending for leading-edge DRAM to be up significantly. We see lower spend in China with investments in both DRAM and mature logic down for the year. And finally, we are seeing an uptick in NAND investment, albeit from the very low levels seen over the past several years.\nAgainst this market backdrop, Applied is well positioned for 2025 and beyond. In 2024, we underperformed the market in China due to the market access restrictions imposed on U.S. companies. At the same time, outside of China, we grew faster than our peer group thanks to our strength in leading-edge foundry and DRAM. Trade restrictions have also had an impact on our service business. Despite these headwinds, we grew our core parts and services revenues in the low double-digit range last year, and we're on track to deliver a similar growth rate in 2025.\nOn top of our growing installed base, we are successfully increasing the portion of those systems in the field covered by higher-value advanced services and comprehensive service agreements. More than 2/3 of our service revenue comes from subscriptions, and we expect this percentage to further increase in the coming years.\nAt a company level, through 2024, Applied Materials has grown revenues for 5 consecutive years. This momentum continues in 2025. If we take our first half results plus our third quarter guide, revenues are up 7% year-to-date.\nLooking further ahead, we also believe we're in a great position for the future given the direction of the industry road map, our strong leadership positions at key device architecture inflections and the unique portfolio of solutions and capabilities we provide to our customers. Customers are racing to be first to market to deliver major architecture innovations in logic, compute memory, packaging and power devices, including next-generation gate-all-around transistors, backside power delivery, 4F-squared and 3D DRAM, advanced packaging, compound semiconductors for power electronics and silicon photonics. These technology inflections grow the market for wafer fab equipment, increase the relative mix of materials engineering technologies and provide opportunities for Applied to gain market share.\nAdvanced foundry-logic is a great example of this. If we compare an advanced fab using integrated, gate-all-around and backside power delivery architecture to the last generation of FinFET technology, Applied's revenue opportunity is approximately 30% higher for the equivalent fab capacity. In advanced DRAM, we're focused on addressing the most critical steps for next-generation technologies, and this has enabled us to establish a strong leadership position in this market.\nIn 2025, we expect our revenues from advanced DRAM customers to grow more than 40% as they ramp investments in DDR5 and high-bandwidth memory. Across advanced foundry-logic and DRAM, we are introducing innovative new solutions that are being rapidly adopted by the market. One example is our Sym3 Magnum etch system for advanced patterning, which has generated more than $1.2 billion of revenue since we launched the product in February 2024.\nAnother example is our breakthrough cold field emission eBeam technology that has strong momentum in gate-all-around and high-bandwidth memory and supported record revenues for our Process Diagnostic and Control business this past quarter.\nAs we look at how the industry's road map is evolving, we see our broad capabilities and connected product portfolio as a major leadership strength. This gives us earlier visibility and a more holistic view of the industry's most valuable technical opportunities. It allows us to develop solutions to address those high-value opportunities faster, and most importantly, it means we can deliver unique solutions by co-optimizing and combining our innovations.\nWith the pace of technology accelerating, being first to market has incredible value for our customers and Applied Materials. For this reason, another key pillar of our strategy is high-velocity co-innovation. Our goal is to increase the speed of developing and commercializing next-generation technologies through earlier and deeper collaboration with customers and partners. Applied's global EPIC platform is designed to support this strategy by providing unique physical and digital infrastructure to accelerate learning rates and optimize the effectiveness and efficiency of R&D resources. Construction of our new flagship R&D facility, the EPIC Center in Silicon Valley is progressing on schedule, and we expect the center to start operations in spring 2026.\nBefore I hand over to Brice, I'll quickly summarize. First, while we recognize that the macro environment is highly dynamic, Applied continues to deliver strong financial performance. We are not currently seeing significant changes in customer demand, and we have agility in our global operations to adapt to a range of scenarios.\nSecond, the race to deliver high-performance, energy-efficient AI computing remains the dominant driver of the semiconductor industry's road map. Applied is best positioned as a major device architecture inflection that will enable that road map to be realized. And third, we are seeing strong traction with our high-velocity co-innovation strategy, where earlier and deeper elaboration with our customers and partners is enabling us to bring next-generation technology to market faster than ever before.\nNow I'll turn the call over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThanks, Gary, and thank you to everyone joining us for today's call. We delivered another strong quarter in fiscal Q2 with robust year-over-year revenue growth, gross margin expansion and record earnings per share. These excellent results were driven by increased leading-edge foundry-logic investments given the strong end-market demand for AI-enabling semiconductors. This performance was achieved within the rapidly evolving economic and trade policy environment over the past several months. And we leveraged our global supply chain and diversified manufacturing footprint to successfully navigate the dynamic commercial landscape.\nWith strong profitability and record earnings per share, we increased shareholder capital distributions during Q2 with approximately $2 billion in dividends and share repurchases and bought back approximately 1.4% of shares outstanding.\nTurning to the details for Q2. Our results were largely in line with our expectations with total net revenue of approximately $7.1 billion, up 7% year-over-year with growth across all our business segments. Non-GAAP gross margin was 49.2%, up 170 basis points year-over-year and our highest quarterly gross margin since fiscal year 2000. The strong margin performance in Q2 was primarily driven by a favorable mix of our products and business segments.\nNon-GAAP operating expenses were $1.3 billion, down slightly as a percentage of revenue on a year-over-year basis with growth in R&D partially offset by decreases in G&A as we focused on funding critical technology inflection-related research. Non-GAAP earnings per share was a record $2.39, up 14% year-over-year, given the revenue growth, better profitability and share repurchases.\nMoving to the segments. Semiconductor Systems revenue was $5.26 billion for Q2, up 7% year-over-year with growth in foundry-logic as customer investments at the leading-edge more than offset declines for the ICAPS nodes that serve the IoT, communications, automotive, power and sensor markets and growth in NAND upgrades more than offsetting year-over-year declines in DRAM. Non-GAAP operating margin of 36.4% was up 150 basis points year-over-year.\nMoving to Applied Global Services. AGS delivered revenue of $1.57 billion in Q2, up 2% year-over-year as healthy growth in services more than offset the expected decline in sales of 200-millimeter equipment. Non-GAAP operating margin of 28.5% was flat year-over-year. Lastly, our display business delivered revenue of $259 million with non-GAAP operating margin of 26.3%.\nMoving to the balance sheet and cash flows. We ended the quarter with cash and cash equivalents of $6.2 billion and debt of $6.3 billion, and cash from operations in the quarter was approximately $1.6 billion or 22% of revenue. Capital expenditures were $510 million, up from the year ago period and driven by the build-out of Applied Materials Equipment and Process Innovation and Commercialization center, EPIC, the largest and most advanced facility of its type globally.\nFree cash flow for Q2 was approximately $1.1 billion. As I mentioned earlier, we increased capital allocation in Q2 with total shareholder distributions of approximately $2 billion with dividends paid of $325 million and share repurchases of approximately $1.7 billion. As previously announced, during the quarter, our Board of Directors approved a 15% increase to our dividend per share. This marks another year of healthy growth for our dividend, one of our key capital allocation priorities. And as I like to point out, the dividend and its growth are closely correlated with the recurring revenue and profits in our services business. We also announced that our Board approved an additional $10 billion share repurchase authorization. And as of the end of the quarter, approximately $15.9 billion in total remains available to us for future share repurchases.\nTurning to our outlook. As we contemplate the year-over-year performance we expect in Q3, we are seeing acceleration from our leading-edge foundry-logic products, which are key enablers in the ongoing gate all-around build-out and which will more than offset a lower level of investment in the ICAPS nodes following 2 years of strong spending by these customers. We also expect a stable and healthy DRAM market and growth in NAND driven by upgrades.\nFactoring in these views for fiscal Q3, we expect total revenue of $7.2 billion, plus or minus $500 million, representing a 6% increase year-over-year at the midpoint; and non-GAAP EPS of $2.35, plus or minus $0.20, representing an 11% increase year-over-year at the midpoint. We expect Semiconductor System revenues of approximately $5.4 billion, up approximately 10% year-over-year; and AGS revenue of approximately $1.55, down 2% year-over-year with growth in core services impacted by the trade restrictions previously disclosed and declines in demand for 200-millimeter equipment. Rounding out the business segments, we expect display revenue of approximately $250 million. Lastly, given our business mix in Q3, we expect non-GAAP gross margin of approximately 48.3% and non-GAAP operating expenses of approximately $1.3 billion, and we are modeling a tax rate of approximately 13%.\nIn closing, while the trade environment continues to evolve, our global supply chain and diversified manufacturing capabilities provide us with significant agility and flexibility to respond to changing conditions. In the near term, we see overall demand and customer investments continuing at the expected rate and pace even in the current environment and the long-term secular drivers for growth in our business remain intact. We are positioning ourselves to benefit from the opportunities that will emerge as the equipment industry invest to support a $1 trillion-plus semiconductor market by the end of the decade, and we are investing for the growth that we expect in our business over that time.\nWe're now ready to begin the Q&A. Liz?\n\nLiz Morali\n\nDirector of Investor Relations, Advanced Micro Devices, Inc\n\nThanks, Bryce. [Operator Instructions]"
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dce5fc2a22dea190060f63fa372ee9bc",
    "period": "2025 Q1",
    "content": "Q1 2025 Applied Materials Inc Earnings Call\n\nQ1 2025 Applied Materials Inc Earnings Call\n\nAMATNASDAQFEB 13, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials First Quarter Fiscal 2025 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Liz Morali, Vice President of Investor Relations. Liz, you may begin.\n\nLiz Morali\n\nDirector of Investor Relations, Advanced Micro Devices, Inc\n\nThank you. Good afternoon, and thank you for joining us for today's call. With me today are Gary Dickerson, President and CEO; and Brice Hill, CFO.\nBefore we continue, let me remind you that today's discussion contains forward-looking statements within the meaning of the federal securities laws, including predictions, estimates, projections or other statements about future events. Actual results may differ materially from those mentioned in these forward-looking statements as a result of risks and uncertainties. Information concerning these risks and uncertainties is discussed in our most recent Form 10-K and 8-K filings with the SEC. We do not intend to update any forward-looking statements.\nDuring today's call, we will also reference non-GAAP financial measures. Reconciliations of GAAP to non-GAAP results can be found in today's earnings press release and in our quarterly earnings materials, which are available on our Investor Relations website at ir.appliedmaterials.com.\nI will now turn the call over to Gary.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThanks, Liz. In our first fiscal quarter of 2025, Applied Materials delivered record revenues for passing the prior high we set last quarter. The major technology trends reshaping the global economy are made possible by advanced semiconductors, underpinning long-term secular growth for the industry and especially Applied Materials. We are providing our customers a unique and connected portfolio of solutions to accelerate the technology road map, positioning us for continued growth and outperformance in the years to come. In my prepared remarks, I'll share our latest market insight, I'll describe how our innovations are enabling the major device architecture inflections that are critical to advancing energy-efficient AI, and I'll talk about why high-velocity co-innovation is more important than ever as the industry races to bring next-generation technology to consumers faster and at lower cost.\nStarting with the market, AI remains central to our outlook. With almost infinite possible uses, AI is the most transformative technology change of our lifetimes and a major catalyst for innovation and growth across the technology sector. Early deployment of AI supported approximately 20% year-on-year growth of global semiconductor sales in 2024, and the market remains on track to exceed $1 trillion of annual revenues by 2030. We are only at the beginning of what's possible. And as we look ahead, we expect disruptive innovations to significantly improve the energy efficiency and cost of AI opening up new applications and growing the overall market opportunity.\nTo unlock potential, innovation is required across the technology stack, from the models and software as we've seen in recent weeks with DeepSeek to data center architecture, chip design and how those chips are made. Advancements in foundational semiconductor technologies will have a dramatic impact on system level energy and cost reduction in the AI data center.\nI've previously described 4 critical areas the industry is currently focusing on: Leading-edge logic, high-performance DRAM, DRAM stacking referred to as high-bandwidth memory or HBM and advanced packaging to connect the logic and memory chips together in an integrated package. There's also a fifth emerging as we are seeing major innovations in power electronics. These innovations can address data transfer energy consumption within the data center as well as significantly reduce grid to data center power losses.\nApplied has strong leadership in all of these areas, and we're best positioned at future device architecture inflections including next-generation gate-all-around transistors, backside power delivery, 4F squared and 3D DRAM, advanced packaging, compound semiconductor for power electronics and silicon photonics. These device architecture inflections in logic, compute memory packaging and power devices grow the market for wafer fab equipment increase the relative mix of materials entering technologies and provide opportunities for Applied to gain market share. Taking leading-edge foundry logic as an example, the transition from the most advanced generation of FinFET to the first nodes with integrated gate-all-around and backside power delivery grows our total available market by more than 15% to around $14 billion for every 100,000 wafer starts per month of capacity.\nAt the same time, we expect related applied revenues to grow in the 30% range for the equivalent wafer fab capacity. While the bulk of spending for these inflections is ahead of us, we are already seeing a positive impact on our business. In 2024, we believe we outperformed the market in aggregate across leading-edge foundry logic, DRAM advanced packaging and the ICAPS markets outside of China. The ability of U.S. companies to serve the China market is constrained and has been further limited by updated trade rules announced in December and January. We estimate the incremental impact of these new rules will be around $400 million of revenue in fiscal 2025, approximately half of which is service revenue. We also see China being a smaller portion of global wafer fab equipment spending in 2025.\nAt Applied Materials, our strategy is to develop and commercialize the most enabling technologies for the industry across leading-edge logic, memory, advanced packaging and IQOS. We have focused our investments on these high-growth inflections that allow us to create and capture more value. One of the ways we are implementing our strategy is to provide our customers unique and connected solutions that take advantage of our broad portfolio of technologies, capabilities, and partnerships. Our co-optimized and integrated solutions address higher-value device challenges for customers and are difficult for competitors to replicate. A good example is our innovated hybrid bonding interconnect solution that combines 6 technologies, including one module from a partner into a single integrated system.\nIn the past quarter, we successfully completed important qualification milestones and received volume orders from multiple leading-edge customers. Our integrated hybrid bonding system is one of our next-generation solutions that is allowing us to extend our leadership in advanced packaging. In 2024, our packaging business captured more than half of the market we serve, and we remain on track to double our revenues over the next several years.\nAnother key pillar of our strategy is high velocity co-innovation. We believe this is key for Applied and our customers to bring next-generation technology to market faster and at lower cost. By speeding up cycles of learning through tighter ecosystem collaborations, we are accelerating new chip architectures, driving higher mutual success rates and optimizing R&D efficiencies.\nAmong our accomplishments in the past quarter, we launched our EPIC Advanced packaging strategy at a technical summit we hosted in Singapore that brought together R&D leaders representing more than 20 global companies. We were part of 2 teams that received CHIPS Act grants to develop advanced packaging substrates for 3D integration. We are leading the team for silicon substrates, and we have a long-term partnership and investment in the company that won the grant for glass core packaging. We made significant progress with the construction of the EPIC Center in Silicon Valley, which is on track to come online in 2026 and will become the centerpiece of our global EPIC collaboration platform, and we partnered with TPG to transition Applied Thin-Film battery business into an independent company.\nWe're also evolving our collaborative model and services where we are helping customers manage increasing complexity in their business as they ramp next-generation technology into high-volume manufacturing. We are deploying our advanced service products, including our actionable insight Accelerator data platform or AIX, to help accelerate customers' R&D programs, reduce technology transfer times and optimize device performance, yield, output and cost in their fabs.\nThrough these closer working relationships, a high percentage of our service revenues is generated from subscriptions in the form of multiyear agreements. While our near-term service growth is negatively impacted by trade restrictions, we remain confident that we will still grow AGS at a low double-digit annualized growth rate over the longer term.\nBefore I hand over to Brice, I'll quickly summarize. As major technology trends reshape the global economy in the semiconductor industry, Applied continues to deliver strong financial performance in the near term. We are best positioned at major device architecture inflections in fast-growing areas of the market that are critical to energy-efficient AI, and we are focused on high velocity co-innovation with our customers and partners to bring breakthrough technology to market faster than ever before.\nBrice?\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThanks, Gary, and thank you to everyone joining us for today's call. We had a strong start to the fiscal year, with healthy revenue growth and meaningful margin expansion helped drive a 12% year-over-year increase in non-GAAP earnings per share. In addition, we distributed $1.6 billion to shareholders with $1.3 billion of share repurchases and $326 million of dividends. For fiscal Q1, our results were largely in line with our expectations, with total net sales of approximately $7.2 billion, up 7% year-over-year with growth in both Semiconductor Systems and Applied Global Services.\nNon-GAAP gross margin was 48.9%, up 100 basis points year-over-year and our highest quarterly gross margin since fiscal year 2000. The strong margin performance in Q1 was the result of a very favorable mix and increasing adoption of our leading-edge technologies and advanced integrated systems. In addition, we progressed on our value-based pricing initiatives and cost reductions. Non-GAAP operating expenses were $1.31 billion, with increased R&D investments to support our technology growth areas. Non-GAAP EPS was a record $2.38, up 12% year-over-year given the revenue growth, better profitability and share repurchases.\nMoving to the segments. Semiconductor Systems sales were $5.36 billion for Q1, up 9% year-over-year, driven by 20% growth in foundry logic, partially offset by an expected decline in DRAM sales as prior year sales to customers in China did not repeat. Non-GAAP operating margin of 37.3% was up 160 basis points year-over-year. Sales for the ICAP nodes, which serve customers across the IoT, communications, automotive, power and sensor markets, were down slightly year-over-year and flat quarter-over-quarter.\nMoving to Applied Global Services. AGS delivered revenue of $1.59 billion in Q1, up 8% year-over-year with healthy growth in services, partially offset by a decline in sales of 200-millimeter equipment. Non-GAAP operating margin of 28% was down 30 basis points year-over-year. Lastly, our display business delivered revenue of $183 million.\nMoving to the balance sheet and cash flows. We ended the quarter with cash and cash equivalents of $6.3 billion and debt of $6.3 billion. Cash from operations in the quarter was $925 million. Capital expenditures were $381 million, and free cash flow was $544 million. We distributed $1.6 billion to shareholders in the quarter, including $1.3 billion in share repurchases and $326 million in dividends. As of the end of the quarter, approximately $7.6 billion remains available under our share repurchase authorization.\nTurning to our outlook. We are seeing strong momentum for leading-edge foundry logic where we are particularly well positioned as our customers ramp the most advanced technology nodes gate all around transistors into high-volume manufacturing. Offsetting leading edge is the more measured level of investment in the ICAP nodes, following strong spending in '23 and '24. In DRAM, we are seeing healthy demand, but faced tough year-over-year compares given the purchases from Chinese customers in 2024 that do not repeat this year. We are also seeing growth in NAND, albeit from historically low levels.\nAs Gary mentioned, as a result of the expanded export controls announced in December and January, we expect to face a headwind to revenue of approximately $400 million in fiscal 2025. Nearly half of that impact will be in Q2. The impacts in the second half of the fiscal year will be more weighted to AGS and as we are no longer able to serve certain customers. And following the step down in revenue in Q2, we would anticipate a return to growth in Q3 for AGS.\nBased on these trade restrictions and our view of our business, for Q2, we expect that China as a percentage of total revenue will be about 5 percentage points lower than in Q1. This is below the normalized level of approximately 30%. Taking all of these factors into account, for fiscal Q2, we expect total revenue of $7.1 billion, plus or minus $400 million, which represents a 7% increase year-over-year and non-GAAP EPS of $2.30 plus or minus $0.18, which represents a 10% increase year-over-year. We expect semiconductor systems revenue approximately $5.3 billion, up 8% year-over-year; AGS revenue of approximately $1.55 billion, up 1% year-over-year and display revenue of approximately $250 million. We expect non-GAAP gross margin of approximately 48.4% and non-GAAP operating expenses to be approximately $1.3 billion. We are modeling a tax rate of approximately 13%.\nIn closing, our business is strong, and we remain confident in our growth opportunities across all of our business segments. We are making significant investments in R&D to grow our share at the leading edge, and we are increasing our capital investments to be the leader in high-velocity co-innovation with our customers. This is an important indicator of the confidence we have in the growth trajectory of our business. And with our differentiated technology, unique insights and deep industry relationships, we are poised to benefit from the technology transitions and semiconductor growth that is expected over the coming years.\nLiz, we're now ready to begin the Q&A.\n\nLiz Morali\n\nDirector of Investor Relations, Advanced Micro Devices, Inc\n\nThanks, Brice. To help us reach as many people as we can on today's call, please limit yourself to one question. If you have an additional question, please requeue and we'll do our best to come back to you later in the session."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d07533d515cb86fcaf95cc1f6dd62a2b",
    "period": "2024 Q3",
    "content": "Q3 2024 Applied Materials Inc Earnings Call\n\nQ3 2024 Applied Materials Inc Earnings Call\n\nAMATNASDAQAUG 15, 4:30 PM\n\nOperator\n\nWelcome to the Appliance Materials Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's Third Quarter of Fiscal 2024 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q filing with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on our website at ir.appliedmaterials.com.\nAnd with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThanks, Mike. With record revenues in our third quarter and earnings toward the high end of our guided range, Applied Materials continues to deliver strong results in 2024. Secular trends are growing our available market and our unique and connected portfolio of capabilities, products and services positions us to outperform the industry over the longer term.\nAt our recent investor event at SEMICON West, leaders from our semiconductor business share their perspective on the powerful multi-decade technology trends driving the industry forward and explain the role Applied is playing to enable the next generation of semiconductor technology. In today's call, I will summarize some of the key themes we talked about at that event, including how advancing energy-efficient computing performance is critical to deploying AI at scale. Why the energy-efficient computing road map is increasingly enabled by materials engineering and Applied Materials. And how we're working in new ways to accelerate this complex road map and create new growth opportunities for Applied.\nSemiconductors provide the foundation for tectonic shifts in technology that will reshape the global economy over the next several decades, including AI, IoT, robotics, electric and autonomous vehicles and clean energy. These multitrillion dollar global inflections are increasing demand for chips and driving the need for significant advances in semiconductor technology.\nThe biggest tectonic shift of all is AI. And the rates for AI leadership will, in large part, be determined by which companies in the semiconductor industry are first to deliver substantial improvements in energy efficient compute performance. In our discussions with leading AI companies, they are telling us that reducing power per operation is now more important than increasing operations per second. They are also talking about the need to drive a 10,000x improvement in performance per watt over the next 15 years.\nEvolutionary innovation is insufficient to deliver improvements of this magnitude and we're seeing the emergence of a new industry playbook, made up of major device architecture inflections in logic, memory and advanced packaging. These device architecture inflections are increasingly enabled by material science and materials engineering where Applied is the clear market and technology leader.\nFor AI, the advanced chips in the data center used for training AI models are built upon 4 critical categories of semiconductor technology. Leading-edge logic, high-performance DRAM, high-bandwidth memory enabled by die stacking technology and advanced packaging to connect the logic and memory chips together in a single integrated package.\nIn leading-edge logic, key device inflections in both transistor and interconnect are currently moving from chipmaker's R&D pilot lines to high-volume production. The transition from FinFET to gate-all-around transistors, grows Applied's available market for the transistor module from around $6 billion to approximately $7 billion for every 100,000 wafer starts per month of capacity.\nWe also expect to gain share through the gate-all-around transition, and we're on track to capture more than 50% of the process equipment spending for the transistor fabrication steps.\nFor the interconnect module, our available market is also about $6 billion for every 100,000 wafer starts per month. We forecast this will also grow by about $1 billion with the implementation of backside power delivery and we expect to win more than 50% of the applications we address in interconnect when backside power ramps and volume manufacturing.\nIn DRAM, we've also established clear leadership in process equipment and are in a great position for future growth. Over the past decade, we've grown our market share in DRAM by around 10 points. As DRAM plays a critical role in energy-efficient computing performance, there is a huge focus on advancing the road map. The next major DRAM inflection from 6F square to 4F square, or vertical transistor architectures, is materials enabled, and we expect our market opportunity to grow by approximately 10% on to around $6.5 billion for each 100,000 wafer starts per month of capacity. We also expect to increase our share based on our position to enable the 4F squared inflection.\nIn addition, we believe the subsequent transition to [ 3D DRAM ] will grow our addressable market by an incremental 15% further compounding Applied's opportunity.\nIn the die stacking technologies that enable high-bandwidth memory, we also have strong leadership positions, both in micro-bump and through-silicon via. We have seen demand for high-bandwidth memory accelerating in 2024 and expect to generate more than $600 million of HBM packaging revenue this year which is approximately 6x 2023. Overall, including HBM, we expect revenue from our advanced packaging product portfolio to grow to approximately $1.7 billion in 2024. We believe this business can double in size over the next several years as heterogeneous integration is more widely adopted, and we introduced new solutions that grow our addressable market.\nAdvanced Logic, high-performance DRAM, high-bandwidth memory and advanced packaging are all great examples of how future device architecture inflections are increasingly enabled by materials engineering. As a result, we expect materials engineering as a percentage of total wafer fab equipment to grow in both logic and memory through the coming node transitions. At the same time, thanks to our inflection focused approach to R&D, and the strong positions we've established at these future device architecture inflections, we expect to capture more of the expanded opportunities we serve.\nThe value of bringing next-generation semiconductor technology to market faster has never been greater. At Applied, our strategy and investments are focused on accelerating the industry's road map to support the highest growth rates, global inflections, spanning AI data centers, edge AI and IoT, robotics, electric vehicles and clean energy. This strategy is enabled by 3 pillars.\nFirst, we have built a broad, unique and connected portfolio of highly enabling technologies, as well as providing traditional best-in-class unit processes, we can co-optimize, combine and integrate our technologies to deliver more comprehensive solutions that address higher-value challenges for our customers. These integrated fab and [ fab ] solutions have grown from approximately 20% of our semiconductor products revenue in 2019 to around 30% today. We expect demand for our integrated products to continue growing both at the leading edge and from our ICAPS customers who are serving specialty markets.\nSecond, we are changing the way we work inside and outside the company. Over the past 5 years, we have built new capabilities and dedicated teams focused on module integration, device design and simulation, data analytics and AI, advanced packaging and ICAPS. At the same time, we are driving earlier, deeper and more extensive collaboration with our customers and partners to win the device architecture inflection races, accelerate mutual success rates and increased investment efficiencies.\nTo further support these collaborative partnerships we will build out our global Epic platform over the next several years, which is specifically designed for high velocity, innovation and commercialization of next-generation technologies.\nAnd third, we are helping customers transfer new technology into high-volume manufacturing faster and then optimize performance, yield, output and cost in their factory operations. This is supporting double-digit growth in services with a high percentage of our service revenue coming from subscriptions in the form of long-term agreements. Overall, AGS delivered another record quarter which is their 20th consecutive quarter of year-on-year growth.\nBefore I hand over to Brice, I'll quickly summarize. Applied Materials is delivering record results in 2024 and we're in a great position to benefit from secular growth trends over the longer term. Semiconductors are the foundation for a tectonic shifts in technology which will reshape the global economy over the next several decades. This is driving increasing demand for chips as well as the need for significant advances in semiconductor innovation.\nThe race for AI leadership depends on delivering significant improvements in energy efficient compute performance in the range of 10,000x over the next 15 years. The need for more energy-efficient compute is driving major device architecture inflections within the semiconductor road map that are enabled by materials engineering and Applied Materials innovations. This expands our served market and is accretive to our share. And the increasingly complex industry road map creates new collaboration and growth opportunities for Applied, enabled by our broad, unique and connected portfolio of capabilities, products and services.\nFinally, as you may be aware, Mike Sullivan will be retiring at the end of this calendar year and handing the reins to Liz [ Morali ], who recently joined Applied as our new Head of Investor Relations. I would like to say a huge thank you to Mike for his many contributions to the success of our company and congratulate him on an outstanding career.\nNow over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary, and I'd like to thank our teams for their strong execution this quarter, which enabled us to deliver record revenue, improved operational performance and healthy gross margin. Today, I'll summarize the market environment, discuss our Q3 performance and share our Q4 outlook.\nAs Gary mentioned, Mike Sullivan plans to retire from applied at the end of this calendar year. Liz [ Marelli ] has joined Applied as our new Vice President of Investor Relations. Mike and Liz are working on a smooth handoff of the IR function beginning with our November earnings call. I hope you'll join Gary and me in congratulating Mike on his extraordinary career and leadership in welcoming Liz to Applied Materials.\nBeginning with the business environment, our revenue in Q3 as well as our outlook for Q4 and reflect the industry's focus on the major inflections Gary highlighted earlier. We are seeing particularly strong pull related to AI and data center computing. Specifically, our DRAM system shipments remain strong, even as DRAM sales in China declined as anticipated. Adoption of high-bandwidth memory and other forms of advanced packaging continues to grow. And in foundry logic, Leading-edge investment is growing each quarter and becoming a larger percentage of our mix, while ICAPS demand remains strong overall.\nTurning to our Q3 performance. We delivered record revenue of $6.78 billion, which was up 5% year-over-year, with growth in all 3 segments. Operationally, we saw improvements in a number of key metrics such as manufacturing cycle times, linearity and on-time delivery. These improvements give me confidence that we are preparing the company to more efficiently support the growth we are forecasting in the years ahead. The strong operational performance helped us deliver non-GAAP gross margin of 47.4%, which is up 100 basis points year-over-year. Non-GAAP operating expenses of $1.26 billion were up 8% year-over-year, and over 70% of the increase was driven by R&D programs aimed at the technology inflections Gary described. Non-GAAP EPS of $2.12 was up 12% year-over-year and $0.01 below our highest EPS quarter ever.\nTurning to cash flows and profit distributions in Q3. We generated nearly $2.4 billion in operating cash flow and over $2 billion in free cash flow. We distributed nearly $1.2 billion to shareholders, including the first $0.40 per share dividend and $861 million in stock buybacks.\nTurning to the segments. Semiconductor Systems sales were $4.92 billion in Q3, up 5% year-over-year. Segment non-GAAP operating margin was 35%, up 130 basis points year-over-year. From a device perspective, our DRAM sales grew nearly 50% year-over-year to $1.16 billion. Our DRAM sales in China declined sequentially as we anticipated, and this contributed to our company revenue in China, declining by 11 percentage points sequentially to 32%, which is in line with our longer-term average inclusive of semi systems, AGS and Display.\nOur NAND memory sales grew 10% year-over-year to $203 million. Our Foundry logic sales were down 4% year-over-year to $3.56 billion. Leading-edge foundry logic demand was lower year-over-year but continued to strengthen on a sequential basis. We continue to expect to generate more than $2.5 billion in system revenue from gate-all-around nodes this calendar year, with the potential to more than double next year.\nOur ICAPS business remains strong overall, with pockets of weakness in the auto and industrial end markets. Longer term, we expect the ICAPS market to remain around half the foundry logic market as major inflections in IoT, autonomous and electric vehicles and the global energy transformation are expected to drive mid- to high single-digit through cycle growth in ICAPS semiconductors well into the future. We are investing in new products to compete in more areas of the ICAPS semiconductor and packaging ecosystem. We are also working with our customers to enable new power and sensor device architecture inflections using our co-optimized and integrated material systems.\nNext, Applied Global Services delivered record revenue of $1.58 billion in Q3, which was up 8% year-over-year. AGS recurring parts services and software revenue grew more than twice as fast as overall segment revenue during the quarter. AGS non-GAAP operating margin of 29.6% was up 230 basis points year-over-year and non-GAAP operating profit was a record $467 million. From a business perspective, customer factory utilization continued to strengthen during the quarter across memory, foundry logic and advanced packaging. Our leading indicators of future AGS growth remain positive. Our installed base of systems and chambers increased 7% year-over-year, and our average revenue per unit increased even more. Our average subscription agreement length increased to 2.8 years, and the renewal rate was above 90%. We continue to expect AGS to grow at a low double-digit rate over the long term. As a reminder, the consistency of our profitable growth in services gives us confidence in our ability to continue to increase our dividend per share. In fact, over the past 10 years, we have increased the dividend per share at a compound annual growth rate of approximately 15%.\nMoving to display. Q3 revenue of $251 million was up 7% year-over-year and segment non-GAAP operating margin was 6.4%. While LCD equipment spending remains low, we are becoming more confident that the OLED technology found in smartphones will be adopted in notebook PCs and tablets, whose larger screen sizes will require a significant increase in capital investments. Applied has built a leadership position in deposition and eBeam metrology technologies for the display industry, and we are well positioned to enable our customers to convert the notebook PC and tablet markets to OLED technology over the coming years.\nNow I'll share our guidance for Q4. We expect company revenue of $6.93 billion, plus or minus $400 million and non-GAAP EPS of $2.18, plus or minus $0.18, both up 3% year-over-year at the midpoint. Within this outlook, we expect semi systems revenue of around $5.1 billion, which is up 4% year-over-year; AGS revenue of about $1.61 billion which is up 9% year-over-year, and display revenue of around $200 million. We expect non-GAAP gross margin to be approximately 47.4% and non-GAAP operating expenses to be around $1.275 billion. Finally, we are modeling a tax rate of 12.5%.\nThank you. And now, Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. [Operator Instructions] Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd49b448d3573fde8715952ab1861ad7",
    "period": "2024 Q2",
    "content": "Q2 2024 Applied Materials Inc Earnings Call\n\nQ2 2024 Applied Materials Inc Earnings Call\n\nAMATNASDAQMAY 16, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials earnings conference call. [Operator Instructions]\nI would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's Second Quarter of Fiscal 2024 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q filing with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on our website at ir.appliedmaterials.com.\nBefore we begin, I have a calendar announcement. On Tuesday morning, July 9, from 7:30 to 9 a.m., Applied will host a technology breakfast event at SEMICON West in San Francisco. Joining us will be Dr. Prabu Raja, President of Applied Semiconductor Products Group; along with Mark Fuselier, who is Senior Vice President of Technology and Product Engineering at AMD. After Mark shares AMD's AI computing technology vision, Applied's experts will share our advanced materials engineering road map for making future AI chips. We'll outline device architecture inflections in logic, including transistors, frontside wiring and backside power, along with DRAM, high-bandwidth memory and other forms of advanced packaging. We hope you'll join us.\nAnd with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThank you, Mike. The second quarter revenue and earnings toward the high end of our guided range, Applied Materials continued to deliver strong performance in 2024, and we're in a great position to benefit from secular growth trends over the longer term. Semiconductors are the foundation of huge technology trends reshaping the global economy. These trends are driving demand for more chip manufacturing capacity as well as better chips with higher performance and improved energy efficiency.\nKey inflections that underpin the semiconductor road map are enabled by Applied Materials and will support our ongoing outperformance as next-generation chip technologies move into high-volume production. In addition, the complexity of implementing the industry's road map and bringing new semiconductor technologies to market is driving earlier, deeper and broader collaboration with customers as well as supporting double-digit growth for our service business.\nIn my prepared remarks today, I'll provide some examples of how Applied's innovations are helping to enable multitrillion-dollar technology inflections, including AI. I'll explain how this translates to our performance in the near term in our future growth potential. I'll also describe how we're working with our customers and partners to accelerate major semiconductor inflections, all the way from research and development to high-volume manufacturing and by doing this, how we are capturing more value in our service business.\nI'll start with a big-picture perspective. Tectonic shifts in technology, including AI, IoT and automation, electric and autonomous vehicles and clean energy will transform virtually every area of the economy over the next several decades. And they all have one thing in common: they are built upon semiconductors.\nAs these new technologies are deployed, they are driving growth and innovation across the semiconductor ecosystem. In terms of impact and scale, I believe AI will be the biggest technology inflection of our lifetimes. And at the heart of AI are some of the world's most sophisticated chips. In simple terms, the advanced chips that power AI data centers are enabled by 4 key semiconductor technologies: leading-edge logic; compute memory or high-performance DRAM; DRAM stacking technology referred to as high-bandwidth memory, or HBM; and advanced packaging to connect the logic and memory chips together and create a system in a package.\nApplied has process technology leadership in all 4 of these areas, and we have made significant investments in next-generation solutions to make possible the key device architecture inflections that are essential for our customers' future road maps.\nIn advanced logic, Applied has long-standing leadership in the materials engineering processes for both transistors and interconnects. The first nodes that use gate-all-around transistors are now transitioning to high-volume manufacturing. These new transistor process flows are considerably more complex, and the shift from FinFET to gate-all-around grows Applied's available market for their transistor module from around $6 billion to approximately $7 billion for every 100,000 wafer starts per month of capacity.\nWith the gate-all-around transition, we are also gaining share, and we're on track to capture over 50% of the process equipment spending for transistor steps. We also have very strong market share in interconnect or the wiring used to transmit data at high speed and low power. Our available market for the wiring steps is approximately $6 billion for each 100,000 wafer starts per month, and we expect it to grow by $1 billion when backside power delivery is introduced into volume manufacturing. Overall, we expect to generate more than $2.5 billion of revenue from gate-all-around nodes this year and potentially more than double that in 2025.\nIn DRAM, one of the key approaches that memory makers are using to improve performance and power consumption is to implement logic technologies in the peripheral circuitry. Our deep capabilities in logic, combined with our strong position in DRAM patterning in our unique co-optimized hardmask solutions for capacitor scaling, makes us the clear leader in process equipment for DRAM today and best positioned for future growth.\nIn the critical die stacking technologies used in high-bandwidth memory, we also have strong leadership positions, including in micro bump and through-silicon via. Last quarter, we said that we expected our HBM packaging revenue to be 4x larger in 2024 than in 2023. As we have recently seen customers accelerate their capacity plans for HBM, we now believe that our revenue could be 6x higher this year, growing to more than $600 million. Across all device types, we now expect revenue from our advanced packaging product portfolio to grow to approximately $1.7 billion this year.\nLooking further ahead, we see opportunities for this business to double again as heterogeneous integration is more widely adopted beyond the AI data center and we introduce new products that expand our served market. AI data center is just one example that illustrates how the major inflections that underpin the next generation of semiconductors are enabled by Applied Materials.\nMaterial science and materials engineering are increasingly important to the industry's road map. Applied has invested early to develop a broad, unique and connected portfolio of materials engineering solutions that are critical to enable major semiconductor inflections, from AI, high-performance computing to ICAPS edge computing. We are translating those investments into consistent outperformance.\nRecent TechInsights data confirms that in 2023, Applied grew faster than the wafer fab equipment market for the fifth year in a row. We accomplished this despite headwinds created by trade rules that we estimate restricted us from more than 10% of the China market during that period.\nWhile we have gained share overall, we are growing share within our served market even faster. This is important because as logic devices become more 3-dimensional, future generations of DRAM come to market and advanced packaging becomes more prevalent, we expect materials engineering to become an even larger portion of overall wafer fab equipment.\nAnother key component of Applied's strategy is to address the increasing complexity faced by the industry. First, we are driving earlier, deeper and broader collaboration with customers and partners. We are changing the industry's innovation model with the goal to accelerate mutual success rates and increase investment efficiencies.\nOur global EPIC platform that we will build out over the next several years is specifically designed to support high-velocity innovation and commercialization of next-generation technologies. Second, we are able to provide more complete and connected solutions that accelerate major device inflections. The portion of our revenue generated by integrated solutions has grown from approximately 20% in 2019 to 30% today.\nWe expect demand for these fab-in-a-fab-type solutions to continue growing both at the leading edge and from our ICAPS customers who are serving specialty IoT, communications, auto, power and sensor applications.\nAnd third, we are helping customers transfer new technology into high-volume manufacturing faster and then optimize performance, yield, output and cost in their factory operations. This is supporting double-digit growth of our service business. AGS delivered a new record for revenue this quarter, $1.5 billion, with a significant portion of this coming from subscriptions in the form of long-term service agreements.\nBefore I hand over to Brice, I will quickly summarize. Applied Materials continues to deliver strong performance in 2024, and we are in a great position to benefit from secular growth trends over the longer term. Tectonic shifts in technology, including AI, IoT, EVs and clean energy, that are reshaping the global economy are built on semiconductors, driving demand for more chips and new chips with higher performance and better energy efficiency.\nKey device architecture inflections that underpin the semiconductor road map are enabled by Applied Materials. We expect this to support our ongoing outperformance as next-generation chip technologies, including gate-all-around logic nodes, high-performance DRAM and HBM, and advanced packaging move into high-volume production.\nAnd finally, the increasingly complex industry road map is driving earlier, deeper and broader collaboration between Applied Materials and our customers and partners, accelerating demand for our most advanced, co-optimized and integrated solutions and supporting double-digit growth in our service business.\nNow I'll hand over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary. And I'd like to thank our teams for their focus and execution, which resulted in another strong quarter for revenue and gross margin. Today, I'll discuss our overall business environment and share insights into our ICAPS business, which serves the IoT, communications, auto, power and sensor markets. I'll describe our capital allocation strategy and operating model, demonstrating how we are driving profitable growth and attractive shareholder returns. I'll also summarize our Q2 results and provide our guidance for Q3.\nIn calendar Q1, the global market for semiconductors grew 15% year-over-year, and we're optimistic that the data center trends Gary outlined will help drive solid growth for the semiconductor industry. During the quarter, cloud service providers announced strong capital spending plans, which is good news for our customers.\nIn the market briefing we issued earlier this month, we forecast that the data center market will eventually become the #1 driver of leading-edge foundry/logic wafer starts, surpassing PCs and then smartphones in the coming years. Within our business, we had a strong quarter in fiscal Q2 across DRAM, advanced packaging, ICAPS and services.\nIn February, we projected that factory utilization would increase across all device types, and it did. Gary discussed how the data center AI megatrend is driving strong demand for our technologies used in leading-edge logic, DRAM, high-bandwidth memory and other forms of advanced packaging.\nOur ICAPS business is driven by 3 additional megatrends, notably: IoT and edge computing, electric and autonomous vehicles, and renewable energy. Across our ICAPS business, one of the largest demand drivers this year is edge computing, especially at the 28-nanometer node needed by smartphone companies and makers of IoT devices for industrial and home automation applications.\nA second large demand driver is power chips for electric vehicles, where industry leaders are now establishing supply chains to support their long-term growth plans. A third driver is the power chips used to capture renewable solar and wind energy, which are needed to achieve net-zero goals in the decades ahead.\nWe believe our ICAPS business will remain a large portion of our overall foundry/logic business for several reasons. One, the megatrends we described will continue to increase unit demand for ICAPS chips. Two, we are innovating at the device level, which creates better chips, stimulates new system sales and extends Applied's position as the highest-value partner for our customers. And finally, we are introducing ICAPS products in additional market segments, which will help us broaden our reach and gain share.\nNext, I'll summarize our capital allocation strategy and the results it enables. Our efficient business model generates healthy free cash flow. Our first priority is investing in R&D and capital infrastructure to enable profitable growth. And our second priority is growing our dividend per share and using our buyback program to distribute excess free cash flow to shareholders. Specifically, over the past 10 fiscal years, we have reinvested more than $20 billion in R&D and over $5 billion in capital additions and distributed more than 90% of free cash flow to shareholders.\nOur capital allocation strategy supports our operating model, which I'll summarize. First, we invest over $3 billion in R&D each year, collaborating closely with our customers to invent new semiconductor technologies that are critical to their competitive visions in the global megatrends we've described. Second, we design high-volume manufacturing systems that enable our customers to deploy these new chip and advanced packaging technologies at global scale.\nThird, we manage a global factory and supply chain network to manufacture these systems. Fourth, we service our systems, which have decades of useful life, helping customers maximize the return on investment by accelerating ramps and optimizing output, yield and cost. Fifth, we reinvest a high percentage of the profits from this activity back into R&D to develop more new technologies and solutions. And finally, we distribute excess cash to shareholders.\nAn important point is that every tool we manufacture and ship grows our installed base and our service opportunity, which leads to consistent and stable growth for Applied Global Services. In fact, AGS has delivered 19 consecutive quarters of year-over-year growth, spanning 2 memory downcycles. Over 80% of AGS revenue comes from recurring services and parts sales, about 2/3 of which is delivered under long-term service agreements that have a 90% renewal rate. Connecting this to our capital allocation strategy, AGS has continued to produce more than enough operating profit to fully fund our growing dividend.\nIn March 2023, we announced a 23% increase in our dividend per share. And in March of this year, we announced a 25% increase. In summary, over the past 10 fiscal years, our operating model has increased company revenue at a compound rate of over 13%, non-GAAP EPS at nearly 30%, free cash flow at 33% and dividends per share at nearly 12%. Also, over this period, we reduced net shares outstanding by over 30%.\nNow I'll summarize our Q2 results. On a year-over-year basis, net sales grew slightly to nearly $6.65 billion, non-GAAP gross margin grew 70 basis points to 47.5%, non-GAAP OpEx grew 5% to $1.23 billion, and non-GAAP EPS grew 4.5% to $2.09.\nTurning to segment results. Semiconductor systems revenue remained strong at $4.9 billion and included record ion implant sales. Segment non-GAAP operating margin was 34.9%. Applied Global Services revenue increased 7% year-over-year to $1.53 billion, and segment non-GAAP operating margin was 28.5%. Our tools under subscription agreement increased by 8% year-over-year, and our installed base of chambers surpassed 200,000 for the first time.\nMoving to display. Q2 revenue was $179 million, and segment non-GAAP operating margin was 2.8%. We are becoming more confident that the OLED technology found in smartphones will be adopted in notebook, PCs and tablets with larger screen sizes would spur an increase in capital investments.\nTurning to cash flows in Q2. We generated nearly $1.4 billion in operating cash flow and nearly $1.14 billion in free cash flow. We distributed nearly $1.1 billion to shareholders, including $266 million in dividends and $820 million in buybacks. We repurchased 4.1 million shares at an average price of $197.77.\nNow I'll share our guidance for Q3. We expect revenue of [ $6.65 ] billion, plus or minus $400 million, and non-GAAP EPS of $2.01, plus or minus $0.18. Within this outlook, we expect Semi Systems revenue of around $4.8 billion, AGS revenue of about $1.57 billion and display revenue of around $245 million. We expect non-GAAP gross margin to be approximately 47% and non-GAAP operating expenses to be around $1.26 billion. Finally, we are modeling a tax rate of 12.3%. Thank you.\nAnd now, Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. [Operator Instructions] Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/419d4e3dfa0d8fb46741b21542b5e23c",
    "period": "2024 Q1",
    "content": "Q1 2024 Applied Materials Inc Earnings Call\n\nQ1 2024 Applied Materials Inc Earnings Call\n\nAMATNASDAQFEB 15, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. [Operator Instructions] I would like turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's First Quarter of Fiscal 2024 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-K filing with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on our website at ir.appliedmaterials.com.\nBefore we begin, I have a calendar announcement. On Monday evening, February 26, Applied will host a panel at the SPIE Advanced Lithography and Patterning Conference in San Jose. Joining us will be leading experts from NVIDIA, Intel, IMEC and Siemens EDA. We'll also have demo stations with several new products and technologies, we'll be introducing at the event. There won't be a webcast, so we hope you'll join us in San Jose. And with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThank you, Mike. Applied Materials made a strong start to fiscal 2024, with first quarter revenue in the high end of our guidance and earnings that exceeded our guided range. Our inflection-focused innovation strategy is delivering results. We have outperformed our markets for 5 consecutive years and believe we are in a great position, as customers transition major new chip innovations to high-volume production over the next several years.\nThe breadth of our technology capabilities, combined with our deep customer relationships, allows us to see inflections early and accelerate key technology innovations that are critical to scaling AI, IoT, Electric Vehicles and Renewable Energy. We have reshaped and expanded our portfolio of solutions, that enable next-generation transistors, new interconnect schemes, including backside power delivery, high-performance DRAM, including high bandwidth memory, and specialty applications in the ICAPS market.\nIn my prepared remarks today, I'll provide some examples of how these inflections grow Applied's available market and are highly accretive to our share. I'll also talk about our long-term strategy to accelerate innovation and commercialization velocity through tighter collaboration with our customers and partners. But to begin, let me share our latest perspective on the market environment.\nIn our discussions with customers, we're hearing that overall market dynamics are improving. There is a reacceleration of capital investment by cloud companies, fab utilization is increasing across all device types and memory inventory levels are normalizing. In terms of Applied's business in 2024, we see leading-edge foundry logic being stronger year-over-year, even though some important projects are delayed. We're forecasting ICAPS demand to be slightly lower than 2023, with weakness in some end markets being offset by strong regional investments.\nWe expect our NAND revenues to be up year-on-year, but NAND to remain less than 10% of total wafer fab equipment spending. And we see continued strength in our DRAM business, driven by customers ramping production of high-bandwidth memory. High-bandwidth memory where high-performance DRAM dies are stacked and connected to logic die with advanced packaging is a key enabler for the AI data center. The dyes used in high-bandwidth memory are more than 2x larger than standard DRAM, which means that more than twice the capacity is needed to produce the same volume of chips.\nOn top of this, the packaging steps needed for die stacking further increase our total available market. High Bandwidth Memory or HBM made up only about 5% of DRAM output in 2023, but is expected to grow at a 50% compound annual growth rate over the coming years. DRAM is a great example of how our inflection-focused innovation approach is working, by focusing on the critically enabling process and packaging steps for next-generation technologies, Applied has significantly increased our share of the DRAM market.\nIn 2023, we estimate that our DRAM share was more than 10 points higher than it was a decade earlier. And our DRAM revenues were larger than our 2 closest process equipment peers combined. We're also best positioned for future growth, thanks to our leadership in Logic Technologies, that have been implemented for DRAM Peripheral Circuitry Applications to enable significantly increased IO speeds. Our strong position in DRAM patterning or unique co-optimized, hardmask solutions, which are critical for capacitor scaling, and advanced packaging, where we have strong leadership positions in micro bump and through silicon via that will enable multiple generations of high-bandwidth memory.\nIn fiscal 2024, we expect our HBM packaging revenues to be 4x larger than last year, growing to almost $0.5 billion. And across all device types, we expect revenue from our Advanced Packaging Product portfolio to grow to approximately $1.5 billion. Looking further ahead, we see opportunities for this business to double again, as heterogeneous integration is more widely adopted, and we introduced new products that expand our served market.\nAnother key inflection that will transition to high-volume production beginning this year is gate-all-around transistors, in leading-edge foundry logic. These complex 3D structures can provide a more than 30% improvement in a chip's energy efficiency. This is especially enabling for high-performance AI data center applications. The shift from FinFET to gate-all-around grows Applied's available market by $1 billion for every 100,000 wafer starts per month of capacity. And we're on track to gain share and capture over 50% of the spending for the process equipment used in this new transistor module.\nMajor advances in leading-edge foundry logic and DRAM are also driving the need for more and better metrology and inspection, to be integrated into the manufacturing flow. We have developed industry-leading cold field emission eBeam technology, that enables highly sensitive 2D and 3D imaging, at up to 10x higher speeds. We expect our CFE systems revenue to grow by a factor of 4 in 2024 and represent 50% of our total eBeam system sales.\nThe incredible innovation we see in the industry today is not limited to the leading edge. In recent years, ICAPS customers have invested about 10% of their revenues or about $30 billion annually, in research and development to accelerate the road map for IoT, communications, automotive, power and sensor technologies. ICAPS technology depends less on shrinking device features and customer investments are heavily weighted towards new structures, new materials and new integration approaches, playing to the core strengths of Applied.\nICAPS is another area where we saw market inflections early. And 5 years ago, we formed a dedicated team to focus on the needs of these customers. Since then, we've released more than 20 new ICAPS products that target the highest value device innovations in these markets. And we have a robust development pipeline of unit process and integrated solutions.\nWhile major end market inflections, such as AI and IoT, Electric Vehicles and Renewable Energy are already driving Semiconductor growth and innovation, it's important to recognize they are still in the early stages of adoption. For example, high-performance GPUs for AI data centers only represent 6% of leading-edge foundry logic wafer starts today. The full potential of technologies like AI cannot be unlocked without next-generation chips with better performance, power and cost. The technology road map for Semiconductors is rich with possibilities and opportunities, but also incredibly complex.\nNo company is better placed to address this complexity than Applied Materials. With the industry's broadest and deepest portfolio of capabilities and products, we have a unique ability to combine, co-optimize and integrate our technologies to develop highly differentiated solutions for our customers. To bring these advances to market faster, we're also innovating the way we innovate, by driving earlier and deeper collaboration with our customers and partners.\nWe are expanding our global innovation network, that will connect into the EPIC center, we're building in Silicon Valley. During the quarter, we announced an expansion of our long-term partnership with Leti, which is focused on accelerating ICAPS innovation, and we launched a new collaboration with MIT, which is centered around next-generation power electronics.\nAs industry complexity rises, we're also delivering more value to customers with our advanced services that enable our customers to accelerate R&D, transfer new technology into volume manufacturing faster and then optimize yield, output and cost in their factories. AGS has delivered 18 consecutive quarters of year-on-year growth. Revenue for the first quarter was up 8%, versus the same period last year, and the business is now at a $6 billion annual run rate. AGS has the opportunity for double-digit growth this year, and we believe we can sustain this growth rate into the future.\nA significant portion of AGS revenue is generated from subscriptions. We have almost 17,000 tools under service agreements, up 8% year-on-year, and these agreements have a very high renewal rate over 90%. Before I pass the call over to Brice, I will quickly summarize. Applied Materials outperformed our markets in 2023 for the fifth consecutive year and we delivered strong results in the first quarter of 2024.\nThe positions we've established at key industry inflections, will support continued outperformance, as customers ramp next-generation chip technologies into high-volume production. We are strengthening R&D collaboration with customers and partners to drive innovation and commercialization velocity improvements in mutual success rate and R&D investment efficiencies. And we see growing demand for our advanced services that are helping customers manage increasing complexity in their business as the industry scales. Now I'll hand over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary. And I'd like to thank our teams for delivering strong revenue and margins this quarter and making further improvements in our operating performance. On today's call, I'll discuss our value creation strategy and the results it is producing. Then I'll summarize our growth thesis and why we believe we will outperform our markets in the years ahead. Finally, I'll summarize our Q1 results and provide our guidance for Q2.\nI'll begin by discussing how our assets and strategy create value for shareholders. Applied has the broadest and deepest process equipment portfolio and expertise in the industry. We are highly invested in collaborating with our customers, allocating $3 billion in annual R&D to invent new solutions to the most critical Semiconductor manufacturing challenges. Increasingly, the only way to solve these challenges is by co-optimizing and integrating our chamber technologies in new ways.\nIn addition, identifying new materials and processes early and collaborating closely with customers, leads to faster results, a higher probability of success, greater efficiency and stronger financial returns. The benefits of our value creation strategy are being demonstrated in our financial results.\nWe generated record equipment sales, $20.7 billion in calendar '23, including legacy equipment reported in AGS. And we extended our strong position in DRAM with record calendar year sales of over $4.3 billion. In fact, over the past 10 years, the company has gained over 10 points of DRAM share in multiple points of overall share. This has contributed to Applied delivering a fifth straight year of overall WFE share gains and one of the best share outcomes of the past 20 years.\nOver the same 10 fiscal years, we've grown company revenue at a compound rate of over 13%, non-GAAP EPS at nearly 30%, free cash flow at 33% and dividends per share at nearly 12%. Also, over this period, we increased return on invested capital from 8% to 35% and reduced net shares outstanding by over 30%.\nNext, I'll summarize our growth thesis. As we look out over the planning horizon, we expect Semiconductors to grow significantly faster than GDP. Second, we expect the equipment market to grow as fast or faster than Semiconductors over time, driven by increasing technical complexity. Third, we expect Applied's Equipment business to outgrow the market. And fourth, we expect our Services business to grow as fast or faster than our Equipment business. I'll take a moment to support the third pillar of our thesis that Applied's Equipment business will outgrow the market.\nThe reason is that our technologies enable the key Semiconductor advances needed to drive growth in AI, IoT and Renewable Energy. Looking ahead to the Semiconductor process inflections that will play out over the next several years, the company is extremely well positioned. In data center AI, we are #1 in process equipment for advanced logic and compute memory, both standard DRAM and high-bandwidth memory. We also have line of sight to share a 50% or more in gate-all-around transistors, backside power delivery and advanced packaging. We are equally strong in Edge AI and IoT with the #1 position in ICAP silicon, which is used to sense and convert analog information and transmit it to the cloud.\nWe are also innovating rapidly in ICAPS technology for the global energy transformation, including through new agreements with partners like [ Lei ] and MIT, which Gary described. In summary, we feel confident that our unique assets and collaboration strategy position Applied to continue to outpace our markets and deliver strong shareholder returns as these major inflections play out over the next several years.\nNow I'll summarize our Q1 results. On a year-over-year basis, net sales declined slightly to $6.7 billion. Non-GAAP gross margin grew 110 basis points to 47.9%, non-GAAP OpEx grew 5.6% to $1.23 billion, and non-GAAP EPS grew nearly 5% to $2.13. Turning to our segment results. Semiconductor Systems revenue was strong at $4.91 billion and included record DRAM and edge system sales. Segment non-GAAP operating margin was 35.7%. While our operating expenses are primarily focused on R&D programs for emerging technology inflections, we are also investing to expand and diversify our manufacturing logistics and supply chain to efficiently serve future growth.\nApplied Global Services delivered record revenue and its 18th consecutive quarter of year-over-year growth. AGS revenue increased approximately 8% year-over-year to nearly $1.8 billion and segment non-GAAP operating margin was 28.3%. Our installed base surpassed 49,000 tools, during the quarter and grew to nearly 200,000 chambers. Around 2/3 of AGS recurring services and parts revenue was delivered as subscription agreements.\nFinally, AGS continued to produce more than enough operating profit to fund Applied's growing dividend. Moving to display. Q1 revenue was $244 million, and segment non-GAAP operating profit was 10.2%. We continue to look forward to our opportunity in the upcoming OLED IT growth inflection. Turning to cash flows in Q1. We generated $2.3 billion in operating cash flow and $2.1 billion in free cash flow. We distributed $966 million to shareholders, including $266 million in dividends and $700 million in buybacks.\nWe repurchased nearly 5 million shares, at an average price of $152.60. Please note that our Q1 results include the following: First, as we discussed in our recent 10-K report, we increased the estimated useful lives of our plant Equipment and this increased non-GAAP EPS by $0.03. Also effective Q1, we refined the way we allocate stock-based compensation, moving the majority of the expenses from corporate unallocated to the operating segments, which gives managers greater visibility over costs.\nWhile the change has no impact on company operating profit or EPS, it reduced the segment operating profit and corporate unallocated costs proportionately. To help you with your segment models, our quarterly earnings presentation includes a table showing what operating profits would have been in fiscal 2022 and in each quarter of fiscal 2023 on a like basis.\nFinally, the reduction in depreciation and share-based compensation, in cost of sales, increased gross margin by approximately 40 basis points. Now I'll share our guidance for Q2. We expect revenue to be $6.5 billion, plus or minus $400 million, and we expect non-GAAP EPS of $1.97, plus or minus $0.18, within this outlook, we expect Semi Systems revenue of around $4.8 billion, AGS revenue of about $1.5 billion and Display revenue of around $150 million. We expect non-GAAP gross margin to be approximately 47.3% and non-GAAP operating expenses to be around $1.235 billion. We are modeling a tax rate of 12.5%. Thank you. And now, Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. Our goal is to help as many of our analysts as possible. With that in mind, please ask just one question on today's call. If you have another question, please re-queue and we'll do our best to come back to you later in the session. Operator, lets please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c72137e314480d1a16101ddcea0230e2",
    "period": "2023 Q4",
    "content": "Q4 2023 Applied Materials Inc Earnings Call\n\nQ4 2023 Applied Materials Inc Earnings Call\n\nAMATNASDAQNOV 16, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. [Operator Instructions]. I would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's Fourth Quarter of Fiscal 2023 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer. .\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q filing with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on our website at ir.appliedmaterials.com. Before we begin, I have a calendar announcement. On Tuesday evening, December 12, Applied will lead a panel on the future of Logic near the IEDM Conference in San Francisco. Joining us will be leading technology executives from Intel, Samsung and TSMC, along with Google, Qualcomm, Synopsys and the ED Group. There won't be a webcast, so we hope you'll join us in San Francisco. And with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThank you, Mike. Before we begin, I'd like to speak briefly about Israel. As many of you know, Applied Materials has had a significant presence in Israel for nearly 30 years. We were shocked by the terrorist attacks of October 7 and the outbreak of war with its measurable suffering and loss. Our team in Israel is proving their resilience at this dangerous time and Applied Materials is committed to do our part to help our families stay safe until more peaceful conditions return.\nNow, turning to our results. We delivered a strong finish to fiscal 2023 with record earnings in our fourth quarter and record revenue, earnings and cash flow for the year as a whole. I would like to recognize the hard work and commitment of our global team to deliver these outstanding results. As this is our year-end call, I'll begin my prepared remarks by reviewing our performance and key accomplishments over the past 12 months. I'll then talk about our longer-term growth thesis for the industry and Applied before concluding with our outlook and priorities for 2024.\nWhile semiconductor and wafer fabrication equipment spending were both down in 2023, Applied was able to demonstrate the strength of our broad portfolio as well as the central role we play, enabling major industry inflections. Our semiconductor systems business delivered mid-single-digit growth for the fiscal year and remains on track for growth in calendar 2023, which will be the fifth consecutive year that we've outperformed the wafer fab equipment market.\nWe believe we can sustain this outperformance over the coming years, thanks to the leadership positions we've established at the major technology inflections that will enable our customers' road maps.\nIn the past 12 months, many of our business units delivered new records and major milestones, including etch, where we passed 10,000 shipments of our Sym3 chamber. We also released new products and secured incremental production tool of record positions and gate-all-around, backside power delivery, patterning, advanced DRAM and high-bandwidth memory and heterogeneous integration.\nAt the same time, we strengthened our ICAPS business that serves IoT, communications, auto, power and sensor customers with new products and application wins in etch, epitaxy, implant as well as metrology and inspection.\nIn services, we delivered low single-digit revenue growth in fiscal 2023, overcoming headwinds and -- including lower fab utilization rates and trade restrictions. In this period, our total installed base increased 5%. In fact, our installed base of process chambers is now more than twice as big as our nearest competitor.\nIn addition, there are more than 14,000 tools that are not chamber-based including CMP, implant, and metrology and inspection. We grew the number of tools under long-term subscription agreements, which now generate 63% of our total parts and service revenues. We also maintained the renewal rate of these subscriptions at 90%.\nIn 2023, we continue to focus on our operations and supply chain, and we've made significant and sustainable improvements. Compared to this time last year, we are providing customers with better on-time delivery and shipment quality while normalizing our inventory levels.\nMore importantly, our operations are ready to scale as the industry grows over the years to come. Across the company, we're in a great position to enable our customer success and profitably grow Applied Materials as this next era of industry expansion take shape.\nLooking to the future, there are 4 key components of our growth thesis. First, we believe that semiconductors will outgrow GDP and -- as the digital transformation of the global economy progresses.\nSecond, we expect the market for wafer fab equipment to grow as fast or faster than the market for semiconductors. This is because the industry road map is becoming more complex and chip makers need to deploy more technology to move from 1 node to the next.\nThird, we believe that Applied will outperform wafer fab equipment because the key technology inflections are enabled by materials science and materials engineering where Applied has the broadest, most connected and most enabling portfolio of solutions.\nAnd fourth, we believe we can grow our service business as fast or faster than our equipment business by providing customers with advanced service solutions that accelerate technology transfer from R&D to high-volume manufacturing and optimize device performance, yield and cost in their fabs.\nBy identifying major industry inflections early and making strategic multiyear investments in our product portfolio and capabilities, Applied Materials is best positioned to benefit from this exciting period of industry innovation and growth. We have, by far, the broadest portfolio of unit process technology to address our customers' high-value problems in transistor, interconnect, 3D memory, specialty devices and heterogeneous integration.\nWe're able to combine these technologies in unique ways to create co-optimized and integrated solutions, and we are seeing strong pull from our customers to work on higher-value module and device integration problems.\nAt no time in our history have we been closer to our customers. We have built a unique platform collaborative innovation and commercialization of next-generation technologies. We will significantly expand this collaboration platform with EPIC, enabling Applied and our partners to innovate the way we innovate. And our advanced technology-enabled service offerings are seen by customers as increasingly valuable, especially during technology transfer and fab ramp. These advanced services also provide growing subscription revenue streams for Applied.\nMoving to our near-term outlook and priorities for the year ahead. While we are mindful of the complex macroeconomic and geopolitical environment, we see demand for Applied's products remaining robust with some changes within the mix. In 2024, we expect demand from our leading-edge foundry logic customers to be stronger year-on-year, underpinned by higher PC, cloud and AI data center spending as well as the initial build-out of gate-all-around nodes.\nWe see demand for our ICAP's business being lower, mainly due to softness in the industrial automation and automotive end markets. In DRAM, both pricing and utilization are improving for our customers and we see demand for Applied's products remaining strong. And we believe NAND spending will be up year-on-year, but still far below 2022 and less than 10% of wafer fab equipment spending overall. We expect NAND to remain a lower percentage of the wafer fab equipment mix moving forward.\nIn terms of the global trade environment, the October 2023 and -- export control rule changes in the U.S. were primarily focused on alignment with other countries. The rules are complex, and while we are working with the government to clarify certain details, we see no incremental material impact to Applied at this time.\nAs I look ahead, I strongly believe that Applied Materials has the right capabilities, strategy and partnerships. In fiscal 2024, our major focus areas include driving R&D programs to further differentiate our portfolio and extend our leadership as the key inflections that enable future industry growth, continuing to make operational and supply chain improvements to better serve customers, capture economies of scale and drive productivity across the enterprise and ensuring that as we scale the company, we continue to reduce our environmental impact in line with Applied's collaborative net-zero playbook as announced earlier this year.\nBefore I hand over to Brice, let me summarize. In fiscal 2023, Applied grew our semiconductor equipment and service businesses, even though our markets were down year-on-year. For calendar 2023, we're on track to outperform the wafer fab equipment market for the fifth year in a row. We believe this outperformance is sustainable. thanks to our strong positions at all the key industry inflections, the strength of our customer collaborations and growing demand for our advanced services.\nAnd we remain positive about our long-term growth opportunities where we expect semiconductors to grow faster than GDP, wafer fab equipment to grow as fast or faster than semiconductors, Applied to outperform the wafer fab equipment market and our service business to grow as fast or faster than equipment sales.\nNow I'll hand over to Brice.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary. I'd like to start by thanking our teams for delivering record results this year and for making sustainable operational improvements in our inventory management, manufacturing linearity and on-time delivery performance. On today's call, I'll summarize our results for the fiscal year and Q4 as well as provide our guidance for Q1.\nWe -- Before going into the results, I'll share my perspective on our unique business model and how it creates attractive returns for our long-term shareholders. Applied creates value by directing nearly $3 billion of annualized R&D into one of the most important markets of the world, semiconductors. Because we have the broadest and deepest equipment portfolio and expertise, we are invited to work closely with our customers as a trusted partner to identify and holistically solve their most valuable technical challenges.\nOur R&D spending helps customers modify materials at atomic levels and on an industrial scale to deliver better semiconductors and end products for strategic growth markets like artificial intelligence. Our unique relationships with our customers provide us with insights into end market and technology road map trends and allow us to focus our spending on projects that have a high probability of commercial adoption and strong financial returns.\nAs a result of the R&D invested in our customer success, we now have line of sight to market share leadership and growth across the key semiconductor manufacturing inflections. including gate-all-around, backside power, heterogeneous integration, high-bandwidth memory and 3D DRAM.\nThe strategies we use to help solve challenges in leading-edge logic and memory are also being deployed in the ICAPS markets, where our growth in 2023 more than offset weakness in NAND and leading-edge logic. ICAPS is also a strategic growth market fueled by powerful trends like edge computing and renewable energy.\nApplied's focused and effective R&D investments have led to fantastic results for our shareholders. Over the past 10 years, we've grown revenue at a compound rate of over 13% non-GAAP EPS at nearly 30% and and free cash flow at 33%. We've increased our quarterly dividend per share at a compound rate of more than 12% over this period. And earlier this year, we announced our belief that our free cash flow can support doubling our previous dividend per share over the next several years.\nLooking ahead to the next 10 years, we expect semiconductors to grow faster than GDP. We expect the equipment market to grow as fast or faster than semiconductors due to increasing technical complexity. We expect Applied's equipment business to outgrow the market due to our strong portfolio of products and solutions that are squarely targeted at the highest value inflections. And we expect our services business to grow as fast or faster than our equipment business as we help our customers generate increasing value from the industry's largest installed base of more than 48,000 tools.\nNext, I'll summarize our fiscal year results. On a year-over-year basis, revenue increased nearly 3% to a record $26.5 billion, non-GAAP gross margin increased 20 basis points to 46.8% as our value-based pricing and cost improvement actions more than offset the impact of inflation. Non-GAAP OpEx increased 13% to $4.69 billion, with the majority of the increase in R&D. Non-GAAP operating profit declined 2% to $7.72 billion, and non-GAAP operating margin decreased 140 basis points to 29.1%. We -- Non-GAAP EPS increased 4.5% to $8.05 per share.\nWe generated record operating cash flow of $8.7 billion and record free cash flow of $7.6 billion. Shareholder distributions were approximately $3.16 billion. We paid $975 million in cash dividends and used approximately $2.2 billion to repurchase 18 million shares at an average price below $123 per share. We remain committed to returning 80% to 100% of free cash flow to shareholders over time and returned 87% over the past 3 years.\nNow I'll summarize our Q4 results. on a year-over-year basis. Net sales of $6.72 billion were slightly lower. Non-GAAP EPS rose 4% to a record $2.12. Non-GAAP gross margin increased 130 basis points to 47.3%, and -- and non-GAAP OpEx grew 8.8% to $1.19 billion, with around 2/3 of the increase in R&D.\nTurning to the segments. Semi Systems revenue declined 3% year-over-year to $4.88 billion, and segment non-GAAP operating margin was flat at 36.9%. And -- For the full year, Semi Systems grew revenue by 5% and outperformed the market, delivering record net sales overall and in foundry logic as well as in implant packaging, metal deposition and CBD.\nApplied Global Services revenue grew 4% year-over-year in Q4 to a record $1.47 billion, and segment non-GAAP operating margin grew 100 basis points to 29.3%.\nAnd -- For the full year, AGS revenue increased 3%, demonstrating how the underlying growth drivers of the business more than compensated for the trade restrictions enacted in October of 2022, and along with fab utilization rates that declined over the past year. AGS growth is a function of 3 things: the number of tools in the installed base, the increase in service intensity as process complexity increases and the number of subscription agreements, which increased revenue per tool. In 2023, we increased the installed base by 5%. The -- and we increased the percentage of tools under service agreement by 3 percentage points to 16,600. I -- An important catalyst for AGS is that we are adding entirely new kinds of subscription agreements, including sensor and AI-based solutions in areas like tool matching for fab ramp acceleration.\nIn Q4, we signed a unique environmental services agreement under which a large number of process tools and subfab resources are connected to applied eco-efficiency hardware and software products all delivered as a service that helps our customers reduce electricity consumption and carbon emissions. In addition, we recently signed our largest global comprehensive service agreement ever. Finally, AGS continues to produce more than enough operating profit to pay the company's dividend.\nMoving now to Display. Q4 revenue increased to $298 million, and segment non-GAAP operating margin increased to 22.5%. And -- we continue to expect the display cycle and Applied's display business to improve modestly in 2024. And we look forward to our opportunity to drive OLED technology into the laptop and tablet markets in 2025.\nWe -- Turning to cash flows in Q4. We generated nearly $1.6 billion in operating cash flow and nearly $1.25 billion in free cash flow. We distributed nearly $968 million to shareholders, including $268 million in dividends and $700 million in buybacks. We repurchased 5 million shares at an average price of $138.54.\nThe -- Next, I'll discuss our business in China. As Gary indicated, we do not expect an incremental material impact from the recently updated trade rules. Our business in China grew as expected in Q4, and -- largely due to an increase in trailing-edge DRAM shipments that contributed close to $500 million in revenue. In Q4, our overall revenue in China was 44% of company sales. For the full year, revenue in China was 27% of sales, with Semi System sales in China composing 20% and AGS and Display sales in China, the remaining 7%.\nWe believe equipment demand in China is likely to remain healthy for an extended period because China's domestic manufacturing capacity remains significantly below its share of worldwide semiconductor demand.\nIn addition, while nameplate fab capacity is growing in China, effective capacity is likely to remain below industry averages for some time until product and process yields gradually improve.\nNow I'll share our guidance for Q1. We expect our revenue to be $6.47 billion, plus or minus $400 million, and we expect non-GAAP EPS of $1.90, plus or minus $0.18. Within this outlook, we expect semi systems revenue to be $4.7 billion with ongoing strength in trailing edge DRAM. We expect AGS revenue to be $1.46 billion, and Display revenue should be around $235 million. We expect non-GAAP gross margin to be approximately 47%, and non-GAAP operating expenses to be around $1.23 billion. we are modeling a tax rate of 13%. Thank you. And now, Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. [indiscernible] is to help as many of our analysts as possible. With that in mind, please ask just 1 question on today's call. If you have another question, please requeue and we'll do our best to come back to you later in the session. Operator, let's please begin. ."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3dc302682ba6fc21799f85eb3f01b4e4",
    "period": "2023 Q3",
    "content": "Q3 2023 Applied Materials Inc Earnings Call\n\nQ3 2023 Applied Materials Inc Earnings Call\n\nAMATNASDAQAUG 17, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. During the presentation, all participants will be made listen-only mode. [Operator Instructions]. I would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's Third Quarter of Fiscal 2023 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q filing with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com.\nAnd with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nThank you, Mike. In our third fiscal quarter, Applied Materials delivered results at the high end of our guidance range. Across the business, our teams are executing well. We are making incremental improvements in our operations as we productively scale the company, and we're driving our technology road map introducing enabling new products and solutions for our customers.\nIn my prepared remarks today, I will start with our big picture view of the IoT AI era and how this is driving growth and innovation across the industry. I'll then summarize Applied's strategy and how this is enabling us to outgrow the industry this year, while also positioning us for sustained outperformance over the longer term. And finally, I'll cover our near-term performance and outlook, including some recent business highlights.\nIn the summer of 2018, at our AI Design Forum, Applied laid out a thesis explaining how we expected IoT and AI to drive a new wave of semiconductor growth and innovation, 5 years later, IoT and AI inflections are having a profound impact across many sectors of the economy as well as within the semiconductor industry. We view IoT and AI computing as 2 sides of the same coin. At the edge, consumer devices, vehicles, buildings, factories, and infrastructure are all getting smarter and more capable. Our customers that serve these IoT communications, auto, power and sensors markets or ICAPS are growing and represent the largest portion of wafer fab equipment sales in 2023. Increasingly intelligent edge devices are fueling an explosion of data generation that can then be transmitted and combined to create very large data sets for training AI models. High-performance AI computing is primarily enabled by hardware innovations. As a result, AI is becoming the key driver of the leading-edge logic and DRAM road maps as well as heterogeneous integration which creates exciting new innovation opportunities for device designers.\nIn summary, the first part of our thesis is that the combination of IoT and AI drives demand for significantly more chips as well as next-generation silicon technologies. The second part of our thesis relates to how those chips and new technology innovations will be supplied. In terms of technology, as the benefits of traditional Moore's Law 2D scaling slowed down. The industry is moving to a new playbook to drive improvements in power, performance, area cost and time to market. The PPACt playbook has 5 elements: new system and device architectures, new 3D structures, new materials, new ways to shrink and heterogeneous integration. The transition to the new playbook is positive for Applied in 2 key ways.\nFirst, as the road map evolves it is increasingly enabled by advances in materials engineering where Applied has differentiated capabilities. Key examples of this include the move to gate-all-around transistors and backside power distribution in advanced logic. Second, the PPACt playbook is inherently more complex, and we can help customers manage this complexity by providing more comprehensive solutions, which include integrated products and advanced services to accelerate R&D, technology transfer ramp as well as yield and cost and volume production.\nIn parallel to the new PPACt playbook being implemented, we're also seeing regionalization of semiconductor supply chains as countries seek to build resilient local capacity to support industry verticals that are essential to their economies. As a result, hundreds of billions of dollars of government incentives will be deployed globally over the next 5 years. At Applied, we recognized these trends early and made important changes to our strategy, organization and investment profile. In the past 5 years, we created a dedicated organization to focus on the ICAPS market and released more than 20 new products for ICAPS applications. We also formed a team focused on co-optimized and integrated products to accelerate solutions for leading-edge logic and memory. This has resulted in much deeper strategic relationships with our customers, new highly differentiated products and increasing market share.\nWe developed a very strong portfolio of products to enable multiple generations of DRAM technology that is fueling share gains in this market segment and contributing to our outperformance. And we established a clear leadership position in heterogeneous integration and advanced packaging. In fact, we just announced 5 new heterogeneous integration products at Semicon West in July. This strategy and increased focus on IoT and AI-driven inflections has enabled us to deliver more value to customers and strong performance in 2023 even during a period of very low investment by memory makers. It also positions us for ongoing outperformance in 2024 and beyond.\nLet me highlight a few key areas. In DRAM, our revenues in the first half of 2023 were higher than our 2 closest process equipment peers combined. Our strength in DRAM is underpinned by multiple factors. We have gained significant share in DRAM patterning both for EUV-based and multi-patterning. We have developed unique co-optimized hardmask solutions, which are a key enabler for capacitor scaling, we have successfully ported key technologies developed for logic to DRAM, where they are used in the peripheral circuitry to significantly increase IO speed. And we are the largest supplier of advanced packaging solutions with leadership positions in Micro bump and through silicon via that enable multiple generations of high-bandwidth memory.\nAs DRAM investments increase, we feel very positive about our opportunities, especially in high-performance DRAM for the data center. High-bandwidth memory is less than 5% of DRAM capacity today, but it is expected to grow at a 30% compound annual growth rate over the coming years. If you look at an HBM to die compared to DDR5, it's about 25% larger because of additional IO routing in the area needed for the TSVs. On top of this, the extra processing steps needed for die stacking further increase our total available market by approximately 5%.\nAnother key growth driver is our ICAPS business, we see ICAPS demand as sustainable as these customers are delivering enabling technology for large global inflections that will play out over the next decade. These include industrial automation, electric vehicles and vehicles with advanced driver assistance systems, solar and wind energy, where each megawatt generated requires $3,000 to $4,000 of power chips and the smart grid, which could drive $50 billion of annual silicon demand by the end of the decade. ICAPS investments are also expected to be underpinned by government support around the world and we expect these markets to be a significant beneficiary of regional incentives. The increasing complexity needed to enable the PPACt playbook, combined with the broadening of the industry's geographic footprint are both key growth drivers for our service business.\nAGS delivered record revenue this quarter and is on track to grow in 2023, even with this year's low fab utilization rates and after absorbing the impact of new U.S. trade rules. This year, more than 60% of our service revenue is generated from subscriptions in the form of long-term agreements. These agreements are growing at a faster rate than the installed base and have a high renewal rate of more than 90%. With strong customer pull for our services and a robust pipeline of new capabilities we believe we're on track to achieve low double-digit AGS growth in the coming years. While I'm excited about the opportunities ahead, it's important to recognize that to deliver this future the industry must also overcome significant challenges relating to complexity, cost and our combined carbon footprint.\nAt Applied, we believe the way to do this is through closer collaboration and higher velocity innovation and commercialization of next-generation technology for energy-efficient computing. In the past quarter, we announced 2 major initiatives: our Epic platform in the United States and a collaborative engineering center in India. These investments will support even faster and better relationships with customers, universities, suppliers and government partners to accelerate time to innovation and time to commercialization while increasing our combined R&D productivity. In addition, we're also driving a collaborative approach to reduce carbon emissions as the industry grows.\nIn July, we rolled out our collaborative Net Zero playbook, and we announced 2 major new products that help customers with carbon reductions. Our Vistara platform, which lowers platform energy consumption by up to 35% and increases throughput density by as much as 30%. And EcoTwin, that enables customers to monitor, model and optimize chemical and energy consumption by tool and by recipe.\nBefore I hand over to Brice, I'll quickly summarize. Advanced chips are at the foundation of major global inflections and as the IoT AI era take shape is driving a new wave of growth and innovation for the semiconductor industry. At Applied, we have focused our strategy and investments to deliver high-value technologies that enable key IoT and AI-driven inflections. We have strong leadership positions in ICAPS leading-edge foundry logic, DRAM and heterogeneous integration using advanced packaging. This strategy is enabling us to consistently deliver strong results in 2023 despite lower overall wafer fab equipment spending and positions us for sustainable outperformance over the coming years.\nNow Brice, it's over to you.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary. On today's call, I'll discuss the business environment, summarize our Q3 results, provide our guidance for Q4 and frame the investments we're making in our R&D infrastructure. Before covering the near term, I'll remind you of our longer-term thesis. First, we believe the semiconductor industry is on track to grow faster than the overall economy over time and reach $1 trillion in sales by 2030. Second, Applied's leadership in materials engineering is increasingly critical to our customers' roadmaps. Third, Applied's broad portfolio of differentiated products, balanced market exposure and growing services business, make us less volatile today than in the past and more likely to grow faster than our markets. And fourth, our efficient business model generates strong profitability and free cash flow which enables us to both invest in profitable growth and deliver attractive shareholder returns.\nMoving now to the Q3 business environment. We continue to see strength in ICAPS, which largely offset weakness in leading-edge foundry logic and NAND. A ICAPS demand was broad-based, generating record revenue in 200-millimeter systems and record revenue in Europe. In fact, the United States, Japan and Europe are the fastest-growing ICAPS regions this year. Around the world, customers and governments are making long-term investments to ensure future supply of a wide range of semiconductors needed to support growing demand in key industries such as automotive, medical equipment and renewable energy to name a few.\nTurning to our operational performance in Q3. Our teams delivered strong results. We exceeded our revenue guidance across semiconductor systems, services and display. We improved our delivery performance in systems and services and made further progress reducing inventory. Cash from operations and free cash flow were both the second highest in our history.\nNow I'll summarize our Q3 financial results. Company revenue was nearly $6.43 billion, down 1% year-over-year and in the upper end of the guidance range. Non-GAAP gross margin was slightly above our guidance, and operating expenses were slightly below. Non-GAAP EPS was $1.90, down 2% year-over-year and near the high end of guidance.\nTurning to the segments. Semi Systems revenue of $4.68 billion was down 1% year-over-year. Segment non-GAAP operating margin was 34.8%. Applied Global Services generated record revenue of over $1.46 billion and non-GAAP operating margin of 29.3%. This was AGS' 16th consecutive quarter of year-over-year revenue growth. While 200-millimeter system sales contributed to the growth, the team also made strong progress driving the leading indicators of our subscription business. For example, tools under service agreement are up 5% year-over-year to over 16,000 systems and tools under comprehensive service agreement, which have the highest revenue per tool are up 7% year-over-year, reaching 12,000 systems. In Display, revenue grew sequentially to $235 million, and segment non-GAAP operating margin was 15.7%.\nTurning to cash flows. We generated $2.58 billion in operating cash flow during the quarter, which is 40% of revenue. We produced over $2.3 billion in free cash flow, which is 36% of revenue. We distributed $707 million to shareholders through quarterly dividends and share buybacks. We paid $268 million in dividends, and the dividend per share was $0.32, reflecting the 23% increase announced in March. We used $439 million to repurchase nearly 3.4 million shares at an average price below $130.\nNow I'll share our guidance for Q4. We expect Q4 company revenue to be $6.51 billion, plus or minus $400 million. We expect non-GAAP EPS of $2 plus or minus $0.18. Within the guidance, we expect semi systems revenue to be around $4.75 billion. We expect DRAM revenue to be up by around $500 million quarter-over-quarter, primarily driven by trailing edge shipments. We expect AGS revenue to be about $1.42 billion and Display revenue should be around $290 million. We expect Applied's non-GAAP gross margin to be about 47%, and we expect non-GAAP operating expenses to be around $1.17 billion. We continue to model a tax rate of 12.3%.\nFinally, as we said last quarter, we plan to make a multibillion-dollar investment in new R&D infrastructure over the next several years to significantly expand our capacity to collaborate more closely and productively with our customers. As we develop next-generation materials, process technologies and equipment. The scale of the investment will depend on our ability to secure government support. The Epic Center is expected to come online in fiscal 2026. And while we expect our capital expenditures to be higher over the next several years, there is no change to our strong commitment to shareholder returns.\nIn summary, Applied Materials continues to execute well. We are making good progress against our internal goals and outperforming our markets. While wafer fab equipment spending is lower in calendar '23, our semi systems revenue in the first 3 calendar quarters is trending slightly up year-over-year, and our services business remains on track for year-over-year growth. We've aligned our business with the fastest-growing end markets and are winning key decisions across leading-edge foundry, logic, DRAM, ICAPS and advanced packaging. We are in a great position to invest for technology leadership and growth generate strong free cash flow and increase shareholder returns.\nNow Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. Our goal is to help as many of our analysts as possible. With that in mind, please ask just 1 question on today's call. If you have another question, please requeue and we'll do our best to come back to you later in this session. Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b607e42b6a902332215f64be52b6f076",
    "period": "2023 Q2",
    "content": "Q2 2023 Applied Materials Inc Earnings Call\n\nQ2 2023 Applied Materials Inc Earnings Call\n\nAMATNASDAQMAY 18, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nGood afternoon, everyone, and thank you for joining Applied's Second Quarter of Fiscal 2023 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q filing with the SEC. Today's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com.\nBefore we begin, I have a calendar announcement. On July 11, Applied plans to host the Semicon West Technology Breakfast from 7:30 to 9 a.m. Pacific Time. We plan to announce a major new platform and lead a heterogeneous integration panel featuring executives from AMD, Intel and Qualcomm, along with BSI and the EV group. You can register by visiting the Events page of our IR website. There won't be a webcast, so we hope you'll join us in San Francisco. And with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, Chief Executive Officer & Director, Applied Materials, Inc.\n\nP\nThank you, Mike. Applied Materials delivered strong results in our second fiscal quarter with revenues in the high end of our guidance range. Across the business, our teams are executing well, successfully managing a dynamic near-term environment, making progress with our longer-term strategic initiatives and introducing enabling new products and solutions for our customers.\nDespite macro headwinds, our outlook remains favorable, and we expect to outperform our markets in 2023, thanks to our balanced market exposure, our strong position at key technology inflections, which is driving demand for our differentiated products, especially in metal deposition, CVD, etch, implant, thermal processing and e-beam and our growing service business, which is increasingly subscription-based. In my prepared remarks today, I'll cover our perspective on the market, both the near-term dynamics and our longer-term secular growth thesis, how Applied is positioned to outgrow the industry this year and over the longer term. And finally, the investments we are making to create more value for our customers and productively scale the company.\nIn 2023, challenging and evolving macro conditions are impacting the semiconductor industry, both negatively and positively. Demand that is directly driven by consumer electronics is clearly weak, while demand driven by inflections in technology and strategic regional supply chain investments remains robust. This contrast can be seen in our customers' investment levels. Weakness in PCs and smartphones is a key factor for memory customers who have significantly reduced their investments in 2023. Measured as a percentage of total wafer fab equipment, memory spending is tracking at its lowest level in more than a decade. In leading-edge foundry logic, we also have seen customers trimming their spending plans for the year. We see these changes as timing adjustments as these companies remain fully committed to their long-term road maps to win the race for technology leadership in this market. Pushouts in leading-edge investments are being offset by increased strength from customers who serve the IoT, communications, automotive, power and sensors markets.\nOver the past quarter, we revised our 2023 ICAPS forecast upwards with demand being driven by 2 interconnected factors. First, ICAPS customers are delivering critically enabling technology for large global inflections that will play out over the next decade. These include clean energy, electric vehicles and industrial automation. These inflections are driving significant innovation. At Applied, we have released more than 20 major new ICAPS products since we formed our ICAPS group 4 years ago.\nSecond, there is a clear trend towards regionalization of supply chains as countries seek to build resilient local capacity to support industry verticals that are central to their economies. We currently see around $400 billion of government incentives being deployed globally over the next 5 years, a significant portion of which will be directed towards ICAPS markets. While China currently leads in ICAP spending, we see other countries increasing their investments at a higher rate. In fact, the fastest-growing regions for our ICAPS business in 2023 are the U.S., Europe and Japan.\nLooking beyond 2023, our long-term growth thesis for the industry remains unchanged. Semiconductors are the foundation of the digital economy, which is driving demand and puts the industry on a path to become a $1 trillion market by the end of the decade. At the same time, CHIP technology complexity is increasing significantly as traditional 2D scaling slows and the industry transitions to a new PPAC playbook to drive improved performance, power, area cost and time to market. Increasing complexity means that wafer fab equipment can grow at a higher rate than semiconductor revenues. And then within equipment spending, major technology inflections are increasingly enabled by materials engineering, expanding the available market for Applied Materials.\nI'll highlight a few examples of how major materials engineering inflections contribute to our growth. First, gate-all-around transistors are a great example of a new 3D device structure that is enabled by materials engineering in areas where Applied has leadership products, including epi and selective removal. In addition, we've developed differentiated conductor etch solutions specifically for gate all around applications. We expect shipments of our gate all-around products to begin ramping in 2024 as leading customers move into high-volume production. For Applied, this inflection creates an incremental opportunity of around $1 billion for every 100,000 wafer starts of capacity. And we expect to gain 5 points of transistor market share in the overall transition from FinFET to gate all around.\nSecond, in wiring, we're seeing significant innovation in new materials, adoption of new low resistance metals for contact and interconnect enabled us to grow our PVD revenues at 3x the rate of wafer fab equipment in 2022. High-speed data connectivity remains a key focus for all our customers, fueling further growth at future nodes.\nThird, Applied Technology is providing our customers with new tools to drive their scaling road map. Recently, we launched Sculpta, a breakthrough pattern shaping technology, which provides a simpler, faster and more cost-effective alternative to EUV double patterning. It decreases customers' capital cost by about $250 million for each layer of adoption per 100,000 wafer starts. We are already shipping repeat systems and expect this business to grow to multiple hundreds of millions of dollars of annual revenue in the next several years. The final example is Advanced Packaging. While we are still in the early phases of industry adoption, this inflection is already a great growth area for us. Our packaging revenue has doubled in the past 3 years to over $1 billion. We have strong leadership positions in key enabling technologies, including through silicon via, micro bumping and hybrid bonding. We believe we can double revenues again in the next few years with further adoption of 3D multi-die packaging. The increasingly complex solutions our customers are deploying to move from 1 technology node to the next are also a key growth driver for our service business. Customers are seeing value in our solutions to support their R&D, rapidly transfer and ramp new technologies and drive device performance, yield, output and cost in high-volume manufacturing. Our service business is on track to grow in 2023, even with lower utilization rates in certain nodes and after absorbing the impact of U.S. export control rules. More than 60% of our service revenue is generated from subscriptions in the form of long-term agreements.\nThese agreements are growing at a faster rate than the installed base and have a high renewal rate of more than 90%. Given our confidence in the trajectory of the industry and Applied Materials, we are taking actions and making associated investments to support our growth, accelerate our customers' road maps and drive productivity and efficiency as the industry scales. On May 22, we will formally announce a major strategic investment in a new high-velocity innovation platform focused on next-generation equipment and process technologies. As innovation in the industry is increasingly driven by new materials, structures and devices, our goal is to change the way we collaborate with customers, universities, suppliers and other partners to bring new manufacturing technologies to market faster and optimize the overall economic returns.\nWe look forward to sharing more details next week. Before I hand over to Bryce, let me quickly summarize. While 2023 is a challenging year for the economy and areas of the semiconductor market, Applied's business performance remains resilient, thanks to our broad exposure to secular trends strong product positions at key technology inflections and our growing service business. Our longer-term outlook is very positive as semiconductors become a larger and more strategically important market globally, and industry trends create outsized opportunities for Applied. To position ourselves for the opportunities ahead, we are making strategic investments in R&D and infrastructure, while driving improvements in productivity and speed across the organization. Now Brice, it's over to you.\n\nBrice A. Hill\n\nCorporate Vice President & Group Controller-Business Operations Finance, Intel Corp.\n\nThank you, Gary. On today's call, I'll summarize our Q2 results, provide our guidance for Q3 and discuss the investment we're making in our R&D infrastructure. Before covering the near term, I'd like to remind you of 4 key points. First, the semiconductor industry is on track for secular growth with expectations of a $1 trillion market by 2030; second, materials engineering is increasingly critical to our customers' roadmaps; third, Applied's broad and differentiated portfolio, market diversity and growing services business make us more resilient today than in the past and set us up to outperform our markets; and fourth, we have an efficient business model that generates strong profitability and free cash flow, which enables us to invest in growth and provide attractive shareholder returns.\nIn fact, in March, we signaled our confidence in the long-term growth of the semiconductor market and in our ability to deliver the new materials and manufacturing innovations required to drive the industry. The Board of Directors approved a 23% dividend per share increase, which is the largest increase in 5 years and supplemented our share buyback program with a new $10 billion repurchase authorization. We believe our free cash flow can continue to grow and support increasing the dividend at an accelerated rate over the next several years, which would double our previous dividend per share.\nAs our services business grows along with our installed base of equipment, it alone produces more than enough operating profit to pay the company's dividend.\nMoving now to Q2 business highlights. Our team did a great job navigating supply and schedule challenges during the quarter, enabling us to grow revenue and earnings per share on a year-over-year basis. We mitigated most of the supplier cybersecurity situation we described last quarter, and this helped us deliver higher-than-expected revenue in both semi systems and AGS. Most of our businesses caught up to demand and our lead times and inventory levels declined. Growth in our ICAP business helped to offset year-over-year declines in memory as it did in Q1. And our services business generated record revenue growing year-over-year and offsetting headwinds created by the trade rules announced last October.\nNow I'll summarize our Q2 financial results. Company revenue in Q2 was $6.63 billion, up 6% year-over-year, and non-GAAP EPS was $2, up 8% year-over-year. These results were in the upper end of our guidance range and only slightly below last quarter's near-record results. Non-GAAP gross margin was flat sequentially at 46.8%, remaining resilient as we offset headwinds related to trade restrictions, inflation, supply chain and logistics. Non-GAAP OpEx rose slightly quarter-over-quarter to $1.17 billion.\nTurning to the segments. Semi Systems revenue grew 12% year-over-year to $4.98 billion. Segment non-GAAP operating margin was 35.6%. AGS revenue grew 3% year-over-year to nearly $1.43 billion. In fact, this was AGS' 15th consecutive quarter of year-over-year growth. Segment non-GAAP operating margin increased sequentially to 29%. In display, revenue was approximately flat sequentially at $168 million, and segment non-GAAP operating margin increased sequentially to 12.5%. Turning to cash flows. We generated $2.3 billion in operating cash flow during the quarter, which is nearly 35% of revenue. We produced over $2 billion in free cash flow, which is nearly 31% of revenue which demonstrates the efficiency of our business model. Shareholder returns in the quarter were over $1 billion, including $219 million in dividends and $800 million in share buybacks. Now I'll share our guidance for Q3. We expect company revenue to be $6.15 billion, plus or minus $400 million. We expect non-GAAP EPS of $1.74 plus or minus $0.18.\nWithin this guidance, we expect semi systems revenue to be around $4.5 billion, which is down nearly 5% year-over-year. We expect AGS revenue to be about $1.43 billion, which is up 1% year-over-year Display revenue should be around $170 million. We expect Applied's non-GAAP gross margin to be about 46.3%. The and we expect non-GAAP operating expenses to be approximately flat sequentially at $1.17 billion. We are modeling a tax rate of 12.3%.\nFinally, I'll comment on the new innovation platform Gary discussed in his remarks. We're planning to make a multibillion dollar investment in new infrastructure over the next several years to significantly expand our capacity to collaborate more closely and productively with our customers as we develop next-generation materials technologies and equipment. We'll provide more details about the amount and timing next week. What I'd like you to note today is that the investment is consistent with our company's existing long-term strategic plans. Also, the scale will depend on our ability to secure government support. While we expect our capital expenditures to be higher over the next several years, there is no change to our longer-term financial model and our strong commitment to shareholder returns.\nIn summary, Applied Materials is executing well and demonstrating the advantages of our broad and diverse portfolio, markets and customer base. This year demonstrates how our business has become less volatile and more resilient -- we are growing year-over-year in semiconductor systems and services and generating healthy profitability. We are in a great position to invest for technology leadership and growth, generate strong free cash flow and increase shareholder returns. Mike, please begin the Q&A.\n\nMichael Sullivan\n\nVice President of Investor Relations\n\nThanks, Brice. To help us reach as many people as we can, please ask just one question on today's call. If you have another question, please requeue and we'll do our best to come back to you later in the session. Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6dd808035e42a94d2f383663532027ec",
    "period": "2023 Q1",
    "content": "Q1 2023 Applied Materials Inc Earnings Call\n\nQ1 2023 Applied Materials Inc Earnings Call\n\nAMATNASDAQFEB 16, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call.\n(Operator Instructions)\nI would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nGood afternoon, everyone, and thank you for joining Applied's First Quarter of Fiscal 2023 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-K filing with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com. Before we begin, I have a calendar announcement. Later this month, Applied Materials is participating in the SPIE Advanced Lithography and Patterning Conference. For those who aren't traveling to San Jose for the conference, we plan to hold a new product launch event on our IR website on Tuesday, February 28, at 9:00 a.m. Pacific Time. We hope you'll join us.\nAnd with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, CEO & Executive Director, Applied Materials, Inc.\n\nThank you, Mike. Applied Materials executed well in our first fiscal quarter, delivering results towards the high end of our guidance range. We also grew our backlog for the ninth consecutive quarter. Going forward, we expect backlog to start declining as we move through 2023.\nOverall, we are making good progress closing our supply versus demand gap. However, very recently, one of our major suppliers encountered a disruption that will impact our second quarter shipments. Brice will provide more details about this when he shares our guidance.\nIn my prepared remarks, I will cover 3 main topics: our current outlook for 2023; our longer-term growth thesis for the industry and how Applied is positioned to grow faster than our markets overall; and finally, a brief overview of the investments we are making to productively scale the company and accelerate our customers' road maps.\nLet me begin with our near-term perspective on the market. In this environment of mixed macroeconomic signals, our customers are facing a variety of demand dynamics. Consumer-driven markets, including PCs and smartphones are clearly weaker while inflection-driven markets remain more resilient, especially high-performance computing and AI, automotive, industrial automation and clean energy.\nIn terms of wafer fab equipment investments, 2023 will be a down year for memory spending as customers rebalance inventories and defer capacity additions in both NAND and DRAM. We expect DRAM to pick up ahead of NAND, potentially beginning to recover later this calendar year. We now see leading-edge foundry logic spending being slightly down year-on-year. While near-term demand headwinds are causing customers to trim capacity additions, they remain firmly committed to strategic investments in advanced nodes to win the battle for next-generation technology leadership.\nOur view of ICAPS, chips for IoT, communications, auto, power and sensor applications is incrementally more positive than it was last quarter, and we now see spending being up year-on-year. Leading ICAPS companies are investing in both technology and capacity to serve growing demand across a wide range of verticals. In addition, there is strong government support around the world to build resilient, regionalized ICAPS supply.\nBased on what we're seeing in our business and hearing from our customers, we believe Applied Materials is well positioned to outperform the market in 2023. The resilience in our business is driven by several contributing factors. First, our balanced market exposure, which allows us to perform well in a variety of spending mix environments. Second, our position with technology leaders who remain focused on investing in their long-term strategies. We have strong positions at all the key technology inflections in advanced foundry logic, ICAPS, DRAM and advanced packaging.\nThird, our record backlog of which a significant percentage is made up of our most differentiated products, including metal deposition that is uniquely enabling for critical next-generation wiring resistance improvements. And finally, our services business, which is on track to grow in 2023, even after the impact of current U.S. export control regulations. More than 60% of our service revenue is generated from subscriptions in the form of long-term agreements. These agreements have an average tenure of 2.6 years and a high renewal rate of more than 90%.\nWhile we are cognizant of near-term volatility in our markets and ready to respond to both upside or downside, our long-term outlook remains highly positive. Semiconductors are the foundation of the digital economy, making them more strategically and economically important than ever before. Around the world, governments are incentivizing the industry to build regional manufacturing capacity and accelerate investments in strategic next-generation technologies. The semiconductor industry remains on track to grow from approximately $600 billion in 2022 to $1 trillion or more by the end of this decade.\nTechnology complexity of chips is increasing significantly as traditional 2D Moore's Law scaling slows and the industry transitions to a new PPACt playbook to drive improved performance, power, area cost and time to market. In addition, as 2D Moore's Law decelerates, we are seeing average die sizes in advanced foundry logic grow. This drives the need for additional wafer capacity while also accelerating the transition to chiplets and heterogeneous designs.\nBeyond advanced packaging, major technology inflections in transistor, wiring and patterning are also enabled by new materials and materials engineering. These inflections increase the size of Applied's available market. As we have been investing in these inflections for multiple years, we are now well positioned to capture a larger share of our available market. We have a deep pipeline of solutions to enable new wiring innovations, gate-all-around transistors, backside power delivery, heterogeneous integration and hybrid bonding. Our broad portfolio of products enables us to offer customers traditional unit process equipment, all the way to integrated material solutions or IMS that combine multiple process technologies with onboard metrology and advanced data analytics in a single platform.\nWe are very confident about the growth trajectory of the industry and Applied's outperformance within that environment. To support this growth, we are making strategic investments in new manufacturing, logistics and R&D infrastructure. The scale, speed and location of these investments will be dependent on receiving government support, some of which we have already secured.\nBeyond simply expanding capacity, we see these infrastructure investments as a catalyst to change the way we collaborate with customers, suppliers and research partners. For example, in the coming months, we expect to break ground on our next-generation R&D center in Silicon Valley. We believe this new high velocity platform will increase innovation and commercialization speed while reducing the overall cost of bringing new manufacturing technologies to market. As the industry and Applied Materials scale, we need to do so productively and efficiently. This is a major strategic theme for us, and across the company, we are focused on driving up productivity and implementing new ways to work that are better and faster.\nBefore I hand the call over to Brice, let me summarize. While the economy in semiconductor industry are facing challenges in 2023, we remain confident that Applied is well positioned to outperform our markets this year. Our resilience is underpinned by our large backlog of differentiated products, growing service business and strong positions with leading customers at key technology inflections. Our longer-term outlook remains highly positive as secular trends create opportunities for Applied to outgrow the semiconductor and wafer fab equipment markets by enabling the PPACt road map with our differentiated portfolio of materials engineering solutions. In line with this view, we are making strategic investments in R&D and infrastructure while driving improvements in productivity and speed across the organization. Now Brice, it's over to you.\n\nBrice A. Hill\n\nSenior VP, CFO & Leads the Enterprise Enablement Group, Applied Materials, Inc.\n\nThank you, Gary. I'd like to start by thanking our team and our supply chain partners for helping us deliver strong revenue in a dynamic environment. On today's call, I'll summarize our Q1 results and provide our guidance for Q2.\nBefore going into the near term, I'd like to discuss the broader context for the industry and the company. Over the past few cycles, the semiconductor industry has become significantly larger and more diverse. Applied's revenue and earnings have grown and become more resilient over this period. In semiconductor systems, more than half our revenue comes from leadership businesses where our market segment share is near or well above 50%. The growth of our services business has added another dimension of stability. These factors strengthen our confidence in our ability to invest, generate high returns and return capital to shareholders. Our business model is very efficient and generates attractive returns. In fact, from fiscal 2013 through 2022, we have grown Applied's free cash flow at a compound annual rate of 30%, and increased our return on invested capital to over 35%.\nWe have 3 capital allocation priorities. The first is funding future growth and returns. And the second is maintaining a strong balance sheet so we can fund R&D through market cycles. Accordingly, even though the semiconductor market is weaker this year, we are investing to scale the company to support our customers in what we believe will be a $1 trillion semiconductor market. We are increasing our manufacturing and logistics capacity and we are making significant investments in our R&D infrastructure to collaborate more closely and productively with our customers and industry partners to help solve their highest-value problems.\nOur third capital allocation priority is returning excess cash to shareholders. We have committed to return 80% to 100% of free cash flow and actual returns for the past 10 years have been 106%. We have repurchased 40% of shares outstanding at the beginning of this period. As the business has become larger and more diverse, we've also increased the dividend. We've increased our quarterly dividend per share at a 14% CAGR over the past 17 years. In fact, operating income from our services business alone more than covers a growing dividend.\nFinally, I want our investors to know that we are increasingly focused on improving our productivity. We increased our full-time employee base by around 20% last year, and have restricted hiring to critical positions and slowed our spending growth. R&D is our largest expense, and we are making portfolio decisions to ensure we generate the highest possible returns from our investments. We also see opportunities to make our manufacturing more predictable and efficient and have formed new teams to drive our operational goals.\nMoving now to our Q1 financials. We delivered net sales of nearly $6.74 billion and non-GAAP EPS of $2.03. These results were in the upper end of our guidance range and nearly identical to last quarter's record results. Non-GAAP gross margin increased 80 basis points sequentially to 46.8%, primarily driven by improved manufacturing and logistics costs, along with pricing adjustments. Non-GAAP OpEx was nearly $1.17 billion, with about 2/3 of the sequential increase from R&D.\nTurning to the segments. Semi Systems revenue grew by 13% year-over-year to $5.16 billion. Strength in ICAPS more than offset reductions in memory and advanced foundry logic. Segment non-GAAP operating margin was 37.3%. AGS revenue grew nearly 4% year-over-year in Q1 to approximately $1.37 billion. AGS absorbed a full quarter of revenue impact from U.S. trade regulations and performed better than the midpoint of our expectations. Segment non-GAAP operating margin was 28%. In display, revenue declined to $167 million, and segment non-GAAP operating margin was 4.8%.\nTurning to our cash flows. We generated $2.27 billion in operating cash flow during the quarter, which is 34% of revenue. We returned $470 million to shareholders, including $220 million in dividends and $250 million in buybacks.\nNow I'll share our guidance for Q2. We expect revenue to be nearly $6.4 billion, plus or minus $400 million or up over 2% year-over-year. We expect non-GAAP EPS of $1.84, plus or minus $0.18. This guidance includes a negative estimated adjustment of $250 million related to a cybersecurity event that was recently announced by one of our suppliers. Based on our current assessment of the situation, we expect to recover all of this revenue and the majority of it in Q3.\nWe expect Semi Systems revenue to be about $4.84 billion, which is up over 8% year-over-year. We expect AGS revenue to be about $1.34 billion, which is down around 3% year-over-year, including the negative impact of recent U.S. trade regulations. Display revenue should be around $160 million. We expect Applied's non-GAAP gross margin to be approximately 46.5%, which is lower quarter-over-quarter, primarily driven by lower volumes and higher near-term supply chain logistics costs. And we expect non-GAAP operating expenses to be around $1.16 billion. We are modeling a tax rate of 12.5% and a weighted average share count of 850 million.\nI'll close my remarks today by saying thank you to our long-term investors for your support. We are investing for the future with confidence. Our products and services are being directed to a semiconductor industry that is growing in size and strategic importance to the global economy. Our business model is highly efficient with low capital intensity and a high return on invested capital, driven primarily by R&D spending deployed in close collaboration with our customers. Our business has become less volatile and more resilient as semiconductor demand has broadened to more markets. Equipment capital intensity has recovered and our services business has grown larger and more subscription based. In fact, over the past 5 fiscal years, we've increased non-GAAP net income by 87%, generated $18.7 billion in free cash flow and returned 118% of free cash flow to investors.\nLooking forward, we believe the growing complexity of the semiconductor road map and our ability to deliver the innovations required by our customers will enable us to grow faster than the industry. We plan to expand our global R&D and manufacturing infrastructure, including the plans Gary previewed. Finally, we will focus on increasing our productivity and maintaining our efficient spending model. Now Mike, let's please begin the Q&A.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nThanks, Brice. To help us reach as many people as we can, please ask just 1 question on today's call. If you have another question, please requeue and we'll do our best to come back to you later in the session. Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5be6897e74d771f3afb186248db3d56",
    "period": "2022 Q4",
    "content": "Q4 2022 Applied Materials Inc Earnings Call\n\nQ4 2022 Applied Materials Inc Earnings Call\n\nAMATNASDAQNOV 17, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call.\n(Operator Instructions)\nI would now turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nGood afternoon, everyone, and thank you for joining Applied's Fourth Quarter of Fiscal 2022 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q and 8-K filings with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com. Before we begin, I have a calendar announcement.\nApplied plans to hold an eBeam technology and new product webcast on Wednesday, December 14, at 9:00 a.m. Pacific Time. Please stay tuned for an invitation to join our presenter, Keith Wells, who is Group Vice President and General Manager of our Imaging and Process Control Group. And with that introduction, I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, CEO & Executive Director, Applied Materials, Inc.\n\nThank you, Mike. Applied Materials delivered a strong finish to our fiscal year with record quarterly performance. Throughout 2022, the company has demonstrated solid execution while navigating COVID-related restrictions, supply chain shortages and a challenging geopolitical and macroeconomic environment.\nI would like to recognize the hard work and commitment of our global team and our suppliers who are doing everything possible to meet our customers' needs. As this is our year-end call, I'll begin my prepared remarks with a quick review of our performance and progress over the past 12 months. I'll then give our latest outlook for 2023 before describing our longer-term growth thesis for the industry and Applied.\nAfter that, Brice will provide more color on our financial performance and key areas of operational focus. Like many others in the technology sector, our performance and priorities in 2022 have been shaped by an unprecedented set of challenges. Our top priority has been mitigating supply chain constraints that prevented us from fully meeting customer demand.\nIn Q4, we made incremental progress, and we expect to continue closing supply gaps over the next few quarters. As well as finding creative short-term solutions, our team has been addressing root causes and building a more resilient, scalable supply chain and stronger strategic relationships with our suppliers. In addition, we are strengthening our own manufacturing, logistics and supply chain management.\nWhile I'm pleased with the recent improvements in supply chain performance, we are still supply chain limited across a number of key product lines and our backlog grew in Q4. The biggest supply constraints are in our metal deposition business, where customer demand is very strong.\nThis is our largest business unit and where we have highly differentiated solutions for advanced foundry/logic and DRAM. The market for these products, which enable next-generation wiring, is expanding considerably. In addition to supply shortages, we're also navigating a difficult geopolitical environment as reflected in the new export control regulations enacted by the U.S. government on October 7.\nThese new rules are complex and cover a broad range of semiconductor technology that includes wafer fabrication equipment and related parts and services. We have taken all the necessary actions to comply with these new rules, including suspending shipments and support where required.\nWe estimate that the unmitigated impact to our fiscal 2023 revenues could be up to $2.5 billion. We believe the actual impact can be reduced to $1.5 billion to $2 billion. This will depend in part on how quickly the government provides licenses and approvals as well as how impacted companies refocus their investments.\nWe are also mindful of the macroeconomic headwinds, including inflation and softening consumer demand. To offset the inflationary cost increases we are facing, we are driving multiple initiatives that include reengineering our products and implementing price adjustments.\nWhile it's too early to forecast 2023 with any precision, I can describe what we're currently seeing in the market and hearing from our customers. Starting with memory, spending is expected to be down year-on-year as weakness in consumer electronics and PCs prompts some customers to defer capacity additions.\nIn leading-edge foundry/logic, demand looks strong, with customers racing for leadership and driving major technology inflections that determine their relative competitive positions. In ICAPS, chips for the IoT, communications, auto, power and sensor markets, demand is mixed.\nConsumer-driven markets are clearly softer, while the automotive, industrial and power markets remain robust. Those investments are underpinned by large inflections, including the transition to electric vehicles, accelerated adoption of industrial automation and growing demand for renewable energy solutions, especially in Europe.\nWhile all of this adds up to an expected pullback in overall wafer fab equipment spending next year, we believe that Applied's business will be more resilient than the underlying market for 3 key reasons: First, we have a significant backlog, the highest in our history, measured on both an absolute and percentage of revenue basis; second, demand for some of our most differentiated product lines where we have uniquely enabling technology remains much higher than our capacity to fulfill that demand; and third, our service business is positioned for steady growth with an increasingly large portion of this business being converted to subscriptions.\nOver the past 12 months, our installed base of systems grew 8% and the number of tools under comprehensive long-term service contracts grew 16%. The renewal rate for these agreements is well over 90%, which demonstrates the value customers see in our subscription services. Looking further ahead, our long-term growth thesis for the industry and Applied Materials has not changed.\nSemiconductors are the foundation of digital transformation that will touch almost every sector of the economy over the coming years. This puts the semiconductor industry on a path to a $1 trillion market by the end of the decade. And while every year will not be an up year, the overall trajectory is clear.\nWe also like where Applied Materials plays within the ecosystem. As technology complexity is increasing, we expect equipment intensity to remain at today's levels or rise further. This means wafer fab equipment is likely to grow faster than the overall semiconductor market.\nWithin equipment spending, major technology inflections are enabled by materials engineering, shifting more dollars to Applied's available markets over time. We think about the industry's future road map in terms of power, performance, area cost and time to market.\nThe PPACt playbook has 5 pillars: new architectures, new 3D structures, new materials, new ways to shrink and advanced packaging, with each pillar made up of multiple technology inflections. For example, new 3D structures like gate-all-around transistors and backside power distribution networks are materials engineering enabled inflections that grow Applied's total available market.\nAs I referenced earlier, wiring is a key bottleneck for chip performance and power at advanced nodes. And this is driving significant innovation in new materials. Between the 7- and 3-nanometer node, contact metallization steps are growing more than 50% and our total available market is expanding almost 80%.\nFor interconnect layers, process steps are being added even faster, and we expect our revenue opportunity to approximately triple through these node transitions. Advanced packaging represents a new era for integrated circuit design that opens major new vectors of innovation for chip designers.\nAdvanced packaging is also enabled by new materials engineering solutions. Although the industry is still in the early stages of adoption, we have already grown our packaging equipment business to nearly $1 billion. Our Process Diagnostics and Controls business also has broad exposure to these inflections and delivered significant growth in 2022. Our progress and opportunities in eBeam will be the focus of our December technology briefing.\nGiven our positive long-term view of the semiconductor market, the outsized opportunities for Applied Materials within the market and favorable global government incentives, we are making investments in R&D and infrastructure to support industry growth and position the company for future success.\nWe will provide more details about our specific plans in the coming months. At the same time, with the current macroeconomic conditions, we are carefully managing discretionary spending and limiting hiring to only strategic positions. Before I hand the call over to Brice, I'll quickly summarize.\nApplied Materials ended the year strong with record performance. In the past quarter, we made incremental progress, overcoming the supply challenges that have constrained our performance in fiscal 2022. However, there is still work to do and our backlog continues to grow. We expect 2023 to be a down year for wafer fab equipment spending, but we believe that Applied's business will be more resilient, thanks to our large backlog, growing service business and strong customer demand for our leadership products that enable key technology inflections.\nLonger-term secular trends create opportunities for Applied to outgrow the semiconductor market by enabling the PPACt road map with our differentiated portfolio of materials engineering solutions. We are making strategic investments for the future while slowing spending growth in the near term. Now I'll hand over to Brice.\n\nBrice A. Hill\n\nSenior VP, CFO & Leads the Enterprise Enablement Group, Applied Materials, Inc.\n\nThank you, Gary. I'd like to start by thanking our team and our supply chain partners for helping to further increase our output for our customers. On today's call, I'll summarize our results for the fiscal year and Q4 as well as provide our guidance for Q1.\nI'll also discuss the impact of recent U.S. export regulations on our revenue and gross margin. Before going into the results, I'd like to make 3 points. First, despite a weaker customer demand outlook, we generated strong orders in Q4 and ended the year with record backlog, particularly in some of our leadership product areas.\nCombined with the resiliency of our AGS business, the strong backlog puts us in a good position to offset some of the market weakness expected next year. Second, we have not changed our view of a $1 trillion semiconductor market by 2030 with a high single-digit CAGR for semiconductors and similar or faster growth for equipment due to added process complexity.\nWe grew our headcount in R&D spending significantly in 2022 to develop new leadership products and further expand our broad portfolio. While we are slowing our spending growth in the current environment, we remain committed to research and development, enabling critical inflections that support our customers' road maps.\nAnd third, we returned nearly [$7 billion] to shareholders this past year, including buybacks equivalent to 6% of shares outstanding at the beginning of the period. With record demand and financial results in 2022, a strong growth opportunity through 2030 and our broad and unique portfolio of systems and services, we're confident in our financial position and our future.\nNext, I'll summarize our fiscal year results. Although supply chain constraints impacted our output all year, we delivered record annual revenue and EPS. On a year-over-year basis, revenue increased nearly 12% to $25.8 billion. Non-GAAP gross margin decreased by around 90 basis points to 46.6%. Non-GAAP operating profit grew by over 7% to $7.86 billion.\nNon-GAAP operating margin decreased by 120 basis points to 30.5%. And non-GAAP EPS increased nearly 13% to $7.70. We generated about $5.4 billion in operating cash flow this past year and over $4.6 billion in free cash flow. We returned 151% of free cash flow to shareholders, including $873 million in dividends and $6.1 billion in share repurchases.\nOur cash returns for the past 3 years were equivalent to over 100% of free cash flow. In the year, demand for our products and services was very strong with record annual bookings in semi systems and AGS. On a year-over-year basis, our total ending backlog increased 62% to $19 billion.\nOur semi systems backlog increased 90% to nearly $12.7 billion. We expect to reduce our semi systems backlog as supply chain performance improves. Our AGS backlog increased 30% to over $5.6 billion. The strong AGS backlog reflects a large increase in long-term service agreements, which gives us confidence in the continued growth of this business.\nMoving to our Q4 results. We delivered record quarterly net sales of nearly $6.75 billion and record non-GAAP EPS of $2.03. Non-GAAP gross margin declined 20 basis points sequentially to 46%. And non-GAAP OpEx grew 3.5% sequentially to nearly $1.1 billion, with most of the increase in R&D.\nTurning to the segments. Semi systems revenue grew more than 6% sequentially to $5.04 billion. Segment non-GAAP operating margin increased 80 basis points sequentially to 36.9%. AGS revenue was flat quarter-over-quarter at $1.42 billion. Segment non-GAAP operating margin declined to 28.3%.\nAGS key performance indicators continue to be positive with strong year-over-year growth in installed base systems, service intensity and subscription agreements. As a result, AGS continues to grow faster than the pace needed to achieve our long-term revenue targets.\nMoving on to Display. Revenue declined as expected to $251 million. Segment non-GAAP operating margin also declined to 13.5%. Turning to our cash flows. We generated $857 million in operating cash flow during the quarter, which was 13% of revenue. We returned over $1.72 billion to shareholders, including $223 million in dividends and $1.5 billion in buybacks.\nWe repurchased 17 million shares at an average price of $88.05. Next, I'll discuss the impact of the new U.S. export regulations to Applied Materials. We currently expect that the unmitigated revenue impact of the new rules could be up to $2.5 billion in fiscal 2023. We continue to work through the regulatory requirements, including seeking licenses and approvals where appropriate.\nWe hope to reduce the revenue impact by between $500 million and $1 billion to a net impact of $1.5 billion to $2 billion. We also expect the rules to reduce our non-GAAP gross margin by up to 1 percentage point. While this creates a headwind to meeting our gross margin targets for 2024, we remain committed to our goals and believe we can achieve and exceed them over time.\nIn Q4, the new rules reduced our semi systems and AGS revenue by approximately $280 million, which is in the range of our expectation on October 12. Inventory charges in Q4 were lower than our preliminary assessment. In Q1, we expect the new rules to reduce semi systems and AGS revenue by approximately $490 million combined and reduce our gross margin by around 1 percentage point, both on an unmitigated basis.\nNow I'll share our guidance for Q1. We expect revenue to be $6.7 billion, plus or minus $400 million, and we expect non-GAAP EPS of $1.93, plus or minus $0.18. Within this outlook, we expect semi systems revenue to be about $5.15 billion, which is up nearly 13% year-over-year.\nWe expect AGS revenue to be about $1.33 billion, which is slightly up year-over-year. Display revenue should be around $170 million. We expect non-GAAP gross margin to be approximately 46.1% and we expect non-GAAP operating expenses to be $1.16 billion. We are modeling a tax rate of 13%, which is up from 11.8% last year, primarily due to mandatory capitalization of R&D expenses effective in our new fiscal year.\nBefore we begin the Q&A, I'd like to summarize our company's position in the current environment. We have record backlog, notably in the highly enabling technologies for next-generation nodes. Our supply chain and manufacturing output are incrementally improving.\nWe expect our services business will continue to grow and generate strong recurring revenue and free cash flow. And the longer-term growth outlook for the semiconductor industry remains strong. Applied is in a great position to invest in future growth and deliver strong profitability, free cash flow and shareholder returns. Now Mike, please begin the Q&A.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nThanks, Brice. To help us reach as many people as we can, please ask just one question on today's call. If you have another question, please requeue and we'll do our best to come back to you later in the session. Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa7e5378af2b6768d6265a9fdf31f745",
    "period": "2022 Q3",
    "content": "Q3 2022 Applied Materials Inc Earnings Call\n\nQ3 2022 Applied Materials Inc Earnings Call\n\nAMATNASDAQAUG 18, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials earnings conference call. (Operator Instructions) I will now turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nGood afternoon, everyone, and thank you for joining Applied's Third Quarter of Fiscal 2022 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q and 8-K filings with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com.\nBefore we begin, I have a calendar announcement. Applied plans to host our services Master Class 5 weeks from today on Thursday, [September 22](corrected by company after the call) at 9:00 Pacific Time. We'll describe the market opportunity for our services business, explain why 87% of AGS revenue is truly recurring, and give you the growth formula for the business through our 2024 financial model horizon and beyond. We hope you'll join team members of our global services team for presentations and Q&A.\nAnd now I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, CEO & Executive Director, Applied Materials, Inc.\n\nThank you, Mike. In our third fiscal quarter, Applied Materials delivered results at the high end of our guidance range and record quarterly revenues. The actions we've been taking to mitigate supply chain challenges are beginning to have an impact, and we expect steady incremental improvements from here.\nResolving supply issues has required new levels of collaboration between our global teams, suppliers and customers. While all of this hard work is yielding results, global supply chains remain stretched. Demand for Applied's products is still higher than our ability to fulfill it, and our backlog continues to grow. In addition, our relentless focus on meeting customers' needs in this very difficult environment has created margin headwinds that we're working hard to overcome. We're driving actions to reduce costs and improve value capture, including price adjustments.\nIn my prepared remarks today, I'll cover 3 key topics: first, our near-term outlook on supply and demand dynamics; second, our longer-term view of the markets and the industry's road map; and third, Applied Materials strategy, priorities and progress. After that, Brice will provide more color on our financial performance in key areas of operational focus.\nLet me begin with our near-term perspective on the market. Due to large gaps between demand and supply as well as equipment companies shipping partially finished systems and emerging components in the field, overall 2022 wafer fab equipment spending is difficult to quantify with precision. Our best estimate is that it will land somewhere in the mid-$90 billion range. For Applied, the picture is clearer. If we use the midpoint of our fourth quarter guidance, we expect our wafer fab equipment revenues to be up approximately 15% for our fiscal year.\nAs we look ahead to 2023, there are 3 major factors shaping our view of the market. First, memory spending is expected to be lower than in 2022 as macro uncertainty and weakness in consumer electronics and PCs causes these customers to defer some capacity additions. Second, leading-edge foundry/logic looks strong with customers battling for leadership and racing to be first to implement major technology inflections. Third, ICAPS customers who serve IoT, communications, auto, power and sensor markets, are reporting areas of strength and weakness. These customers serve broad and diverse applications. They're seeing softness in consumer-centric markets, which are being impacted by macroeconomic factors.\nAuto and industrial demand continues to be solid because those investments are driven by large inflections, such as electric vehicles and industrial automation. In these areas, chip makers are securing long-term capacity agreements that underpin their capital spending plans.\nWhile it's too early to provide a forecast for 2023, we believe our business will be more resilient than in the past if there is a demand pullback in certain areas of the market. We expect Applied to remain supply-constrained for the next several quarters. We're working through our very substantial backlog of orders, which provides a buffer to in-year demand fluctuations. And in addition, customers are providing us with longer-term visibility and commitments in response to their own customers' actions to lock in the strategic capacity they need.\nAlthough we're confident in our ability to perform well in a range of market scenarios, we're mindful of the current macroeconomic trends. As a result, we are slowing down hiring while ensuring we fully fund the R&D programs and strategic operational capabilities that support our long-term growth. Regionalization of supply chains is also something new for the industry. We expect this will provide a small positive tailwind for overall wafer fab equipment spending starting in late 2023.\nAlso, because of the time-bound nature of government incentives in the U.S., Europe and Asia, we see a higher degree of certainty for these investments. Last week, I was in Washington, D.C. for the signing of the CHIPS Act and met with government officials and leaders from across the semiconductor and automotive ecosystems. I'm happy to see the critical role that semiconductors play in the economy being recognized and acted upon.\nThe need to build more resilient and flexible supply chains remains a key theme for these leaders, and the CHIPS Act will enable many companies to accelerate their investments in strategic capacity. I'm also excited about the potential to create a new high-velocity innovation platform in the United States to accelerate the development and commercialization of next-generation technologies.\nAs I look further to the future, I feel very positive about the direction of the industry and our long-term opportunities at Applied. Consensus within the industry is that semiconductor revenues can reach $1 trillion before the end of the decade. That translates to a high single-digit compound annual growth rate from today.\nIn parallel, the technology road map is becoming increasingly complex. As a result, we expect equipment intensity, the ratio of wafer fab equipment investment to semi revenues to remain at today's level or increase over this period. Then the major technology road map inflections, including Gate All Around transistors, Backside Power Distribution networks, new materials for interconnect and contact, and heterogeneous integration of chips and chiplets, are enabled by materials engineering where Applied Materials is the leader, and this shifts more dollars to our available market over time. We've invested ahead of these inflections to create a portfolio of differentiated solutions that positions us to outperform as these new technologies transition to volume manufacturing.\nApplied Materials strategy is built upon the breadth and strength of our technology and capabilities. This provides us with a unique ability to engineer, co-optimize and integrate solutions that address our customers' highest-value technology challenges. Co-optimized solutions, where we optimize adjacent process steps, and Integrated Material Solutions, or IMS, where we optimize a combination of process steps in a single system under vacuum are becoming an increasingly important part of our product portfolio.\nIn our recent Master Class, we talked about a breakthrough IMS approach for tungsten-only contacts that are free of conventional barrier materials. This provides significant improvements in contact resistance and is critically enabling for smaller foundry/logic nodes. The number of process steps are growing as these customers migrate to this pure metal technology, and these low-resistance integrated solutions for contact and wiring represent new multibillion-dollar revenue opportunities.\nOver the past 2 quarters, we have secured multiple tool of record positions at all leading customers. Our ability to co-optimize materials engineering solutions with novel inspection and metrology is also driving record performance in our Process Diagnostics and Control business. We expect PDC revenues to be up almost 40% in fiscal 2022 with broad-based customer adoption of our eBeam metrology and new optical wafer inspection platforms.\nIn the quarter, we also strengthened our ICAPS portfolio with a tuck-in acquisition. Picosun is a leader in batch ALD technology, and we're delighted to welcome their talented team to the Applied Materials family.\nTurning to service. AGS delivered record quarterly revenues despite headwinds for our transactional spares and 200-millimeter equipment businesses due to supply chain constraints. The subscription portion of AGS continues to demonstrate strength. Installed base tools under long-term service agreements grew 9% over the past 12 months. Our renewal rate for these agreements continues to be strong and is currently running at 93%.\nBefore I hand the call over to Brice, I'll quickly summarize. We're beginning to see gradual improvements in our supply chain, which enabled us to deliver record revenue for the quarter. We expect demand to remain higher than supply for the next several quarters, and we're continuing to drive actions to close the gap.\nThe changing macroeconomic environment is causing some customers to adjust the timing of their investments. However, we're confident that our business will be more resilient, thanks to strong pull for a uniquely enabling technology, our large backlog, longer-term visibility from our customers and industry-wide investment in strategic regional capacity. Our long-term view of the market remains unchanged as multiple parallel secular trends drive the semiconductor and wafer fab equipment markets structurally higher. At the same time, large technology inflections that are enabled by our core capabilities in materials engineering create outsized growth opportunities for Applied Materials.\nNow I'll hand the call over to Brice.\n\nBrice A. Hill\n\nSenior VP & CFO, Applied Materials, Inc.\n\nThank you, Gary. I'd like to begin by saying thank you to our teams and our supply chain partners for helping to increase our output despite ongoing constraints and unexpected shortages. Our factory and logistics teams operated with agility, adjusting to almost daily changes in supply schedules. We are still not meeting all of our customers' demand, and solving the supply chain shortages to increase our manufacturing output remains our top priority.\nBefore I summarize our Q3 results, I'd like to emphasize 4 points. First, our overall demand remains healthy. Specifically, our orders remained strong in Q3, our backlog increased, overall factory utilization remains high, and customers have added 4 new factory projects to the long-term road map. There are pockets of weakness in the semiconductor market, and a number of affected customers have asked us to reschedule their capacity additions. At the same time, there are areas of strength, and we have broad market exposure and strong customer pull for technology investments.\nSecond, our supply chain improved incrementally in the quarter, as Gary mentioned. We have added significant investments in talent to our supply chain teams to resolve bottlenecks and to improve our inventory and overall output.\nThird, we remain committed to our long-term gross margin targets. Today, we are still experiencing the effects of higher costs and unfavorable mix, which are being partially offset by pricing adjustments. We expect to incrementally improve gross margins over the coming quarters driven by forecasted improvements in manufacturing volumes, product mix, pricing and logistics costs.\nAnd fourth, we are confident in the industry's underlying growth trajectory and our unique materials engineering capabilities for process innovation. While we are slowing our headcount growth, we have increased our R&D spending by around 10% year-to-date and remain fully invested in enabling our customers' road maps.\nTurning to our Q3 results. We delivered record revenue of $6.52 billion, which is in the high end of our guidance range. Non-GAAP gross margin of 46.2% declined 80 basis points quarter-on-quarter. Non-GAAP operating spending was $1.06 billion, which is right on target and up $39 million quarter-on-quarter as we increased R&D and added supply chain resources. Non-GAAP operating margin declined 60 basis points to 30% driven by the lower gross margin and headcount additions primarily in engineering. Non-GAAP earnings of $1.94 grew $0.09 quarter-on-quarter and matched our previous record.\nTurning to the segments. The semi systems team did a great job maximizing shipments, growing revenue by $276 million, up 6% quarter-on-quarter. Segment non-GAAP operating margin declined 100 basis points sequentially to 36.1% due to higher materials, freight, expedite and labor costs, partially offset by price adjustments.\nThe AGS team delivered record quarterly revenue, growing $37 million or 3% quarter-on-quarter. We continued to deliver healthy year-over-year growth in subscription revenue, while the supply chain shortages constrained our growth in transactional parts and 200-millimeter systems. AGS non-GAAP operating margin was 30.6% and slightly up quarter-over-quarter.\nI'll take a minute to share a few observations about AGS. Next month, we'll host a services Master Class where you'll have an opportunity to learn more about our strategy to increase our recurring revenue. The 3 key drivers are the growth of our installed base, equipment service intensity and long-term service agreements. AGS is making excellent progress toward our 2024 financial model. We exited Q3 tracking around $500 million ahead of the base case of our AGS revenue plan and around $250 million ahead of our high case. In addition, the services business is capital-light and produces excellent cash flow.\nMoving on to display now. The market is weaker due to its high exposure to consumer portion of the economy. During the quarter, we lowered spending in line with the current market environment. Our display revenue declined by $48 million or 13% to $333 million. The business contributed $70 million of non-GAAP operating profit, which is down sequentially by $12 million or 15%.\nTurning to our cash flows. We generated $1.47 billion of operating cash flow during the quarter, which was 23% of revenue. We returned $1.23 billion or 97% of free cash flow to our shareholders, deploying $1 billion to repurchase 9.8 million shares of company stock and paying $225 million in dividends. We also deployed around $440 million for 2 strategic acquisitions. We expanded our ALD portfolio with the addition of Picosun, and we acquired a talented simulation software team. Year-to-date, we have produced over $4.5 billion in operating cash flow and nearly $4 billion in free cash flow and returned $5.25 billion to our shareholders.\nNow I'll share our guidance for Q4. We expect revenue to increase to $6.65 billion plus or minus $400 million. We expect non-GAAP EPS to be $2 plus or minus $0.18. Within this outlook, we expect semi systems revenue to increase to $4.93 billion or up 14% year-over-year. We expect AGS revenue to increase to $1.43 billion or up 4% year-over-year with continued healthy growth in services and ongoing supply chain limitations in 200-millimeter systems and transactional parts. Display revenue should decline to around $250 million. We expect to incrementally increase our non-GAAP gross margin to 46.4%. And we expect non-GAAP operating expenses to increase slightly to $1.08 billion. We are modeling a tax rate of 11.8%.\nBefore we begin the Q&A, I'd like to summarize our company's position in the current environment. We continue to see very strong customer pull for advanced technology in all of our markets, and our backlog continues to grow. We believe some of our customers will moderate their capacity additions in areas that have been impacted by weak consumer spending. However, I expect Applied's business to be more resilient than in past periods for 3 reasons. One is that we have strong exposure to technology investments, particularly in the foundry/logic market, which has grown to become approximately 2/3 of wafer fab equipment spending. Second is that we have multiple quarters of backlog for products that are essential to our customers' technology road maps, and we expect to continue to increase supply over the next several quarters. Third, that our services business has grown to over $5.5 billion in size and generates 87% of revenue from recurring demand for parts, services and software.\nAnd now, Mike, please begin the Q&A.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nThanks, Brice. (Operator Instructions) Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/efea6e4e5b47545c2560ba7de688f2a3",
    "period": "2022 Q2",
    "content": "Q2 2022 Applied Materials Inc Earnings Call\n\nQ2 2022 Applied Materials Inc Earnings Call\n\nAMATNASDAQMAY 19, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nGood afternoon, everyone, and thank you for joining Applied's Second Quarter of Fiscal 2022 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Brice Hill, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-Q and 8-K filings with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com.\nBefore we begin, I have a calendar announcement. Applied will host its next Master Class 1 week from today on Thursday, May 26, at 9:00 Pacific Time. We'll introduce you to new IMS solutions for chip wiring that solve the resistance challenges of EUV scaling. We'll detail how the industry can build backside power distribution networks that increase logic density by up to 30% at the same lithography. We'll introduce you to new developments in hybrid bonding and heterogeneous integration and will translate these inflections to our product road maps and growth targets. We hope you'll join our technology experts for presentations and Q&A.\nAnd now I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, CEO & Executive Director, Applied Materials, Inc.\n\nThank you, Mike. The global semiconductor industry and Applied Materials continue to navigate an unprecedented set of challenges. Demand for semiconductors has never been stronger or broader while the industry's ability to fulfill this growing demand remains constrained by ongoing supply chain issues.\nI would summarize Applied's second fiscal quarter of 2022 as a two-part story. During February and March, we successfully resolved some key component bottlenecks only for this progress to be offset in April as COVID-related shutdowns further disrupted already stretched supply. These shutdowns are impacting a small number of our suppliers and ultimately delayed around $150 million of revenue in the quarter.\nToday, our #1 priority is to work quickly and creatively across the supply chain to bring more industry capacity online. I would like to recognize the hard work and commitment of our global team and our suppliers, who are doing everything possible to meet our customers' needs.\nIn my prepared remarks, I'll cover 3 key topics: First, the supply situation and how we see this evolving over the coming months; second, the near-term demand environment and why we believe this remains strong and sustainable; and third, our long-term view of the markets, the industry's road map and Applied Materials' unique and differentiated capabilities that together create a rich landscape of opportunities for our company. After that, Brice will provide more color on our financial performance and share some of his initial impressions.\nBrice has been with us for 8 weeks, and we're delighted to have him on board. He brings deep and broad experience to our leadership team at this critical time for Applied and the industry.\nLet me begin with the supply side of the equation, which is our biggest area of focus in the near term. The supply situation continues to present multiple challenges that we are working hard to address. Our key issues are shortages of silicon components as well as certain other parts that go into the subsystems of our tools.\nWe are doing whatever it takes to deliver for our customers from sending applied resources to supplier sites, qualifying alternative parts, investing in our supply chain to working with customers in creative ways to accelerate shipments, including merging system modules at their sites.\nIn addition, we're collaborating with customers using our technology-enabled services to fast track the start-up and qualification of equipment once it arrives at their fabs. For reference, if you map out a typical time line, starting with the shipment of a tool from our factory and ending with the first production wafer out in the customer's factory, the time to install and qualify tools for high-volume production can take months.\nWe are seeing strong customer pull for new ramp acceleration services to cut down that valuable time significantly. A positive consequence of our current challenges is that our supplier engagements are becoming much stronger. Not only are we partnering with our suppliers to overcome near-term constraints, we are also building more robust solutions to support industry growth over the coming years.\nAs we focus on the needs of our customers, by addressing parts scarcity, expediting deliveries and adding labor in our factories in the field, we are incurring additional costs that are impacting Applied's near-term financial performance. As issues are resolved and we implement effective long-term solutions, transitory cost headwinds will abate. We're also taking actions to improve value capture, including price adjustments.\nTurning to the demand side of the equation, our outlook remains positive. The picture for 2022 is clear. We have the orders booked, a full build plan and a large and growing backlog. We believe unconstrained demand for wafer fab equipment would be $100 billion or more. The key question is how quickly supply issues can be mitigated and how much the industry will actually be able to ship this year.\nThe primary focus for our customers is now securing supply for 2023. The visibility our customers are providing is both longer term and more detailed than in the past. On this basis, we currently see 2023 remaining strong and being higher than 2022.\nThere are several additional factors that give us confidence in this assessment: First, end demand for silicon continues to grow driven by content growth in existing and new applications. Second, fab utilization is very high even as newly installed capacity comes online. Based on almost 10 years of analytics, this is the highest quarter for industry utilization on record. And third, customers are starting up new capacity faster than ever. Essentially, all tools are being installed by our Applied Materials service team as soon as they arrive at customer fabs, which we have not seen before.\nAs we think about demand sustainability, we also take into consideration the broad-based composition of wafer fab equipment spending. In 2022, we expect foundry/logic to make up more than 60% of total WFE investments. This spending will split relatively evenly between the most advanced nodes and ICAPS, production for the IoT, communications, automotive, power electronics and sensors markets.\nICAPS demand has grown significantly over the past several years, and we see sustainable investment by these customers. The edge applications are consuming more and more silicon. One example is automotive, where the global average silicon content is now $600 per unit, almost twice as much as in 2015. And this will continue to grow with the adoption of electric vehicles.\nAnother example is a 5G phone that has 40% more RF content than a 4G handset. The need for extreme power efficiency and battery-powered edge applications is enabled by innovation in materials and structures and is driving an increase in layers and process steps.\nOver the longer term, advanced packaging and heterogeneous integration also support sustainable demand for ICAPS nodes as chip designers can use the optimal node for power, performance and cost for each chiplet in a system. ICAPS customers are more focused on innovation than ever, and we are meeting these needs with new application-specific products. One example is an implant where over the past 5 years, we've introduced 10 new systems developed for specific ICAPS applications.\nWhile navigating near-term challenges remains our top priority today, we are not losing sight of the bigger picture and long-term opportunities. It's now consensus within the industry that there's a clear path to a $1 trillion semiconductor market before the end of the decade. That would represent a high single-digit compound annual growth rate from where we are today.\nIn other words, it took the industry more than 5 decades to reach $0.5 trillion of annual revenues and we will add another $0.5 trillion within the next 6 to 8 years. We feel even better about where Applied Materials sits within the ecosystem. Because technology complexity is increasing, we expect equipment intensity will remain at today's level or increase further over that period.\nAs a result, WFE will grow in line or faster than the overall semiconductor market. Then within equipment spending, major technology inflections are enabled by materials engineering, shifting more dollars to our available market over time. We described the industry road map that will deliver future improvements in performance, power and cost of semiconductor devices as the PPACt playbook.\nWhile different companies have their own version of the PPACt playbook, the fundamental components of the road map are the same: new architectures, new 3D structures, new materials, new ways to shrink and advanced packaging. Within each of these 5 pillars, clear technology inflections are emerging that can be quantified in terms of impact, value and timing.\nAt our recent Master Class, we described the industry's transition from FinFET to gate-all-around, which is a new 3D structure. Applied has the broadest portfolio of solutions to enable next-generation transistor technology.\nWith the gate-all-around inflection, the total available market for our transistor product portfolio grows by more than 15%. Based on our tool of record positions, we expect to increase our share of that available market by more than 5 points.\nAnd in terms of timing, we expect to start ramping shipments next year. In our next Master Class at the end of the month, we'll talk about wiring and chip integration innovations. Contact and interconnect are in both major focus areas for our customers as they develop new materials and new 3D structures, including backside power distribution networks. Between the 7-nanometer and 3-nanometer node, contact metallization steps are growing more than 50%, and our total available market is expanding almost 80%.\nFor interconnect layers, process steps are being added even faster, and we expect our revenue opportunity to approximately triple. We'll also provide an update on our momentum in advanced packaging. At the investor meeting a year ago, we said we expected to double our packaging revenue between 2020 and 2024. Today, we believe we're on track to hit our 2024 packaging revenue goal 1 year early by winning more than 60% share of our served market.\nBeyond equipment, we are delivering and capturing more value with advanced services. Facing both supply constraints and record fab utilization, customers are seeing significant benefits from using our proprietary parts management and service agreements. We see this reflected in our results as AGS delivered record revenue in the quarter, up 15% year-on-year.\nBefore I hand the call over to Brice, I'll quickly summarize. Semiconductors are the building blocks of the modern world, making them more strategically and economically important than ever. Today, the entire industry is working hard to keep up with the world's rapidly growing consumption of silicon.\nDemand for Applied's products and services is strong, sustainable and broad-based. We anticipate our ability to fulfill this demand will remain constrained by ongoing supply chain challenges in the near term with incremental improvements beginning in our fourth quarter.\nOur #1 priority is to continue working collaboratively with customers and suppliers to bring more industry capacity online. We are making progress in key areas, although it is not yet visible in our results. Longer term, we see incredibly exciting opportunities as secular trends create opportunities for Applied to outgrow the semiconductor market by enabling the PPACt road map with our differentiated portfolio of materials engineering solutions.\nNow I'll hand the call over to Brice.\n\nBrice A. Hill\n\nSenior VP & CFO, Applied Materials, Inc.\n\nThanks, Gary. First, I want to thank the Applied Materials team for such a warm welcome. Across the company in manufacturing R&D, the business units, operations and functions, people have shared their enthusiasm for the business and invested in helping me get quickly up to speed. The company's dedication to its mission and its customers is tangible in every setting, and I'm thrilled to be included.\nI've been working in the industry for almost 30 years now. And being new to Applied, I'll share a few of my observations so far. For most of my career, semiconductor technology advanced almost like clockwork and became the engine of global economic growth and productivity. We all knew the playbook.\nLooking to the future, the semiconductor road map is fundamental to rapid advances and competitive differentiation in all fields, including health care, transportation and education, where we will leverage massive data collection and analysis and do so using less energy and resources. But today, many people are concerned that the growth and benefits we envision are at risk because the traditional playbook has stalled, making progress more difficult and uncertain.\nApplied focuses on exactly this problem, working closely with its customers to identify and invest in the materials innovations we need to create a new playbook and a new road map and enable higher semiconductor performance, lower power consumption and lower cost. So it feels great to be a part of this team and this important mission.\nNow I'll share three of my first impressions. First, the company is highly execution focused. The team has used its in-depth understanding of the global semiconductor ecosystem to battle almost daily challenges with chip and component availability. The manufacturing teams have been flexible and relentlessly hardworking to deliver for customers in a way that inspires my confidence that we will resolve these issues. Over time, I'd like us to smooth out the heavy quarter end production schedules to make us less vulnerable to supply disruptions.\nSecond, Applied's road map extends well beyond the emerging technologies we are talking about today. And this gives me confidence in the industry's ability to continue to drive performance, power and cost for many generations into the future. When I was on the customer side, I didn't realize just how much capability there is.\nThird, the business is highly efficient in terms of capital intensity and operating spending. It's a great model with an excellent return on invested capital. I'm excited to work with Applied's investors and analyst community, and I hope to meet many of you in the near future.\nOn today's earnings call, I'll provide more context on Applied's financial performance, position and outlook and emphasize three key messages: One, demand is very strong, both in the short term and long term; two, we are supply chain constrained, but we are poised for growth as the situation improves; and three, we are confident in the future of the industry and increasing our capacity to support the growth we and our customers see ahead.\nNow I'll summarize Q2 results. First, we generated revenue of $6.25 billion, which was up 12% year-over-year. However, revenue was 2% below the midpoint of our guidance because a COVID lockdown in a key region resulted in factory and shipping closures for a number of our suppliers. To size the impact for you, if the COVID shutdowns had not occurred, we would have exceeded the midpoint of our revenue guidance.\nWe met our non-GAAP gross margin target of 47%, which was down 70 basis points year-over-year as the higher input costs we have been experiencing flowed through inventory and into our revenue shipments. We increased non-GAAP operating profit dollars by 8% year-over-year to $1.91 billion, benefiting from revenue growth.\nOperating margin of 30.6% decreased 110 basis points year-over-year due to higher R&D and infrastructure spending. We grew non-GAAP earnings per share by 13.5% year-over-year to $1.85, which is $0.05 below the midpoint of guidance due to the supply chain constraints.\nOperating cash flow declined to $415 million in Q2 because shipments were back-end weighted during the period and because we increased raw material and work-in-process inventory. Year-to-date, operating cash flow as a percent of revenue was in line with our historical performance.\nDuring the quarter, we returned over $2 billion to shareholders, deploying $1.8 billion to repurchase 15 million shares of company stock and paying $211 million in dividends. During the quarter, we announced a new $6 billion stock buyback authorization and increased the dividend by 8.3%, marking our fifth consecutive annual dividend increase.\nNext, I'll summarize our segment results. We continue to generate strong orders in Q2 in both semi systems and AGS. Our backlog continues to grow and we have visibility from our customers extending into 2023 and beyond.\nOur semi systems revenue grew 12% year-over-year but was about 3% below our expectation due to the COVID-related supplier shutdowns. Semi systems non-GAAP operating margin declined 200 basis points year-over-year due to increases in manufacturing costs and R&D program spending.\nIn AGS, our teams went to extraordinary lengths to keep customer factories running at high utilization, which is particularly difficult in the regions impacted by COVID lockdowns. We delivered record revenue and exceeded our segment revenue guidance, growing 15% year-over-year.\nWe also increased our non-GAAP operating margin by 70 basis points year-over-year. The ability of AGS to deliver sequential growth in Q2 demonstrates the recurring nature of Applied services business. As a reminder, around 87% of AGS revenue comes from services, parts and software. And this strong services mix enabled AGS to grow despite the supply chain disruptions affecting wafer fab equipment.\nOur strategy is to grow the subscription portion of our services business, which gives us predictable revenue, brings us closer to our customers and generates over 3x the revenue per tool. I'll share some of the metrics we use to gauge our progress.\nIn Q2, the Applied Materials installed base grew by 8% year-over-year and is over 40,000 systems. The systems under subscription agreement grew by 11% year-over-year to over 15,000. The average tenure of our agreements grew from 2.3 years last quarter to 2.5 years in Q2. And the subscription renewal rate was 92%.\nNext, our display revenue was at the midpoint of our revenue guidance, up 2% year-over-year. And we increased non-GAAP operating margin by 390 basis points year-over-year. Recently, however, there has been weakness in consumer demand for products like smartphones, PCs and TVs.\nAs a result, display equipment demand has softened. And we are making adjustments to our revenue outlook and curtailing our spending in line with the demand environment. We will manage the business with the goal of maintaining healthy cash flow even at lower levels of revenue and operating margin.\nNext, I'll address how we are preparing for our longer-term growth opportunity. Today, we are working with our customers using much longer planning horizons and receiving better long-term visibility.\nWe are working closely with our supply chain partners to remove bottlenecks and increase capacity. And we are adding incremental capacity at our R&D and manufacturing sites to increase longer-term efficiency and output. As a result of these efforts, we expect to achieve a more robust supply chain and manufacturing capability along with deeper strategic relationships with our customers and suppliers.\nNow I'll turn to our guidance for Q3. We expect revenue to be $6.25 billion with a wider range of plus or minus $400 million. We expect non-GAAP EPS to be around $1.77, plus or minus $0.18.\nWithin this outlook, we expect semi systems revenue of $4.48 billion, a number that is well below demand and assumes the supply chain constraints will persist during the quarter. We expect AGS revenue of $1.43 billion, up 11% year-over-year and display revenue of $310 million. We project non-GAAP gross margin of 46%, non-GAAP OpEx of $1.06 billion and a non-GAAP tax rate of 12%.\nFinally, I'll comment on our gross margin outlook beyond Q3. We expect to gradually increase our gross margins beginning in Q4 through a number of actions that include pricing adjustments, manufacturing cost reductions, logistics improvements and product reengineering. Over time, as the supply chain recovers, we expect a number of transitory costs to abate and to ship higher volumes and a richer product mix. We are fully committed to achieving our longer-term gross margin targets.\nIn summary, our demand outlook is very strong in the short term and in the long term. And we are investing to further strengthen our strategic customer relationships and drive profitable growth and shareholder returns.\nMike, please begin the Q&A.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nThanks, Brice. (Operator Instructions) Operator, let's please begin."
  },
  {
    "header": "AMAT",
    "cik": "0000006951",
    "ticker": "AMAT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/92976b46829e4f244f31fb5f268a5f9e",
    "period": "2022 Q1",
    "content": "Q1 2022 Applied Materials Inc Earnings Call\n\nQ1 2022 Applied Materials Inc Earnings Call\n\nAMATNASDAQFEB 16, 4:30 PM\n\nOperator\n\nWelcome to the Applied Materials Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference over to Michael Sullivan, Corporate Vice President. Please go ahead, sir.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nGood afternoon, everyone, and thank you for joining Applied's First Quarter of Fiscal 2022 Earnings Call. Joining me are Gary Dickerson, our President and CEO; and Bob Halliday, our Chief Financial Officer.\nBefore we begin, I'd like to remind you that today's call contains forward-looking statements, which are subject to risks and uncertainties that could cause our actual results to differ. Information concerning the risks and uncertainties is contained in Applied's most recent Form 10-K and 8-K filings with the SEC.\nToday's call also includes non-GAAP financial measures. Reconciliations to GAAP measures are found in today's earnings press release and in our quarterly earnings materials, which are available on the IR page of our website at appliedmaterials.com.\nBefore we begin, I have a calendar announcement. Applied will hold its next master class on Thursday, April 21, at 9:00 Pacific Time. We'll cover patterning technologies for the chip-making industry, including 2D scaling with EUV lithography, materials-enabled patterning of gate-all-around transistors and 3D patterning control using e-beam technology and AI(x). We hope you'll join our technology experts for presentations and Q&A.\nAnd now I'd like to turn the call over to Gary Dickerson.\n\nGary E. Dickerson\n\nPresident, CEO & Executive Director, Applied Materials, Inc.\n\nThank you, Mike. This is an unprecedented period for Applied Materials in the semiconductor industry. Demand for semiconductors has never been stronger or broader, and the supply chain's ability to fulfill this growing demand is constrained in the near term.\nWhile the supply environment remains challenging, we landed our first fiscal quarter of 2022 towards the high end of our guidance range and delivered our highest ever quarterly revenues. These results are a testament to the capabilities and commitment of our global team who are executing well and focused on doing everything possible to deliver for our customers.\nThe industry clearly has a long way to go before supply catches up with demand. Applied's orders for the quarter were an all-time high, beating our previous record by $0.5 billion. To ensure our own manufacturing capacity is not a limiting factor, we've made and continue to make strategic investments in our global infrastructure. This includes our state-of-the-art logistics service center in Austin, Texas that we're bringing online this month.\nLike many in the industry, the biggest challenge we face today is the availability of certain silicon components that go into subsystems within our products. We are working closely with our suppliers to find solutions and eliminate bottlenecks. I would like to thank them for their partnership as we collaborate in new ways to overcome near-term headwinds and build a stronger supply chain that better supports the future needs of the industry.\nIn today's call, I'll talk about our demand outlook, which is very strong and strengthening. I'll provide our longer-term perspective on the secular trends reshaping the semiconductor industry. And I'll give you some updates on the progress we're making against our strategic goals and how we're positioned to outperform our markets over the coming years. Later in the call, Bob will share his perspective on the state of the industry and our financial outlook.\nLet me start with market demand. It's clear that wafer fab equipment spending in 2021 was limited by supply, with some unmet demand pushing into 2022. If we look at our semiconductor systems revenues from the second quarter of 2021 to the end of Q1 2022 and compare to the prior 12-month period, they were up 43% year-on-year. We think this is a good approximation for industry growth in calendar 2021, which would put WFE in the mid-$80 billion range.\nDemand is very strong and continues to grow. We believe wafer fab equipment spending could reach $100 billion in 2022. And since we are already close to being sold out for the year, we also have a positive growth outlook for 2023.\nWithin WFE, foundry/logic spending grew faster than memory in 2021, and we see it growing faster than memory again in 2022. We believe foundry/logic made up more than 60% of total WFE investments last year and will remain at these levels or increase as a percentage of the mix over the next several years.\nInnovation at the edge and in the cloud means that foundry/logic demand is broad-based and split relatively evenly between the most advanced nodes and ICAPS customers who serve the IoT, communications, automotive, power electronics and sensors markets.\nIt's also important to put this near-term demand outlook in the context of the secular trends driving longer-term growth and structural changes in the industry. While digital transformation is already reshaping the global economy today, it will take decades to fully play out around the world, and that the foundation of this multitrillion-dollar inflection is advanced silicon. Today, 9 of the top 10 most valuable companies in the world either design or build chips. Eight of the 9 are now designing their own customized silicon in-house, and the other one manufactures a large percentage of the world's chips by value. I think this is a great example of the fundamental role silicon plays in driving the system level, power, performance and cost improvements that will unlock the full potential of digital transformation and the metaverse.\nBack in 2018, we introduced our framework for describing the semiconductor industry's future technology road map. We call this the new PPACt playbook and said it had 5 key elements: new chip architectures like workload-specific ASICs, new 3D structures like gate-all-around transistors, backside power distribution, next-generation 3D NAND and 3D DRAM, new materials in gate contact and interconnect, new ways to shrink from EUV lithography to advanced patterning and advanced packaging from 2.5D silicon interposers to 3D chiplets and hybrid bonding.\nAs the major technology inflections that make up the PPACt playbook takes shape, it's clear this future road map is more multifaceted and complex than anything the industry has done before. This increasing complexity has positive implications for Applied Materials. First, we expect capital intensity to remain at the levels we have seen recent years. And second, Applied's broad capabilities are more valuable because they allow us to address higher order problems for customers and provide them with more complete solutions.\nOn top of the opportunities created by the PPACt playbook, major supply chain inflections are underway that are also positive for industry economics. This starts with a shift from just-in-time to a just-in-case philosophy. The most visible example of this is the automotive industry where the major carmakers are quantifying the cost of lost business in 2021 and rapidly changing the way they work with suppliers of their most critical components.\nWe're also working differently with our customers. They are providing us with longer-term visibility, and we are collaborating more closely on capacity planning.\nIn addition, the strategic and economic importance of semiconductors is being recognized at a national level. In the coming years, government support and incentives in the U.S., Europe and Japan will translate into regionalization of supply. As I've highlighted before, these regional supply chains will be more resilient but also less capital-efficient, which is an additional tailwind for us.\nOverall, our outlook for the next decade is very positive. We expect semiconductor and wafer fab equipment to grow significantly faster than the economy with outsized opportunities for Applied Materials.\nTo be ready for this exciting future, we've aligned our organization and investments around 3 strategic pillars: first, to be the PPACt enablement company and provide the foundation for customers' road maps for power, performance, area, cost and time to market; second, to shift more of our business to subscriptions; and third, to generate incremental free cash flows and profitability from our businesses in adjacent markets.\nEarlier, I talked about key technology inflections that make up the PPACt playbook, gate-all-around, backside power distribution, 3D NAND, 3D DRAM, new materials in the gate, contact and interconnect and advanced packaging. All of these inflections are primarily enabled by materials engineering, Applied's core strengths. And as a result, they grow our total available market. Thanks to our relentless focus on developing differentiated technology to enable these inflections, we are also in a great position to capture more of that growing TAM.\nFor example, in the transition from FinFET to first-generation gate-all-around, our transistor TAM grows by more than $1 billion per 100,000 wafer starts per month. And based on our tool of record positions, we expect to capture the majority of the inflection. We will provide more details about these inflections and how we expect them to play out in our 2022 master classes.\nWhile our current supply constraints mean that we can't fully realize the strength in our business, we are executing very well against our product road map, and there are clear leading indicators of our future growth potential. I'll highlight a few recent examples. In etch, we've recently won multiple tool of record positions at advanced nodes and foundry/logic across all 3 leading-edge customers. This is significant because these wins are in areas we haven't served in the past and demonstrate how our next generation of etch solutions address customers' most challenging applications.\nIn inspection and metrology where we have fewer supply chain constraints, our trailing 12-month revenues were up 68% year-on-year, and our e-beam revenues nearly doubled in that period. We expect to outperform the market again in 2022 with especially strong growth in optical wafer inspection, combined with further extension of our e-beam leadership.\nBeyond unit process excellence, Applied is able to combine the industry's broadest technology portfolio and unique ways to create cooptimized and fully integrated solutions. For example, cooptimization of hardmask, deposition and etch is an enabling solution for high-aspect ratio structures. Adoption of our cooptimized Draco solution is accelerating and on track to generate an incremental $600 million of revenue this year. And we recently secured our first wins with a new carbon hardmask deposition and etch solution at a leading memory manufacturer.\nAnother key component of our technology portfolio is our digital tools that accelerate R&D, technology transfer and ramp, and optimize productivity and high-volume manufacturing. We are engaged with a broad range of customers. In this quarter, we secured a new strategic penetration for R&D acceleration using our AI(x) actionable insight accelerator platform at a leading customer. As part of this engagement, we will use our unique sensor technology and proprietary machine learning algorithms for rapid process window tuning and process variability reduction.\nWe're also making progress on our multiyear journey to increase subscription revenues. Within AGS, more than 60% of our parts and service revenue is generated from subscriptions in the form of long-term service agreements. The average tenure of these agreements is now 2.3 years, up from 1.9 years 12 months ago. And the renewal rate is over 90%. In addition, when we look at our combined software business in AGS and semi systems, which are also subscription-based, we expect them to generate more than $300 million of revenue this year.\nBefore I hand the call over to Bob, I'll quickly summarize. Applied and our global teams are executing well in a challenging and dynamic environment, and our near-term focus is on doing everything we can to expedite deliveries to our customers. Demand for semiconductors and wafer fab equipment remains strong and continues to grow. There's still a long way to go before supply catches up with demand. Our outlook for 2022 and beyond is very positive as long-term secular trends drive our markets structurally higher.\nIn addition, the major technology inflections that make up the industry's PPACt road map expand Applied's addressable market opportunities in our broad and differentiated technology portfolio puts us in a great position to capture a larger portion of our served markets in years to come.\nWith that, Bob, it's over to you.\n\nRobert J. Halliday\n\nSenior VP & CFO, Applied Materials, Inc.\n\nThanks, Gary. I'd like to begin by thanking our teams and our partners for doing everything they could in a challenging supply chain environment. We still have a lot of work to do to satisfy our customers' needs, and this is job 1 for all of us.\nI have 3 main messages for you today. One, demand for Applied's products is very strong and continues to grow. Two, we remain supply chain limited, and we forecast a gradual improvement over the course of the year. Three, we expect to grow our revenue and earnings each quarter through the end of the calendar year. And we believe it is increasingly likely that 2023 will be another growth here.\nNext, I'll summarize our Q1 results. Then I'll provide details about the demand environment for Applied Materials. And finally, I'll share our guidance for fiscal Q2 and the rate of growth we expect to see throughout the year.\nIn Q1, we delivered strong year-over-year revenue and earnings growth and exceeded the midpoint of our guidance. The supply chain environment was challenging. Our teams collaborate broadly with partners upstream and downstream of Applied to maximize the supply of components to our manufacturing sites and service locations. This work enabled us to deliver record semiconductor systems revenue, which we grew by 29% year-over-year.\nWe grew fastest in foundry/logic year-over-year, and we continue to expect foundry/logic to outgrow WFE in 2022 with strength in both leading edge and ICAPS. From a product perspective in Q1, we generated record quarterly revenue in process control, CVD and CMP. And we achieved our highest ever DRAM revenue. We also grew non-GAAP operating margin in semi by 280 basis points year-over-year. In AGS, we grew revenue by 14% year-over-year and increased non-GAAP operating margin by 110 basis points. About 3/4 of AGS' year-over-year growth was in recurring revenue. Our AGS service revenues grew sequentially and year-over-year. We increased our tools under comprehensive service agreement by 13% year-over-year. And our subscription renewal rate was 92%.\nOur parts business met our expectations but could have been even higher. AGS includes our legacy 200-millimeter equipment revenue, which was below our expectations in Q1 due to supply chain constraints that prevented us from shipping to demand within the quarter. For the fiscal year, we continue to expect AGS to grow in the low double digits, with potential upside depending on the supply chain recovery.\nIn display, we exceeded our revenue goal in Q1 and increased non-GAAP operating margin by 280 basis points year-over-year.\nSummarizing Applied's Q1 results on a year-over-year basis. We increased revenue by 21%, non-GAAP gross margin by 140 basis points, non-GAAP operating profit by 270 basis points and non-GAAP EPS by 36%. In addition, we generated record free cash flow and distributed over $2 billion to shareholders, with $1.8 billion in repurchases and $214 million in dividends.\nNext, I'll address the impact of the supply environment on our business in the near term. Underlying demand for Applied's technology is very strong and growing. And we believe that as we work through the supply chain constraints, we will demonstrate the progress we're making toward our market share and gross margin targets.\nAlthough we don't usually report backlog on a quarterly basis, I'm going to give some further color on today's call to help you understand our confidence. In Q1, our semi systems backlog increased by more than $1.3 billion to a record $8 billion. Moreover, the backlog includes a rich mix of products that are highly enabling to our customers' road maps. What this tells us is that in an unconstrained environment, we would have produced substantially higher revenue and demonstrated a healthy share gain in calendar 2021.\nAlso, absent the supply chain issues, our gross margin in fiscal 2022 will be very close to the targets in our 2024 financial model. We are laser-focused on improving the supply chain, which will enable us to support our customers and demonstrate the strength of our business.\nAs Gary outlined, we expect the WFE market to grow by over 15% in 2022 to $100 billion or more. Even with the constraints, we expect to outgrow the market in our semi business and carry sizable backlog into 2023.\nNow I'll share our guidance for Q2. We expect to increase revenue to $6.35 billion, plus or minus $300 million, which is up almost 14% year-over-year. We expect non-GAAP EPS in Q2 to be around $1.90, plus or minus $0.15, which is up around 17% year-over-year. Within this outlook, we expect semi systems revenue of around $4.6 billion, up 16% year-over-year; AGS revenue of around $1.35 billion, up 12% year-over-year; and display revenue of around $380 million.\nApplied's non-GAAP gross margin should decline to around 47% in Q2 as we absorb near-term cost pressures primarily related to expediting shipments to our customers. After Q2, we expect to gradually increase the gross margin by mitigating cost pressures and shipping a richer mix of high-margin products.\nNon-GAAP OpEx should be around $1.015 billion in Q2, and our non-GAAP tax rate should be around 12%.\nLooking ahead, we expect we can grow revenues by increasing mid-single-digit percentages each quarter through the end of the calendar year. And based on customer conversations about semiconductor demand and technology inflections, we're increasingly optimistic that 2023 will be another growth year for the industry and especially for Applied.\nNow Mike, let's begin the Q&A.\n\nMichael Sullivan\n\nVP of IR, Applied Materials, Inc.\n\nThanks, Bob. (Operator Instructions) Operator, let's please begin."
  }
]