[
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c121a650dd0b5b266911fa7a33212a99",
    "period": "2025 Q3",
    "content": "Q3 2025 Allegion PLC Earnings Call\n\nQ3 2025 Allegion PLC Earnings Call\n\nALLENYSEOCT 23, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Allegion Third Quarter 2025 Earnings Conference Call. [Operator Instructions] please note this event is being recorded. I would now like to turn the conference over to Vice President of Investor Relations, Josh Pokrzywinski. Please go ahead.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you, Betsy. Good morning, everyone. Thank you for joining us for Allegion's Third Quarter 2025 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slide 2. Statements made in today's call that are not historical facts are considered forward-looking statements that are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements. Today's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nPlease go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone. Thanks for joining. Q3 was another strong quarter as we execute our long-term strategy and steadily deliver on our commitments to shareholders. I'm proud of our team's performance as we've remained agile in a dynamic operating environment. The double-digit revenue growth for the enterprise and continued segment margin expansion speaks to the resiliency of our model our broad end market exposures and the depth of our relationships with channel partners and end users.\nWe continue to take advantage of our business as strong cash generation, returning cash to shareholders and growing our business through accretive acquisitions. Year-to-date, we have allocated approximately $600 million to acquiring businesses consistent with the priorities we outlined at our Investor Day. As we approach year-end, the key market trends supporting our outlook are largely unchanged. Our team continues to execute well, and we are allocating capital for the long-term benefit of our shareholders. As such, we are raising our 2025 full year outlook for adjusted earnings per share to $8.10 to $8.20.\nI'll be back later to discuss the outlook and share some early views on markets for 2026. Please go to Slide 4. Let's take a look at capital allocation for the third quarter, starting with our investments for organic growth. In September, the Allegion team launched a new mid-tier commercial product line for Schlage, our Performance Series locks. These locks bring [indiscernible] quality to more price points in nonresidential applications giving us more ways to win in the aftermarket and building on the success of the mid-price point Von Duprin 70 Series exit devices released last year.\nTurning to M&A. Since we spoke at Q2 earnings, Allegion has announced 2 more acquisitions, UAP and Versant. These U.K.-based businesses strengthen our product portfolio, including electronic locks in addition to enhancing our cost position. As discussed previously, the acquisitions of ELATEC, Gate wise and [indiscernible] closed earlier in the third quarter. Allegion continues to be a dividend paying stock and in the third quarter, this amounted to $0.51 per share or approximately $44 million. We did not repurchase shares in the quarter. And you can continue to expect Allegion to be balanced, consistent and disciplined with capital deployment over time with a clear priority of investing for profitable growth.\nMike will now walk you through the third quarter financial results.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #5. As John shared, our Q3 results reflect continued strong execution from the Allegion team, delivering double-digit revenue growth for the enterprise.\nRevenue for the third quarter was over $1 billion, an increase of 10.7% compared to 2024. Organic revenue increased 5.9% in the quarter as a result of favorable price and volume led by our Americas nonresidential business, where demand remains healthy. Q3 adjusted operating margin was 24.1%, down 10 basis points compared to last year. Both our segments had margin expansion which was offset by higher corporate expenses relative to the prior year comparable. Volume leverage and mix were accretive to margins.\nAdditionally, price and productivity net of inflation and investment was a tailwind of $2.2 million. Adjusted earnings per share of $2.30 increased $0.14 or 6.5% versus the prior year. Operational performance and accretive acquisitions contributed 10.6 points of EPS growth. This was partially offset by higher tax and interest and other. We still anticipate the full year tax rate to be in the range of 17% to 18%.\nFinally, year-to-date available cash flow was $485.2 million, which was up 25.1% as we continue to generate strong cash flow. I'll provide more details on the balance sheet and cash flow a little later in the presentation.\nPlease go to Slide #6. Our Americas segment delivered strong operating results in Q3. Revenue of $844 million was up 7.9% on a reported basis and up 6.4% on an organic basis, led by our nonresidential business. Organic growth included both favorable price and volume in the quarter. Reported revenue includes 1.5 points of growth from acquisitions. Pricing in our Americas segment was 4.6% in the quarter. This includes a combination of core pricing and surcharges as we cover inflation, including tariffs. Our nonresidential business increased mid-single digits organically and demand for our products remains healthy, supported by our broad end market exposure.\nOur residential business grew mid-single digits, primarily driven by volume associated with new electronic products that we launched in the quarter and price. However, we still consider overall residential market demand to be soft, consistent with year-to-date growth rates. Electronics revenue was up mid-teens and continues to be a long-term growth driver for Allegion. Americas adjusted operating income of $252 million increased 9% versus the prior year. Adjusted operating margin was up 40 basis points as volume leverage and favorable mix were accretive to margins. Price and productivity net of inflation and investments was a tailwind of $10.2 million.\nPlease go to Slide #7. Portfolio quality in the International segment through self-help and adding high-performing businesses where we have a right to win.\nPlease go to Slide 8, and I will provide an overview on our cash flow and balance sheet. Year-to-date available cash flow was $485.2 million, up nearly $100 million versus the prior year. This increase is driven by higher earnings, lower capital expenditures and improvements in working capital. I am pleased with the strong cash generation in 2025. And based on year-to-date performance, we see upside to our previous cash flow outlook. Residential markets, however, remain soft. And as Mike mentioned, solid performance in Q3 was primarily driven by new electronic product launches.\nInternational markets have largely been unchanged year-to-date, and we continue to expect roughly flat organic performance. We expect approximately\n[Audio Gap]\nand you can expect us to continue to drive price to offset inflation. Internationally, markets have been sluggish, however, we do expect to benefit from 2025 acquisition activity. For the enterprise, we expect [indiscernible] over revenue contribution of approximately 2 points from acquisitions closed in 2025.\nPlease go to Slide 11. In summary, Allegion is executing at a high level, while staying agile and steadily delivering on the long-term commitments we shared with you at our Investor Day. Our performance is led by an enduring business model in nonresidential Americas double-digit electronics growth and accretive capital deployment as we acquire good businesses in markets where we have a right to win. I'm proud of the performance by the Allegion team in this very dynamic environment, which gives us the confidence to increase our EPS outlook for the year.\nWith that, we'll take the questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d05f3585761d614e8f626859691443d",
    "period": "2025 Q2",
    "content": "Q2 2025 Allegion PLC Earnings Call\n\nQ2 2025 Allegion PLC Earnings Call\n\nALLENYSEJUL 24, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Allegion Second Quarter 2025 Earnings Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Josh Pokrzywinski, Vice President of Investor Relations. Please go ahead.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you, Jason. Good morning, everyone. Thank you for joining us for Allegion's Second Quarter 2025 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion. Our earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slide 2. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nPlease go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone, and thanks for joining us. Q2 was a strong quarter, once again demonstrating the agility of our team, durability of our business and execution of our capital allocation strategy. We also achieved an exciting milestone. This is Allegion's first quarter of revenue in excess of $1 billion, and we certainly don't think it will be our last. I'm very proud of our team's performance, the high single-digit Americas non-res organic growth and continued segment margin expansion speaks to the resiliency of our business model, our broad end market exposure and the depth of our relationships with channel partners and end users.\nWe continue to take advantage of our business as strong cash generation, returning cash to shareholders and growing our business through accretive acquisitions that complement our core and create long-term value. Midway through the year, our team's strong execution and continued demand momentum in our core non-res Americas market gives us confidence in our full year performance. We're raising our 2025 full year outlook for adjusted earnings per share to $8 to $8.15. I'll be back later to provide more color on our markets and the outlook.\nPlease go to Slide 4. Let's take a look at capital allocation for the second quarter, starting with investments for organic growth. As you may have seen at our recent Investor Day in New York, our SimonsVoss business continues to be a great success story for Allegion. A known pioneer in our industry, SimonsVoss is a leader in electronics, leveraging the global long-term growth trends we see across security and access. Most recently, SimonsVoss has introduced a new portfolio of products called Fort Lock, which is launching with some of our key SimonsVoss customers this year.\nFort Lock is Allegion's first battery list electronic cylinder, offering customers the high quality and ease of use that SimonsVoss is known for and now without the need for a battery to power it. It's an incredible evolution of SimonsVoss technology that expands applications and market segments that we can serve.\nTurning to M&A. Since we spoke at Q1 earnings, Allegion has announced 4 additional acquisitions. Novas closed in Q2, while ELATEC, Gatewise and Waitwhile closed early in the third quarter. I'll spend some time on the next slide discussing these recent additions to the portfolio and how they support our long-term growth strategy.\nAllegion continues to be a dividend-paying stock. And in the second quarter, this amounted to $0.51 per share, approximately $44 million. And lastly, we made share repurchases in the quarter of approximately $40 million. We remain consistent to balanced -- we remain committed to balance consistent capital allocation with a clear priority of investing for growth.\nPlease go to Slide 5, where I'll discuss our recent acquisitions. These acquisition categories should look familiar to those of you who tuned in for Investor Day. At that meeting, we outlined a capital allocation strategy that takes advantage of Allegion's demand generation model channel and distribution strength and solid relationships. This framework also includes growing our portfolio with additional electronics products as well as software and services that differentiate our hardware and security and access environments where Allegion has a right to win.\nStarting with additions to our mechanical portfolio, Allegion recently completed the acquisition of Trimco in the Americas, which we announced prior to Q1 earnings and Novas in the International segment. Both of these businesses leverage existing go-to-market channel strength in their respective geographies while broadening the high-quality hardware offerings we provide to our customers. Trimco expands our accessories portfolio in non-res Americas markets, while Novas adds to our residential offering in Australia.\nMoving to our electronics portfolio. Allegion closed our acquisition of Germany-based ELATEC in the third quarter, adding to our International segment. Similar to our existing electronics portfolio, ELATEC has an attractive growth profile in the high single to low double-digit range with strong profitability. ELATEC's readers and credentials bolster Allegion's electronics portfolio globally, including in the U.S. and expands our reach into new applications of customers.\nLastly, we'll continue to look to acquire complementary software and service businesses that differentiate our hardware and drive adoption in security and access environments where Allegion has a right to win. Our 2 most recent July acquisitions highlight this.\nWe added Gatewise, a Software-as-a-Service provider that offers a modern and retrofit friendly gate entry system for multifamily communities. This business is a hand in glove fit with the lesions electronic locks and Zentra multifamily property access solution, bringing together expanded perimeter security with unit and common area security.\nWe also acquired Waitwhile, a leading Software-as-a-Service provider that specializes in cloud-based appointment scheduling and Q management. With Waitwhile we can connect the virtual queue to secure and seamless physical access in -- at the door in core nonresidential markets that we know well, ultimately providing the right access to the right people at the right time, all while streamlining operations for the building of the campus.\nBoth of these SaaS businesses have strong growth fundamentals and deliver recurring value to our customers in a way that differentiates and supports our electronic hardware business. Collectively, we expect these acquisitions to be accretive to 2026 adjusted earnings per share and increase the long-term growth potential of Allegion at attractive margins.\nMike will now walk you through the second quarter financial results.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #6. As John shared, our Q2 results reflect continued strong execution from the Allegion team, delivering another quarter with mid-single-digit top line growth. Revenue for the second quarter was over $1 billion, an increase of 5.8% compared to 2024. Organic revenue increased 3.2% in the quarter as a result of favorable price and volume led by our Americas nonresidential business where demand remains strong. Q2 adjusted operating margin was 23.7% [indiscernible] to the prior year.\nBoth our segments had margin expansion, which was offset by increased corporate expenses primarily for incentive compensation. Volume leverage and mix were accretive to margins, driven by our Americas nonresidential business. Price and productivity net of inflation and investment was a headwind in the quarter of $5.3 million for the enterprise. Adjusted earnings per share of $2.04 increased $0.08 or 4.1% versus the prior year.\nOperational performance and accretive capital deployment were more than offset by higher tax. Our Q2 tax rate was negatively impacted by discrete items. We still anticipate the full year tax rate to be in the range of 17% to 18%. Finally, year-to-date available cash flow was $275.4 million, which was up 56.5% as we continue to generate strong cash flow. I'll provide more details on the balance sheet and cash flow a little later in the presentation.\nPlease go to Slide #7. This slide provides an overview of our quarterly revenue. I will review our enterprise results here before turning to our respective regions. Organic revenue grew 3.2% in the quarter, which included volume growth [indiscernible] and price realization of 2.6% as we are taking pricing actions to offset inflationary pressures. Acquisitions drove 1.9 points of growth as both the Americas and International businesses benefited from acquired growth. Currency was a tailwind of 0.7 point, bringing the total reported growth to 5.8% in the quarter.\nPlease go to Slide #8. Our Americas segment delivered strong operating results in Q2. Revenue of $821.5 million was up 6.6% on a reported basis and up 4.5% on an organic basis. Organic growth included both favorable price and volume in the quarter. Reported revenue includes 2.1 points of growth from acquisitions. Pricing in our Americas business was 3% in the quarter. This includes a combination of core pricing actions and surcharge revenue as we cover inflation related to tariffs.\nOur nonresidential business increased high single digits organically as demand for our products remain healthy, supported by our broad end market exposure. Our residential business declined mid-single digits in the quarter as markets remain soft in the current high interest rate environment. Electronics revenue was up low double digits and continues to be a long-term growth driver for Allegion as we highlighted at our Investor Day in May.\nAmericas adjusted operating income of $245.6 million increased 8.6% versus the prior year. Adjusted operating margin was up 50 basis points as volume leverage and favorable mix from stronger nonresidential growth were accretive to margins. Price and productivity net of inflation and investment and inclusive of transactional FX or a tailwind to margin rates. Similar to what we discussed on our Q1 call, we had a slight tailwind from transactional FX primarily related to our Mexican operations, where a portion of our local costs were favorably impacted by the sizable year-over-year decline in the peso compared to the U.S. dollar.\nPlease go to Slide #9. Our International segment delivered revenue of $200.5 million, which was up 2.9% on a reported basis and down 2.2% organically. Our electronics businesses continue to grow organically but were more than offset by pressure in the mechanical portfolio. Acquisitions contributed 1.1% to international revenue. Currency was also a tailwind, positively impacted reported revenue by 4%. International adjusted operating income of $26.2 million increased 11% versus the prior year. Adjusted operating margin for the quarter increased 100 basis points, driven by favorable price and productivity net of inflation and investment as well as accretive acquisitions.\nEarlier in July, we agreed to divest our API business, a small noncore locksmithing operation in Australia, which we expect to close in early August. The API business had approximately $6 million of revenue in the first half of 2025.\nPlease go to Slide #10, and I will provide an overview of our cash flow and our balance sheet. Year-to-date available cash flow was approximately $275 million, up nearly $100 million versus last year. This increase is driven by higher earnings, lower capital expenditures and improvements in working capital. I am pleased with the strong cash generation in '25.\nNext, working capital as a percent of revenue improved as we continue to effectively convert earnings to cash. Finally, our balance sheet remains strong, and our net debt to adjusted EBITDA is at a healthy ratio of 1.5x. Our balance sheet -- I'm sorry, our business continues to generate strong cash flow and our balance sheet support to continued capital deployment.\nI will now hand the call back over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThank you, Mike. Please go to Slide 11, and I'll share our updated outlook. Starting with the Americas. The nonresidential markets, particularly institutional verticals remain resilient and Allegion is performing very well in the aftermarket. Our spec activity has grown steadily over 2024 and year-to-date 2025, driven by broad end market exposure and supports our outlook. Residential markets have been soft thus far in 2025 with interest rates as the key swing factor.\nWe are increasing our organic outlook for the Americas to mid-single digits due to strength in the nonresidential business as well as the inclusion of surcharge revenue from tariffs. International markets have been largely unchanged year-to-date, and we continue to expect roughly flat organic performance. However, we are updating the outlook for completed acquisitions as well as foreign currency changes resulting from the weaker U.S. dollar. We now estimate approximately $40 million of tariff surcharge revenue in the outlook. And as I noted earlier, this is included in our organic revenue outlook in the Americas.\nWe continue to expect tariffs to be neutral at the EPS level, as we shared with you in Q1. As a result, we're raising our 2025 adjusted EPS outlook to $8 to $8.15. Based on our strong operational execution thus far in the year, continued strong demand in nonresidential, accretive acquisitions announced to date and updated foreign exchange rates. You can find additional details as well as below-the-line model items in the appendix.\nPlease go to Slide 12. In summary, I feel Allegion is executing at a very high level while staying agile and steadily delivering on the long-term commitments we shared with you at our Investor Day. We've delivered strong performance led by an enduring business model in nonresidential Americas, double-digit electronics growth and accretive capital deployment as we acquire good businesses in markets where we have a right to win. I'm very proud of our team's performance in this dynamic environment, which gives us the confidence to raise our EPS outlook for the year.\nWith that, we'll take your questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a599515331a50a14963e4c10adcc8eee",
    "period": "2025 Q1",
    "content": "Q1 2025 Allegion PLC Earnings Call\n\nQ1 2025 Allegion PLC Earnings Call\n\nALLENYSEAPR 24, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion First Quarter 2025 Earnings Call. [Operator Instructions ] Please note this event is being recorded. I would now like to turn the conference over to Josh Pokrzywinski, Vice President of Investor Relations. Please go ahead.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you, Jason. Good morning, everyone. Thank you for joining us for Allegion's First Quarter 2025 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion. Our earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website. Please go to Slide 2.\nStatements made in today's call that are not historical facts are considered forward-looking statements that are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements. Today's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. Please go to Slide 3 and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone and thanks for joining us. Q1 was a strong start to our year, and I am proud of the execution of the Allegion team. and grateful for the long-standing partnership with the finest distribution channel partners in the industry. This was another demonstration of the resilience of our business model as we expanded our industry-leading margins and continued to invest in our business while returning capital to shareholders. I'm pleased with the top line growth in Q1, especially in the Americas, driven by the nonresidential business. Over the past year, the Americas team produced mid-single-digit growth and solid margin expansion which we believe speaks to the resiliency of the model, our broad end market exposure and the depth of our relationships with channel partners and end users. We continue to take advantage of our business as strong cash generation, returning cash to shareholders and growing through accretive acquisitions.\nOur consistent cash flow and pipeline of opportunities positions us well for additional capital deployment that creates long-term value for our shareholders and drive performance through the cycle. We're exiting Q1 with solid momentum, and we're executing our long-term growth strategy while remaining agile. We are affirming our 2025 full year outlook for adjusted earnings per share of $7.65 to $7.85 and I'll be back later to provide more color on our markets and outlook. Please go to Slide 4. Let's take a look at capital allocation for the first quarter, starting with investments for organic growth. As you may have seen from our Consumer Electronics Show announcements earlier this year, Schlage recently unveiled its first ultra wideband solution, the Schlage SensePro Smart Deadbolt is set to transform home access, delivering a hands-free unlocking experience that combines ultimate convenience with trusted security for homeowners, Paired with a personal phone is ultra-wideband technology can understand intent to enter and unlock a door for an authorized user precisely as they approach it. The Schlage Sense Pro will also allow homeowners to voice control the lack and set up automated routines via smart home platforms and devices. We are set to release the Schlage Arrive smart WiFi Deadbolt our first push button keypad dead bolt equipped with built-in WiFi.\nIt provides a simple and secure connected solution that is an easy upgrade for first-time smart lock users and those looking to add smart security to more doors throughout their home at a more affordable price point. Both of these innovative new offerings complement our leading Schlage and code family of smart locks and are also backed by the Schlage name, which just earned the title of America's most listed lock brand for the sixth year in a row. Since Pro and arrive are expected to hit U.S. markets later this year. Turning to M&A. Allegion has closed 3 bolt-on acquisitions since the start of 2025. In the Americas, we acquired the Next Door company in February, growing our specialty door solutions to include new custom configurations for industrial, commercial and institutional buildings.\nIn Allegion International, we acquired Lamar, expanding our security and accessibility solutions in Australia. Lamar offers door entry systems, handles and digital locks for residential and multifamily markets and its channels and go-to-market approach complement our own offering new opportunities to scale. On April 1, we acquired Tremco, which bolsters our nonresidential Americas portfolio with premium and patented door hardware solutions that are highly specifiable, ranging from architectural poles to mechanical locks, latches and strikes. We see continued opportunities to grow inorganically this year as our pipeline remains active with companies that align to our core and can leverage our channel strengths.\nAs you heard from us on the call in February, Allegion continues to be a dividend-paying stock. We announced our 11th consecutive increase to our dividend at the beginning of the year. And in Q1, this dividend amounted to approximately $44 million. Lastly, we made share repurchases in the quarter of approximately $40 million. We remain committed to balance consistent capital allocation with a clear priority of investing for growth. I look forward to updating you as we progress through 2025.\nMike will now walk you through first quarter financial results.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #5. As John shared, our Q1 results reflect strong execution from the Allegion team, delivering another quarter of margin expansion with mid-single-digit top line growth. Revenue for the first quarter was $941.9 million, an increase of 5.4% compared to 2024. Organic revenue increased 4% in the quarter as a result of favorable price and volume led by our nonresidential business in the Americas. Q1 adjusted operating margin increased by 150 basis points as volume leverage, favorable mix and acquisitions were accretive to margins. Pricing productivity net of inflation and investments and inclusive of transactional FX was a slight margin tailwind in the quarter. Adjusted earnings per share of $1.86 increased $0.31 or 20% versus the prior year.\nOperational performance, favorable tax and accretive capital deployment more than offset a slight headwind from interest and other. Our Q1 tax rate benefited from discrete items that historically occur in the back half of the year. We still anticipate the full year tax rate to be in the range of 17% to 18% with the first half rate being similar to the second half rate. Finally, year-to-date available cash flow was $83.4 million, which was up nearly 250% versus last year. We continue to effectively manage working capital and generate strong cash flow. I will provide more details on our balance sheet and cash flow a little later in the presentation. Please go to Slide #6. This slide provides an overview of our quarterly revenue. I will review our enterprise results here before turning to our respective regions.\nOrganic revenue grew 4% in the quarter, which included volume growth of 2.9% and price realization of 1.1%. Acquisitions drove 2.2 points of growth in the quarter, primarily related to businesses we acquired in 2024. Currency was a headwind in Q1 of 0.8 point, bringing the total reported growth to 5.4%. Please go to Slide #7. Our Americas segment delivered strong operating results in Q1. Revenue of $757.8 million was up 6.8% on a reported basis and up 4.9% on an organic basis. Organic growth included both favorable price and volume in the quarter. Reported revenue includes 2.3 points of growth from acquisitions and a slight currency headwind. Pricing in our Americas business was 1.1% in the quarter. The company has taken multiple price increases and surcharges beginning at the end of February and continuing into April and as a result, we expect price realization to accelerate through the year. Our nonresidential business increased high single digits organically as demand for our products remains healthy. Our residential business declined mid-single digits in the quarter. As we previously mentioned on our year-end 2024 earnings call, did expect Q1 to be impacted by some pull ahead of purchases by customers into Q4 last year. Electronics revenue was up low double digits and continues to be a long-term growth driver for Allegion.\nAmericas adjusted operating income of $220.9 million increased 12% versus the prior year. Adjusted operating margin was up 130 basis points. as favorable volume leverage and mix were accretive to margins. Price and productivity net of inflation and investments and inclusive of transactional FX were neutral to margin rates. The tailwind from transactional FX is primarily related to our Mexican operations, where a portion of our local costs were favorably impacted by the year-over-year decline in the peso compared to the U.S. dollar.\nPlease go to Slide #8. Our International segment delivered revenues of $184.1 million, which was down 0.3% on a reported basis and up 0,9% organically. Acquisitions were a tailwind this quarter, positively impacting reported revenues by 1.8%. Currency was a headwind in the quarter, negatively impacted reported revenues by 3%. International adjusted operating income of $18.8 million decreased 2.6% versus the prior year period. Adjusted operating margins for the quarter decreased 20 basis points as we had a slight headwind from price and productivity net of inflation and investments. Please go to Slide #9. And I will provide an overview of our cash flow and balance sheet. First quarter available cash flow was approximately $83 million, up $59.5 million versus the prior year.\nThis increase is driven by higher earnings, lower capital expenditures and improvements in working capital. I'm pleased with the strong start to the year. And we continue to expect available cash flow conversion to be 85% to 90% of adjusted net income for the full year. Next, working capital as a percent of revenue improved primarily due to increased inventory turns as we continue to focus on working capital efficiency to convert earnings to cash. Finally, our balance sheet remains strong, and our net debt to adjusted EBITDA is at a healthy ratio of 1.6x. Our business continues to generate strong cash flow and our balance sheet supports continued capital deployment.\nI will now hand the call back over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 10. We are reiterating the 2025 outlook we introduced last quarter as we still see the same fundamental outlook led by our nonresidential business in the Americas region. Nonresidential markets, particularly the institutional verticals remain resilient. The late cycle nature of our business, along with our backlog and specification activity continue to support our outlook. .\nAs Mike noted, we did expect some residential softness following the stronger Q4 and see markets remaining soft given uncertainty on tariffs and interest rates. As we said in the past, our Americas sourcing practices are largely in region, while our Americas residential business primarily produces and sources in Mexico, the vast majority of these products are USMCA compliant. Americas sourcing from outside North America is relatively small with China at less than 5% of COGS and a collection of smaller exposures from all other countries cumulatively at 5% to 10% of enterprise COGS. Our company estimates tariff costs of approximately $80 million in 2025. And we expect to offset tariffs at the operating profit and EPS level on a full year basis, primarily through pricing actions. Accordingly, our 2025 full year EPS outlook includes the impact from tariffs enacted as of the 22nd of April of this year.\nGiven recent volatility in tariffs and foreign exchange rates, we're not updating our revenue outlook for those assumptions. However, we see potential upside to our revenue outlook if current tariff-related pricing actions and foreign exchange rates persist. Please go to Slide 11. In summary, Allegion is off to a strong start in 2025. I'm proud of our team's execution as we remain agile in a very dynamic environment. Notably, we were honored in the quarter with the Gallup Exceptional Workplace Award for the second consecutive year. Our leaders and our team of highly engaged experts to drive our culture forward creating a solid foundation to deliver exceptional results for our customers and our shareholders. Our people are a key differentiator for this company. As we move into Q2, we see positive internal indicators in the Americas nonresidential business, and we will remain agile, should conditions change.\nOne final note, Allegion has an upcoming Investor and Analyst Day in New York to share more on our growth strategy. If you're interested in attending our May 6 event, please contact Josh or Joby to register as soon as possible. With that, we'll take your questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/97dbaf3a5268bd58e44917da8597c05d",
    "period": "2024 Q4",
    "content": "Q4 2024 Allegion PLC Earnings Call\n\nQ4 2024 Allegion PLC Earnings Call\n\nALLENYSEFEB 18, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Fourth Quarter 2024 Earnings Call. [Operator Instructions]\nI would like to turn the conference over to Josh Pokrzywinski, Vice President of Investor Relations. Please go ahead.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you for joining us for Allegion's Fourth Quarter 2024 Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website. Please go to Slide 2.\nStatements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation tables of our press release for further details.\nPlease go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone. Thanks for joining us.\nQ4 marked the end to another solid year of growth and execution by the entire Allegion team. We've demonstrated the is of our business model, expanded our industry-leading margins and accelerated capital deployment to invest in our business and return cash to shareholders. I'm pleased with the top line growth in the fourth quarter and 2024 as a whole, especially in the Americas, where we've delivered mid-single-digit growth for the past 3 quarters as comparisons have normalized.\nOver the past year, we have primed the portfolio and the organization to grow faster, especially as our business continues to benefit from the stability of our institutional base. We accelerated capital deployment in 2024, returning cash to shareholders and growing our business with accretive [indiscernible] Our strong cash generation, balance sheet and pipeline of opportunities continue to position us well for future capital deployment to create long-term value for our shareholders.\nWe're encouraged by trends in the nonresidential business exiting 2024, and we'll share some additional market perspectives when we discuss 2025 outlook later in the call. Please go to Slide 4.\nCapital allocation for the full year. Allegion marked 2024 with meaningful product launches that demonstrate our deep customer understanding and the strength of our R&D effort and market leading [indiscernible]. Throughout the year, you heard us speak to a few of these. The Schlage XE360 series, our next-generation commercial electronic lock that supports the latest credential technologies across multifamily and commercial markets.\nSchlage's new Smart Lock integration with Airbnb, which was yet another industry first for our company, and the Schlage Indication Solutions, a best-in-class lot portfolio that allows users to more easily see the locked or unlocked status of a door specifically designed with [indiscernible] school security in mind. Lastly, the Von Duprin 70 Series, a new product line that's leveraging more than a century of expertise in developing high-performance exit devices to meet the safe entry and egress needs of customers today.\nI'm very proud of these and many others that you may have also heard about. SimonsVoss in Germany, launched AX2Go, supporting mobile smartphone-based credentials across both iOS and Android phones. And notably, in Q4, Allegion became the first security solutions provider to support mobile credentials on Wear OS by Google Smart Watches. Look for more announcements like these in 2025 as Allegion continues build on our legacy and invest for organic growth.\nAllegion executed M&A amounting to $137 million in 2024. This included 5 bolt-on acquisitions spanning our core markets. These, in International, we added Boss Door and DORCAS to our portfolio, expanding how we go to market and expand letromechanical product portfolio.\nIn the Americas, we added Krieger Specialty Products, Unicel Architectural and SOSS Door Hardware, which increased the breadth of highly profitable specialty offerings in our nonresidential portfolio. All of these are leveraging Allegion's strengths, like spec writing capability and expertise, our manufacturing, distribution, scale and customer relationships. We're very pleased with the returns they bring to Allegion.\nWe continue to see opportunity to grow inorganically in 2025 and have entered the year with a very active pipeline. This was recently marked by our acquisition of the Next Door in the United States and the announcement of our intent to acquire Lamar in Australia. We'll share more on both of these bolt-on acquisitions in our call.\nAllegion continues to be a dividend paying stock. And earlier this month, we announced our 11th consecutive increase to our dividend. As we've shared before, you can expect our dividends to grow commensurate with earnings over the long term. Lastly, we made share repurchases in the year amounting to approximately $220 million.\nWe remain committed to balanced consistent capital allocation with a clear priority of investing for growth. We have an active pipeline that complements our core mechanical and electronics portfolio, and leverages our trends. I look forward to updating you as we progress through the year.\nMike will now walk you through the fourth quarter financial results.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for today's call. Please go to Slide #5.\nAs John shared, our Q4 results solid performance from the Allegion team, delivering another quarter of margin expansion with mid-single-digit top line growth. Revenue for the fourth quarter is $945.6 million, an increase of 5.4% compared to 2023. We Organic revenue increased 3.5% in the quarter as a result of favorable price and volume.\nWe saw strength within our Americas segment, with International organic revenue down slightly in the quarter. Q4 adjusted operating margin increased by 10 basis points, driven primarily by volume leverage and favorable mix. Price and productivity net of inflation and investment was a slight headwind in Q4, but strong for the full year. I am pleased with the 70 basis points of operating margin expansion for the full year 2024.\nAdjusted earnings per share of $1.86 increased $0.18 or 10.7% versus the prior year. Operational performance, favorable tax and accretive capital deployment more than offset a slight headwind from interest and other. Finally, full year 2024 available cash flow was $582.9 million , which was a 12.9% increase versus last year.\nWe continue to effectively manage working capital and generate strong cash flow. I'll provide more details on our balance sheet and cash flow a little later in the presentation. Please go to Slide #6.\nThis slide provides an overview of our quarterly revenue. I will review our enterprise results here before turning to our respective regions. Organic revenue grew 3.5% in the quarter, which included volume growth of 2.9% and price realization of 0.6%. Price realization stepped down about 1 point in the fourth quarter versus Q3, largely due to timing of rebate accruals in the Americas business compared to prior year.\nFor the full year, the enterprise had solid price realization of 2.4%. And as we think about 2025, we expect continued price realization. Acquisition drove 2 points of growth in the quarter, and currency was a slight headwind, bringing total reported growth 5.4%. Please go to Slide #7.\nRevenue of $750 million was up 6.4% on a reported basis and up 4.6% on an organic basis. Organic growth included both favorable price and volume in the quarter. Reported revenue includes 1.9% growth from acquisitions and a slight currency headwind. Our residential business was up high-single digits in the quarter. The quarter was stronger than expected as some of our residential customers pulled in purchases ahead of inflation and tariff uncertainty.\nWe believe underlying residential markets likely grew more in line with the previous couple of quarters. As a result, Q4 revenue was benefited by approximately mid-single-digit millions of dollars.\nOur nonresidential business increased mid-single digits organically in the quarter as institutional end markets remain stable. We did not have full add within our nonresidential customers. Electronics revenue was up low single digits compared to Q4 last year. As we've discussed on prior calls, electronic comparisons in recent years have reflected the timing of supply chain disruptions in prior years.\nAmericas adjusted operating income of $205.1 million increased 8.9% versus the prior year period. Adjusted operating margin was 70 basis points as a result of volume leverage and accretive acquisitions. Price and productivity, net of inflation investments, was a slight headwind in Q4, but strong for the full year. Please go to Slide #8.\nOur International segment had a tough fourth quarter driven by a challenging macroeconomic environment, particularly in Germany, which is our largest market internationally. Revenue of $195.6 million was up 1.5% on a reported basis and down 0.7% organically. Acquisitions were a tailwind this quarter, positively impacted reported revenue by 2.4%. Currency was a slight headwind in the quarter versus prior year.\nChina was also a headwind to International organic growth. We took additional steps in the quarter to exit our operations there. In total, we had approximately $5 million of revenue in full year 2024, which represents a slight headwind to 2025 organic growth.\nInternational adjusted operating income of $30.9 million decreased 4.3% versus the prior year period. Adjusted operating margin for the quarter decreased 100 basis points. While price and productivity exceeded inflation and investments, margin declines were due to lower volumes. Please go to Slide 9, and I will provide an overview of our cash flow and balance sheet.\n2024 available cash flow came in at approximately $583 million, up $66.5 million versus the prior year. Revenue improved as we continue to focus on working capital efficiency to convert earnings to cash. We saw improvements in both inventory turns and DSO this year, which drove the improvement.\nFinally, our balance sheet remains strong. Our net debt to adjusted EBITDA is at a healthy ratio of 1.6x. Our business continues to generate strong cash flow and our balance sheet supports continued capital deployment.\nI will now hand the call back over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 10.\nLast quarter, we provided some initial market commentary for 2025. Today, I'd like to focus specifically on our institutional markets provide more perspective on what's one of the main drivers of our business.\nAllegion holds an enviable position in the industry here with strength in our sales footprint, our specification capabilities and our relationships with channel partners. We win business by solving complex problems for end users and working closely with architects with whom we've had decades-long relationships.\nAs we start off 2025, we continue to see indications of stable growth in our key market segments. A key source of funding, as indicated by new municipal bond issuance, remains healthy following a very strong 2024, and you can expect these bonds will be spent over the next several years.\nDodge Institutional doors also support volume growth of square footage start been in positive territory. The institutional markets are still growing, partially offset by known pockets of softness, like commercial office and multifamily. Please go to Slide 11, and let's walk through our outlook for 2025.\nWe expect total Allegion revenue growth to be 1% to 3% and organic revenue growth to be 1.5% to 3.5%. Total growth includes approximately 1 point of acquisitions, which is largely carryover from 2024 and approximately 1.5 points of headwind from foreign currency, primarily in Allegion International.\nIn the Americas, we expect organic revenue growth to be low to mid-single digits, with growth coming from both our nonresidential and residential businesses. For Allegion International, we anticipate that organic revenue will remain relatively flat. As Mike mentioned earlier, macroeconomic conditions in our international markets, particularly in Germany, continue to be weak.\nWe're estimating an adjusted earnings per share outlook in the range of $7.65 to $7.85. This represents growth of approximately 1.5% to 4% over prior year period, inclusive of a significant headwind from tax rate, which is estimated to be 17.5% in 2025 at the midpoint. You can find more details in the appendix. Lastly, our outlook on available cash flow is 85% to 90% of adjusted net income.\nWe are committed to balanced, consistent and disciplined approach to capital deployment, and this outlook assumes $86.7 million in average diluted shares outstanding, inclusive of anticipated share repurchases in 2025. Allegion's M&A pipeline is active, and we anticipate allocating additional capital to acquisitions this year. However, this outlook does not account for any further acquisitions beyond the recent announcements we've shared on Nextdoor Company and Lamar.\nOne more item of interest that I'd like to cover, given the evolving headlines in recent weeks is tariffs. Our guidance includes the currently enacted tariffs on imports from China. And at the enterprise level, we import less than 5% of our cost of goods sold from China. We're taking a combination of pricing actions and sharing those costs with our suppliers to minimize the impact.\nOur guidance does not include potential tariffs that may be enacted on Mexico. We source approximately 20% to 25% of cost of goods sold from Mexico primarily related to our residential business in the Americas. Should tariffs go into effect, we anticipate taking pricing actions to cover the higher costs and expect to offset the dollar impact at the operating income and earnings per share level. Please go to Slide 12.\nIn summary, Allegion delivered a record year in 2024, a year marked by consistent execution, solid margin expansion and balanced capital deployment. These results are a testament to our team of highly engaged experts who, together with our distribution and channel partners, solve complex problems for our end user customers and work tirelessly to make the world safer.\nWe expect 2025 will be another opportunity to showcase the strength of this team. And with the consistency and discipline we have in investing for our future, Allegion is primed for more growth.\nWith that, we'll be happy to take your questions.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nDrew, we can open up the line for questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/90d64edcb507528cb201746e80ee11c6",
    "period": "2024 Q2",
    "content": "Q2 2024 Allegion PLC Earnings Call\n\nQ2 2024 Allegion PLC Earnings Call\n\nALLENYSEJUL 24, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Second Quarter 2024 Earnings Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Josh Pokrzywinski, Vice President of Investor Relations. Please go ahead.\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThank you, Jason. Good morning, everyone. Thank you for joining us for Allegion's Second Quarter 2024 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion. Our earnings release, which was issued earlier this morning and the presentation we will refer to in today's call are available on our website at investor.allegion.com. This call will be recorded and archived on our website. Please go to Slide 2.\nStatements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements. Today's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nPlease go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everybody. Thanks for joining today. I can sum up this call in this quarter with 4 words: Stable markets, strong execution. And that strong execution was by the entire Allegion team and our distribution channel partners. That's the team that drove these record Q2 results. I'll briefly walk through some of the highlights for our quarter and updated full year outlook, and then we'll share more on each of these later in the presentation.\nAllegion Q2 revenue growth and margin expansion demonstrates the resilience of our business model. We see stability in demand, given our broad market exposure and specification expertise. Our team continues to see strength in areas like institutional markets and data centers, further helped by our own investments in electronics and new product development. And as expected, we saw a return to volume growth and a seasonal bump in the quarter sequentially over Q1.\nWe are accelerating capital deployment, returning cash to shareholders and investing in accretive acquisitions. We've announced 4 acquisitions already this year with Krieger Specialty Products and Unicel Architectural in Q2. Overall, heading into the second half, we're executing at a high level. We're raising our full year guidance for reported revenue and adjusted earnings per share and we're affirming our available cash flow outlook. I am very proud of how the Allegion team is living our values, while driving results for our customers and our shareholders. Please go to Slide 4.\nAllegion continues to pursue balanced consistent capital allocation for the benefit of shareholders and to take advantage of the strong cash generation this business drives. We are investing for organic growth. In April, we introduced 3 new lines of Schlage Indication Solutions, a best-in-class lock portfolio with trims that allow users to more easily see the status of a door.\nDeveloped specifically with K-12 schools and higher education security needs in mind, our new locks have some of the largest indication windows on the market and differentiated 180-degree views. They offer unparalleled functionality and durability for Grade 1 fire-rated applications in addition to tamper resistance and color blind friendly backgrounds. Combined, these features allow for quick confirmation that doors are secured, providing teachers and administrators peace of mind and time, their most valuable resource when it matters most when every second counts.\nAllegion continues to be a dividend-paying stock. For the quarter, this amounted to approximately $42 million in cash returned to shareholders. We closed 2 bolt-on acquisitions in our Americas region in Q2, Krieger Specialty Products and Unicel Architectural. Krieger is a leading specialty door manufacturer with expertise in highly engineered, acoustical, high-security, thermal and radio frequency applications. Krieger products complement our Hollimetal portfolio and are used in a wide range of facilities, including government agencies, data centers, concert halls and health care.\nUnicel is a leading manufacturer of advanced glass wall systems that support privacy safety, energy efficiency and sustainability across institutional markets. This business is a natural extension of our core door and window systems portfolio of TGP, AD Systems and Stanley Access Technologies. Both Krieger and Unicel expand our portfolio with fast-growing niche products for key verticals that will benefit from the strength of our [indiscernible] capability and nationwide sales footprint.\nOn a combined basis, these businesses are accretive to overall Allegion growth rates, and carry Allegion like EBITDA margins in the low 20s. Total purchase price represents a valuation of approximately 10x 2024 EBITDA. We're very pleased with the recent acquisitions we've made, strong management teams that have come on board and a great cultural fit with the employees that they bring to Allegion. We're excited to the future.\nLastly, in the quarter, we made additional share repurchases amounting to approximately $40 million. I'm happy with the balanced and shareholder-friendly capital allocation that you see here on the slide, and Allegion continues to invest in the core, grow the business and return cash to shareholders.\nMike will now walk you through the second quarter financial results, and I'll be back to provide an update on our outlook and some final thoughts.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #5. As John shared, our Q2 results reflect solid performance from the entire Allegion team. We continue to execute at a high level, delivering another quarter of strong margin expansion with mid-single-digit top line growth, driven by both price and volume.\nRevenue for the second quarter was $965.6 million, an increase of 5.8% compared to 2023. Organic revenue increased 5.2% in the quarter as a result of favorable price and volume. We saw strength across both our Americas and International regions. Q2 adjusted operating margin and adjusted EBITDA margin increased by 150 and 170 basis points, respectively, driven by price and productivity in excess of inflation and investments, as well as favorable volume leverage. I'm very pleased with the operational execution and margin expansion in 2024.\nAdjusted earnings per share of $1.96 increased $0.20 or approximately 11.4% versus the prior year. Strong operational performance, accretive capital deployment and favorable interest and other, more than offset the headwinds from higher tax. Finally, year-to-date 2024 available cash flow was $176 million, which was a 7.4% decrease versus last year. I will provide more details on our cash flow and balance sheet a little later in the presentation. Please go to Slide #6.\nThis slide provides an overview of our quarterly revenue. I will review our enterprise results here, before turning to the respective regions. Organic revenue grew 5.2% in the quarter, comprised of price realization of 2.7% and volume growth of 2.5%. As I mentioned last quarter, we are seeing the business return to expected seasonality in 2024 versus what we experienced last year. As John discussed earlier, we're accelerating capital deployment and have made investments in inorganic growth in both our Americas and International segments. As a result, acquisitions drove almost 1 point of growth in the quarter. Currency was a slight headwind, bringing total reported growth to 5.8%. Please go to Slide #7.\nOur Americas segment delivered strong operating results in Q2. Revenue of $770.7 million was up 6% on a reported basis and up 5.7% organically as a result of favorable price and volume in the quarter. Reported revenue includes 0.4% growth from the acquisitions of Krieger and Unicel. Our nonresidential business, inclusive of Access Technologies, increased mid-single digits in the quarter as end markets remained stable. Our residential business was up low single digits in the quarter, showing an improvement versus the declines in Q1.\nDemand for electronics in our Americas region remained strong. While electronics revenue was down low single digits in the quarter against a tough comparable, our business has grown well above 30% over the last 2 years for both the quarter and year-to-date. Americas' adjusted operating income of $226.2 million increased 9.9% versus the prior year period due to solid top line growth and strong operational execution. Adjusted operating margin and adjusted EBITDA margin for the quarter were up 110 and 130 basis points, respectively, as we continue to drive margin expansion through price and productivity in excess of inflation and investments. Overall, our Americas team delivered another strong quarter. Please go to Slide #8.\nOur International segment had a solid second quarter. Revenues of $194.9 million was up 5.2% on a reported basis and up 3.1% organically. Price realization and strength in our electronics business drove the growth in the quarter. Acquisitions were a tailwind this quarter, positively impacting reported revenues by 3.2%, driven by the [indiscernible] and Boss acquisitions announced earlier this year. Currency, however, was a headwind of 1.1%.\nInternational adjusted operating income of $23.6 million increased 12.9% versus the prior year period. Adjusted operating margin and adjusted EBITDA margin for the quarter both increased 80 basis points. Volume and favorable mix are driving the margin expansion, as well as margin accretion from our acquisitions. Please go to Slide #9.\nYear-to-date available cash flow came in at $176 million, down $14.1 million versus the prior year. We did see year-over-year growth in the second quarter this year. However, the first half of 2023 was particularly strong as it benefited from supply chain lead time reductions. Next, working capital as a percent of revenue increased primarily driven by higher receivables as a result of the timing of revenue and collections within the quarter versus the prior year. Finally, our net debt to adjusted EBITDA remains at a healthy ratio of 1.9x, consistent with where we finished 2023.\nIt is worth noting that our gross debt and cash balances include the proceeds from our $400 million senior note issuance in the second quarter, which will be used to repay a $400 million senior note maturity in the back half of 2024. This resulted in a slightly higher gross debt to adjusted EBITDA at the end of the second quarter, but has no impact on net debt to adjusted EBITDA.\nOur business continues to generate strong cash flow and our balance sheet supports continued capital deployment. I will now hand the call back over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 10. Allegion is on track for record full year revenue, adjusted operating income and adjusted earnings per share in 2024. We're increasing our full year outlook on reported revenue and adjusted EPS, tightening our organic revenue range and affirming available cash flow.\nWe now expect the Americas segment to be up 2.5% to 3.5% for total growth and 2% to 3% organically, led by our nonresidential business. For international, we expect revenue to be up 3% to 4% in total, including a 0.5% to 1.5% organically based on a solid start to the year, particularly in electronics and software. All in for the company, we are raising total growth to a range of 2.5% to 3.5%. Organically, we're tightening the range by 0.5 point on both ends to 1.5% to 2.5%.\nBased on our strong operational performance in the second quarter and capital deployment, we are increasing our adjusted earnings per share outlook by $0.15 to a range of $7.15 to $7.30. Lastly, we affirm our outlook on available cash flow to be in the range of $540 million to $570 million. Please go to Slide 11.\nNow 2 years into my role at Allegion, I want to take a moment to reflect. I feel very lucky and very humbled to have stepped into such a great team and business. We overcame supply chain and inflationary disruptions and are now putting up record revenues and margins. We have 2 new factories ramping up smoothly and safely. We have successfully integrated the largest acquisition in Allegion's history and have grown our business further with 5 additional bolt-on acquisitions. And earlier this year, we earned the Gallup Exceptional Workplace Award, an achievement that I would say is probably my proudest moment with Allegion so far.\nIt's helpful to step outside the market discussion at the moment, whether it's supply chain and inflation as it was 2 years ago or Fed policy and macro data today. With Allegion, you'll find a resilient business model, reflecting a strong value proposition as well as opportunities to further drive growth and reward shareholders. It starts with the front end and a spec engine that is always running in solving complex problems for our end user customers regardless of which nonres segment they're a part of.\nPlugging in bolt-ons like Krieger and Unicel into this back engine creates additional value, as we bring heightened channel access to their strong niche products and help them grow. Our industry-leading margins are the hallmark of a strong culture of execution at Allegion. We have a long-standing track record of success on price and productivity that has created durable returns through the cycle.\nAllegion's broad portfolio and end market exposure and mix of aftermarket and new construction further adds to the resiliency of our business. Our consistent balanced framework on capital allocation has allowed us to deploy approximately $280 million of cash flow year-to-date through accretive M&A and return of capital directly to shareholders.\nIn summary, stable demand and strong execution by the entire Allegion team and our channel partners drove record Q2 revenue and earnings per share results. We expand margins and our accelerating capital deployment for the benefit of our shareholders, which supports our higher outlook for 2024.\nWith that, let's turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e5ea0c0eb9d47067e7a04fa252fdf54e",
    "period": "2024 Q1",
    "content": "Q1 2024 Allegion PLC Earnings Call\n\nQ1 2024 Allegion PLC Earnings Call\n\nALLENYSEAPR 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion First Quarter 2024 Earnings Call [Operator Instructions] I would now like to turn the conference over to Josh Pokrzywinski, Vice President of Investor Relations. Please go ahead. .\n\nJoshua Charles Pokrzywinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nThan you, Drew. Good morning, everyone. Thank you for joining us for Allegion's First Quarter 2024 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial officer or Allegion. Our earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com.\nThis call will be recorded and archived on our website. Please go to Slide 2. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. Please go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone. Thanks for joining us. Allegion is off to a solid start in 2024, and I'm very proud of our entire team. I'll walk through some of the top Q1 highlights briefly, and we'll share more on each of these through the course of the presentation. Institutional markets remain healthy as we expected, team continues to leverage our capabilities in spec writing made-to-order manufacturing and strong distribution partnerships to best serve our end user customers. .\nWe're executing at a high level, expanding margins in the quarter and delivering balanced capital allocation. As previously announced, we acquired Boss Door Controls and Dorcas in Q1 and return cash to our shareholders through dividends and share repurchases. Driven by our vision of enabling seamless access in a safer world, Allegion's Q1 performance has set a solid foundation for the year. We're performing well, and we're affirming the 2024 outlook we provided to you in February. Please go to Slide 4. Allegion continues to deliver on balanced and consistent capital allocation and our Q1 performance showcases this. We continue to invest for organic growth, building on the legacy of our flagship brands delivering new value and access through industry-first innovations and nurturing strategic relationships to be the partner of choice.\nIn March, Schlage announced a new Smart Lock integration with Airbnb to help improve and simplify host and guest experiences alike. Our integration means most Airbnb hosts with listings in the U.S. and Canada can now provide the seamless access experience to guests with the industry-leading Schlage and Code Smart Lock family directly within the Airbnb app. Host can streamline the check-in and checkout process with automatically generated guest access codes removing the need to manually create unique codes for each visitor.\nAccess codes are shared with guests at the time of booking, and those codes are only active during their trip, automatically deactivating after checkout. Hosts can make any needed adjustments to their guest check-in and checkout times in the Airbnb app, which will automatically update the smart lot, keeping them in control of the access experience, while guests can rest easy with the peace of mind brought by having Schlage on the door. The Smart Lock integration within the Airbnb app is currently only compatible with Schlage, making this another industry first for our company.\nAllegion also continues to be a dividend-paying stock. And as a reminder, in February, we announced our tenth consecutive annual dividend increase. For the quarter, this amounted to approximately $42 million in cash returned to shareholders. Additionally, in Q1, we closed 2 bolt-on acquisitions. During our last earnings call, we discussed the February acquisition of BOSS Door Controls in the U.K., which brings a strong architectural channel and a flexible supply chain while positioning us to increase our spec-driven business in Allegion International.\nIn March, we acquired Dorcas a leading manufacturer of electromechanical access control solutions based in Spain. Dorcas solutions are distributed and sold internationally with a strong presence across European markets, including in the education and health care verticals. We their electric strikes and locks are integral elements of access control systems and bringing this business into Allegion International is another strategic investment in the quality of our portfolio there. Lastly, in the first quarter, we made additional share repurchases amounting to approximately $40 million.\nOverall, I'm happy with the balanced capital allocation you see here on this slide, we continue to invest in the core, continue growing the business and continue returning cash to shareholders. Mike will now walk you through first quarter financial results, and I'll be back to provide some final thoughts.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #5. As John shared, our team's Q1 performance reflects a solid start to 2024. Revenue for the first quarter was $893.9 million, a decrease of 3.2% compared to 2023. Organic revenue declined 3.6% on a challenging prior year comparable, which was up 15%. Q1 2023 experienced abnormally strong seasonality as the business recovered from previous supply chain interruptions. .\nAdjusted operating margin and adjusted EBITDA margin increased by 40 and 50 basis points, respectively, in the first quarter, driven by price and productivity in excess of inflation and investment. The team executed well to deliver margin expansion despite the volume declines. Adjusted earnings per share of $1.55 decreased $0.03 or approximately 1.9% versus the prior year. Volume declines in tax headwinds more than offset margin expansion and interest and other favorability. Finally, Q1 2024 available cash flow was $23.9 million, which was a 48.8% decrease versus last year and represents a return to historical norms. I will provide more details on our cash flow and balance sheet a little later in the presentation.\nPlease go to Slide #6. This slide provides an overview of our quarterly revenue. I will review our enterprise results here before turning to our respective regions. Organic revenue declined in the quarter by 3.6% as a result of the tough comparable I just mentioned. We saw the business returning to more normal seasonality in Q1 2024 versus what we experienced last year. Currency and acquisitions drove additional favorability in the quarter, bringing the total reported decline to 3.2%. Please go to Slide #7. Our Americas segment delivered strong operating results in Q1. Revenue of $709.3 million was down 4.3% on both the reported and organic basis as favorable pricing more than offset lower volumes.\nOn a 2-year basis, our Americas business grew approximately 17% organically. Our nonresidential business, inclusive of Access Technologies declined mid-single digits against the prior year comp that grew nearly 30%. Residential markets remained soft with our business down low single digits in the quarter as higher interest rates continue to impact new and existing home sales. Demand for electronics in our Americas business remains strong. While revenue was down low single digits in the quarter against a tough comp, our electronics business has grown nearly 30% over the last 2 years.\nAmericas adjusted operating income of $197.3 million decreased [ 4% ] versus the prior year period due to lower volumes. However, adjusted operating margin and adjusted EBITDA margins for the quarter were up 120 and 140 basis points, respectively. Overall, our Americas team continues to execute well and operate efficiently, driving margin expansion through price and productivity in excess of inflation and investments despite lower volumes.\nPlease go to Slide #8. Our International segment continues to see a challenging macroeconomic environment. Revenue of $184.6 million was up 1.4% on a reported basis but down 0.8% organically. Price realization was more than offset by lower volumes associated with soft end market demand. Currency and acquisitions were a tailwind this quarter, positively impacted reported revenue by 0.8% and 1.4%, respectively. International adjusted operating income of $19.3 million decreased 2% versus the prior year period.\nAdjusted operating margin and adjusted EBITDA margin for the quarter decreased 40 and 50 basis points, respectively. Pricing productive tailwinds, covering inflationary pressures, but modest volume declines resulted in lower year-on-year margin rates. Please go to Slide #9. As I mentioned earlier, year-to-date available cash flow came in at $23.9 million, down $22.8 million versus the prior year. Q1 2024 cash flow was particularly strong as it benefited from supply chain lead time reductions, while the current year is more in line with historical norms.\nNext, working capital as a percent of revenue increased primarily driven by higher receivables as a result of timing of revenue and collections within the quarter versus the prior year. Finally, our net debt to adjusted EBITDA remains at a healthy ratio of 1.9x, consistent with where we finished 2023. Our business is generating strong cash flow and our balance sheet supports continued capital deployment. I will now hand the call back over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 10. As we did last quarter, I want to spend a moment to highlight some of the key factors that we believe distinguish Allegion's business model and how we win in the marketplace. We continue to see favorable long-term demand drivers, particularly in our core institutional markets. Projects in these markets are largely funded outside of traditional bank financing and may be more commonly funded by municipal bond issuance. Bond issuance has continued its steady long-term growth with cycles around election year referendums.\nIssuance continues to support our view for stable institutional market demand as we progress through 2024. Moving to the right side. We feel strongly we have a winning formula that comes from bringing the depth of Allegion expertise into these attractive markets. Our team has notched multiple health care wins in 2024, our traditional mechanical hardware and sliding door solutions have a strong value proposition in this vertical and the service capability we acquired with Access Technologies frequently puts us over the top.\nThis shows the value we unlock through M&A as we continue to deploy capital and broaden our portfolio as a pure play in security and access. Please go to Slide 11. In summary, Allegion's first quarter was marked by strong execution. Our team expanded margins and delivered balanced capital allocation, and we're affirming our full year 2024 outlook. It's noteworthy to share that Allegion was named a 2024 Gallup Exceptional Workplace Award winner earlier this month. This highly competitive award recognized as Allegion as 1 of the most engaged workplaces and it's a testament to the dedication of all 12,000-plus Allegiant employees.\nOur team truly believes in Allegion's responsibility to keep our employees safe, operate sustainably, live up to high ethical standards and serve our local communities. By living our values and increasing employee engagement, we accelerate Allegion's success and advance our vision of enabling seamless access in a safer world for you. I'm proud of the progress we're making and grateful to be a part of this high-performing team. Okay. Let's turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c571cd0cc21b62e51e288d9487031d0",
    "period": "2023 Q4",
    "content": "Q4 2023 Allegion PLC Earnings Call\n\nQ4 2023 Allegion PLC Earnings Call\n\nALLENYSEFEB 20, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Fourth Quarter 2023 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Josh Pokowinski, Vice President of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, Drew. Good morning, everyone. Thank you for joining us for Allegion's Fourth Quarter and Full Year 2023 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slide 2. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. Please go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Josh. Good morning, everyone, and thanks for joining us. I'd like to start today by recognizing that 2023 was a year of strong execution by the entire Allegion team. This performance reflects the value we had for our customers, the strength of our distribution partners as well as the quality of our brands and the capabilities and expertise of our employees.\nLet's walk through some highlights of the quarter and the year. After celebrating our tenth anniversary as a stand-alone company in December, we closed the year with record revenue, adjusted operating income and adjusted EPS. Reinforcing the thesis behind our seamless access strategy, electronics demand remains strong. We delivered approximately 20% organic growth in electronics for the year as supply chains normalized, and that's on top of mid-teens organic growth in the prior year.\nWe sustained a high operating cadence and expanded our industry-leading margins in the quarter. And for the full year, our adjusted operating margin performance was 22.1%, up 160 basis points. Simply stated, the Allegion team delivered on price and productivity, bringing margins back to pre-pandemic levels with room to expand further in 2024 and beyond.\nOur balance sheet and cash flow generation are strong. We ended the year under 2x net debt to EBITDA, which sets up a 2024 return to the balanced capital deployment you've come to expect from Allegion.\nWhen you look at our past decade, this team has delivered solid results and executed well through a variety of macroeconomic backdrops. We've built on the strength of 100-year-old brands, consistently meeting customer needs and meeting our commitments to shareholders. We've operated with excellence, sustained the highest margins in the industry and are still pioneering safety, better securing people and their property where they live, learn, work and connect.\nDriven by our vision of enabling seamless access in a safer world, we're proud of this track record, we're proud of what we delivered in 2023, and we're excited about the momentum we're carrying into 2024.\nPlease go to Slide 4, and let's talk about our capital allocation strategy in action. Reflecting on Allegion's first 10 years, we've had a roughly even split between inorganic growth and the return of capital to shareholders through dividends and share repurchases. We remain committed to balanced consistent capital allocation and having quickly delevered from the Access Technologies acquisition, our balance sheet supports this strategy.\nAs we move into 2024, we will continue investing for organic growth, prioritizing projects and solutions that drive seamless access forward. One recent example in new product development is Schlage's next generation of innovative electronic locks, the XE360. This is the latest wireless lock family from Schlage designed with flexibility and interoperability in mind. With solutions for perimeter and interior doors, this series has the security and access features most look for by multifamily and commercial properties at attractive price points. The architecture supports the latest credential technologies and integrates with Allegion and our partner systems. In addition, Schlage's innovative Flex module allows the XE360 series to be easily upgraded in the field to allow migration from an off-line to a network solution and to adapt to emerging trends in security and connectivity down the road.\nNext, Allegion will continue to be a dividend paying stock. You can expect our dividends to grow commensurate with earnings over the long term, and we've just announced our tenth consecutive annual increase. We also expect to grow through acquisitions. Bolt-on acquisitions that fill portfolio gaps in the hardware space and high-margin recurring revenue business in the Access Solutions space will remain priorities.\nLarger deals like Access Technologies may be more episodic, but we will be disciplined and have demonstrated the ability to quickly delever. BOSS door controls, which we closed this month is a classic bolt-on that both complements and expands how we go to market in the U.K. This acquisition bolsters our local business with a strong architectural channel, flexible supply chain and also positions us to increase our spec-driven business there in the future.\nLastly, with regards to share repurchases, as we've said, at a minimum, we will continue to offset incentive compensation. And as you saw in the fourth quarter, we will make additional share repurchases as appropriate. Mike will now walk you through fourth quarter financial results, and I'll be back to discuss our full year 2024 outlook.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #5. As John shared, Allegion continued to execute at a high level and delivered another solid quarter. Revenue for the fourth quarter was $897.4 million, an increase of 4.2% compared to 2022.\nOrganic growth of 2.6% was driven by our Americas nonresidential and Access Technologies businesses, offset by declines in residential and international. Adjusted operating margin and adjusted EBITDA margin increased by 130 and 120 basis points, respectively, in the fourth quarter, driven by price and productivity and excess of inflation and investment.\nI am pleased with the margin performance as we have recaptured the margin loss during the supply chain disruptions experienced in late 2021 and early 2022. Our operating model and strong execution have positioned us well for future margin expansion.\nAdjusted earnings per share of $1.68 decreased to $0.01 or approximately 0.6% versus the prior year. Operational performance drove growth of $0.17 per share with the offset coming from tax, driven by the timing of discrete items versus the prior year.\nJohn will cover the outlook later in the presentation. However, I want to note that our tax rate will migrate to between 18% and 19% in 2024, inclusive of the implementation of global minimum tax. We expect Allegion's structural tax rate will be in the high teens over the planning horizon we laid out at our Investor Day in May.\nFinally, full year available cash flow for 2023 was $516.4 million, a 30.6% increase versus last year, driven by higher earnings and improved working capital performance. I will provide more details on cash flow and balance sheet a little later in the presentation.\nPlease go to Slide #6. This slide provides an overview of our quarterly and full year revenue. I will review our enterprise results here before turning to our respective regions. Organic growth in the quarter was 2.6% as strong price realization offset pressure on volumes.\nCurrency and acquisitions drove additional favorability in the quarter, bringing the total reported growth of 4.2%. On a full year basis, organic revenue growth was 5.2% overall with Americas at 7.4%. Our international business was down 2.5% for the year. Our full year organic growth was led by electronics and software solutions, which grew globally by approximately 20% in 2023 with both regions in double digits.\nPlease go to Slide #7. Our Americas segment continues to deliver strong operating results in the fourth quarter. Revenue of $704.6 million was up 3.7% and on both a reported and organic basis as favorable pricing offset lower volumes. Our Americas nonresidential business was up mid-single digits against the prior year comp that grew in the mid-20s percent.\nOn a full year basis, this business had double-digit organic growth in 2023. Residential markets are soft, with our business down low single digits in the quarter and for the full year, as higher interest rates continue to impact new and existing home sales.\nOur Access Technologies business delivered organic growth of mid-single digits in Q4. Americas electronics growth remained strong on a multiyear basis with mid-single-digit growth in the quarter on top of the nearly 50% comparison in Q4 2022. Our Americas adjusted operating income of $188.4 million increased 10.8% versus the prior year period. while adjusted operating margins and adjusted EBITDA margins for the quarter were up 170 and 190 basis points, respectively.\nThe team executed well. We are performing more efficiently driving price and productivity, and we delivered margin expansion every quarter in 2023.\nPlease go to Slide 8. Our International segment continues to execute well in a challenging macroeconomic environment. Revenue of $192.8 million was up 5.9% on a reported basis and down 1.3% organically. Price realization was more than offset by lower volumes associated with soft end market demand. Currency and acquisitions were a tailwind this quarter positively impacted reported revenues by 4.4% and and 2.8%, respectively.\nInternational adjusted operating income of $32.3 million increased nearly 13% versus the prior year period. We also saw improvement in adjusted operating margins and adjusted EBITDA margins of 110 and 100 basis points, respectively. The team delivered margin expansion for Q4 and the full year despite a challenging top line, highlighting the healthier, more resilient business portfolio we have within our International segment.\nThe acquisition growth I mentioned earlier is primarily driven by our plano business, a tuck-in Software-as-a-Service business we acquired early 2023, which is accretive to both growth rates and margins.\nPlease go to Slide #9. As I mentioned earlier, year-to-date available cash flow came in at $516.4 million, up nearly $121 million versus the prior year. This increase is driven by higher earnings and working capital improvements, partially offset by higher capital expenditures. You can look for Allegion to continue to invest in our business and convert earnings to cash.\nNext, working capital as a percent of revenue improved versus the prior year, driven by higher inventory turns as supply chains normalized. Finally, our net debt to adjusted EBITDA is down to 1.9x as we successfully delevered following the Access Technologies acquisition.\nWe are now back to historical leverage levels, which demonstrates our proven track record of effectively deploying capital while maintaining both our leverage profile and our investment-grade credit rating. Our business continues to generate strong cash flow, and our balance sheet continues to be in a healthy position. I will now hand the call back over to John for our 2024 outlook.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 10. And before we get to guidance, I want to spend a moment on what we see as a couple of key drivers for 2024, including macroeconomic inputs that inform our outlook. We're expecting more modest inflation in 2024, enabling normal levels of margin expansion from net price and productivity. We report these to you as aggregate price, productivity, inflation and investments shown in the left-hand chart.\nSince the beginning of 2019, we've averaged approximately 60 basis points of margin contribution annually from net price and productivity. This has been a hallmark of the business over time, and it's a key driver of our 2024 outlook. We're expecting a stable nonresidential environment underpinned by healthy institutional markets. You can see Dodd starch for institutional have shown steady growth in the past few years, contrasting the higher volatility in commercial leaning verticals.\nAs you all know, Allegion is a late-cycle business and starts can lead our business by a year or more. We're not expecting many market tailwinds However, we believe the visibility and stability of late-cycle institutional verticals as well as our large installed base will allow us to deliver organic growth.\nPlease go to Slide 11, and let's walk through the outlook for 2024. We expect total and organic revenue growth in the Americas to be 1.5% to 3.5%. This is led by our nonresidential business forecast to grow low to mid-single digits organically.\nPlease note the nonresidential business is inclusive of Access Technologies starting this year. The residential business is expected to be flat to down slightly on an organic basis. Overall, for the Americas, we are expecting more normal seasonality with tough comps in the first quarter.\nFor Access International, we expect total revenue to be up 1.5% to 3.5% and and minus 1% to up 1 % on an organic basis. Inorganic growth includes the recently announced acquisition of Baldor controls. While mechanical markets remained sluggish in international, I'm pleased with how the team executed to close out the year. We have a high-quality portfolio and continue to see good growth potential in our International, Electronics and Software Solutions businesses.\nAll in for the company, we are projecting total revenue growth of 1.5% to 3.5% with organic revenue growth of 1% to 3%.\nWe expect to drive margin expansion consistent with our historical framework. We're confident in the execution playbook we have for 2024 given cost actions taken in '23 and a more modest inflation environment. Based on our strong operating momentum, prior cost actions and more normalized inflation we are projecting an adjusted EPS outlook in the range of $7 and $7.15. This represents growth of approximately 1% to 3% over the prior year period, inclusive of a $0.37 headwind from tax.\nLastly, we expect our outlook on available cash flow to be in the range of $540 million to $570 million. While we are committed to balanced and consistent capital deployment, this guidance does not include future capital deployment beyond the recent acquisition of BOSS Door Controls.\nPlease go to Slide 12. Bottom line, I am very proud of the entire Allegion team's 2023 performance and grateful for the strong distribution partners and loyal customers we have. As we look ahead to 2024, we will continue to build on the Allegion legacy and deliver new value and access.\nOur team is focused on relentless execution of our strategy and balanced capital deployment against what we expect to be a stable market backdrop. We remain committed to putting our customers first and delivering our vision of enabling seamless access in a safer world. I look forward to updating you more in the future as we work to achieve another record year for Allegion and propel our company into its next decade of growth. With that, let's turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/33c92ff56e267a0dfb608a1f62858077",
    "period": "2023 Q3",
    "content": "Q3 2023 Allegion PLC Earnings Call\n\nQ3 2023 Allegion PLC Earnings Call\n\nALLENYSEOCT 31, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Third Quarter 2023 Earnings Call. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Jobi Coyle, Director of Investor Relations. Please go ahead.\n\nJobi Coyle\n\nDirector of Investor Relations\n\nThank you, Drew. Good morning, everyone. Thank you for joining us for Allegion's Third Quarter 2023 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website. Please go to Slide #2.\nStatements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections.\nThe company assumes no obligation to update these forward-looking statements. Today's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. Please go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Jobi, and good morning, everyone. Thanks for joining us today. This current quarter was all about outstanding operational execution from the entire Allegion team, and I'm pleased with our performance.\nElectronics demand remains strong with, in our opinion, a long runway for further adoption. In the quarter, Allegoin delivered mid-teens organic growth in electronics and software solutions globally, led by our Americas nonresidential business, which had another robust quarter. We already have the highest margins in our industry, and we're driving additional expansion at the gross and operating margin levels despite not having some of the mechanical long tailwinds from a year ago.\nOur balance sheet is getting stronger. We delevered from the Access Technologies acquisition quickly and are now building capital to deploy for growth. Bottom line, Allegion is poised for a record year in total revenue, adjusted operating income and adjusted earnings per share. As a result, we're raising our guidance for full year adjusted EPS. Please go to Slide 4.\nSo Allegion's vision of enabling seamless access in a safer world remains core to our company culture, performance and results. Securing people where they live, learn and work has never been more important. We are a pure-play provider of security and access solutions. We have a great legacy of the strongest brands and the highest margins. We operate with excellence and are accelerating our year-over-year productivity with normalized lead times while still managing the massive SKU complexity that we manage in a made-to-order environment. This makes Allegion a partner of choice, and we're leveraging that unique position to promote the adoption of open ecosystems that maximize our addressable market.\nWe're also delivering new value and access, continuing our drive to wrap software and services around our hardware solutions. This is the critical unlock of additional value for our end user customers for Allegion's growth and for long-term shareholder return.\nA great proof point of how our company is living this vision and strategy is the Allegion Ventures announcement we made yesterday. Allegion Ventures has made a strategic investment in Ambient AI, whose cutting-edge AI platform utilizes innovative technology to enable seamless access in a safer world. This is the largest investment in Allegion Ventures history, and it reflects the tremendous potential we see in Ambient and Allegion's collaboration to deliver new value and access. Please go to Slide 5.\nI'd like to turn to our capital allocation priorities. When I joined Allegion, we had just announced the acquisition of Access Technologies. And over the last year, I feel we've done a good job in quickly delevering back to pre-acquisition levels while still investing in our business and returning cash to our shareholders.\nAllegion is an investment-grade company, and we expect to remain an investment-grade company. This is critically important to us. We will continue investing for above-market organic growth prioritizing projects and solutions that drive seamless access and make the world safer. We're a dividend-paying stock, and you can expect our dividends to grow commensurate with earnings over the long term.\nWe will also drive growth through acquisitions, considering complementary portfolios like you saw with the Access Technologies business, as well as Software-as-a-Service related to seamless access, like you saw with plano. High-margin recurring revenue businesses and bolt-on acquisitions that fill portfolio gaps in the hardware space will remain priorities.\nAnd while we may increase our debt for the right acquisitions, we've demonstrated the ability to quickly delever. Lastly, with regards to share repurchases, at a minimum, we will continue to offset incentive compensation, and we will make additional share repurchase as appropriate. Mike will now walk you through third quarter financial results, and I'll be back to discuss our full year 2023 outlook.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #6. As John shared, Allegion continued to execute at a high level. We delivered another quarter of solid performance with strong electronics growth, sustained margin expansion and healthy cash flows.\nRevenue for the third quarter was $917.9 million, an increase of 0.5% compared to 2022. We continue to see favorable price realization along with strength in electronics and access technologies. However, ongoing pressure on our residential business, paired with a challenging prior year comparable, resulted in organic revenue decline of 0.6%.\nAdjusted operating margin and adjusted EBITDA margin in the third quarter both increased by 110 basis points. Price and productivity in excess of inflation and investment, along with strong operational execution, more than offset the volume decline impact. On a year-to-date basis, we have achieved the highest adjusted operating margin in our history.\nI'm pleased with the margin performance over the last 18 months as we have now recaptured the margin loss during our supply chain disruptions. Our operating model and strong execution have positioned us well for future margin expansion.\nAdjusted earnings per share of $1.94 increased $0.21 or approximately 12% versus the prior year. Operational performance drove nearly $0.10 per share with the remaining coming from tax driven by timing of discrete items versus the prior year. We expect our full year adjusted effective tax rate to be approximately 15%. You can find further details of our earnings per share performance in the appendix.\nYear-to-date available cash flow was $320.4 million, an increase of approximately $95 million versus last year, driven by higher earnings. I will provide more details on our cash flow and balance sheet a little later in the presentation. Please go to Slide #7.\nThis slide provides an overview of our quarterly and year-to-date revenue. I will review our enterprise results here before turning to our respective regions. As I just mentioned, we have reported growth of 0.5% with a decline in organic revenue of 0.6% in the quarter, as price realization offset pressure on mechanical volumes.\nAs you see on the top of the slide, Q3 is comping against our prior year quarter with organic growth of more than 18%. If you recall, that is when our supply chain improvement efforts allowed us to start working through backlogs and past due customer orders and represented the highest organic growth in our company's history.\nCurrency drove some favorability in the quarter, bringing total reported growth to 5/10. On a year-to-date basis, organic revenue was 6.1% overall with Americas at nearly 9%, driven by strength in our nonresidential business. Our international business is down about 3% year-to-date. Please go to Slide #8.\nOur Americas segment continues to deliver strong operating results in the third quarter, expanding margins to lower volumes. Revenues of $700.9 million was down slightly on a reported basis and flat organically, as favorable pricing was offset by reduced volumes. Let me disaggregate the components further.\nThe America's nonresidential business was up low single digits against the prior year comp, which grew approximately 30% driven by backlog reductions I just mentioned. On a year-to-date basis, nonresidential business has grown double digits. Our Americas residential business is down low teens in the quarter as we continue to see weakness in the residential market as higher interest rates continue to impact new and existing home sales.\nOur Access Technologies business delivered organic growth of mid-teens, representing another strong quarter of top line growth and demonstrating the stability that this business provides us. Demand for our electronic solutions remained strong in the Americas. We delivered high teens organic growth in electronics in the quarter, and we continue to see a long runway for further adoption as electronics remains a key growth driver for the long term.\nAs we discussed during our second quarter call, mechanical volumes were expected to be a little soft in the third quarter as customers adjusted to our reduced lead times. We feel the channel has worked through this adjustment, and we are back to a more normal book and ship business. Our Americas adjusted operating income of $210.6 million increased 5% versus the prior year period, while adjusted operating margin and adjusted EBITDA margin for the quarter were up 140 and 150 basis points, respectively.\nPricing and productivity exceeded inflation and investments driving substantial margin expansion, demonstrating the resiliency of our Americas business model. Please go to Slide #9.\nOur International segment executed well in a challenging macroeconomic environment. Revenues of $177 million was up 3% on a reported basis and down 2.8% organically. Price realization was more than offset by lower volumes, primarily associated with our global portable securities business and our China business, which are operating in challenging markets.\nWe continue to see strength in our electronics and software solutions, which grew low double digits organically in the quarter. In addition, currency was a tailwind this quarter, positively impacting reported revenues by 5.2%. International adjusted operating income of $23.7 million increased over 18% versus the prior year period. We also saw improvements in adjusted operating margin and adjusted EBITDA margins of 180 and 190 basis points, respectively. This substantial margin expansion, despite reduced volumes, highlights the healthier portfolio within our International segment. Please go to Slide #10.\nAs I mentioned earlier, year-to-date available cash flow came in at $320.4 million, up nearly $95 million versus the prior year. This increase is driven by higher earnings, partially offset by higher capital expenditures related to our new facility in Mexico, which begins production later this quarter.\nWorking capital as a percent of revenue increased versus the prior year. This was primarily driven by timing of revenue and associated receivables within the quarter as well as timing of payments to suppliers in the prior year. Working capital and inventory management remain a priority for our company as we efficiently turn earnings to cash.\nOur net debt to adjusted EBITDA is down to 2x as we continue to successfully delever following the Access Technologies acquisition. We repaid the final $39 million on our revolving credit facility in the quarter, completing our repayments of short-term borrowings associated with that acquisition. We are now back to pre-acquisition leverage levels, which demonstrates our proven track record of effectively deploying capital while maintaining an investment-grade credit rating.\nOur business continues to generate strong cash flow and our balance sheet continues to be in a healthy position. I'll now hand the call back over to John for an update on our full year 2023 outlook.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 11. As I mentioned earlier, our company is on track for record full year revenue, adjusted operating income and adjusted EPS in 2023. We're raising our full year outlook on adjusted EPS and affirming our full year outlook on revenue and available cash flow.\nWe continue to expect the Americas segment to be 15% to 16% for total growth, 7.5% to 8.5% organically, led by our nonresidential business, which is still expected to grow high single to low double digits organically. Residential business is expected to be down slightly as markets remain challenged.\nFor international, we continue to expect revenue to be down 1% to flat in total and down 1% to 2% organically. All in for the company, our outlook continues to reflect total revenue growth between 11.5% and 12.5% with organic revenue growth between 5.5% and 6.5%.\nBased on our strong operational performance in the third quarter, we're increasing our adjusted EPS outlook to the range of $6.80 to $6.90, which is approximately 13.5% to 15% growth over the prior year period.\nLastly, we still expect our outlook on available cash flow to be in the range of $500 million to $520 million. I'm very proud of the work of the entire Allegion team and our distribution partners over the course of this year and the record results we're on track to achieve.\nLooking forward, we'll provide our full 2024 outlook to you during our fourth quarter call, as we normally do. However, given the uncertainty in the market moving into next year, we wanted to give you some insights into our view of the market dynamics today.\nFirst, we expect growth in electronics adoption to continue, driven by the convenience and added security that digital identities and mobile credentials leveraging smartphone wallets provide to our end user customers. A shift from mechanical systems to electronic access control systems with connected hardware provides efficiencies and operating cost savings for buildings and campuses, and recent channel checks and recent end user visits in the institutional segments in Education and Health Care reinforce this trend.\nAnd while small today, our software solutions portfolio is growing, and we look to accelerate this growth into 2024 and beyond. In addition, while the most recent ABI headline dipped, the institutional segment has been very resilient over the last 12 months and 5 of the last 6 months still reading above 50.\nAllegion's context is important here. You'll recall that we're a late-cycle business and also rather heavily weighted towards the institutional segment. We have an auto door business with strong backlogs and a blue-chip customer base and a service business that continues to grow. Our channel is in good shape on inventory and our lead times across the portfolio are now normalized.\nOur supply chain has improved to the point where we can regain market share in the aftermarket space. Expected headwinds are well known at this point. Commercial office in major metro areas is indeed soft. It's been soft for several months now. However, that part of our business is only a low double digit percent of our overall Americas portfolio.\nWeakness in residential and certain international market is expected to continue, particularly for mechanical products, which we've highlighted for you throughout this year. We expect productivity and recent cost actions that we have taken to help drive margin expansion into next year.\nAnd before we go to Q&A, I'd like to reiterate what I said at the beginning of the call. Allegion is in a good industry, and we're well positioned, thanks to the strong execution by our team. We've navigated industry cycles very well in the past. And with the improvements we've made to our portfolio and operations, we feel confident in our ability to succeed and drive continued organic growth and margin expansion. With that, let's turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7619e71ca53816c96a1cb2ee3a21047a",
    "period": "2023 Q2",
    "content": "Q2 2023 Allegion PLC Earnings Call\n\nQ2 2023 Allegion PLC Earnings Call\n\nALLENYSEJUL 26, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Second Quarter 2023 Earnings Call. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jobi Coyle, Director of Investor Relations. Please go ahead.\n\nJobi Coyle\n\nDirector of Investor Relations\n\nThank you, Drew. Good morning, everyone. Thank you for joining us for Allegion's Second Quarter 2020 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion. Our earnings release, which was issued earlier this morning and the presentation which we will refer to in today's call are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slide 2. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nPlease go to Slide 3, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Jobi. Good morning, everyone. Thanks for joining us today. My, how time flies. It's hard to believe this time last year, I was joining you from my first Allegion earnings call. I shared then my belief in our company's mission, our people, our culture and my excitement around this chapter that we're writing in Allegion's history together. One year in, I'm even more energized about Allegion's future and even more proud of our global team, who has just delivered another quarter of outstanding operational performance.\nLet's go to Slide 3 and talk about some of the highlights. The Allegion team delivered 18% total growth, and we drove strong margin expansion. In Q2, we increased margins across Americas and International business segments both sequentially and year-over-year, resulting in a 130 basis point increase in adjusted operating income margin for the quarter. We see electronics continuing to be a key growth driver for Allegion. Demand was strong for our electronic solutions in the second quarter, fueling Allegion's overall revenue growth. In Q2, strength across both residential and nonresidential business in our Americas segment totaled nearly 40% electronics growth over the prior period. We also saw strong electronics and software solutions performance in our International segment. As we work to shape the transformation taking place in our industry, we continue to see electronics as key to our overall growth.\nOur nonresidential markets remained stable and electronics demand continues to be a bright spot in both Americas and International segments. However, we did see some softness in nonresidential and mechanical demand as customers and distribution partners adjust their ordering patterns to our reduced lead times due to much improved supply chain and operational execution. The Americas residential business was bolstered by very strong electronic sales, but we're still seeing soft mechanical demand. Certain international end markets, particularly in the portable security business, also remained soft. Overall, our team delivered another strong quarter, resulting in a solid first half of 2023. We are operating at a high level, and as a result, we're raising our outlook for the year for adjusted EPS, which is now expected to be in a range of $6.70 to $6.80. I am very proud of the Allegion team's operational performance. I'll provide more color on the outlook during the presentation.\nPlease go to Slide 4. Now let's move to our vision and strategy. This is a slide we talked through at our Investor Day, and while it's a simple overview, it reflects an important foundation for our company. Our vision of enabling seamless access in a safer world, what does that mean? It means if you have the right credentials, whether that's a metal key, an encrypted proximity card or a digital identity in a mobile wallet, we will provide you the most convenient and secure experience possible. Why is this the right strategy and why is this the right strategy now?\nBecause our world is increasingly digital, mobile and connected, because touchless and contactless experiences and technology will clearly live well beyond COVID, because digital credentials and smart hardware not only provide more seamless access experiences, they also provide more rich data to the end-user customer and added layers of security. We feel this transformation has a long runway ahead. Our vision is supported by a strategy of creating value as a pure-play provider of security and access solutions. This is how we differentiate our company and drive innovation for a safer world forward, building on our legacy, delivering new value and access being the partner of choice and operating with excellence.\nPlease go to Slide 5. So this month also reflects the first anniversary of the Stanley Access Technologies acquisition. Acquiring the Access Technologies business was a direct reflection of our seamless access strategy, making the world more accessible, expanding our presence in access and security markets and unlocking greater long-term value for our customers, our shareholders and our employees alike. In year 1, our teams have integrated very well together. We've taken very good care of our customers, and you can see this in our results, which reflects operational performance. In line with the business plan, access Technologies generated revenues of approximately $385 million, which represented approximately 10% growth. This was $0.11 accretive to adjusted EPS release during this first 12 months.\nIn addition, when we made this acquisition, which is our largest to date, we've committed to deleveraging quickly. You can see the results. Our leverage ratios are back to pre-acquisition levels. Overall, we feel great about this highly strategic combination. The automatic doors product portfolio is a hand-in-glove fit with our demand creation and specification engine. This acquisition has greatly enhanced Allegion's service capabilities, and we look forward to much more long-term profitable growth opportunities together.\nI'll ask Mike now to walk you through the second quarter financial results, and I'll be back to discuss our updated 2023 outlook.\n\nMichael J. Wagnes\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. Thank you for joining today's call.\nPlease go to Slide #6. Allegion delivered another strong quarter with both top and bottom line growth as well as improving cash flows. Revenue for the second quarter was $912.5 million, an increase of 18% compared to 2022. Organic growth of 5.6% was driven by price realization, along with strong growth in electronics offsetting lower volumes in mechanical products. Our Access Technologies acquisition contributed approximately 12% of total growth. Adjusted operating margin and adjusted EBITDA margin in the second quarter increased by 130 and 110 basis points, respectively. These increases were attributable to strong operational execution and favorable price and productivity, which more than offset inflation and investments. Excluding our acquisition of Access Technologies, adjusted operating margin was up 270 basis points.\nAdjusted earnings per share of $1.76 increased $0.33 or approximately 23% versus the prior year. Operational performance drove 20% earnings per share growth, with additional earnings per share growth coming from acquisitions, offset by the unfavorable impact of anticipated higher interest. Details of our earnings per share performance versus the prior year are in the appendix. Year-to-date available cash flow was $190.1 million, up nearly 125% versus last year.\nPlease go to Slide #7. I will start by reviewing the revenue results for the enterprise here before turning to our respective regions. In Q2, we delivered 5.6% organic growth driven by price realization across the portfolio. Strong volume growth in electronics was more than offset by volume declines in our mechanical products. Our Access Technologies acquisition served as the primary driver of our 12.5% growth in net acquisitions and divestitures. Currency pressure were minimal in the quarter, bringing total reported growth to 18%. First half organic revenue growth was 10.2% overall, driven by strength in electronics. Americas operating growth was nearly 15% and International was down 3%.\nPlease go to Slide #8. Our Americas segment continued to deliver strong operating results in the second quarter with revenues of $727.2 million, up 23.8% on a reported basis and up 7.7% organically. During the second quarter, we achieved double-digit price realization. Our electronics growth for the Americas was nearly 40% as we continue to see both improvements in our supply chain and strong demand. Electronic component availability was significantly challenged in the first half of 2022, making the quarter an easier comparison versus the prior year as our supply chains are much healthier now. In the second quarter, we saw soft mechanical volumes as customers adjust to our reduced lead times to our improved supply chain and operational execution. Organic growth was up high single digits for both our nonresidential and residential Americas businesses.\nAs John mentioned earlier, Access Technologies has now been part of Allegion for just over a year, and we are pleased with the ongoing integration and results. This business had pro forma revenue growth of approximately 9.5% versus Q2 2022 and contributed over 16% to Americas reported growth. Our adjusted operating income of $205.9 million increased 32.9% versus the prior year period, while adjusted operating margin and adjusted EBITDA margin for the quarter were up 190 and 180 basis points, respectively. Excluding Access Technologies, our Americas segment drove a 460 basis point improvement in operating margin versus the prior year. Our team is executing well, and we were able to drive price and productivity in excess of inflation and investments to deliver this strong margin expansion.\nPlease go to Slide #9. Our International business had a solid second quarter with revenues of $185.3 million, flat on a reported basis and down 1% organically. In the quarter, price realization was more than offset by lower volumes primarily associated with our Global Portable Securities business. As we've discussed previously, this business benefited from a COVID-related demand surge in the first half of last year. We expect this market will normalize and be less of a headwind to our International segment in the second half of this year. Our electronics and software solutions are performing well and continue to be a growth driver for our international segment.\nIn addition, currency was a slight tailwind this quarter and positively impacted reported revenue by 0.6%. International adjusted operating income of $20.9 million increased 2% versus the prior year period. We saw significant improvement in adjusted operating margin and adjusted EBITDA margins of 30 and 40 basis points, respectively, when compared to last year. The margin improvement was primarily driven by favorable price and productivity in excess of inflation and investment, reflecting strong execution by the team.\nPlease go to Slide #10. Year-to-date available cash flow came in at $190.1 million, up $105.6 million versus the prior year. This increase is driven by higher earnings and lower cash used for net working capital, primarily offset by higher capital expenditures. Working capital as a percent of revenue increased versus the prior year, partially driven by our Access Technologies business, which was not owned in the first half of last year. Working capital management remains a priority of our company as we efficiently turn earnings to cash.\nAs committed, we deleveraged following the acquisition of Access Technologies and our net debt to adjusted EBITDA is back down to 2.1x. We repaid $60 million on our revolving credit facility in the second quarter and the remaining $30 million outstanding was repaid in the month of July. This means we have completed our repayments of short-term borrowings for the acquisition demonstrating our ability to effectively deploy capital and maintain an investment-grade credit rating.\nOur business continues to generate strong cash flow and our balance sheet continues to be in a healthy position. I will now hand it back over to John for an update on our full year 2023 outlook.\n\nJohn H. Stone\n\nPresident of Worldwide Construction & Forestry Division and Power Systems, Deere & Company\n\nThanks, Mike. Please go to Slide 11. And as we look at the remainder of 2023, we're tightening our full year revenue outlook while also increasing our earnings per share outlook. We now expect the Americas segment to be between 15% to 16% for total growth and 7.5% to 8.5% organically. Within the Americas, we expect to see nonresidential organic growth up high single to low double digits. We expect the residential business to be relatively flat as electronics growth is expected to offset mechanical weakness in that segment.\nAs a reminder, our supply chain challenges in our Americas business began to recover in the second half of last year. So we'll have a tougher comparable period in the second half of 2023. Additionally, due to our improved lead times this year and their impact on our nonresidential customers ordering patterns, seasonality is expected to be somewhat flatter than what Allegion's history would imply.\nFor International, we expect revenue to be down 1% to flat in total and down 1% to 2% organically. The comparison for the International business is somewhat easier in the second half of 2023 as weaker market conditions really started to set in during the second half of last year. All in, for the company, our growth outlook reflects total revenue growth to be between 11.5% to 12.5% with organic revenue growth of 5.5% to 6.5%. As a result of our team's strong operational execution and favorable first half margin performance, we're raising our adjusted EPS outlook for the year and believe it will be between $6.70 and $6.80, which is approximately 12% to 13.5% over the prior year period. And as you heard from Mike, this is primarily driven by operations execution. Lastly, we're increasing our outlook on available cash flow for 2023 to be in the $500 million to $520 million range.\nPlease go to Slide 12. So in summary, Allegion delivered a solid first half of 2023. Like we said at Investor Day, we've returned to a high operating level. Our teams are executing very well. Also at Investor Day, we laid out the Allegion operating model that I'd like to go back and revisit a little bit about driving organic growth, compounding that organic growth with both margin expansion and capital deployment resulting in double-digit EPS growth. And I feel we're well on track to deliver all of that for 2023.\nOur end markets are stable. Demand is steady, Electronics will continue to fuel our overall revenue growth as we stay focused on our vision of enabling seamless access in a [indiscernible] world. I'm confident in our outlook and very proud of our team and our distribution partners delivered this quarter and in my first year with Allegion.\nSo with that, we can open up the Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c01c4f093a5085d90f7679486dde0f3",
    "period": "2023 Q1",
    "content": "Q1 2023 Allegion PLC Earnings Call\n\nQ1 2023 Allegion PLC Earnings Call\n\nALLENYSEAPR 26, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion First Quarter 2023 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Tom Martineau, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nTom Martineau\n\nDirector-Investor Relations, Allegion Plc\n\nThank you, Andrew. Good morning, everyone. Thank you for joining us for Allegion's First Quarter 2023 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slides 2 and 3. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nPlease go to Slide 4, and I'll turn the call over to John.\n\nJohn Stone\n\nThanks, Tom. Good morning, everyone. Thanks for joining us today. Allegion delivered another quarter of outstanding operational performance. We reported revenue roughly 27% up and adjusted EPS growth of nearly 40%.\nLooking at our markets, we see ongoing robust demand in our North America nonresidential business, along with strong demand globally for our electronic solutions. We're seeing improvement in electronics components availability. And although supply is still short of demand, Americas Electronics Solutions grew by more than 30% this quarter.\nResidential markets remain rather soft in the quarter, particularly for the mechanical products and certain international markets also remain soft, particularly our global portable security business, which Mike will address in a few slides.\nWe expanded margins substantially, up 290 basis points versus prior year. This now represents the fourth quarter in a row of margin expansion for Allegion as pricing momentum continues and efficiency and productivity are accelerating.\nWe remain committed to expanding margins for 2023 and beyond, as you'll hear on our Investor Day next week. We also realized significant improvement in cash flow year-over-year driven by favorable earnings and better operating efficiencies.\nWe're raising our outlook for the year on revenue, EPS and cash flow given strong Q1 execution, resilient market demand in nonresidential segments, improving electronics availability amid the ongoing industry transformation to electronic smart hardware.\nPlease go to Slide 5. Revenue for the first quarter was $923 million, an increase of 27.6% compared to '22. Organic growth of 15% was driven by favorable volume in the Americas nonresidential business and strong price realization across the portfolio.\nThe Access Technologies acquisition contributed approximately 14% to total growth and currency impacts remained a headwind. Adjusted operating margin and adjusted EBITDA margins in the first quarter increased by 290 basis points and 270 basis points, respectively. The increases were attributable to favorable price and productivity, positive business mix and volume leverage associated with America's nonresidential growth.\nExcluding the acquisition of Access Technologies, adjusted operating income margins were up 380 basis points. Adjusted earnings per share of $1.58 increased $0.45 or approximately 40% versus the prior year. Strong operational performance more than offset the unfavorable impact of anticipated higher interest and tax expense.\nAs previously mentioned, available cash flow was $46.7 million in the quarter, up nearly 300% versus the prior year.\nMike will now walk you through the financial results, and I'll be back to discuss our updated 2023 outlook.\n\nMichael Wagnes\n\nVice President, Treasurer & Investor Relations, Allegion Plc\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #6. This slide reflects our earnings per share reconciliation for the first quarter. For the first quarter of 2022, reported earnings per share was $1.05.\nAfter $0.08 of adjustments for the items noted on this slide, 2022 adjusted EPS was $1.13. Operational results were strong in the quarter, adding $0.46 per share, which drove approximately 40% growth. This was driven by double-digit organic revenue growth, favorable operating execution and positive business mix, which more than offset currency headwinds.\nAcquisitions and divestitures delivered $0.13 to earnings -- of earnings per share. This was primarily driven by Access Technologies, which continues to deliver strong results. Interest expense reduced earnings per share by $0.11, driven by increased debt to finance the acquisition of Access Technologies and higher variable interest rates versus Q1 2022.\nA higher year-over-year tax rate reduced earnings by $0.03. This resulted in first quarter 2023 adjusted earnings per share of $1.58, an increase of $0.45 or 39.8% compared to the prior year.\nLastly, as detailed on the page, we have an $0.18 per share reduction from adjusted EPS to arrive at reported EPS. As we discussed in our last earnings call, this amount now includes an adjustment for all acquisition-related amortization. After giving effect to these items, you arrive at first quarter 2023 reported earnings per share of $1.40.\nPlease go to Slide #7. This slide depicts our revenue growth for the first quarter. I will talk to the results in total on this slide and address the regions on their respective slides. We delivered 15% organic growth driven by price realization across the portfolio and strong volume growth in the Americas nonresidential business.\nNet acquisition and divestitures contributed 14.1% growth driven by Access Technologies. Currency pressures continue to be a headwind, primarily impacting our International segment bringing the total reported growth to 27.6% in the quarter.\nPlease go to Slide #8. First quarter revenue for the Americas segment was $740.9 million, up 42% on a reported basis and up 22.6% organically. During the first quarter, price realization remained strong, offsetting ongoing inflationary pressures.\nIn nonresidential, we continue to see strong end market demand and volume growth, which benefited from the catch-up of improved electronic component supply. When coupled with price, this drove organic growth to approximately 30%.\nOur residential business was up mid-single digits with favorable price offsetting lower volumes. Residential electronics volume growth was strong, but we continue to see weakness in end markets for mechanical products. Electronics growth exceeded 30% for the quarter as we continue to see both improvements in our supply chain and strong demand. Backlogs for nonresidential electronic solutions remain elevated as we exit Q1, as demand is still limited by supply availability.\nAdditionally, we expect residential electronics demand to be more aligned to retail point of sale as we go forward. We are pleased with the ongoing Access Technologies integrations and results. This business had pro forma revenue growth of approximately 15% versus Q1 2022 and contributing nearly 20% to the Americas reported growth number.\nWe continue to see the benefits of a stable high-growth service business that Access Technologies provides us and the business is performing as well as we anticipated when we purchased it.\nAmericas adjusted operating income of $198.1 million increased 59.5% versus the prior year period, while adjusted operating margins and adjusted EBITDA margins for the quarter were up 290 and 260 basis points, respectively.\nExcluding Access Technologies, the Americas segment drove 500 basis point improvement in operating margins versus the prior year. Pricing productivity in excess of inflation and investments, volume leverage, along with positive mix, contributed to the margin improvement.\nPlease go to Slide #9. First quarter revenue for Allegion International segment was $182.1 million, down 9.7% on a reported basis and down 4.8% organically. In the quarter, solid price realization was more than offset by lower volumes, primarily associated with our Portable Securities business.\nThis business benefited from a COVID-related demand surge that extended into the first half of 2022. This resulted in the first half of 2023 having a more difficult comp as the market works its way back to a more normal cycle. Notably, the demand for our electronics and software solutions remained strong in Allegion International.\nIn addition, currency headwinds persisted this quarter and reduced reported revenues by 4.4%. International adjusted operating income of $19.7 million decreased 27% versus the prior year period. Compared to 2022, adjusted operating margins and adjusted EBITDA margins declined 260 and 220 basis points, respectively. The margin decline was primarily driven by reduced volumes.\nPlease go to Slide #10. Year-to-date available cash flow for the first quarter came in at $46.7 million, up $34.9 million versus the prior year. This increase is driven by higher earnings and lower cash used for net working capital, partially offset by higher capital expenditures that were mostly related to our new manufacturing facility in Mexico, which is scheduled to come online in the second half of 2023.\nWorking capital as a percent of revenue increased versus the prior year. This is driven partially by the Access Technologies business, which was not owned in Q1 '22. Working capital has also increased from Q1 2022 as a result of the investments in inventory we made in the second half of last year to increase our safety stock and protect our customers.\nWe saw a year-over-year and sequential improvement in inventory turns as we remain committed to manage our working capital more efficiently and drive improvement. The business continues to generate strong cash flow, and the balance sheet continues to be in a healthy position.\nI will now hand it back over to John for an update on our full year 2023 outlook.\n\nJohn Stone\n\nThanks, Mike. Please go to Slide 11. We continue to expect strong electronics growth, and the nonresidential market demand in the Americas remains robust. Given the late cycle nature of our business, we expect this strength to continue through 2023. As a result, we're raising our 2023 outlook for the Americas segment, where we expect organic growth to be between 7.5% to 9.5%.\nWe expect total growth inclusive of our Access Technologies acquisition to be between 15% and 17%. We expect to see nonresidential organic growth to be up low double digits with favorability in both price and volume. We still expect the residential business to be down with price mostly offsetting volume declines, which are expected to be in the low- to mid-single-digit range.\nBased on the strength we saw in the second half of 2022, we expect stronger growth in the first half of 2023, which we believe may moderate later in the year against those tougher comparables. There's no change in our outlook for the International segment. We expect revenue in that segment to be relatively flat in soft end markets.\nAll in for the company, we're raising our outlook and expect total revenue growth to be between 11.5% to 13.5% with organic revenue growth of 5.5% to 7.5%.\nPlease go to Slide 12. As a result of our favorable revenue outlook and strong operational execution, we're raising our adjusted EPS outlook for the year and believe it will be between $6.55 and $6.75. Adjusted operational earnings are expected to increase approximately 13% to 16%.\nInterest is still expected to be around a $0.24 per share headwind, reflecting a full year of acquisition-related borrowings and increases to variable interest rates. Tax still expected to be a $0.20 headwind and other income still expected to be around a $0.05 headwind.\nThe outlook continues to assume approximately $0.20 per share for costs related to restructuring and M&A and amortization expense related to acquired backlog. In addition, it excludes approximately $0.40 per share for acquired intangible asset amortization.\nAs a result, reported EPS is now projected to be between $5.95 to $6.15. Lastly, we're increasing our outlook on available cash flow for the year to be in the $480 million to $500 million range.\nPlease go to Slide 13. To summarize, we see strength in our Americas nonresidential business and our global electronics solutions continue to provide us with significant growth opportunities, both near and long term. We're very pleased with the performance of our Access Technologies acquisition. The business is performing well, and we love the synergies with our nonres business.\nWe've expanded margins for the fourth quarter in a row and remain committed to doing so moving forward. We saw significant improvements in cash flow, and it's worth mentioning again that we saw improvements in inventory turns in the first quarter of 2023.\nOverall, we're off to a great start. In 2023, our team is executing well, and Allegion's best days are still ahead of us.\nPlease go to Slide 14. And before we turn the call over to Q&A, I'd like to provide a final reminder that you're all invited to join Mike and myself as well as other members of our executive team next week on Tuesday, May 2, for 2023 Investor and Analyst Day at our Americas headquarters in Carmel, Indiana. There you'll have the opportunity to learn about our leadership team, our strategy and our exciting work driving seamless access.\nFormal presentations will be held 12:30 to 2:30 Eastern Time. And those who attend in person will also get a pretty exciting tour through our technical center following the presentations. This is a really exciting time in our company's history. We're a few months away from turning 10 years old, and our current executive team's first Investor Day together. We hope to see you there.\nWith that, let's turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d38976c1567be9b1e1751ebccfd2c3a",
    "period": "2022 Q4",
    "content": "Q4 2022 Allegion PLC Earnings Call\n\nQ4 2022 Allegion PLC Earnings Call\n\nALLENYSEFEB 22, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Allegion Fourth Quarter 2022 Earnings Call. (Operator Instructions) Please note this event is being recorded. I would now like to turn the conference over to Tom Martineau, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nTom Martineau\n\nVP of IR & Treasurer, Allegion Plc\n\nThank you, Jason. Good morning, everyone. Thank you for joining us for Allegion's Fourth Quarter and Full Year 2022 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website. Please go to Slides 2 and 3.\nStatements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nBefore I turn the call over to John, I have a couple of announcements to share. Kevin Sawyer, who has been Allegion's Director of Investor Relations for the past 6 years has been promoted to the role of Finance Director of our Commercial Americas business. This is a fantastic role for Kevin who will now serve as our senior finance leader for that business. And I want to express my thanks and appreciation for all of Kevin's support.\nI'm also pleased to announce the promotion of Jobi Coyle to the Director of Investor Relations role. Most recently, Jobi has been leading our Americas home finance organization. Effective today, Jobi is the primary contact for our Investor Relations office. I will continue to lead the Investor Relations function.\nI would also like to share that Allegion will be hosting a 2023 Investor and Analyst Day on May 2 of this year. The event will be at our Carmel, Indiana facility, which is in the North Indianapolis Metro area. A webcast option will also be available. Look for more details as we get closer to the event.\nJohn and Mike will now discuss our fourth quarter and full year 2022 results as well as provide an outlook for 2023, which will be followed by a Q&A session. (Operator Instructions) Now I'd like to turn the call over to John.\n\nJohn H. Stone\n\nPresident, CEO & Director, Allegion Plc\n\nThanks, Tom, and let's go to Slide 4. And first off, congratulations to Kevin, and welcome to Jobi. Allegion delivered another outstanding quarter of operational performance. As we look at market dynamics, we continue to see strong demand in the Americas nonresidential segments as well as global electronics. Residential markets continue to be soft with new construction slowing due to inflation and higher interest rates. International end markets are softening as a result of macroeconomic and geopolitical conditions.\nOur engineering redesigns and alternate supply actions are delivering results and lead times are normalizing on our mechanical products. We're seeing continued improvement in electronic supply, although it's still short of the very strong market demand we're seeing for our products. Price, productivity and inflation dynamic was positive again this quarter on both a dollar and a margin basis as we continue to combat inflation with pricing actions across products and channels.\nConsistent and efficient available cash flow generation remains a focus for our company. In 2022, we made the decision to protect our customers by investing in inventory, which resulted in a short-term increase in working capital. We're also accelerating certain strategic capital investments to deliver future growth. As a result, available cash flow in 2022 was less than expected.\nLastly, to our 2023 outlook, which I'll speak to in more detail later in the presentation, shows revenue growth of 9% to 10.5% with organic growth of 2.5% to 4.5%. Adjusted EPS on a recast basis will be up 5% to 9%. Mike will provide details on the recast in a few minutes.\nLet's go to Slide 5. Revenue for the fourth quarter was $861.5 million, an increase of 21.5% compared to 2021. Organic revenue growth was 11.4%. The organic growth was driven by strong price realization across the portfolio and favorable volume in the Americas nonresidential business, offsetting weakness experienced in the Americas residential and international businesses.\nThe Access Technologies acquisition contributed approximately 14% to total growth and currency impacts remain a headwind. Adjusted operating margin and adjusted EBITDA margins increased by 310 basis points each in the fourth quarter. The increases were attributable to favorable price, productivity and inflation dynamic, positive business mix, along with volume leverage associated with the Americas nonresidential growth.\nThese factors more than offset the expected margin dilution related to Access Technologies. Excluding the Access Technologies business, adjusted operating income margins were up 430 basis points. Adjusted EPS of $1.60 increased $0.49 or approximately 44% versus the prior year. Strong operational performance more than offset the unfavorable impact of higher interest expense and supported continued investments for growth.\nPlease go to Slide 6. Building greater supply chain resiliency remains a focus for Allegion from redesigning our products to dual sourcing, we've taken the right actions to strengthen our company and capabilities over the past couple of years. Today, this work continues as we are adding a 350,000 square foot manufacturing facility in Central Mexico. This operation will boost in-region production for our Americas business with core activities like stamping, plating, die cast and assembly.\nStrategically, this new operation will increase our supply chain resiliency in a number of ways. The plant will be vertically integrated as we will now build components and products in-house that were previously sourced. At the same time, we're driving more efficiency in our supply chain, increasing manufacturing capacity and improving our future cost position. Production is expected to get started later this year, and we could not be more excited about this strategic investment. Mike will now walk you through the financial results, and I'll be back to discuss our 2023 outlook.\n\nMichael Wagnes\n\nSenior VP & CFO, Allegion Plc\n\nThanks, John, and good morning, everyone. Thank you for joining today's call. Please go to Slide #7. This slide reflects our earnings per share reconciliation for the fourth quarter. For the fourth quarter of 2021, reported earnings per share was $1.26, adjusting down $0.15 per share for a noncash gain on an investment remeasurement offset by charges related to restructuring M&A and debt refinancing costs, the 2021 adjusted earnings per share was $1.11.\nOperational results were very strong in the current quarter, adding $0.48 per share, reflecting 43.2% growth. This was driven by double-digit organic growth, favorable operating leverage and positive business mix, which more than offset currency headwinds. Access Technologies delivered $0.08 to earnings per share as operational results of $0.12 per share were offset by $0.04 of intangible amortization expense.\nWe are pleased with the performance of Access Technologies in the first 6 months as the business results were in line with our expectations. A lower year-over-year tax rate increased earnings by $0.04 and favorable share count added another $0.03. Interest expense reduced earnings per share by $0.10, primarily driven by increased debt to finance the acquisition of Access Technologies.\nWe continue to invest in the long-term strategy of the business, resulting in a $0.04 earnings per share headwind. This resulted in the fourth quarter 2022 adjusted earnings per share of $1.60, an increase of $0.49 or 44.1% compared to the prior year. Lastly, we have a $0.07 per share reduction from adjusted EPS to arrive at reported EPS.\nThis reduction is primarily attributed to M&A and additional noncash purchase accounting items related to the acquisition of Access Technologies. After giving effect to these items, you arrive at a fourth quarter 2022 reported earnings per share of $1.53. Of note, starting in 2023, we are making a change to our adjusted operating income, earnings and EPS to exclude amortization expense related to acquired intangible assets. This change is based on the noncash nature of those expenses and supports our growth strategy.\nPlease go to Slide #8. This slide depicts our components of our revenue growth for the fourth quarter as well as the full year. As indicated, we experienced 11.4% organic revenue growth in the fourth quarter, driven by price across all segments. Volume growth in the Americas mostly offset declines in the international region. Net acquisitions and divestitures delivered 13.4% growth driven by Access Technologies.\nCurrency pressures continued to be a headwind, primarily impacting our Allegion International segment bringing the total reported growth to 21.5% in the quarter. For the full year, you could see the total revenue was up 14.1% with organic revenue growth of 10.7%. Both segments grew organically for the year, led by Allegion Americas, which grew 14.4%.\nPlease go to Slide #9. Fourth quarter revenues for the Americas segment was $683.9 million, up 36.9% on a reported basis and up 18% organically. Price realization remains strong in both our residential and nonresidential businesses offsetting ongoing inflationary pressure. In nonresidential, we continue to see strong volume growth that when coupled with price, drove organic growth in the mid-20s percent.\nResidential was up low single digits with favorable price being offset by lower volumes. Electronics revenue was up approximately 50% for the quarter as we compare against supply chain headwinds in the prior year. Full year electronics growth was approximately 20% as our engineering and supply chain actions are yielding good results.\nWe are pleased with the ongoing Access Technologies integration and results. This business contributed nearly 20% to the Americas reported growth number. Americas adjusted operating income of $164.4 million increased 55.8% versus the prior year period while adjusted operating margins and adjusted EBITDA margins for the quarter were up 290 and 320 basis points, respectively.\nExcluding Access Technologies, the business drove a 530 basis point improvement in operating margins versus the prior year. Pricing productivity in excess of inflation along with volume leverage on America's nonresidential business and positive mix contributed to the margin improvement.\nPlease go to Slide #10. The Fourth quarter revenue for our Allegion International segment was $177.6 million, down 15.3% on a reported basis and down 4.3% organically. In the quarter, strong price realization was more than offset by lower volumes attributed to softening end markets. Notably, the demand for our electronic and software solutions remain stable.\nCurrency headwinds persisted this quarter and reduced reported revenues by 9.9%. International adjusted operating income of $23.3 million decreased 20.7% versus the prior year period. Compared to 2021, adjusted operating margins and adjusted EBITDA margins decreased 90 basis points each. The margin decline was driven by reduced volumes and FX pressure, which more than offset the favorable impact of the combination of price, productivity and inflation.\nPlease go to Slide #11. Available cash flow for 2022 came in at $395.5 million, down $47.7 million versus the prior year. This reduction is driven by higher capital expenditures as well as increases in working capital. Given the inconsistencies in the supply chain and component availability, we increased inventory to protect our customers in 2022. When combined with the added working capital of the Access Technologies acquisition, there is an increase in working capital as a percent of revenue. We expect this to improve in 2023 as supply chains disruptions moderate.\nCapital expenditures as a percent of revenue also increased as we made strategic investments to drive future growth and improve supply chain resiliency like our new production facility in Central Mexico mentioned earlier. The last chart on the slide shows our net leverage. The net debt-to-EBITDA ratio increased from 1.7x in 2021 to 3.3x following the Access Technologies acquisition.\nWe have quickly delevered post acquisition and are down to 2.5x as of the end of the year. The business continues to generate strong cash flow, providing the opportunity for capital deployment with a focus on organic investment and acquisitions. Previously, our Board declared a dividend increase of approximately 10% in the dividend payable in March. I will now hand it back over to John for our 2023 outlook.\n\nJohn H. Stone\n\nPresident, CEO & Director, Allegion Plc\n\nThanks, Mike. Let's go to Slide 12 and take a look at full year 2023 outlook. In the Americas, we expect to see total growth in the low to mid-teens with organic growth being approximately 4% to 6%. Electronics growth is expected to be strong as we've made significant progress working through supply chain challenges and demand and our backlogs remain robust. We do, however, expect some choppiness of component supply to continue throughout 2023.\nNonresidential market demand in the Americas continues to be strong heading into the year. We expect growth in the mid- to high teens for our nonres business, inclusive of our Access Technologies acquisition and high single digits organically. Given the strength we saw in the second half of 2022, we expect stronger growth in the first half with moderated growth in the second half, up against tougher comps.\nAs communicated last quarter, residential markets have softened. We expect our residential business to be down slightly, driven by the slowdown of single-family new construction. In the International segment, we expect relatively flat revenue as end markets continue to soften driven by macroeconomic and geopolitical factors. We project total revenue for international to be in the minus 1% to plus 1% range with organic revenue between minus 2% and flat.\nAll in for the company, we are projecting total revenue to be up between 9% and 10.5%, organic revenue growth of 2.5% to 4.5%. Our 2023 outlook for adjusted earnings per share is expected to be between $6.30 and $6.50. This is inclusive of the reporting change effective January 1 of this year to exclude all acquisition-related amortization.\nAdjusted operational earnings are expected to increase 9% to 12%, driven by volume leverage and price and productivity exceeding inflation and investments. Interest is expected to be around a $0.24 per share headwind, reflecting a full year of acquisition-related borrowings and increases to variable interest rates. Tax is expected to be a $0.20 headwind and other income is expected to be around a $0.05 headwind.\nThe outlook assumes approximately $0.20 per share for costs related to restructuring and M&A and amortization expense related to acquired backlog. In addition, it excludes approximately $0.40 per share for acquired intangible asset amortization. As a result, reported EPS is projected to be between $5.70 and $5.90.\nLastly, we're expecting available cash flow for 2023 to be in the $470 million to $490 million range.\nLet's go to Slide 13. So in summary, we delivered significant growth in the fourth quarter, and we expect to see continued growth into 2023. Our electronic solutions are well received in the market, we continue to see very strong demand and we expect this to be a long-term growth driver for our company. As a late-cycle business, the Allegion Americas nonresidential market demand is solid. We're well positioned for 2023.\nWe're excited about a full year with Access Technologies and love the recurring service aspect of that business. Operating margins have been improving, and we expect that trend to continue into 2023. We are accelerating investments in new product development, software capabilities and supply chain resiliency, all of which support the health of our business and the creation of long-term shareholder value.\nOverall, the entire team at Allegion, along with our distribution partners had a great finish to 2022, and we're headed into 2023 with the right velocity and momentum. With that, we're happy to turn to Q&A."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8a4e3626c45a18787b73216921bf055",
    "period": "2022 Q3",
    "content": "Q3 2022 Allegion PLC Earnings Call\n\nQ3 2022 Allegion PLC Earnings Call\n\nALLENYSEOCT 27, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Q3 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would like to turn the conference over to Tom Martineau, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nTom Martineau\n\nVP of IR & Treasurer, Allegion Plc\n\nThank you, Francesca. Good morning, everyone. Thank you for joining us for Allegion's Third Quarter 2022 Earnings Call. With me today are John Stone, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slides 2 and 3. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nJohn and Mike will now discuss our third quarter 2022 results, which will be followed by a Q&A session. (Operator Instructions)\nPlease go to Slide 4, and I'll turn the call over to John.\n\nJohn H. Stone\n\nPresident, CEO & Director, Allegion Plc\n\nThanks, Tom. Good morning, and thank you all for joining us today.\nAllegion delivered a very strong third quarter. And as we look at the market dynamics, we continue to see strength in the Americas nonresidential sector. Leading indicators for that business like the ABI and AIA consensus are positive and continue to be an expansionary territory, particularly for institutional verticals.\nOn the Americas residential side, our business grew nicely in the quarter, but we are seeing signs of a slowing market. Certainly, new construction is impacted by rising mortgage rates, and retail point-of-sale for our industry is returning to more normal levels.\nAlthough, Allegion International is experiencing broader weakness in many of its markets, we continue to see strength and demand for our electronics and software solutions. Allegion delivered record revenue during the third quarter. This is due to the hard work and dedication of our team as we've made significant progress on product redesign and other supply chain improvements that are driving strong operational performance across the company. Top line revenue was also aided by robust price realization in the quarter across the world.\nI do want to highlight that while we've made some progress, there's still choppiness in the electronic supply chain. Backlogs in electronics are still elevated as demand for those products has remained strong.\nAt the beginning of the year, we underscored our commitment to aggressively pursue price across all products and in all channels. The result of this effort is evident in the quarterly results. While we continue to experience inflationary headwinds, our price, productivity and inflation dynamic was positive this quarter, both on a dollar and margin basis. Allegion will continue to assess the need for future price increases.\nLastly, the currency pressures impacting our International businesses persist. The reported revenues in the third quarter reflect $26 million of pressure related to foreign exchange rates.\nPlease go to Slide 5. At the beginning of the quarter, on July 5, in fact, we officially welcomed the Access Technologies business into the Allegion family. Together, we will deliver long-term value for customers, shareholders and employees alike, and we're already moving in that direction. The operational performance of the business was in line with the expectations shared with you in last quarter's earnings call, and our teams are getting well aligned on culture, vision and strategy.\nJust as important, our early work together affirms that Access Technologies and Allegion are a great combination. We have unique opportunities to accelerate our seamless access strategy, with innovation that will create new value around doors and entrances.\nThis is where I get to say a picture says a thousand words, and we now have a well-established recurring service business that positions us to meet new customer needs as devices become more connected and technology advances. And we have an expanded portfolio of products that fills gaps, complements our business and takes full advantage of our demand generation and specification engine in the Americas.\nBottom line, Access Technologies is a strong business. It's another category market leader for Allegion. We're off to a great start and excited about the opportunities ahead.\nNow let's turn to Slide 6 and take a look at the quarter performance for more details. Revenue for the third quarter was $914 million, an increase of 27.4% compared to last year. Organic revenue growth was 18.6%, attributed to both significant price realization worldwide and strong volume growth in the Americas. The Access Technologies acquisition contributed approximately 12% to the total growth number, and currency impacts remain a significant headwind. Mike will share more details on the segment reporting in a moment.\nAdjusted operating margin and adjusted EBITDA margins increased by 100 basis points each in the third quarter. The increase was driven by volume leverage in the Americas as well as price and productivity exceeding inflation. These more than offset the margin dilution related to Access Technologies. Excluding the Access Technologies, business adjusted operating income margins were up 240 basis points.\nAdjusted EPS of $1.64 increased $0.08 or approximately 5% versus the prior year. Robust operational performance more than offset the unfavorable tax rate impact, which is compared against the prior year that had substantial nonrecurring benefits.\nMike will now walk you through the financials, and I'll be back later to discuss our 2022 outlook.\n\nMichael Wagnes\n\nSenior VP & CFO, Allegion Plc\n\nThanks, John, and good morning, everyone. Thank you for joining today's call.\nPlease go to Slide #7. This slide reflects our earnings per share reconciliation for the third quarter. For the third quarter of 2021, reported earnings per share was $1.59 and adjusted earnings per share was $1.56. Operational results were very strong in the quarter, adding $0.49 per share, reflecting 31.4% growth. This was driven by strong pricing, volume and operational execution, which more than offset significant inflationary and currency pressures.\nAccess Technologies delivered $0.06 to earnings per share as operational results of $0.10 per share offset $0.04 of intangible amortization. The operational results were as expected, and amortization was favorable. A year-over-year tax rate reduced earnings by $0.28 per share. This decline was driven by tax benefits in 2021 that were nonrecurring. As anticipated, interest expense was a $0.12 per share drag on earnings, primarily driven by increased debt to finance the acquisition of Access Technologies.\nOther income was an $0.08 per share reduction as the prior year had some favorable items that did not repeat in 2022. Favorable share count offset the impact of investment spending in the quarter. This results in adjusted third quarter 2022 earnings per share of $1.64, an increase of $0.08 or 5.1% compared to the prior year.\nLastly, we have a $0.34 per share reduction from adjusted EPS to arrive at reported EPS. This reduction is attributable to M&A and additional nonpurchase accounting items related to Access Technologies, along with the loss on the divestiture of our Milre business in South Korea. After giving effect to these items, you arrive at third quarter 2022 reported earnings per share of $1.30.\nPlease go to Slide #8. This slide depicts the components of our revenue performance for the quarter. I'll focus on total Allegion results and cover the regions on their respective slides.\nAs indicated, we experienced a robust 18.6% organic revenue growth in the third quarter, driven by both price and volume. Strength in the Allegion Americas, both nonresidential and residential led to volume growth. Net acquisition and divestitures delivered 12.4% growth driven by Access Technologies. Currency pressures continue to be a significant headwind, primarily impacting our International segment, bringing the total reported growth to 27.4% in the quarter.\nPlease go to Slide #9. Third quarter revenues for the Americas segment was $747.2 million, up 42.5% on a reported basis and up 25.8% organically. The segment delivered significant price realization in both our nonresidential and residential businesses as we remain committed to addressing inflation. Aided by substantial price and strong volume, nonresidential grew approximately 30% in the quarter. Residential was up mid-teens, also driven by both price and volume. A portion of our growth was fueled by backlog reductions as the actions our team undertook helped us improve component availability and shipments in the quarter.\nElectronics revenue was up approximately 30% and was a significant improvement from the growth rates experienced in the past few quarters. This was supported by continued strength in demand and the timing of component availability. While it is important to note that electronic component supply chains remain choppy, our reengineering and alternate supply efforts are providing improved flexibilities to our supply capabilities.\nAccess Technologies contributed mid-teens percent to the Americas reported number -- reported growth numbers. Americas adjusted operating margins and adjusted EBITDA margins for the quarter were up 50 basis points and 80 basis points, respectively. This includes Access Technologies, which we previously stated would be dilutive to margins. Excluding Access Technologies, the business drove a 300 basis point improvement in operating margins versus the prior year. Volume leverage contributed to the margin increase and for the quarter, price, productivity, inflation dynamic was positive both on dollars and margins.\nPlease go to Slide #10. Third quarter revenue for our Allegion International segment was $166.5 million, down 13.6% on a reported basis and down 0.8% organically. In the quarter, strong price realization mostly offset lower volumes. Lower volumes are attributable to end market softening. However, demand for our electronics and software solutions remain stable. Currency headwinds persisted this quarter and reduced reported revenue by 12.8%.\nThird quarter International adjusted -- third quarter international adjusted operating margins decreased 180 basis points compared to last year, and adjusted EBITDA margins were down 160 basis points. The margin decline was driven by reduced volume and FX pressures, which more than offset favorable impacts of the combined -- combination of price, productivity and inflation.\nPlease go to Slide #11. Year-to-date available cash flow is $225.6 million, which is a decrease of more than $102 million compared to the prior year period. This year's available cash flow continues to be in line with pre-pandemic levels.\nWe continue to operate with a strong debt structure, with 80% of our debt having fixed interest rates. We currently have $199 million outstanding on our revolving borrowings. And during the third quarter, we repaid approximately $140 million from the initial draw used to help fund the acquisition of Access Technologies.\nWe have a strong leverage profile, with our net debt-to-EBITDA ratio at 2.9x at the end of the quarter. We still plan to use the excess cash generated during the remainder of the year to pay down the revolver. This would be after paying expected dividends, which are subject to Board approval, and other debt payments.\nThe 2022 full year available cash flow outlook is unchanged from our prior outlook, remaining at a range of $420 million to $440 million.\nI will now hand it back to John for an update on our full year 2022 outlook.\n\nJohn H. Stone\n\nPresident, CEO & Director, Allegion Plc\n\nThanks, Mike. So please go to Slide 12 and looking at our full year 2022 outlook. To to reiterate a few things said earlier in the call, we see nonresidential market demand in the Americas as remaining strong. Leading indicators remain favorable. Further, while demand for electronics products remain strong, residential markets in the Americas are indeed softening. As you've heard, the Allegion team has made significant progress on supply chain challenges. Our electronics growth was strong this quarter, and we continue to navigate the choppiness of component supply. Long term, we expect electronics adoption to remain a growth driver for Allegion.\nGiven this backdrop, we're raising the outlook for Americas and are now projecting total growth to be between 22.5% and 23.5%, with organic revenue to be up 13.5% to 14.5% for the year.\nAllegion International experienced another quarter of solid price realization and stable demand for our electronics and software solutions. However, we see the broader markets continue to soften, driven by macroeconomic and geopolitical factors and currency pressures are anticipated to remain. For the Allegion International segment, we're revising our outlook for total revenue to be down 10.5% to 11.5%, with approximately flat organic growth.\nAll in, for total Allegion, we expect revenue growth to be in the 13% to 14% range, with organic revenues increasing 9.5% to 10.5%.\nPlease go to Slide 13. We are expecting reported EPS to come in at a range of $4.90 to $5 per share, and adjusted EPS to be between $5.40 to $5.50. The adjusted EPS increase from the prior outlook is driven by lower Access Technologies and tangible amortization, the revised amortization takes the outlook for the acquisition impact to negative $0.05 per share versus negative $0.10 per share we communicated last quarter.\nOur updated outlook assumes incremental investments of approximately $0.17 per share, and, as a reminder, the incremental investment spend is predominantly related to R&D and technology investments to further accelerate our growth and support our seamless access strategy.\nThe $0.20 per share increase in reported to non-GAAP adjustments from the previous outlook is driven by the loss on the Milre divestiture and noncash purchase accounting adjustments, which were primarily recorded in this quarter.\nPlease go to Slide 14, and let's wrap this up. Here's the main themes I hope you heard today. Allegion had a very strong third quarter. Our operational performance was exceptional. The entire Allegion team deserves a lot of credit for this. The Access Technologies acquisition is off to a great start and performing as expected. We're excited to have this business and the people as a part of the Allegion family and to have automated entrance solutions in our portfolio. We've made significant progress on supply chain challenges, although choppiness in electronics components persist. Americas nonresidential demand is still strong, leading indicators are still positive, and we continue to see strength in demand for our global electronics products.\nTo reiterate, we see electronics adoption as a long-term growth driver for Allegion. I'm very proud of the dedication and resiliency of our entire team and the results we've delivered this quarter.\nWith that, Mike and I would be happy to take your questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/67b85cd392fc38f4446dcc525a99e2a1",
    "period": "2022 Q2",
    "content": "Q2 2022 Allegion PLC Earnings Call\n\nQ2 2022 Allegion PLC Earnings Call\n\nALLENYSEJUL 28, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion Q2 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Tom Martineau, Vice President of Investor Relations. Please go ahead.\n\nTom Martineau\n\nVP of IR & Treasurer, Allegion Plc\n\nGood morning, everyone. Thank you for joining us for Allegion's Second Quarter 2022 Earnings Call. With me today are Executive Chairman, Dave Petratis; President and Chief Executive Officer, John Stone; and Senior Vice President and Chief Financial Officer, Mike Wagnes. Our earnings release, which was issued earlier this morning and the presentation which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slides 2 and 3. Statements made in today's call that are not historical facts are considered forward-looking statements that are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. We will now discuss our second quarter 2022 results, which will be followed by a Q&A session. (Operator Instructions)\nNow I'll turn the call over to Dave.\n\nDavid Petratis\n\nThanks, Tom. Good morning, and thank you for joining us today. Please go to Slide #4.\nBefore we provide our business and financial overview for the quarter, I want to start by acknowledging 2 significant announcements from the last few months. In May, I shared my plans to retire from Allegion, announcing John Stone as the incoming President and CEO of Allegion. John is the right leader to take Allegion into its next chapter. And I'm happy to say, Allegion has the right talent, right strategy and right foundation to successfully execute its vision of seamless access in a safer world under John's leadership. It's been a privilege to know John and learned about his service to our country as a West Point graduate, army officer and veteran. He also has a background in engineering and manufacturing with a track record of leading sustainable, profitable growth, building from the core business by layering on new innovation and technology.\nWe are particularly impressed by John's experience, leading Deere & Companys Intelligent Solutions Group. John is first in connectivity, having guiding the company through the digital transformation for agriculture. He drove value through digital tools, helping the industry become more productive through innovative technologies like automation, artificial intelligence and machine learning. He leveraged the IoT to deliver wireless data, sensing technologies as well as innovative remote service capabilities. All of this enhanced the performance and value of traditional mechanical equipment and allowed customers to drive their own operational efficiencies.\nMost of all, John is experienced at managing complexity. Deere & Company is a complex global business, and his leadership opened an important route to precision agriculture during his time there. In many ways, John has already driven growth and success utilizing CMOS access strategies. John, would you like to say a few words?\n\nJohn H. Stone\n\nPresident, CEO & Director, Allegion Plc\n\nYes. Thank you, Dave, and good morning, everyone. Thank you for joining our call. I'm looking forward to getting to know each of you a lot better over the coming quarters. Dave, I am super energized to be here. I'm highly motivated by our higher purpose of pioneering safety and motivated by our vision of seamless access for a safer world. I agree with you that Allegion has a very sound foundation. We've got great brands, great products, a strong team, strong culture and customer relationships that have stood the test of time.\nI'm looking forward to visiting more of our sites in the coming weeks, getting to know our employees, our investors and our customers and learning the business at a deeper level right alongside our experts. I feel it's a really exciting time to be part of Allegion.\nBack to you, Dave.\n\nDavid Petratis\n\nThank you, John. Leading Allegion has been an honor and one of the most rewarding experiences of my professional career, and I'm proud to turn over the reins of this incredible organization to you, John Stone.\nPlease go to Slide #5. In the second quarter, we shared Allegion's intent to acquire the Access Technologies business from Stanley. I'm happy to announce that as of July 5, Access Technologies is now a part of the Allegion family. The Access Technologies business bolsters Allegion's seamless access strategy with a category market leader that has more than 90 years of history and innovation. Automatic entrance solutions is a strategic investment that addresses a gap in our portfolio. We're adding a high-growth service and support network to our North American portfolio, which will position us better as devices become more connected.\nImportantly, bringing the Access Technologies business to Allegion also provides clear synergy and incremental revenue opportunities. And we believe we're creating a stronger long-term financial profile for our company that will deliver long-term value creation for Allegion shareholders. Simply put, with Access Technologies as a part of Allegion, we are now able to offer our customers broader solutions and services and continuing to grow profitably.\nAt this time, I want to go over Access Technologies' expected financial impacts for the second half of 2022. We expect the business to deliver approximately 9% growth in the full year top line number for the Americas segment. We are also projecting the business will be dilutive by -- to adjusted EPS by approximately $0.10 per share in 2022. Breaking down that impact further, the Access Technologies business is expected to deliver $0.20 per share of operational earnings offset by non-cash intangible asset amortization of negative $0.13 per share and increased interest expense related to financing the deal is expected to drive a negative $0.17 per share impact.\nI want to reiterate that the Allegion team is proud to welcome the Access Technologies' dedicated employees who bring in talent and expertise in safety, security and service to our Americas segment as well as our global organization. We're excited to have you here.\nPlease go to Slide #6. As we look at business conditions, American non-residential market demand remains very strong, and we expect that to continue. Leading indicators are showing expansionary readings. On the flip side, we are beginning to see some softening in the Allegion International segment and Americas residential markets from previous robust levels. In International, we are seeing the impacts of geopolitical instability and zero-tolerance COVID policies in China that have negatively impacted volume.\nWe continue to make progress on our supply chain actions, which have resulted in improving component availability for mechanical products. Electronic component challenges continue, however, the product redesigns and alternative sourcing actions we have taken set us up better for the remainder of the year and 2023.\nLooking at price versus cost. We delivered strong price in the quarter across the entire portfolio. Price realization accelerated again in Q2 and was the driver of organic growth in the quarter. Price exceeded inflation in the quarter, and we expect that to continue for the remainder of the year. Allegion will assess the need for future price increases. We remain vigilant to increase -- to ensure that price and productivity exceeds inflation.\nLastly, our Allegion International business is experiencing significant currency pressure as the dollar strengthens. In the second quarter, reported revenues reflect $22 million of currency pressure related to foreign exchange rates. And as noted in our press release, currency headwinds are driving a reduction in our full year EPS outlook to the effect of $0.09 per share.\nNow let's turn to the quarterly performance for more details. Please go to Slide 7. Revenue for the second quarter was $773 million, an increase of 3.5% compared to last year. Organic revenue growth was 6.4%. The organic revenue increase in the quarter was driven by significant price realization of 8.4%. The negative volume was driven by the Allegion Americas residential business, which was comparing against a robust Q2 2021 growth rate associated with prior year catch-up on COVID-related backlog. It was also impacted by the current year electronic part shortages. Allegion International delivered organic growth driven by price but faced volume declines that were driven by COVID-19 lockdowns in China and softening European markets. Mike will share more detail on the business segments in a moment.\nAdjusted operating margin and adjusted EBITDA margins increased by 40 basis points and 30 basis points, respectively, in the second quarter. The increase was driven by price, productivity exceeding inflation, which include favorable corporate cost and favorable business mix, which more than offset the negative impacts of volume deleverage and incremental investments.\nAdjusted earnings per share of $1.37 increased $0.05 or approximately 4% versus the prior year. Strong operational performance and favorable share count more than offset and favorable impacts from FX, investments, other income and tax rate.\nMike will now walk you through the financials and our updated '22 outlook.\n\nMichael Wagnes\n\nSenior VP & CFO, Allegion Plc\n\nThanks, Dave, and good morning, everyone. I want to echo Dave's comments in welcoming John as our new President and CEO and in welcoming Access Technology (sic) [Access Technologies] employees to Allegion.\nPlease go to Slide #8. This slide reflects our earnings per share reconciliation for the second quarter. For the second quarter of 2021, reported earnings per share was $1.31. Adjusting $0.01 for charges related to restructuring and acquisition expenses, the 2021 adjusted earnings per share was $1.32. Strong operational results increased earnings per share by $0.13, and net of $0.05 per share pressure related to FX. The performance was driven by significant price, which exceeded inflation and business mix driven by the strength of the Americas non-residential business.\nFavorable share count increased earnings per share by $0.03 and the impact of acquisition and divestitures drove another $0.01 per share. A higher year-over-year tax rate reduced earnings by $0.02 per share and the combination of interest and other income drove another $0.05 reduction. Investment spending had a $0.05 per share drag on earnings as we continue to invest in the business to fuel long-term growth, expand our electronic capabilities and drive our seamless access strategy. This results in an adjusted second quarter 2022 earnings per share of $1.37 and an increase of $0.05 or 3.8% compared to the prior year.\nLastly, we had a $0.07 per share reduction from the net of non-operating gains and charges related to restructuring, acquisitions and debt financing costs. After given effect to these items, you arrive at the second quarter 2022 reported earnings per share of $1.30.\nPlease go to Slide #9. This slide depicts the components of our revenue performance for the quarter. I'll focus on total Allegion results and cover the regions on their respective slides. As indicated, we experienced 6.4% organic revenue growth in the second quarter, driven by strong price realization. Although the total company volume was down, we did see significant strength in our Americas non-residential business, which is starting to benefit from our supply chain actions over the last year. As mentioned previously, currency headwinds were significant in the quarter and reduced reported revenue by 3%. There was a small impact from acquisitions, bringing the total reported growth to 3.5% for Q2.\nPlease go to Slide #10. Second quarter revenue for the Americas segment was $592.3 million, up 7.8% on a reported basis and up 8% organically. The segment delivered significant price realization coming in at 9.4% in the quarter. Both the non-residential and residential businesses delivered strong pricing. Pricing helped the non-residential business grow high-teens when combined with volume growth. Residential was down mid-teens, driven by a prior year catch-up on COVID-related backlogs and continued pressure in electronic components availability.\nElectronics revenue was down low single digits, driven primarily by electronic component shortages that limit our ability to fully meet demand. Americas adjusted operating margin and adjusted EBITDA margins for the quarter were down 150 basis points and 160 basis points, respectively. The Q2 margin performance was a sequential improvement from Q1. For the quarter, price exceeded inflation and productivity headwinds on a dollar basis but were dilutive to operating margins.\nPlease go to Slide #11. Second quarter revenue for our Allegion International segment was $180.8 million, down 8.5% on a reported basis and up 1.9% organically. The organic growth was driven by solid price realization, which more than offset the volume declines experienced as a result of COVID shutdowns in China and geopolitical pressures in Europe. The negative impact related to currency headwinds reduced reported revenues by 10.9% as the U.S. dollar has strengthened substantially against other foreign currencies.\nSecond quarter International adjusted operating margins decreased 100 basis points compared to last year, and adjusted EBITDA margins were down 60 basis points. The margin decline was driven by unfavorable impacts from volume and mix, FX and incremental investments that more than offset the favorable impact of price and productivity exceeding inflation.\nPlease go to Slide #12. Year-to-date available cash flow for the first half of '22 came in at $84.5 million, which is a decrease of more than $165 million compared to the prior year. The $84.5 million is more in line with historical levels. Last year's cash flow was driven primarily by lower working capital due to the pandemic. We are now projecting that 2022 full year available cash flow to be between $420 million and $440 million. The reduction in ACF from the prior outlook is primarily related to investing in inventory to create supply chain resiliency and to better serve our customers. This will position us to manage backlogs, which are expected to be elevated entering 2023 due to strong non-residential demand. The revised cash flow outlook includes the impact of the Access Technologies business inclusive of operational cash flows, offset by acquisition and integration costs related to the transaction.\nAs discussed earlier, we closed on the acquisition of Access Technologies business on July 5. The transaction was funded by issuing senior notes and utilization of our revolver. As mentioned when we announced the acquisition, we expect to use excess cash generated during the remainder of the year to pay down short-term debt taken on to complete the transaction. This would be after paying expected dividends, which are subject to Board approval.\nPlease go to Slide #13. We now turn our attention to the revised revenue outlook. Non-residential markets in the Americas continue to be robust. Leading indicators remain positive, and the level of specifications continues to be strong. Consistent with the broader macro industry, we are beginning to see signs of residential softening from robust COVID level peaks. However, we remain positive on the long-term growth opportunity in residential due to the undersupply of homes to meet demand and the long-term trend of electronic adoption. We have been aggressive in pursuing price in all channels and products and, as a result, expected to deliver solid price realization for the remainder of the year that will more than offset substantial inflationary headwinds.\nAs noted previously, we expect the newly acquired Access Technologies business to deliver approximately 9% growth for the full year reported Americas revenue. With these parameters in place, we are now projecting total growth for the Americas to be up 21% to 22% and organic revenue to be up 12% to 13%. The increase in the Americas organic revenue outlook is primarily driven by price to offset the ongoing inflationary pressures.\nAllegion International experienced sequential improvement in price realization. However, we are beginning to see market soften and currency pressures are anticipated to continue. For Allegion International, we are revising our outlook for total revenue to be down 7% to 8% with organic growth coming in at 2% to 3%. All in for total Allegion, we expect revenue growth to be in the 13% to 14% range with organic revenue increasing 9% to 10%.\nPlease go to Slide 14. For our EPS outlook, we are expecting reported EPS to come in to a range of $5.05 to $5.15 per share and adjusted EPS to be between $5.35 to $5.45. These ranges include the approximately negative 10% impact related to Access Technologies acquisition, as discussed earlier. The updated outlook also includes a $0.09 per share reduction from the prior outlook related to currency pressure. This outlook assumes incremental investments of approximately $0.20 per share. As a reminder, the incremental investment spend is predominantly related to R&D and technology investments to accelerate future growth and support our seamless access strategy.\nAlso included in the revised outlook is a slight increase in interest expense driven by an increase in variable interest rates on the base business. This does not include the Access Technologies acquisition, which will have a $0.17 per share negative impact related to financing we secured to close the transaction. That impact is included in the overall $0.10 per share dilution from the acquisition.\nI will now hand it back to Dave for some closing remarks.\n\nDavid Petratis\n\nThank you, Mike. Please go to Slide #15. To wrap up the main themes you heard today, Allegion is excited to welcome John Stone as President and CEO. He brings a wealth of knowledge and expertise that will help Allegion on its seamless access journey. We are also excited to welcome Access Technologies to Allegion. This is a category market leader with a strategic investment that expands our core business.\nGlobally, Allegion is driving significant price realization and has turned the price productivity inflation dynamic positive. The supply chain actions we have taken will help efficiency and productivity in our manufacturing locations and along with ongoing price realization, we'll continue to drive pricing and productivity to exceed inflation.\nNon-residential markets in the Americas continue to be robust. Leading indicators have been positive for over a year. And given the late-cycle nature of that business, this bodes well for the near-term future. Plus, we are still sitting on healthy backlog levels that should fuel future growth as supply chains normalize.\nWith that, Mike and I would now be happy to take your questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b75409c148fde4ea989349b6295b557",
    "period": "2022 Q1",
    "content": "Q1 2022 Allegion PLC Earnings Call\n\nQ1 2022 Allegion PLC Earnings Call\n\nALLENYSEAPR 26, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Allegion First Quarter 2022 Earnings Call. (Operator Instructions) Please note this event is being recorded.\nI'd now like to turn the conference over to Tom Martineau, Vice President of Investor Relations and Treasurer. Please go ahead.\n\nTom Martineau\n\nVP of IR & Treasurer, Allegion Plc\n\nThank you, Jason. Good morning, everyone. Thank you for joining us for Allegion's First Quarter 2022 Earnings Call. With me today are Dave Petratis, Chairman, President and Chief Executive Officer; and Mike Wagnes, Senior Vice President and Chief Financial Officer of Allegion. Our earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slides 2 and 3. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for a description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details. Dave and Mike will now discuss our first quarter 2022 results, which will be followed by a Q&A session. (Operator Instructions)\nPlease go to Slide 4, and I'll turn the call over to Dave.\n\nDavid D. Petratis\n\nChairman, CEO & President, Allegion Plc\n\nThanks, Tom. Good morning, and thank you for joining us today. We had a solid start to 2022. Overall, market demand remains strong, and our organic growth and pricing action accelerated. We also announced on Friday, the acquisition of the Stanley Access Technologies business, a highly strategic acquisition for Allegion, which is expected to close in the third quarter of this year. During Q1, we experienced robust demand on the nonresidential side of the Americas as well as strength in SimonsVoss, Interflex and Portable Security with the international -- within the International segment. Residential markets in the Americas remained stable.\nWe have made progress on our product redesigns and alternative sourcing, similar to the last 2 quarters, but we're not able to fully meet the strong demand due to continued supply chain constraints. We did deliver good revenue growth in the quarter, driven primarily by price. The continued strength in demand is encouraging. With regard to supply chain constraints, we expect electronic component challenges to persist, and the latest lockdowns in China are likely going to impact global supply chains even further.\nLooking at price versus cost, we continue to experience high inflationary impacts from material cost, labor and freight. Price realization accelerated in Q1 and was the driver of organic growth in the quarter. With the recent spike in commodity prices, we have already announced additional price increases to take effect starting in Q2 across residential and nonresidential markets. And we'll assess the need for further price increases as inflationary pressures continue.\nAs we discussed in February, we are aggressively pursuing price across all products and in all channels to offset unprecedented inflation, and we expect price to exceed inflation further for the year. We are providing an updated outlook for 2022. We are raising our revenue outlook to reflect higher price, offsetting the additional inflation we are experiencing. We are holding our prior EPS range, and I'll share more detail on the outlook later in the presentation.\nLast, on the business review, I want to further highlight our announcement from last Friday. We have come to an agreement to acquire Access Technologies business from Stanley Black & Decker. This is the right asset for Allegion, and it progresses our seamless access strategic focus, adding a category leader with expansive service -- with an expansive service footprint. The business has a strong financial profile and is very complementary to the Allegion Americas core business and our portfolio. Closing is anticipated in Q3, and we welcome the Access Technology employees, and we look forward to all of them joining our team.\nNow let's turn to the quarter performance for more details. Please go to Slide 5. Revenue for the first quarter was $724 million, an increase of 4.2% compared to last year. Organic revenue growth was 6.4%. The organic revenue increase in the quarter was driven by significant price realization of 6%. Allegion International and Allegion Americas nonresidential business also saw volume growth driven by robust demand highlighted earlier. Americas residential volumes were down as that business had a tough comparable to last year, attributed to the large channel load-in during Q1 of 2021. Mike will share more detail on the business segments in a moment.\nAdjusted operating margin decreased by 240 basis points in the first quarter, continued inflationary pressures, productivity challenge and currency headwinds drove most of the decrease. Incremental investments for future growth cost 60 basis points of the decline. Adjusted earnings per share of $1.07 decreased $0.13 or approximately $0.11 versus the prior year. Lower operating income, a year-over-year tax rate increase and reduced other income was partially offset by favorable share count.\nYear-to-date available cash flow came in at $12 million, which was down 89% versus Q1 of last year, but is in line with our historical trends. Last year's high number was driven by lower working capital requirements due to the COVID-19 pandemic. As I've stated before, I firmly believe our vision and strategy in support of seamless access is more relevant than ever, and the Access Technology acquisition will add momentum. We remain bullish on construction and DIY markets for 2022, and continue to expect the trend of electronic consumption to fuel growth for many years.\nMike will now walk you through the financials, and I'll be back to discuss our 2022 outlook.\n\nMichael Wagnes\n\nSenior VP & CFO, Allegion Plc\n\nThanks, Dave, and good morning, everyone. Thank you for joining today's call. Please go to Slide #6. This slide reflects our earnings per share reconciliation for the first quarter. For the first quarter of 2021, reported earnings per share was $1.18. Adjusting $0.02 for charges related to restructuring expenses, the 2021 adjusted earnings per share was $1.20. Favorable share count increased earnings by $0.03 per share and the impact of acquisition and divestitures drove another $0.01 per share.\nHigher year-over-year tax rate reduced earnings by $0.02 per share and the combination of interest and other income drove another $0.03 reduction. Investment spending had a $0.04 per share drag on earnings as we continue to invest in the business to fuel long-term growth, expand our electronics capabilities and drive our seamless access strategy.\nOperational results decreased earnings per share by $0.08, driven by significant inflation, productivity challenges associated with supply chain pressures and unfavorable currency, which more than offset the favorable impacts of price. This results in adjusted first quarter 2022 earnings per share of $1.07, a decrease of $0.13 or 10.8% compared to the prior year. Lastly, we have a $0.02 per share reduction for the net of a nonoperating gain and charges related to restructuring and acquisition costs. After giving effect to these items, you arrive at the first quarter 2022 reported earnings per share of $1.05.\nPlease go to Slide 7. This slide depicts the components of our revenue performance for the quarter. I'll focus on the total Allegion results and cover the regions on their respective slides. As indicated, we had 6.4% organic revenue growth in the first quarter, driven by improved price realization. Although the company's volume was essentially flat, we did see strength in Allegion International and the Allegion Americas nonresidential business. Currency headwind and divestitures more than offset the impact of acquisitions, bringing the total reported growth to 4.2% in the first quarter.\nPlease go to Slide #8. First quarter revenue for the Americas segment was $528.2 million, up 5.9% on both a reported and an organic basis. The segment delivered significant price realization. Nonresidential price was strong and residential business experienced improved price realization. The price helped the nonresidential business grew low double digits. Residential was down mid-single digit against a tough comparable from last year's channel load-in, which drove Q1 of 2021 to be up low 20s percent.\nElectronics revenue was up low single digits as component shortages continued to dampen our growth. Americas adjusted operating income of $123.9 million decreased 8.6% versus the prior year period, and adjusted operating margin for the quarter was down 370 basis points. The Q1 margin performance was a sequential improvement for the Americas as we expect to see further improvements as we progress through the year. The decrease in margin was driven by continued inflationary pressures, productivity challenges associated with supply chain shortages and volume deleverage. Incremental investments had a 60 basis point impact on margins as well.\nPlease go to Slide 9. First quarter revenue for our International segment was $195.4 million, flat to last year and up 7.6% on an organic basis. The organic growth was driven by strength in SimonsVoss, Interflex and Global Portable Securities businesses. This segment also saw solid price realization contributing to the organic growth. The strong organic growth was offset by unfavorable currency and divestitures.\nInternational adjusted operating income of $20.4 million increased 13.3% versus the prior year period, adjusted operating margins for the quarter increased by 120 basis points to 10.4%. The margin increase was primarily driven by price and productivity exceeding inflation as well as solid volume leverage, which was more than offset -- I'm sorry, which more than offset currency and the 50 basis point headwind due to investment spending.\nPlease go to Slide 10. Year-to-date available cash flow for the first quarter of 2022 came in at $11.8 million, which is a decrease of more than $93 million compared to the prior year period. The $11.8 million is more in line with historical trends as the business tends to have modest cash flows in the first quarter of a typical year. Last year's spike in cash flow was driven primarily by lower working capital needs due to COVID. The business continues to generate strong cash flow, and we remain committed to efficient and effective use of working capital. The amount of available cash generated in the first quarter was as expected, and the balance sheet continues to be in a healthy position.\nWe expect to use excess cash generated during the remainder of the year to pay down short-term debt taken on to complete the acquisition of the Stanley Access Technologies business.\nI will now hand it back over to Dave for an update on our full year 2022 outlook.\n\nDavid D. Petratis\n\nChairman, CEO & President, Allegion Plc\n\nThank you, Mike. Please go to Slide #11. Nonresidential market demand in the Americas continues to be robust. All leading indicators are positive and the level of institutional specifications continues to be strong. The residential business is stable and the undersupply of homes over the last decade will continue to be a factor driving growth in the residential segment.\nWe have been aggressive in pursuing price in all channels and products and saw substantial improvement in price realization in Q1. We have announced additional price increases to go in effect starting in Q2. Given the continued supply chain challenges, we still expect the revenue performance to be better in the second half than in the first half.\nWith these parameters in place, we are raising the outlook and our now projected total and organic revenue in the Americas to be up 10% to 11.5% in 2022. In Allegion International, markets have remained solid, led by our Germanic and Global Portable Security business. The International segment also experienced sequential improvement in price realization as we are pursuing price aggressively in those markets as well. Currency headwinds will continue to reduce total growth.\nFor Allegion International, we are raising our outlook for total revenue growth to 0.5% to 2% with organic growth of 5% to 6.5%. All in for total Allegion, we're raising the total revenue growth outlook to a range of 7.5% to 9% and organic revenue to increase 8.5% to 10%. These increases to prior outlook are driven primarily by higher price realization. It's important to note this update outlook does not include any impacts from the Stanley Access Technology acquisition.\nPlease go to Slide #12. For EPS, we are holding to the ranges provided during our last earnings call. Reported EPS is expected to be $5.50 to $5.70 per share with an adjusted EPS range of $5.55 to $5.75 as the increased revenue from the additional price realization is offset by higher inflationary costs. The outlook continues to assume a full year adjusted tax rate of approximately 13%, and the share count assumption has been updated to approximately 88.5 million.\nA favorable impact of the higher share count assumption is offset by operational improvements, leading us to hold the prior EPS outlook. Our outlook for available cash flow is being raised and is now projected to be $470 million to $490 million.\nPlease go to Slide 14. Before we go to Q&A, I want to talk a bit more about our acquisition of the Access Technologies business. For those of you who have missed Friday's conference call, I invite you to visit our website and listen to the archived webcast. I want to repeat the benefits we saw in this acquisition. It's a highly strategic combination that expands our presence in security markets and unlocks greater values for our employees, customers, distributors and shareholders.\nWe will bolster our geographic leadership in Allegion Americas through complementary verticals, and further penetrate our markets with complementary products and service offerings. Cross-selling opportunities to recreate more room for mutual growth and we will enhance and expand a service business that drives customer value in automatic entrance solutions, providing ongoing and consistent revenue streams.\nAllegion will significantly expand its breadth of access, egress and access control solutions. In return, the Access Technology business will gain specification and institutional market expertise, strong new end user and architectural relationships and distribution networks as well as additional resources from Allegion.\nAlong with Allegion's strong balance sheet, significant cash flow and disciplined capital allocation, we believe it will create a stronger financial profile, a stronger value proposition and new opportunities that enhance shareholder value.\nPlease go to Slide 15. As we look at this acquisition, we believe there are many ways that delivers on our promise to create value for Allegion shareholders. We're creating value with a more comprehensive portfolio of solutions, adding a category leader and addressing a current portfolio gap in Allegiant's core businesses. We're also adding North American service capabilities to grow seamless access in a connected world.\nThe acquisition of Access Technologies business is the right opportunity for us. It expands our innovation and electronic capabilities, brings a strong business with good market fundamentals and complements the core markets and specification expertise of our Allegion Americas segment. We believe the acquisition will strengthen our financial profile that provides clear synergy and incremental revenue opportunities.\nA balanced and disciplined capital allocation strategy will continue to be a top priority for Allegion. And having a strong balance sheet and cash flow to maintain financial flexibility that support that. Ultimately, we believe the automatic entrant solution and service business are a strategic investment that supports seamless access. And the Access Technology acquisition will create value for our shareholders. We're excited to welcome the business and its people to the Allegion family.\nWith that, Mike and I will be happy to take your questions."
  },
  {
    "header": "ALLE",
    "cik": "0001579241",
    "ticker": "ALLE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c0c4cdc218e50295f38dc7e9b5d85cbe",
    "period": "2021 Q4",
    "content": "Q4 2021 Allegion PLC Earnings Call\n\nQ4 2021 Allegion PLC Earnings Call\n\nALLENYSEFEB 15, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Allegion Fourth Quarter 2021 Earnings Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Tom Martineau. Please go ahead.\n\nTom Martineau\n\nVP of IR & Treasurer, Allegion Plc\n\nThank you, Jason. Good morning, everyone. Welcome, and thank you for joining us for Allegion's Fourth Quarter and Full Year 2021 Earnings Call. With me today are Dave Petratis, Chairman, President and Chief Executive Officer; and Patrick Shannon, Senior Vice President and Chief Financial Officer of Allegion.\nOur earnings release, which was issued earlier this morning, and the presentation, which we will refer to in today's call, are available on our website at investor.allegion.com. This call will be recorded and archived on our website.\nPlease go to Slides 2 and 3. Statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Please see our most recent SEC filings for description of some of the factors that may cause actual results to differ materially from our projections. The company assumes no obligation to update these forward-looking statements.\nToday's presentation and commentary include non-GAAP financial measures. Please refer to the reconciliation in the financial tables of our press release for further details.\nDave and Patrick will now discuss our fourth quarter and full year 2021 results and provide an outlook for 2022, which will be followed by a Q&A session. For the Q&A, we would like to ask each caller to limit themselves to 1 question and then reenter the queue. We would like to give everyone an opportunity given the time allotted.\nNow I'd like to turn the call over to Dave.\n\nDavid D. Petratis\n\nChairman, CEO & President, Allegion Plc\n\nThanks, Tom. Good morning, and thank you for joining us today. Please go to Slide #4. Q4 was tough for Allegion. And although we achieved the expected results, we discussed last quarter, I was disappointed that we were unable to fully meet the market opportunity presented.\nThe strength in demand, particularly in Americas nonresidential end markets continued. And as I said last quarter, this trend began softly in Q1, accelerated in Q2 and continued throughout the back half of the year. Leading indicators like specs written for Allegion Americas, ABI and Dodge new construction indices, retail point of sales and macroeconomic indicators in our Allegion International segment all remain positive. These indicators suggest continued strength in all end markets for the foreseeable future.\nHowever, with supply chain challenges, we continue to experience difficulty converting that demand into revenue. Typically, we'd be able to gear up our supply base in short fashion, but the accelerated increase in demand occurred during an unprecedented time when suppliers were experiencing labor, raw material, transportation and electronic component shortages, creating tremendous global disruption. What we typically resolve in the quarter is now taking much longer.\nWe are making good progress on product redesigns and alternative sourcing, which should alleviate some of the supply chain pressure, but we do expect revenue to continue to be constrained in the near term. Even with the supply chain improvements we are making, it's important to note that the pressures in electronic components are expected to continue throughout 2022.\nLooking at price versus cost, we continue to experience high inflationary impacts from material costs, labor and freight. The pricing that we put in place last year is currently lagging inflation. That, coupled with productivity challenges, is a major contributor to margin declines in Q4. We implemented additional price increases during the fourth quarter and have already announced another price increase for Q1 2022 that goes into effect this month. We are aggressively pursuing price across all products and in all channels to offset unprecedented inflation and expect price to exceed inflation in 2022.\nI do want to highlight our Allegion International business, which had another good quarter and closed out a strong year. The segment delivered robust organic revenue growth and solid margin expansion in 2021. Looking forward, the increased demand in supply chain shortages have led to record backlogs in our American nonresidential business and coupled with the progress we are making on redesigns and alternative sourcing, we expect solid revenue growth in 2022 and into 2023. As supply chain pressures ease, operational efficiencies will improve, which along with accelerated pricing, will allow us to expand margins in 2022 and exit the year on a glide path back to peak performance.\nNow let's turn to the quarter performance for more details. Please go to Slide 5. Revenue for the fourth quarter was $709 million, a decrease of 2.5% compared to last year. Organic revenue declined 1.4%. The organic revenue decline in the quarter was driven by Allegion Americas, which experienced continued supply chain pressures that led to electronic and other component shortages. Also embedded in the decline is a tough comparable to last year.\nDuring the fourth quarter of 2020, we had a large residential channel loading that was necessary to catch up from the shutdowns experienced earlier that year. The Americas volume declines more than offset the sequential improvements in price realization and the growth that the Allegion International segment delivered. Patrick will share more details on the business segments in a moment.\nAdjusted operating margin decreased by 610 basis points in the fourth quarter. Continued inflationary pressures, productivity challenges and volume deleverage drove most of the decrease. Incremental investments for future growth cut 80 basis points of the decline. Adjusted earnings per share of $1.11 decreased $0.38 or approximately 26% versus the prior year. Lower operating income was partially offset by favorable share count, year-over-year tax rate reduction and other income. Available cash flow for the year came in at $443 million, which was flat to 2020. Slightly lower adjusted earnings were offset by slightly lower capital expenditures.\nThe cash flow impact of working capital was nearly neutral as well with increased inventory, offset by other components of working capital. As I think about the road ahead, I firmly believe our vision, strategy and support of our seamless access is more relevant than ever. I also believe we have the right team and an engaged workforce that will respond to the challenges we face today. We are bullish on construction and DIY markets for 2022 and continue to expect the IoT trend of electronic adoption and smart buildings to fuel growth for many years. Allegion's future is bright, and we will return to the peak performance and profitability that you expect.\nPatrick will now walk you through the financial results, and I'll be back to discuss our 2022 outlook.\n\nPatrick S. Shannon\n\nCFO & Senior VP, Allegion Plc\n\nThanks, Dave, and good morning, everyone. Thank you for joining today's call. Please go to Slide #6. This slide reflects our earnings per share reconciliation for the fourth quarter. For the fourth quarter of 2020, reported earnings per share was $1.01, adjusting $0.48 for charges related to restructuring, M&A costs, impairments as well as a loss on held-for-sale assets, the 2020 adjusted earnings per share was $1.49.\nFavorable year-over-year tax rate and share count drove another $0.04 and $0.03 increase, respectively. Interest and other income were slightly positive as were the impact of acquisitions and divestitures, both at $0.01 per share. The story for the quarter is reflected in the operational results, which decreased earnings per share by $0.41. The inflation and productivity headwinds were predominantly driven from higher input costs, wage increases, inefficiencies from supply chain challenges and the bounce back of variable-related costs, which were not as high in the prior year. These added costs were partially offset by price. Pricing sequentially improved in the quarter and will continue to accelerate in 2022.\nInvestment spending increased during the quarter and reduced earnings per share by $0.06. We remain committed to investing in new product innovation and technology that will accelerate future growth and deliver solutions that enhance customer and end-user experiences and connectivity. This results in adjusted fourth quarter 2021 earnings per share of $1.11, a decrease of $0.38 or 25.5% compared to the prior year.\nLastly, we have a $0.15 per share increase for the combination of a noncash gain on a remeasurement of an Allegion Ventures investment, offset by charges related to restructuring, M&A and debt refinancing. After giving effect to these items, you arrive at the fourth quarter 2021 reported earnings per share of $1.26.\nPlease go to Slide #7. This slide depicts the components of our revenue growth for the fourth quarter as well as for the full year of 2021. As indicated, we experienced a 1.4% organic revenue decline in the fourth quarter. Like Q3, the electronics and other component shortages, primarily in the Americas region, had an impact on our ability to meet continued strong demand.\nWe achieved the highest quarter price realization in the year, which offset some of the volume decline. For the full year, you can see that total revenue was up 5.4%, with organic revenue growth of 4.5%. Both segments of the business delivered organic growth for the year with the International segment at 10.4% and Americas at 2.4%.\nAs mentioned, end market demand increased considerably faster than we anticipated in 2021. And although we were able to deliver significantly more than our initial outlook, we were unable to meet the full market opportunity currently. However, our record backlogs will enable accelerated revenue in the future once the supply chain constraints are mitigated.\nPlease go to Slide #8. Fourth quarter revenues for the Allegion Americas segment were $499.5 million, down 4.2% on a reported basis and 4.3% organically. The organic decline was driven by continued supply chain pressures for both mechanical and electronic products. On the plus side, we did see sequential improvement in price and Americas has announced another increase that goes into effect this month. We are driving price in all channels and products, and our expectation is that pricing will exceed inflation in 2022.\nThe Americas nonresidential business was up low single digits as strong price was offset by delayed volume related to electronic allocations and other component shortages. These supply chain constraints paired with robust market demand, slow the pace of revenue realization and led to historic levels of backlogs at the end of the year.\nAmericas residential was down mid-teens. Similar to last quarter and mentioned previously, the main drivers of the decrease are the prior year being inflated by channel refill coming out of the pandemic shutdowns experienced in Q2 2020 and the shortage of electronic components that primarily impact us in the DIY space of big box retail and e-commerce.\nElectronics revenue was down low 20s percent driven by continued shortages of electronic components in both the nonresidential and residential businesses. The prior year residential channel refill also had an impact on year-over-year electronics performance.\nAllegion Americas adjusted operating income of $105.5 million decreased 29% versus the prior year period, and adjusted operating margin for the quarter was down 740 basis points. The decrease was driven by inflationary pressures, productivity challenges related to supply chain and volume deleverage. Incremental investments had a 90 basis point dilutive impact on adjusted margins.\nAlthough margins were down significantly in the quarter, down 370 basis points for the full year, margins will improve in 2022 compared to 2021 from increased price realization, volume leverage and improved business mix.\nPlease go to Slide #9. The Allegion International segment had another solid quarter. Fourth quarter revenues were $209.7 million, up 1.7% and up 5.8% on an organic basis. The organic growth was driven by strength in our global portable security business, along with good price realization. Reported growth reflect the impact of currency headwinds and divestitures.\nAllegion International adjusted operating income of $29.4 million decreased 11.2% versus the prior year period. Adjusted operating margin for the quarter decreased by 200 basis points. The margin decrease was driven primarily by inflation exceeding price and productivity along with negative product mix, which more than offset the positive volume leverage. Incremental investments reduced margins by 50 basis points.\nI would also note the full year performance of the International segment, double-digit organic growth and achievement of 1% operating margin. This was a record year for the segment and reflects a tremendous amount of effort and dedication by the entire team.\nPlease go to Slide #10. Available cash flow for 2021 came in at $443 million, which is flat compared to the prior year period. The adjusted net earnings were slightly lower and was offset by slightly lower capital expenditures. In total, the working capital impact was near neutral with increased inventories offset by other components of working capital.\nLooking at the working capital chart, it shows working capital as a percentage of revenues and the cash conversion cycle decreased based on a 4-point quarter average. Last chart on the slide shows our net leverage. The net debt-to-EBITDA ratio increased from 1.5 last year to 1.7 this year. The increase in the ratio was driven primarily by a reduced cash position from shareholder distributions for the year.\nThe business continues to generate strong cash flow and conversion of net earnings. We have a healthy balance sheet, and we executed $542 million in shareholder distributions with $413 million in share repurchases and $129 million in dividends. We also recently announced a 14% increase in our dividend coming later in March.\nDuring the quarter, we entered into a new $750 million unsecured credit agreement consisting of a $250 million term facility and a $500 million revolving facility. We obtained a rating upgrade with Moody's and a move to positive outlook by Fitch. Our capital structure is an asset of the company, and we continue to execute on our balanced capital allocation strategy that will deploy capital through incremental high-returning organic investments, CapEx, M&A or shareholder distributions.\nI will now hand it back over to Dave for some comments on 2022.\n\nDavid D. Petratis\n\nChairman, CEO & President, Allegion Plc\n\nThank you, Patrick. Please go to Slide 11. Before I get into our outlook for the year, I want to highlight actions we are taking to mitigate constraints and drive growth and profitability in 2022. Our expectation is to fully cover inflation with price. We are in the midst of executing aggressive pricing actions across the globe in all product categories and all channels. We will remain vigilant during the year, and we will not hesitate to pull the pricing lever if inflation headwinds increase further.\nWith regard to timing, we expect net margin pressures during the first half with the price versus cost dynamic improving sequentially throughout the year and turning positive in the middle of the year. Our product redesigns and alternative sourcing work is expected to be completed by the end of Q2. This will help alleviate the supply chain pressures related to our mechanical business and provide access to additional electronic component solutions. However, electronic chip allocations will continue to be choppy throughout the year. As the supply chain normalizes, we will continuously improve our lead times and reduce our record backlog.\nOur greatest strength lies in the people of Allegion. With broad tightness in the labor market, we are protecting our labor pipeline. We have implemented pay increases and are not flexing labor to the degree we normally would. This is operationally inefficient in the short term. But when supply chain pressures ease, we want to be sure we have the labor in place to move product out of the factories and reduce backlogs.\nWe expect return to margin expansion this year. Second half margins are anticipated to perform stronger than first half, and we will exit the year on a path back to peak margin performance. We continue to invest in R&D and software development that progresses our seamless access strategy and to build critical talent capabilities and innovation.\nPlease go to Slide 12. For the 2022 outlook on revenue, the Americas is expected to strengthen our nonresidential businesses with the continued recovery in those end markets, particularly education, health care and commercial. All leading indicators are positive and the level of institutional specification for our business have continued to be strong. Residential indicators are positive as well, and we expect that business to continue growing in 2022.\nThe undersupply of single-family home continues to be corrected and the builder channel and retail point of sale has been strong for quite some time. Electronic and smart home adoption continues to be long-term growth drivers. As underscored earlier, we are aggressively pursuing pricing in all channels, products in the Americas and around the globe. Given the supply chain challenges that persist, we expect the revenue performance to be better in the second half than in the first, but still project organic revenue growth in all quarters.\nWith the strength in nonresidential construction, continued growth in residential, our expectation for electronic chip allocation and redesign work to ease supply chain pressures, we project total organic revenue in the Americas to be up 8.5% to 10% in 2022.\nIn the Allegion International segment, we expect growth, but we are starting to see some electronic supply chain issues in that region as well. Currency headwinds are projected to offset organic growth. For Allegion International, we project total revenue to be in the minus 1% to plus 1% range with organic growth of 3% to 5%. All in for Allegion, we are projecting total revenue to be up 6% to 7.5% and organic revenue growth of 7% to 8.5%.\nOur 2022 outlook for adjusted earnings per share is $5.55 to $5.75. Timing-wise, we expect to realize approximately 60% of the adjusted EPS in the second half of the year. As indicated, adjusted operational earnings are expected to increase 14% to 18%, driven by volume leverage and price exceeding inflation. Incremental investments continue to be a priority as we remain focused on accelerating electronics and seamless access growth in support of our vision and strategy. These incremental investments predominantly relate to added R&D and engineering to further develop, enhance and accelerate new product development and software capabilities. The combination of interest and other expense is expected to be a headwind as some of the more favorable items that we experienced in 2021 are nonrecurring.\nOur outlook assumes a full year adjusted effective tax rate of approximately 13%. It also assumes outstanding weighted average diluted shares of approximately 88 million. The outlook additionally includes approximately $0.05 per share for restructuring charges during the year. As a result, reported EPS is projected to be $5.50 to $5.70. We are expecting our available cash flow for 2022 to be in the $465 million to $485 million range.\nPlease go to Slide 13. In summary, end market demand remained strong in the fourth quarter, and we expect that to continue. The supply chain issues we are experiencing have hindered our ability to meet that demand. And as a result, we have built record backlogs that will support growth in 2022 and 2023. The product redesigns and alternative sourcing should begin to alleviate some of the supply chain pressures by midyear, primarily on the mechanical side of the business.\nWe are projecting solid organic revenue growth of 7% to 8.5% in 2022, even with the expectation that chip allocations will continue to be tight. We expect year-over-year growth in electronics and acceleration in that growth throughout the year. We are aggressively going after price across the globe and in all products and channels. For the calendar year, pricing will exceed inflation. This will help Allegion to deliver margin improvement, which we expect will progress as we go throughout the year.\nPlease go to Slide 14. A final note on some key leadership announcements before we move into Q&A. Mike Wagnes, who leads the commercial Americas Strategic Business Unit, will be transitioning to the role of Chief Financial Officer on March 1. He succeeds Patrick Shannon, who will be retiring later this year. As CFO, Mike brings significant financial experience and a deep understanding of our global business and the markets we serve. He has been with Allegion for 15 years, and many of you know him from his time as Treasurer and leading the Investor Relations. The Board of Directors and I have the utmost confidence that he is the right person to step into this important role.\nDave Ilardi has been promoted as Senior Vice President of the Americas segment effective March 1. Dave currently leads Allegion Home and is responsible for the flagship portfolio of residential solutions. He has been at the company for 20 years and is highly respected, an industry veteran with extensive knowledge of our customers, channel partners and vertical markets. We are thrilled to welcome him to the senior leadership team.\nAllegion is equally fortunate to have a strong bench of talented leaders throughout the globe. They are well prepared to execute on our strategy and capitalize on growth opportunities as we emerge from the pandemic, and I want to thank our entire team for their commitment and dedication.\nLast, a few remarks for Patrick Shannon. It has been a privilege to work alongside Patrick, who has been a partner, a friend for me and an outstanding business leader. And as a founding member of the leadership team, Patrick has been instrumental in refreshing our business strategy, building a world-class finance organization and creating a strong foundation that will serve us well in the years ahead. I speak for all of the employees of Allegion when I say that. It has been an honor and a pleasure to serve with Patrick Shannon.\nWe'll now take your questions."
  }
]