[
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0d4c6d56ea935e4342728120a5de8366",
    "period": "2025 Q3",
    "content": "Q3 2025 Axon Enterprise Earnings Call\n\nQ3 2025 Axon Enterprise Earnings Call\n\nAXONNASDAQNOV 4, 5:00 PM\n\nErik Taylor Lapinski\n\nResearch Associate, Morgan Stanley, Research Division\n\nHi, everyone, and thank you for joining Axon's executive team today. We hope you've had a chance to read our shareholder letter released after the market closed, which you can find at investor.axon.com. Our remarks today are meant to build upon that letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. These comments are based on our expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially as discussed in our SEC filings. We'll also discuss certain non-GAAP financial measures. Reconciliations to non-GAAP are included in our shareholder letter and available on our Investor Relations website.\nWith that, before I turn it over to Rick, we have a quick video to show you. It shows a little bit about our vision for Axon 911. Let's pull it up.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nThanks, Erik, and great job to our team who put that video together to help share some of the narrative of where we're going next as we extend the Axon ecosystem. So I'd like to welcome everybody to our third quarter 2025 earnings call. It's truly just an amazing time to be at Axon. Just a few weeks ago, we were at the major annual conferences across public safety, federal, military and enterprise, meeting with hundreds of customers to catch up on their top priorities and share our vision, which you just saw a glimpse of, a piece of it, in that video. Like me, our team walked away energized. We're incredibly excited about what we're building. The future we envision is coming together, and it's even more inspirational than I could have imagined a decade ago.\nAt the heart of that future is the expansion of our ecosystem. Our latest update outlines our path towards delivering Axon 911, which will be built on the foundations of Prepared and Carbyne, a major leap towards unifying the technology needed to deliver measurably better outcomes for communities and our customers. Prepared and Carbyne are powerfully complementary, prepared is a low-friction AI capability that can be rapidly installed in any communication center immediately giving call takers superpowers to speed through data collection, analysis and sharing. It can autonomously handle up to half of noncritical calls, freeing the human operators for true emergencies.\nOn critical calls, Prepared serves as an intelligent assistant taking on data collection, so operators can focus on the human side of helping people in crisis. Just last week, we heard a story about a 911 call center for one of the largest U.S. cities, who installed Prepared ahead of the fourth of July. They completed implementation in about a month, which is incredibly fast. It's lightning fast for public safety. And in the first few days, they saw a 33% reduction in calls requiring a human operator even as the overall inbound volume was up significantly due to the holiday weekend. That's real immediate impact.\nAnd Carbyne replaces on-prem call center infrastructure with highly resilient cloud infrastructure, eliminating the enormous cost of running legacy equipment and allowing agencies to move at the exponential pace of modern technology rather than the glacial pace of procurement. We see Carbyne repeating in voice communications, the success we had with Evidence.com in moving agency data centers to the cloud. Now we'll do it with their call centers. Together, these capabilities let agencies make their existing systems smarter today and provide a smooth, orderly path to full modernization over time. Both leverage AI natively to rethink what's possible. Let me bring this to life. Imagine you need help, you dial 911. Today, the operator listens, gathers information and frenetically types it into a command line system. That information has then passed via a typed message over to a dispatcher who is a different person who reads that information and then relays it over the radio to police officers.\nIt's an inherently inefficient system of the old telephone game prone to risks of miscommunication. We can turn that process, and we are now turning it on its head. When you make that call, a network of connected devices and software across your city will activate instantly analyzing information, prompting decisions and allowing the human operator to coordinate a faster, more informed response. Call handlers will focus on helping you instead of typing feverishly while real-time prompts will enable the dispatch of human or drone responders. Oh, and that suspicious reported person, we can handle that call autonomously. No need for a human operator. When there is an emergency, critical context will flow directly to those on scene through their body cameras, keeping them more informed, less distractive and better supported by a network built to keep people safe. It's a powerful future that's coming into view. Now to clarify how this fits into our overall approach, as you will recall, we exited our computer-aided dispatch product line about a year ago.\nThis new approach lets us innovate in critical response workflows without rebuilding legacy systems. It means we can innovate faster, driving real-world impact and value creation. And we will enable reciprocal data sharing and APIs to drive true interoperability, giving agencies the flexibility to modernize at their own pace. This isn't just a cloud migration. It's a connected platform that upgrades existing systems and makes them better, no replacement required. Customers get immediate capability upgrades, while having the option to migrate older infrastructure to hyperscaler efficiency on their own time line. It also unlocks new potential across our real-time operations, vehicle intelligence and drone and robotics platforms, creating an integrated ecosystem that delivers on the future we've long envisioned with Fusus serving as the real-time sensor network backbone while prepared in Carbyne provide the voice layer connecting every persona from the caller to the responder moving toward creating an AI superpowered team.\nvoice communications, if we think back, this began with operators 100 years ago, physically connecting phone lines, then it moved through rotary dials and key pads. The next era is intelligent, AI-enabled communications that process information at superhuman speed and surface the right insights to each human decision maker when they need it. Prepared and Carbyne aren't the end state, they are the foundation for the transformation in voice communications ahead. People often ask, where Axon's limits are. I believe we're only scratching the surface. We're advancing our ecosystem while expanding our reach to more new customers.\nIn addition to better serving emergency call centers, we recently introduced ABW Mini, our second enterprise body camera, opening enterprise opportunities similar to public safety, and we're finding new inroads globally. As I think about the next few decades and what we're building, I truly believe that the best is indeed yet to come, what an amazing time to be alive and what privileged to be at Axon during this accelerating transformation. And with that, I'll turn it over to Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick, and good afternoon, everyone. Before we get into our results, I want to echo Rick's comments as we welcome the Prepared team and soon the Carbyne team to Axon. I believe our greatest asset is our team. Nothing excites me more than bringing on exceptional people who will help accelerate our mission and ignite our future. Our growth can only accelerate via elite talent and our team is now stronger than ever with the additions of Michael, Dylan, Neil and the rest of the Prepared team and Amer Alex and the rest of the Carbyne team. As I reflect on our Q3 results and look ahead to Q4, I'm excited and grateful.\nWe are building an elite business that is still nowhere near its ultimate potential, and we are doing it with a team that is rapidly bought into the mission. A lot of people around here bust their tails every day, and I am thankful for the intensity they bring to work in the bar they set. What we're seeing right now isn't just incredible execution, it's a signal. The theme that comes to mind is be obsessed our value focusing on relentless focus on our customers, an attitude we drive home every day at Axon because we know their success is what fuels ours.\nLet me share a few data points that show how we're hitting the mark. First, our state and local customers continue to rely on us for more and more products. Rick talked about expanding our ecosystem. And for me, the most important indicator that we're doing it right is simple. It's evidence that we're helping customers where they need it most. We hear that in conversations every day, but we are seeing that in the data. One clear example is that more and more of our deals now include the full breadth of our portfolio. I say it often, we have the best sales team in the world. But when you can sell everything to a customer that's more than just sales execution, it's the trust you've built, it's the product market fit and it's a sign you're making an impact.\nI mentioned that last quarter that a few of our deals were approaching the $600 per user per month level, several multiples above our current average. In Q3, we broke that threshold with 2 of our top 10 deals in our state and local base, each representing major upgrades with Axon. These long-term partnerships across so many different product lines speak to our customers' confidence in the future with us. Across products, the story is the same. The AI [indiscernible] continues to be the fastest booked Axon software product to date. We're on pace for AI bookings to contribute over 10% of U.S. state and local bookings for next year -- or sorry, for this year. When you expand that to our newer offerings, Axon Air, Dedrone and Fusus, bookings are up more than 3x year-to-date. The momentum highlights another key part of our growth strategy, how we pour fuel on the fire when we acquire great businesses. Across the board, our acquisitions over the past year have outperformed initial bookings expectations which are showing up in adoption of these new products.\nNext, let's talk about expansion beyond our core state and local base into corrections, Justice, international and enterprise A standout this year continues to be corrections, which contributed 2 of our top 10 deals in Q3 with year-to-date bookings up more than 2x from last year. International also delivered 2 of our top 10 deals overall with an additional 9-figure cloud deal in Europe that closed in October. We're finally seeing a shift in some countries driven by the value that cloud products bring, and we think this will be the start of larger and larger deals in our International segment to come. Growing adoption of TASER 10 in international markets is another part of the story and 7 of our top 10 Q3 international deals were driven by TASER 10. Looking ahead, we're executing against a growing pipeline and we're not slowing down. Year-to-date bookings are up in excess of 30% and accelerating from last year, and we have line of sight to close out the year even stronger, but we are still in the early innings. We see the healthiest and best indicators across our business we have ever had and I'm confident we are on the right track as we scale up the investment in our product and sales team to go after the entirety of what's in front of us.\nI have no doubt we will deliver another record year in 2026, something that I'm sure many of you are wondering about. And I think our opportunity has the potential to accelerate much further. Going into next year, look for us to continue to drive record growth, ensuring better execution through the use of AI tools and efficient decentralized ownership to tackle new markets and opportunities. Elite scrappy team doing more and more in parallel will be our competitive advantage for years to come. That's what our next play looks like. With that, over to you, Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. As Rick and Josh highlighted, we're excited to welcome Prepared and announced Carbyne, which we expect to close in early 2026. We're proud of our third quarter results, which again reflect strong execution across our products and markets. Third quarter revenue of $711 million increased 31% year-over-year marking our seventh consecutive quarter of 30% or greater growth, underscoring the robust demand we are receiving. Software and Services was again the leader increasing 41% year-over-year to $305 million of revenue. This growth reflects both new customers and existing customers expanding their use of our platform and capabilities. We continue to have strong net revenue retention at 124% again this quarter and ARR grew 41% to $1.3 billion. Connected Devices revenue grew 24% year-over-year to $405 million, reflecting broad-based demand. TASER grew 17%, led by TASER 10, personal sensors grew 20%, driven by Axon Body 4, and Platform Solutions grew 71% driven by counter drone, virtual reality and fleet.\nAdjusted gross margin of 62.7% decreased 50 basis points year-over-year primarily due to tariffs impacting us for the first full quarter. We also continued scaling platform solutions, which overall has lower margins than TASER and personal sensors, but offset by continued strong growth in our higher-margin software business. Adjusted EBITDA margin of 24.9% reflected the impact from tariffs and the planned increased R&D investments. These investments are into categories that will support future growth, including our vehicle intelligence ALPR products, Axon Body Workforce Mini and new AI era plan features such as live translation and policy chat. We couldn't be more excited about these products and the traction they are already seeing from our customers. and we will deliver a strong ROI on these organic investments over the long term. We've also accelerated strategic investments with recent acquisitions. Newer product lines such as Fusus and Dedrone are scaling quickly, and we continue to invest in their growth, along now with prepared and Carbine as another exciting new category.\nWhile these acquisitions are immaterial from a financial perspective at close, we see tremendous value in how these investments advance our long-term vision and solve challenges for our customers. They have strong teams in emerging categories and complement the capabilities we are already investing in.\nTurning to our outlook. We're again raising revenue guidance for the remainder of the year. We expect Q4 revenue between $750 million and $755 million, implying full year revenue of about $2.74 billion, up from $2.65 billion to $2.73 billion and representing approximately 31% growth at the midpoint. For adjusted EBITDA, we expect Q4 between $178 million and $182 million, which maintains our full year 25% margin target. We are pleased to deliver on our commitment for a 25% adjusted EBITDA margin for the year, even with the impact from tariffs and our increased R&D investments. We think the combination of top line growth and bottom line profitability is the right balance for the business, delivering at 55-plus versus the Rule of 40.\nWe're incredibly excited by the opportunities in front of us. The investments we highlighted are key components of continuing to deliver great performance in the years ahead. In summary, we are proud of our results and our team and thankful for our terrific customers. We're well positioned for the future and look forward to continued strong performance. With that, we'll open the line for questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffe50cfb00b9b0caba3b9c5ab8a2f17b",
    "period": "2025 Q2",
    "content": "Q2 2025 Axon Enterprise Inc Earnings Call\n\nQ2 2025 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQAUG 4, 5:00 PM\n\nErik Taylor Lapinski\n\nResearch Associate, Morgan Stanley, Research Division\n\n[Audio Gap] Investor.axon.com. Our prepared remarks today are meant to build upon the information in that letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. We discuss these risks in our SEC filings. We will also discuss certain non-GAAP financial measures. A description of each non-GAAP measure and a reconciliation of each non-GAAP measure to the most directly comparable GAAP measure can be found in our shareholder letter as well as on our Investor Relations website.\nNow before we turn to our quarterly update, we'll take a quick to show you some recent highlights from one of the CEO summits that Rick has been hosting.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nAll right. Thanks Erik, and welcome, everyone, to our second quarter 2025 earnings call. I love hosting those summits. It's all about connecting the dots with our customers so that we can build the tools they need to make their jobs just a little bit easier. We are, of course, proud to come back to you with another fantastic quarter. But what we're really proud of are the relationships and partnerships we've built with our customers. I spend most of my time with them. And the more I do, the more excited I am for what's ahead. In fact, there are several trends I'm seeing right now that are fueling that excitement.\nFirst, demand for new technology from our customers is accelerating, and it's outpacing even my most optimistic expectations. Artificial intelligence, drones and robotics, real-time operations, cameras and our newest TASER devices and virtual reality, each of those are resonating across our customer base. There's no one breakout product driving conversations. It's everything. In the past, it could take a few years for our newest products to start seeing meaningful adoption. Often at least the first year took it to fine-tune the application, work through the approval processes and get everything right. Today, we're watching customers adopt new solutions as a standard faster and in real time.\nDraft One remains our fastest adopted software solution. TASER 10, our fastest adopted TASER weapon. Axon Body 4, our fastest adopted camera. Dedrone, Fusus and the AI Era Plan are also being deployed faster than we've seen with prior new technologies while laying the groundwork for future innovations coming over the horizon. Another observation I want to share is that I believe one critical factor enabling this movement is the trust we've built with our customers. It is something I'm extremely grateful for. We have a history of being bold. It's only after decades of tireless work, thought leadership and responsible, careful balanced approach that we've earned the privilege to partner this deeply. They're able to move faster today because they trust we'll be there with them on the journey and there tomorrow, doing things the right way.\nThe final observation I'll make is that collaboration and public safety isn't just critical anymore. It is absolutely essential. Roles, responsibilities and jurisdictions may have fine lines, but effective public safety happens through close collaboration across the landscape from sworn officers to public officials, federal governments, enterprises and even consumers. To support this, we need to think broader than ever before, ensuring our products enable these different stakeholders to work together. Our work to expand into new customers, introduce new products that rethink how existing systems operate and build partnerships with industry leaders is about more than growth. It strengthens our ecosystem and makes every layer of connectivity incrementally more valuable for every user. This summer, we spent time with our product teams working through our future product investments, and we have the broadest, yet most cohesive and synchronized pipeline of products in development we've ever had. It's truly an inspiring time, and we remain committed now more than ever to investing behind our vision and the mission that drives it.\nWith that, I'd like to turn it over to Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks, Rick, and good afternoon, everybody. Before we get into our results, I want to say we're thinking about the NYPD and the victims of last week's horrible tragedy. We are reminded of why we come to work every day, and we'll all continue to pursue Axon's mission of protecting life with vigor.\nAs we reflect on our Q2 results, the theme continues to be customer obsession. We consider it the honor of a lifetime to work with the men and women of public safety and our continued emphasis on the customer experience is central to how we run the business. I tend to be the crud on the team that reminds everyone that no matter how much success we have, we can always be better. I'm not sure that will ever change, but I'd like to take a reprieve from that for a few minutes as I'm truly awe struck at what our team is accomplishing.\nAnd the most exciting part is we continue to accelerate. This is not a team that slows down. Maybe the best example of this is our state and local team under the leadership of Jessica Duncan. This team took back the record for the largest deal in Axon company history by a wide margin. This contract with a major city police department also marked the largest contract we've seen in terms of new product bookings, encompassing everything from drones to our AI products. Similarly, our corrections team, led by Zach Austin, also closed their largest deal in team history and contributed 2 of the top 10 deals in the quarter. Corrections has been an important area for us to grow our presence because the value our products offer to keep correctional institutions safer is so clear. What's exciting here is that the deals we are seeing in the vertical now include products from across our ecosystem, TASER 10, body cameras, VR, evidence management and Fusus.\nNext, our wins in international and enterprise continue to validate our investments in these areas. Our international team added a new TASER customer in Africa, becoming the largest in the region. And in enterprise, we signed a contract opening up a major opportunity in the gaming space. It was our first win in that vertical to include our AI products and a clear indicator to me that we're on the right path. Zooming out a bit, every quarter that goes by indicates more and more of a contribution from new products. We closed almost $150 million of bookings for our AI Era Plan in Q2 alone and over 30% of bookings this quarter came from new product categories.\nWe've talked in the past about an opportunity to grow our presence with officers as our product portfolio expands. Just a few years ago, the maximum an agency could spend with us on a per officer basis was less than $300 a Today, that sits over $600 due to new products, and we saw the per officer bookings in our largest deals push up against that level. These are just a few examples of the activity we saw in another strong quarter. As I said in Q1, the team came out of the gate with speed this year, and that momentum is accelerating. Coming off a strong 1H with a growing pipeline, we now have line of sight to deliver year-over-year bookings growth in the high 30% range, which would once again put our second half in line with the prior year's entire campaign.\nAt Axon, we're next play shop. We don't fall in love with what we just did or what we did last year or the year before that. But as I said, I am so proud of our sales and product teams to see bookings accelerating at this stage in our business speaks to the level of execution and innovation going on at Axon. As I digested in these results, I was brimming with excitement about what the future holds and the impact that we can have. You are truly seeing a world-class team that is capable or you are truly seeing what a world-class team is capable of doing when everybody is on the same mission.\nWith that, let's kick it over to Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. As Josh and Rick mentioned, we're extremely proud of our second quarter results as we continue to deliver for our customers while investing for the long term. Second quarter revenue of $669 million increased 33% year-over-year, marking our 14th consecutive quarter of over 25% revenue growth. Josh shared some great color on our bookings and why we're so excited for the future.\nIn terms of translating that into revenue today, the top line growth continues to be driven by software and services. which grew 39% year-over-year to $292 million. Our ability to win new users and to drive adoption of our newest products underpins this continued growth. Net revenue retention increased to 124% and has been near or above 120% for 20 consecutive quarters, demonstrating the results of our ongoing investment in our products and customers.\nTurning to Connected Devices. Revenue increased 29% year-over-year to $376 million. This growth was driven by strength across categories, including TASER, which grew 19%, driven by TASER 10. Personal sensors grew 24%, driven by Axon Body 4 and Platform Solutions grew 86%, driven by counter drone and virtual reality. Adjusted gross margin was 63.3%, up 20 basis points year-over-year, driven by product mix to software and services, partially offset by lower devices margin due to the strong growth in our newer hardware products and newer markets. We expect this balance to continue in the second half as we mix across new investment areas and our software business growth. Adjusted EBITDA margin of 25.7% came in ahead of expectations due to higher revenue and operating leverage as well as benefiting from the timing of tariffs, which will now impact us more in the second half of the year.\nTurning to our outlook. We are raising 2025 revenue guidance to a range of $2.65 billion to $2.73 billion, representing approximately 29% annual growth at the midpoint. This reflects our performance in Q2 and our confidence in the pipeline for the second half. We are raising our adjusted EBITDA guidance to a range of $665 million to $685 million, up from $650 million to $675 million. This maintains our 25% margin target for the year and incorporates our planned investments and tariff-related expenses in the second half. We continue to expect to increase hiring over the remainder of the year, particularly in R&D, as we prioritize investing behind the incredible product road map we've talked about as well as in our exciting new markets. These investments will continue to set us up well for 2026 and beyond.\nIn summary, Q2 reflects another quarter of strong execution and healthy performance across the business. We remain focused on delivering sustainable growth while investing strategically to serve our customers and drive value creation over the long term. We're also incredibly excited to deliver on the second half of the year for everyone.\nWith that, we'll turn it over for questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b1897e5f9da510f94fe1b3e6bab8039",
    "period": "2024 Q4",
    "content": "Q4 2024 Axon Enterprise Inc Earnings Call\n\nQ4 2024 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQFEB 25, 5:00 PM\n\nErik Taylor Lapinski\n\nResearch Associate, Morgan Stanley, Research Division\n\nHello, everyone. Thank you for joining Axon's executive team today. I hope that you've all had a chance to read our shareholder letter released after the market closed, which you can find at investor.axon.com.\nOur prepared remarks today are meant to build upon the information in that letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. We discuss these risks in our SEC filings. Our most up-to-date SEC filings, including our Form 10-K will be available this week.\nWe will also discuss certain non-GAAP financial measures. A description of each non-GAAP measure and reconciliation of each non-GAAP measure to the most directly comparable GAAP measure can be found in our shareholder letter as well as on our Investor Relations website.\nNow turning to our quarterly update. First, we're going to pull up a video that highlights some of the things we're proud of publishing over the past year.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nWhat an amazing company. What an amazing group of people. The people I get to work with our employees, my teammates, customers are working on problems we care about. It's a privilege to work here.\nAll right. Welcome to another one of our team members, our investors. And we're here to report our fourth quarter 2024 -- year. We just finished what I believe will be a pivotal year in the history of our company, and we're looking forward to another exciting year in 2025. The most rewarding part of my job is getting to spend time with our customers. And as you can see in the video, we feel like we're on this mission together. Understanding the challenges they face every day is our guiding light. We have worked tirelessly to become their trusted technology partner. There's so much we can do to make their jobs here, their lives safer and their day is just a little bit better while helping them to protect us.\nOver the years, we've introduced new tools that have advanced the way our customers operate and how they think about technology. We are at a place with the benefits of adopting newer technologies. We're so clear. It's almost too impossible to imagine what the world would be like if they were never brought forward. We launched TASER 10 about 2 years ago. It's just one example of a product that is not only driving growth in our business, but it's changing the world. I rarely go a day without one of our customers telling me how this device has changed their world. And we're investing to make it better. We have a lot of work ahead of us to deliver on our moonshot and I believe we have the road map to get us there.\nIn an international market, where I just came back from 1 of the most inspiring days of my career, and I can't wait to share the results that will unfold over the next 24 months as we move forward -- shot, it's bigger than just the United States and cutting unrelated deaths between police and public in the U.S. It is a worldwide phenomenon that's going to happen here. Stay tuned. We're going to have better efficiency, better training and new ways to apply our technology over the horizon.\nOur cameras and our sensors are helping our customers capture more moments. Our acquisition fuses helps us connect more sensors and cameras than ever before. There are countless places where the benefits of better transparency operations with the increased application of connected technology are just unviable. Our investments and our ability to lean in out of the foresight to invest in the things that led us here, that enable connectivity and software behind not just cameras, but all these sensors that are now taking flight into so many new sets of customers where we've never had the chance to engage previously.\nOur devices are connected by the most powerful purpose-built public safety operating system in the world. We now have more than 1 million -- of our software solutions, spanning evidence management, real-time operations, productivity, and yes, artificial intelligence. We understand the interconnection of advanced software and hardware and we -- undervalue and solutions that leverage the seamless connectivity to solve problems we care deeply about. This is where we differentiate ourselves with our customers.\nWith this foundation, we see several major tech trends unfolding before our very eyes. An exponential advances in artificial intelligence, increasing connectivity, real-time sensor fusion and growing applications for drones and robotics to name a few. These aren't just buzzwords to us. These are our passions, and we're making them real and real businesses. These product areas were more or less elements of our imagination a few years ago, and today, they account for nearly half of the overall opportunities in our pipeline. We believe we will be the partner who enables our customers to leverage these tools to make them work to make their jobs safer, to make them better and more efficient.\nI continue to spend my time thinking about the big picture, while ensuring that we're on the right path to make giant leaps that challenge our conventional thinking so we can be prepared for and deliver -- a better driver of the future for our customers. I've never felt more confident about our position or more just insanely excited and motivated by what we're doing and frankly, by the people I get to work with every day.\nOne moment before I pass it on. I would like to provide an update about something near and dear to me. It's been 1 year since we last updated you on our intent to invest in our headquarters campus. We have a vision for a campus. We've put in a lot of work. I personally haven't timed into that vision, and we hope to keep it based here in Arizona. We love Arizona, and we want to be here. Unfortunately, Arizona has a political legal environment that is making it challenging for businesses like us to invest here. After several years of working with our various selected administrative officials, developing plans that are responsive to our community, and we received unanimous approval from the planning commissions and then to vote our elected officials. We've had a sec, unlike states like Florida and Texas, Arizona allows on decisions to be subjected to political petitions and frankly, political gamesmanship. In our case, we faced paid petitioners who collected 93% of the signatures on a pay per signature basis with 2/3 of those people coming outside the state of California -- I'm sorry, outside the state of Arizona, from another state who I may have just -- recently mentioned. If we allow this to stand, this would delay our project by 2 years and reintroduce the risk of having to start over.\nUnfortunately, this same phenomenon caused Arizona to lose our NHL Pro sports team, and it's playing Axon and other major projects at risk. So like many things, we're digging in to fix the problem. I'm working with our elected officials to try to fix this situation and enable Arizona to be an attractive, predictable environment for businesses. If we can fix it, it will keep us here, and it will help the state attract other businesses, and really grow to the tech center I believe it can be. If we can't fix it. Well, then we're going to have to move on. We have several states courting us that don't have this same risk profile. So we're not going to leave this decision open forever. We will update you again as soon as we have fully vetted our options come to a final decision. I intend to make that decision together with our order in the coming weeks.\nSo with that, I'll pass it on to a guy, again, who I'm just excited to work who really leads the business, which gives me the time to spend a lot of time with our customers. And Josh is going to give you the details on what our incredible team accomplished in this most recent quarter. Josh?\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick. I appreciate the kind words. Good afternoon, everybody. As Rick mentioned, our customers remain at the center of our universe. I believe that mindset is what has afforded us the results that we have the privilege of reporting to you today.\nI'd like to share a few updates that recap the year, and some thoughts about where we're headed next. First, we just closed the year with revenue in excess of $2 billion. That's nearly double the revenue we reported only 2 years ago and it marks our third consecutive of year of growing over 30%. This growth is a testament to our ability to deliver products that drive clear value for our customers and our team's ability to connect our customers with the right solutions. It takes an entire team to deliver results like these and everyone at Axon continues to rally behind Rick's visionary leadership.\nSecond, we booked over $5 billion in business last year with about half of that closing in Q4, and there was strength across the board. 8 quarters in TASER 10 orders continue to outpace their 7 by 2x. And and we continue to see encouraging demand from our emerging market customers. To that end, 7 of our top 10 -- TASER 10 orders to date come from outside U.S. state and local law enforcement including customers in international, federal and corrections.\nWe also had our highest ever officer safety bookings in Q4, nearly booking more seats in the quarter than the prior 3 quarters combined. And we continue to see strong adoption of our premium plans within that mix, along with adoption of our emerging products. Draft 1 continues to garner strong interest and we were able to close our first 10 AI Aeroplan deals in Q4. We are extremely pleased with this outcome given the fact that the plan launched at IACP in late October. New product pipeline generally takes 3 to 6 months to materialize, and we view that accelerated adoption of this plan as a positive indicator of things to come. We updated our TAM and as Rick mentioned, we believe our investments around AI real-time operations and drones and robotics roughly doubles our overall opportunity set. We're seeing early signs in our product bookings to support that outlook.\nThird, I want to talk about 2 growing customer groups that I'm particularly excited about right now, international and enterprise. Our international bookings grew nearly 50% sequentially in Q4, and that's on top of 40% sequential growth that we saw in Q3. In Enterprise, our bookings roughly tripled year-over-year. I'm happy to report that in Q4, our enterprise team booked the largest deal in company history with a global logistics provider. Congrats to Mike Shore, Billy Corbett and the dozens of Axon employees who supported this deal. This development continues to give us confidence that given the large TAM and growing product market fit, the enterprise segment represents one of Axon's largest opportunities into the future, along with federal and international. As we expand and grow, these 3 customer groups account for over $100 billion of opportunity.\nTurning to what's next. We have a lot of runway ahead. We ended the year with total future contracted bookings of over $10 billion, and our pipeline is the healthiest it has ever been even in comparison to this time last year. We expect another record bookings year in 2025 with line of sight into several years of exciting growth ahead. Our team is focused on executing on the many opportunities in front of us, and we are in -- the work to achieve our goals and deliver on our mission of protecting life.\nI know I say this a lot, but we run our team with the next-play mindset. What excites me most about our results is what they signal for the years ahead. That's why I love the beginning of the year. While it affords the opportunity for others to hypothesize and speculate on varying expectations, that's the same energy that fuels us to win more often in more places and deliver bigger and bigger societal outcome and that's exactly what we plan to do in 2025 and beyond.\nOver to you, Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, John. As Rick and Josh mentioned, it's wonderful to come back to you with another great quarter and to report results that exceeded our expectations once again. Q4 revenue of $575 million increased 34% year-over-year for our 12th consecutive quarter of over 25% revenue growth. I'm particularly excited that we saw double-digit year-over-year growth in all of our business areas with TASER up 37%, sensors up 18%, and software and services up 41%. Our software remains higher -- of our overall growth and contributed 40% of our total revenue in Q4.\nARR increased to $1 billion, up 37% year-over-year, and net revenue retention remained strong at 123%, reinforcing the visibility and predictability in our business. Adjusted gross margin was 63.2% and has been very stable across the year at an overall company level. Adjusted EBITDA margin was 24.6%, and and we continue to invest in our business to ensure we are positioned to grow in customers and markets while driving innovation in our technology.\nOn a full year basis, we delivered over 33% top line growth, driven by continuing to deliver more to our customers with strong product performance across the board. We also delivered strong bookings, taking our total future bookings above $10 million and providing support for years to come. We made significant strides in profitability, expanding adjusted EBITDA margins almost 400 basis points this year. As a result, we achieved a 25% adjusted EBITDA margin for the full year, a milestone we initially set for 2025.\nWith this result, we reached both our 3-year revenue and adjusted EBITDA margin chart, a full year ahead of schedule. As we exit the year, our product teams are working on the new technology that will support our growth outlook for many years ahead. We are quite excited about our newer product areas and continue to invest in R&D to support our growth. We are entering the new year and the strongest and cleanest inventory position we've been in for the last 3 years. We did all that with strong free cash flow generation above 60%. We continue to drive strong customer satisfaction, which is our North Star. It's humbling to think about where we are, and I thank our teams across the company for the work they put in during this incredibly busy and exciting year.\nNow I'll turn to our 2025 guidance. We expect 2025 revenue in a range of $2.55 million to $2.65 billion or approximately 25% annual growth at the midpoint. This would mark our seventh consecutive year of 25% or greater annual growth. Similar to past years, we looked at the strong execution across all segments, momentum in future contracted bookings and our pipeline entering the year to develop this guidance. We expect 2025 adjusted EBITDA in a range of $640 million to $670 million, representing approximately 25% margins. We believe this margin level puts us at the right balance to invest in the future growth opportunities we see, while still delivering strong profitability and cash flow. As a managing, we are focused on delivering year after year over the long term. That requires continued innovation, product risk taking and investments, and we're lucky to have Rick, who is such a visionary in this space. I hope you can tell we're excited about the opportunities in front of us. It is this type of product innovation that has allowed us to deliver our consistent impressive top line growth numbers.\nBeyond R&D, we're also investing in our sales functions to support new customers and market opportunities as well as continuing to scale the business. For some context, we are now 4 years hitting 50, well above the rule of 40. We're pleased our guidance implies another year of hitting that type of number. We also expect CapEx in the range of $140 million to $180 million, up year-over-year on a dollar basis, but only up 2 points as a percent of revenue. This is driven both by [ Morty's ] or 10 capacity to keep with our continued strong demand as well as investment in both R&D and manufacturing for our many exciting new product areas. We're proud of all we accomplished in 2024 and are looking forward to another dynamic and innovative 2025 that delivers for our customers and our shareholders.\nNow we will turn it over to take your questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2925438a0744447f258e36ecef542963",
    "period": "2024 Q2",
    "content": "Q2 2024 Axon Enterprise Inc Earnings Call\n\nQ2 2024 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQAUG 6, 5:00 PM\n\nUnknown Executive\n\nHello, everyone, and thank you for joining Axon's executive team today. I hope you've all had a chance to read our shareholder letter released after the market close, which you can find at investor.axon.com. Our prepared remarks today are meant to build upon the information in that letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. We discuss these risks in our SEC filings.\nWe will also discuss certain non-GAAP financial measures. A description of each non-GAAP measure and a reconciliation of each non-GAAP measure to the most directly comparable GAAP measure can be found in our shareholder letter as well as in the Investor Relations section of our website.\nNow turning to our quarterly update. First, we'll start off with a quick video to share some of the feedback that we've gotten from early users of Draft One. It will be just 2 minutes. So let's pull it up.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nAll right. Thanks, Erik, and thanks to all of you, our shareholders and analysts for joining us today. Welcome to Axon's Second Quarter 2024 Earnings Call. I am again proud to report another great quarter and to show you that video to highlight some of the incredible outcomes our team is delivering to our customers with Draft One.\nOur story is to build a world where we help our customers achieve better outcomes every day, and it still feels like we're just at the beginning. There are 2 things that I believe are critical to our success and ability to differentiate in the market. We move fast, and we take risks. It is our speed and willingness to tackle the toughest problems that drives our innovation and allows us to recruit the best people.\nI think we're at the forefront in several technological areas that will define the next decade for our company. You've probably heard me talk about them before.\nFirst and possibly the most significant is artificial intelligence. We are positioning ourselves as the indisputable leader in delivering the power of AI in practical, usable applications to our customers. We've been at this for many years, and our progress is accelerating as the underlying technology and the interest to adopt reaches critical mass here in the U.S. and around the world.\n1 year ago, I shared with you our vision for generative AI applications as we saw commercially available large language models coming to the market. I told you we would be ready to catch the ball.\nWell, in April, we launched Draft One, a powerful new AI service that writes the first draft of a police report extracted directly from Axon body camera recordings. Our customers' response to Draft One is better than anything I've seen, better than we could have imagined. They want to put more data into the cloud with Axon. They want to better access that data, and they trust us to protect their data. And they can see that we can help them do their jobs better, put their data to use.\nOur unique position to define this category comes down to 3 key advantages that I believe we hold. One, the sensor network. We run the largest sensor ecosystem by far, including TASERs, body cameras, in-car cameras, drones, robotics and third-party cameras and sensors through Fusus. This vast network generates the data needed to drive the future of AI.\nSecond is the data. Our expansive ecosystem of software and sensors has generated the industry's largest and most valuable data set. Now it's not our data. Our customers own their data, and we protect it rigorously. And we provide them the tools they need to manage and leverage their data. We help them make their data accessible and usable, securely managing hundreds of petabytes of audio, video and imagery in the cloud.\nAnd third is trust. We worked tirelessly for decades we have to earn our customers' trust. We've led 3 major tech revolutions, TASER energy weapons, wearable cameras and cloud software. And we have several more in progress like virtual reality training, drone as the first responder and real-time sensor fusion.\nOur customers trust us as their thought partner, guiding them into the future and AI-driven future. This trust is our most enduring advantage built over decades, and we are dedicated maniacally to maintain that trust by being reliable and trustworthy partners.\nAI is a hot topic right now, and there is concern about the commoditization of the underlying models. Some major tech companies are investing billions of dollars and then open sourcing their models, making some of the LLMs, these foundational models, free and potentially demonetizing the foundation model layer of the AI ecosystem.\nWe believe we are uniquely positioned to leverage our position as the application and network layer to create significant value through time and cost savings that we deliver from the underlying technology through a world-class UI to our customers. By combining top-tier AI models with our sensor and software ecosystem, we can deliver exceptional workflows, all within a secured GovCloud environment.\nOur AI products not only offer tremendous growth opportunities for us, but also immense value to our customers. Solutions like Draft One, automated license plate reading, transcription, video redaction, these services quickly pay for themselves.\nI'm particularly excited about upcoming announcements that we have planned for the annual police chiefs conference, the IACP, in October. So stay tuned.\nOur next focus is real-time operations, which we see as a major opportunity. From what we have learned in our work in legacy dispatch systems, combined with our acquisition of Fusus, we believe we are positioned to redefine real-time communications and real-time operations for our customers.\nStrength lies in innovation, not iteration, Therefore, we are shifting. We're pivoting from command-line dispatch console software to instead focus on sensor fusion and AI. This approach will integrate multiple data feeds, both human and technological, into a unified single pane of glass.\nStrategically, we are refocusing to align our unique innovation capability with the emerging technologies. Acquiring Fusus has given us a platform to accelerate our progress, and we're doubling down on this investment.\nWe plan to leverage the fully integrated Fusus map experience to provide critical real-time information, enhancing decision-making and improving communications. We're excited to embrace this new vision and deliver exceptional results for our customers.\nLastly, we remain highly enthusiastic about drones and robotic security. Last year, we acquired Sky-Hero in the tactical robotic space. Recently, we announced an expanded drone as first responder or DFR partnership ecosystem with Skydio, Dedrone and DroneSense, each the leaders in their niche of the ecosystem.\nThis collaboration offers the most advanced and comprehensive solution for drone as a first responder programs. We look forward to completing our acquisition of Dedrone later this year to further expand our footprint in this dynamic space.\nI'm excited about what's ahead and see these updates as validation of our strategy. I believe we are uniquely positioned to achieve remarkable outcomes, driving immense value for our stakeholders across the board while solving real-world problems that matter.\nAnd with that, let me turn it over to the guy who leads the phenomenal execution you see quarter-over-quarter. Josh Isner, over to you.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick, and good afternoon, everybody. I'd like to start today's remarks on a personal note. In June, I celebrated my 15th year work anniversary at Axon. In 2009, Axon [indiscernible] was much smaller, carrying a market cap of $245 million.\nIt is a testament to Rick's vision and leadership that Axon is in a much different place today, both in terms of size and impact. I feel very lucky to have been part of this awesome team for so long. And I'm thrilled to witness the tremendous results driven by such a talented and mission-oriented group of individuals.\nI'm pleased to report that our team delivered again in Q2, and we feel great about the momentum we are seeing in the second half and beyond. While Rick continues to focus on our vision and make sure that we're headed in the right direction, I continue to focus my time on our execution and ensuring we have the right team to help us achieve that vision over the long term.\nI have a few updates from the quarter that I am particularly excited to share. First, we achieved record second quarter revenue and bookings. It was our first quarter with over $500 million in revenue, a number that represented our full year revenue just a few years ago.\nWe booked over $1 billion in new business, closed our largest ever contract with a U.S. state and local customer, closed our largest-ever corrections deal, and we are seeing an uptick in our international momentum. Our international bookings are up 100% year-to-date versus last year. And just a couple of weeks ago, we signed our largest records contract ever with that segment.\nNext, I'll briefly share some detail on where we are seeing accelerating demand for our products. Our new introductions over the past year have ignited. TASER 10 is the fastest selling TASER device in our history. Not only is demand pacing at over 2x the rate of TASER 7 on the order side, but we've been able to scale shipments each quarter since launch. We've eclipsed more than 100,000 units shipped, and we have a long runway ahead.\nSomething I find particularly encouraging here is that our top 4 TASER 10 deals have come from customers outside of our U.S. state and local customer base. We have a massive TASER user base within state and local, but we also see strong demand from our customers in other segments like federal, international and from [indiscernible] customers as well. The order book for TASER 10 is strong across the board.\nIn Q2, we shipped the most body cameras we've ever shipped in a single quarter. Along with TASER 10, Axon Body 4 and our expanding set of premium software, adoption of our Officer Safety Plan is growing as 7 of our top 10 domestic deals in the quarter included premium Officer Safety Plan options.\nFinally, we are seeing the early indicators of success supporting our investments in newer areas within our software business from revenue -- or I'm sorry, revenue from productivity, AI products, real-time operations and drones and robotics drove almost half of the growth in our software revenue in Q2.\nEarly traction in Draft One is a great example. In the 3 months since launch, Draft One has generated over $100 million of pipeline, the fastest of any Axon software product to do so. We believe demand for products like Draft One will only grow from here.\nHalfway through the year, we are pleased to be well positioned to deliver another year of growth and sustained impact. However, we're on to the next play, and nobody is letting up. We have a fantastic opportunity to deliver a similar bookings number over the next 6 months that we achieved in the entire 2023 campaign. The team is relentlessly focused on executing, and we're excited to show what we can do in the second half.\nOver to you, Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. As both Rick and Josh highlighted, we had a great quarter. We grew revenue 35% year-over-year on top of 31% growth in the same quarter last year, and we delivered strong adjusted EBITDA. I am particularly impressed that the growth comes from all our business segments driven by our powerful ecosystem. Our customer-centric approach solves real problems, which drives us to innovate, and you can see those results in the business.\nCloud & Services remains the fastest-growing segment at 47% year-over-year. Our software growth stands out and has continued to drive mix shift with 39% of revenue coming from software and services in Q2, up from 35% last year and 29% the year before.\nTASER 10 and Axon Body 4 also contributed an impressive 28% year-over-year growth in both our TASER and sensors product categories. These products are performing incredibly well, and we're still in the early innings.\nOverall, our future contracted revenue sits at approximately $7.4 billion, which is up 41% year-over-year. And ARR of $850 million is up 44% year-over-year while maintaining 122% net revenue retention.\nAlong with continuing strength in Axon Evidence, the new products we talk about are helping drive our consistently high NRR. Adjusted gross margin of 62.5% increased by 10 basis points year-over-year. This was supported by mix in our software business as well as the benefits of automation in our TASER business.\nWe cleaned up some of our older inventory on the sensor side, given the better-than-expected demand for AB4, which was a partial offset to our strong gross margin in the quarter. At this point, though, we expect to see stable gross margins for these segments going forward and expect overall gross margin around this level for the remainder of the year.\nBelow the gross margin line, we continue to focus on scaling the business, both to drive profitability and to successfully deliver on our top line growth. This has included adding a new manufacturing facility to increase production capacity for TASER devices and cartridges as well as integrating our acquisitions and investing in R&D.\nWe've been able to invest in and grow the business while driving operating efficiency. Increased revenue, gross margin and operating efficiency drove adjusted EBITDA to $123 million, which was 24.5% margin in the quarter, up 270 basis points year-over-year and surpassing our highest level in over 3 years. We also had free cash flow conversion above 60% in the quarter, leading to $75 million of adjusted free cash flow.\nTurning to our outlook. We are pleased to raise guidance again on both revenue and adjusted EBITDA. Our full year 2024 expected revenue guidance is increasing to $2 billion to $2.05 billion, which represents 29.5% annual growth at the midpoint. This is up from our prior guidance of $1.94 billion to $1.99 billion, which represented approximately 26% annual growth at the midpoint. And it's a result of the strong performance we saw in Q2 and the strong pipeline in the second half of the year.\nWe expect full year 2024 adjusted EBITDA of $460 million to $475 million, implying an adjusted EBITDA margin of 23.1% at the midpoint. This is up from our prior adjusted guidance of $430 million to $445 million, and it expands our expected margin by 80 basis points. The increase in our adjusted EBITDA guidance includes better-than-expected performance in Q2 and our increased expectations for the remainder of the year.\nConsistent with last quarter, our guidance incorporates an immaterial amount of revenue and adjusted EBITDA margin impact from our planned acquisition of Dedrone, which we still expect to close in the current year.\nOverall, we saw strength across the board on the P&L, shipped a record number of TASERs and body cameras, generated strong cash flow, made additional investments into our drone partnerships and remain on track to close Dedrone and strengthened our bookings pipeline for the back half of the year to record numbers. I'd say we're quite proud of this quarter, and I want to give a huge thank you to the incredible team we have for making it all happen.\nAnd with that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47032a745b8f34600bcc0877162a959f",
    "period": "2024 Q1",
    "content": "Q1 2024 Axon Enterprise Inc Earnings Call\n\nQ1 2024 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQMAY 6, 5:00 PM\n\nUnknown Executive\n\nHello, everyone. Thank you for joining Axon's executive team today. I hope you all had a chance to read our shareholder letter, which was released after the market closed. You can find at investor.axon.com.\nOur prepared remarks today are meant to build upon the information and financial tables in that letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. We discuss these risks in our SEC filings.\nWe will also discuss certain non-GAAP financial measures. A description of each non-GAAP measure and a reconciliation of each non-GAAP measure to the most directly comparable GAAP measure can be found in our shareholder letter as well as in the Investor Relations section of our website.\nNow turning to our quarterly update. We like to start off every quarter with a video because we think it's a great way to show you more about our business, and there's no shortage of pilots to share from our teams. We've got a good one this quarter. It's about 5 minutes. Let's pull it up.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nThank you, Eric, and thank you all for joining us here today. I want to welcome you all to our first quarter 2024 earnings call. We have kicked off what is shaping up to be another incredible year at Axon. You saw me talk about my vision in the video we just showed you, and I'm energized by the updates we're bringing you today.\nFirst, one of the areas I'm obviously very excited about is drones, robotics and aerospace security. I believe drone as a first responder or DFR, is a massive opportunity ahead of us. We anticipate that it will drive faster response times and improve decision-making, giving us extra seconds and more information before we act in critical situations.\nAs we push forward into this new era of aerial innovation, drones are not just helpful tools, they're becoming indispensable. At the same time, drone tracking and countermeasures become equally, if not even more important, and we believe a critical element to enable widespread drone is the first responder programs.\nDFR programs are designed to deploy drones to an emergency in advance of human first responders, enhancing situational awareness to improve response strategies, optimizing the allocation of already limited resources and reducing the risk of harm to first responders and communities.\nBut limitations exist that to date have hindered the use of DFR at scale, namely current FAA requirements mandate the presence of a human virtual observer standing on a rooftop to ensure each drone remains in a direct line of sight. That means operators must be positioned in relatively close proximity to the scene, usually on rooftops and operating primarily in clear daytime conditions. That's one of the reasons I am so thrilled about our planned and announced acquisition of Dedrone. We believe Dedrone's technology solves through these limitations, allowing law enforcement to operate in low visibility conditions and the times of day without the need to maintain a human observer with a line of sight.\nThe planned combination of Dedrone with Axon is a natural extension of our strategy with several tangential applications already deployed in the field, including stadium, aerospace security, along with robust military critical infrastructure and other civilian protection applications.\nAnother area I'm very passionate about is the realm of artificial intelligence. I believe that we will one day look back on these times is the beginning of the AI era. AI has applications across every element of what we do and offers the potential to unlock our human capital resources to accomplish more than we've ever been able to in the past.\nIn the video we showed, you briefly saw us introduce our most recent innovation here, born from our visionary initiative 7 years ago, Draft One leverages AI to produce police reports from body camera, audio and video.\nOur studies have found that officers in the U.S. spend about 40% of their time or 15 hours per week on what is essentially data entry, writing reports. This is valuable time they could be spending in their communities, with their families, in training or on their own well-being. With Draft One, we're giving them a new lifeline that we expect will save them critical hours each and every day.\nAnd while these two developments are massive in their potential, there are just 2 examples of where we're focusing our innovation and we are not slowing down and several other areas that we believe will also be critical to achieving our moonshot goal.\nWe've introduced real-time operation solutions that bring situational awareness into the modern age, expanding our ecosystem to ingest networks of cameras and sensors, infuses and raising the bar for communications beyond monolithic audio to include live streaming, video and two-way voice communications through video and audio feeds.\nWe introduced our new mobile application, which allows our customers to seamlessly work together on evidence management and report writing while they're on the go. And we're giving agencies new capabilities and next-level training to improve human performance under pressure in the most high stakes events with our continuously improving and expanding VR portfolio. As I reflect on what we've delivered to the market and where we're investing, I think we are still in the early chapters of an epic story.\nAnd before I pass it over, I want to take a minute to acknowledge that our mission is more important than ever. We've seen a number of truly unfortunate and devastating tragedies between the police and the public over just the last few months. Our thoughts are with the families and departments who are experiencing these difficult times that we are out to end. We're innovating for a better future and remain dedicated to our mission to protect life.\nAnd with that, I'll turn it over to Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThank you, Rick, and good afternoon to everybody. I'm humbled to share more about another excellent quarter at Axon.\nWhile we continue to build out the operating system of public safety, the team has not lost focus on the importance of execution. There's no doubt in my mind, we have the best and most well-equipped team in our industry, and our first quarter results are further proof of that.\nI feel really good about our momentum to start 2024. We started the year running at full speed as the team closed out 2023 with our strongest bookings quarter in company history. In Q1, we worked hard to set the stage for the remainder of the year.\nSince it is the only quarter in which very few budgets close, we focus on pipeline development and key customer-facing hiring initiatives. I am happy to report that our pipeline is the strongest and is the healthiest it has ever been across all major customer segments. This is a testament to our awesome R&D teams that continue to zero in on strong product market fit across our entire portfolio, driving this type of record demand.\nWeather, it's TASER 10, now being more directly linked to VR training within our TASER platform, or our on-body cameras, changing the game for real-time operations or [ Draft 1 ] revolutionizing the RMS category there's so much for us to bring to the market, and we are just at the beginning of what we think will be a deep increase in the ways we leverage technology and public safety for the better over the next decade.\nLooking ahead, I see many opportunities for continued growth. We believe our domestic state and local law enforcement customers are eager to adopt the new products that we have brought to the market and we are seeing our emerging markets become more meaningful contributors to our results.\nOne of the many things that gets me excited about Dedrone is their strong international presence, which could accelerate our international channel expansion. On that note, I'd like to share our excitement in welcoming Cameron Brooks as our new Chief Revenue Officer. Cameron came to us from Amazon Web Services, where he most recently led their Europe, Middle East and Africa business for the public sector. As we look to drive more cloud adoption across the world, Cameron's wealth of experience and spurring international cloud adoption will be a powerful asset to our team. Cameron joining Axon is a perfect example of how our mission and our unique approach to the market helps us attract the best talent from some of the most successful companies in tech.\nBefore I pass it over to Brittany, I want to briefly highlight how grateful I am for my teammates at Axon. We have spent the last 2 years fortifying and rebuilding our leadership team, and we are ready to move faster than ever. We are focused on the right areas to continue delivering in the quarters and years to come, both on our financial commitments and on our mission. We just recorded our ninth consecutive quarter of greater than 25% revenue growth, and our business has approximately quadrupled over the last 5 years. We're also delivering our strongest adjusted EBITDA margins in more than 3 years as promised.\nThis kind of compounding does not happen without the best people and the best products and without a lot of things going right behind the scenes. While it's always encouraging to deliver such strong results, we continue to embrace our next play mindset and put our collective organizational energy behind the most important metric of all, and that is lives saved.\nAnd with that, I'll pass it over to you, Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. We're very proud of the results again this quarter for both revenue and adjusted EBITDA. We had 34% top line growth on top of 34% growth in Q1 last year, supported by our cloud and services revenue, which grew 51.5% year-over-year. This came from growth in both users and premium product add-ons driving upsell.\nDemand for TASER 10 also remained robust and drove 33% growth year-over-year in our TASER segment, supported by increasing supply availability. Sensors and other revenue grew 14% year-over-year with the adoption of Axon Body 4 driving camera revenue, somewhat offset by lapping the big catch-up in fleet revenue from Q1 last year as we're now at more normalized deployment levels.\nIn addition to healthy growth across all our categories, we see strength across our end markets. In Q1, over 25% of our revenue came from outside domestic law enforcement, including international, federal, other adjacent markets like corrections in Justice and Enterprise. Our ARR for the quarter is $825 million, up almost 50% year-over-year, and it now includes Fusus and our TASER warranty revenue. We continue to maintain a net revenue retention of 122%.\nIn Q1, we introduced adjusted gross margin to normalize for increased stock-based compensation resulting from the grants we made to employees whose compensation was under a specified threshold, many of whom are in manufacturing. As a reminder, we've committed to keeping our stock-based compensation at or below an average annual dilution of 3% for 2025 and beyond, and this is in keeping with that commitment.\nAdjusted gross margin for the quarter was 63.2%, up from 61.5% in Q4. This improvement was from product mix benefit as well as the fact we didn't have any onetime reserves hit this quarter. We do expect some pressure on gross margin for the rest of the year as we continue to balance mix shift and ramping T10 capacity.\nQ1 adjusted EBITDA margin increased year-over-year from 19% to 23.6%, representing a 460 basis point improvement. In addition to the benefit of strong gross margins, we saw operating leverage contribute approximately 110 basis points year-over-year. As Josh mentioned, this is our strongest adjusted EBITDA margin quarter in 3 years since COVID.\nWe continue to balance driving strong top line growth with investing in the business. We're pleased to be able to do this both organically and inorganically and are thrilled about our plans to welcome the Dedrone team to Axon. Rick did a great job talking through the strategic rationale.\nFrom a financial standpoint, we expect to close the deal sometime over the summer and to have approximately 1 full quarter of financials included in our 2024 results. This timing is subject to customary closing conditions. We expect that the potential acquisition of Dedrone would increase our TAM by $14 billion, bringing our overall addressable market to $77 billion. Dedrone is still investing for growth, and we expect incremental costs from their business and from integration that would have a slight impact to our core adjusted EBITDA margin. We've tried to factor this into our updated guidance and should be able to further refine these assumptions next quarter.\nToday, Dedrone is small relative to our overall business, and once closed, you will see them incorporated into our Software and Sensors segment. Dedrone highlights another step in our M&A strategy of acquiring talent and technology that complements our road map and expands our addressable market. In total, our acquisitions of Sky-Hero and Fusus and our planned acquisition of Dedrone have expanded our TAM by more than 50% over the last year from $50 billion to $77 billion. The acquisitions also increased our capabilities in robotic security and real-time operations, both areas we view as critical to the future of policing and our other markets, and we are excited to continue delivering on our product vision.\nFinally, I'll turn to our guidance. We are increasing our full year 2024 expected revenue guidance to $1.94 billion to $1.99 billion, which represents approximately 26% annual growth at the midpoint, above the prior high end of our guidance range of 20% to 24%. This incorporates both our outperformance in Q1 and our increased expectations for the year.\nWhile future contracted revenue was down slightly quarter-over-quarter to $7 billion in Q1, we have a strong pipeline for the year to underpin our forecast. We have also included an immaterial amount of revenue we expect to come from Dedrone this year, reflecting everything we currently know.\nWe expect adjusted EBITDA of $430 million to $445 million, which implies an adjusted EBITDA margin of approximately 22% up year-over-year and approximately in line with our prior guidance on margin. This includes our best estimate of integration costs and impact from M&A on the year.\nFinally, we've also increased our expected investment in CapEx to $80 million to $95 million for the year as we are continuing to ramp our capacity investments to meet the strong demand for TASER 10. We're very pleased with these results and think the quarter demonstrates continued execution on our business across both the top and bottom line as well as strong investments for the future so we can continue to deliver outsized performance.\nAnd with that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/80760ad18a27c28518ef4c4c52e077b7",
    "period": "2023 Q4",
    "content": "Q4 2023 Axon Enterprise Inc Earnings Call\n\nQ4 2023 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQFEB 27, 5:00 PM\n\nErik Lapinski\n\nAnalyst, Morgan Stanley & Co. LLC\n\nAll right. Hello, everyone. Thank you for joining Axon's executive team today. I hope people all had a chance to read our shareholder letter, which was released after the market closed. You can find it at investor.axon.com. Our prepared remarks today are meant to build upon the information and the financial tables in that letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of our [indiscernible] all forward-looking statements [indiscernible]. We discuss these risks in our SEC filings. We will also discuss certain non-GAAP measure and a reconciliation of non-GAAP measure to the most directly comparable GAAP [indiscernible]. We love to know this helps to get a closer view and feel for our business. To start us off today, we're going to play video. We put together that it's on a bit of what we talked about when we tell you a better man shot. It's a little under [ 3 ] minutes. Let's pull up the video.\n[Presenting]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nAll right. Thank you, Eric, and I thank all of you for joining us today. Welcome, everyone, to our fourth quarter 2023 earnings. It's great to come back to you with another incredible year in the books for Axon. We kick off these calls with those videos to help you understand what we do. Some times seeing these kinds of things brings out different emotions. But that's what our customers every day and [indiscernible]. And that violence is simply less that we are constantly trying to find a new point of technology to make this a reality, and we're really proud of over the last year. First, with seemingly small things like adding a warning sound to TASER 10 to help communicate to someone on the other end that something unpleasant is impending with the hopes that, that person will rethink their decisions and alleviate the need for use of force action at all. And adding a watch-me button to our body camera so that an officer can proactively request a second set of eyes for them during their most high-risk situations.\nNext, we thought a bit more outside of the box, introducing individually targeted probes, enabling far more effective range on TASER 10 and making our innovative TASER technology more effective and more situations. And we reimagined the real-time operations, introducing 2 modern communication capabilities with two-way voice communication to our body cameras to help complex decision trees in real time. As we look ahead, we are solving for higher level of challenges like enabling better decision-making and potentially life-threatening encounters or effectively expanding of police force reducing the extensive time that they spend on paperwork. And we envision accelerating the speed of the entire justice system. We're innovating in diverse areas for robotic security to generative AI, virtual reality, and there's really so much more that still left for us to do.\nWhen I think back to the video we just showed you, I think about what would happen in those situations if an officer didn't have one of our TASER devices or was not wearing one of our body cameras, so we can all understand, what unfolded and why. A lot of what we're working on now, how to see our opportunity to become [indiscernible] the future. It will be hard for us to remember life without it. Highlighted technology. That's the beauty of it. When you get it right, it quickly becomes difficult to imagine what things were like before. But we're not always going to get it right by ourselves. We rely heavily on feedback from our customers. There are challenges in the long simply in demand today. While present needs do matter, too, I spend most of my time with our customers on the vision beyond tomorrow. Which is what I believe will drive our growth for not just the next 1 to 5 years, but the next decades.\nThis gives me and my time with customers is they provide us with the best and most actionable feedback on our road map the snags and problems deliver most critical for us is making sure we have the right to help us deliver for our customers. When I look at our team, I know we have attracted some of the best and brightest to come and work here. If it's not me meeting with a customer about a new product, we have a development, it's somebody from our team. Our team works together, relates feedback and understands our common goal. We don't accomplish what we're doing in silos. We joined forces across the company and together with our customers. This goes beyond our current team, extend into key partners like Fusus, who we're thrilled is now part of Axon. Our partnership with Fusus began a few years ago, and we've really been impressed with their people, and the product.\n[indiscernible] with founders as we speak today. Together, [indiscernible] it. I might be a little typical as a CEO. It was my day-to-day responsibilities to align more with my background as a founder that is senior manager. I'm focusing on what's next. What's always important in driving any enterprise was start up to a $20 billion public company, we need to encourage people to be the best versions of the themselves. There are also challenges to each other, just as our customers will challenge us and to share in a common mission with a culture that encourages us to do our best work. I'd like to provide one last comment on something near and dear to me. We have talked about our intent. [indiscernible].\nI love Scottsdale. However, it's not clear that Scottsdale wants Axon is we're seeing the [indiscernible] environment become more challenging and frankly, antidevelopment. It's unclear if we will get the approvals we need to execute our product, our project. So we're exploring several geographies and other options, and it may take some time before we have a definitive decision on our next steps. We will keep you updated in the coming quarters as we resolve our plans and we make progress. Now I know we're not a start up anymore. So I mean we need people focused on execution and making sure that what we do is viable. [indiscernible] And with that, I'll turn it over to them now. You're first, Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick, and good afternoon, everybody. I continue to believe there is no better facilities to be than at Axon. We are building the most talented outcomes-oriented team intact no [indiscernible] take to deliver on our moonshot of protecting life and reducing the number of deaths and civilian employees encounter like 50% over a 10-year period. 2023 marked another promising step in that direction. We just recorded our fifth consecutive year of 25% revenue growth, and we beat that far by a good amount coming in at 31% year-over-year. Looking ahead to 2024 and beyond, the opportunity in front of us. We're building a transformative new products, and we have added Fusus and Sky Hero, which together grew our estimated TAM by over $13 billion to a total of $63 billion. And I'd just like to say welcome to the Fusus team is your first earnings call as part of Axon, and we're thrilled to be on board.\nIn the past, I've shared my vision on Axon's priorities over the next 3 to 5 years, we are focused on delivering the technology ecosystem of public safety globally. This approach supports our growth in 2 powerful ways: number one, through new product introductions, which expand our ecosystem and deliver new value to our existing customers and number two, through expansion into our new customer verticals where our existing products empower new users to deliver safer outcomes and drive a clear [ line]. [indiscernible] let us is, corrections and in the enterprise space. We finished the year with record federal bookings as we continue to see rapid adoption of both hardware and soft were within the federal civilian market. Likewise, the new Axon Body workforce camera, or ABW, as we call it, has driven strong pipeline in several segments within enterprise, such as retail and health care.\nOne shining use case within the space is Fairview Health, where they are trialing ABW with nurses as part of their commitment to patient and staff safety. A key to our success is that we continue to lead the market in innovation. It's no surprise when you listen to Rick that we believe our ability to innovate is a competitive advantage for Axon. Jeff's leadership in our product or combined with Rick's visionary thinking and foresight is an unmanaged combination that gives us the luxury of doing two things in parallel. [indiscernible] world class partners in the market, such as Fusus and Sky Hero. Our standards are high, and yet year in and year out, our product team sets a new bar. Before I turn it over to Britney to go through our operations and financials in more detail, I'd like to congratulate several of our teams on some substantial recent achievements.\nFirst, the Taser 10 team led by [indiscernible] 4 quarters in, and our order rate is pacing at more than 4x what we saw with TASER 7. And then secondly, with Axon Body 4 product line led by Jason Hartford and [indiscernible], we shipped more than 100,000 units in the second half of 2023, and only 2 months after announcing the product. While these products started in R&D, they end in the hands of our great customers. And a lot of total operation amongst functions or as we call it cash tech joint forces, [indiscernible] between. Our teams deliver outsized societal outcomes together. As you can see, we're not slowing down. We are incredibly humbled by the trust our customers and shareholders continue to place in us, and we remain committed to holding up our end of that bargain. 2023 was a record year, and you're so out of the team. but we are equally proud that, that same team moved on from 2023, 58 days ago. As we like to say, we're on to the next slide. Over to you, Brittany.\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. As Josh mentioned, 2023 was another great year for us with revenue growth of 31% year-over-year and Q4 revenue growth of 29%. We continue to be incredibly pleased with all segments of are business and continue to see enormous opportunities in front of [indiscernible] growth. We expanded our [indiscernible] fourth quarter and full year. This represents 160 basis points of improvement versus 2022, largely driven by leverage in our SG&A function. As we've talked about, we continue to show on expanding gross margins and expect improvement over the course of 2024, TASER 10 from manufacturing automation and cost initiatives as well as continued benefits from software growth. We're also going to continue investing in [indiscernible] the opportunities we see in front of us. And to make sure we can keep delivering strong growth for years to come.\nYou've heard today and in the shareholder letter, the significant growth [indiscernible] real-time operations and new software capabilities to name just a few.\nWe think we're hitting a nice balance of investing for the future while also increasing profitability and driving towards operational excellence. While we have leveraged SG&A, we have also continued to invest in expanding our sales and marketing teams to address new markets improving our internal technology capabilities and bolstering our financial strength, including the fact we've remediated our material weakness this quarter. This positions the business as well to continue growing. Now as I turn to our guidance, we expect 20% to 24% total revenue growth or $1.88 billion to $1.94 billion for 2024. The strong guidance for us and is the result of increased visibility for 2024. The strong visibility is driven by TASER 10 demand as well as the continued strength in our future contracted bookings which has reached $7.1 billion as of the end of Q4, growing 54% year-over-year.\nOur software, which provides us with strong recurring revenue and attractive gross margins also contributes to the strength of our guide. In Q4, our ARR was $697 million, which grew 47% year-over-year. We continue a 22% net retention rate and strong customer satisfaction. We expect adjusted EBITDA of $410 million to $430 million, which implies an adjusted EBITDA margin of approximately 22%, up another 100 basis points from this year. On moderate gross margin improvement as well as continued G&A leverage that we are difficulty on either of their financials. Finally, last year, we put out a 2025 targeted model of $2 billion in revenue and 25% of EBITDA margin. As you can see from our 2024 guidance, we're pacing to well exceed our revenue target and tracking nicely to our adjusted EBITDA margin target.\nAs we look to 2025 and beyond, we expect to continue targeting a 20% annual revenue CAGR and a 25% adjusted EBITDA margin. We think this is achievable and repay healthy, sustainable and attractive long, long-term model. We're comfortable in maintaining this long-term growth rate based on the opportunities we discussed just to right balance to testing back into the business and how or growth to make acquisitions in markets that will continue to support and grow our TAM like we have just done with Fusus. Finally, we are also continuing to target 60% free cash flow conversion on adjusted EBITDA and annual dilution from stock compensation expense for 2025 and beyond. As you can tell, we're all incredibly excited about what we can deliver in 2024 to both our customers and our shareholders. We're looking forward to another great year. And with that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/00d923198f970ca627dfdd4ce75c0398",
    "period": "2023 Q3",
    "content": "Q3 2023 Axon Enterprise Inc Earnings Call\n\nQ3 2023 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQNOV 7, 5:00 PM\n\nAndrea Susan James\n\nAnalyst, Dougherty & Company\n\nHi, everyone. Welcome to our third quarter earnings call. Thank you so much for joining us. Our prepared remarks today are meant to build on the information in our shareholder letter, which was published at investor.axon.com after the market closed. So we hope you've all had a chance to read that letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially, and we discuss these risks in our SEC filings. Okay. Every quarter, we start you off with an earnings video. And we do this so you can get a closer look and feel for our business quarter by quarter. And so we're so excited this quarter we're going to double click on our federal business, which is a very exciting expansion opportunity for us. So last month, we had a great showing at the AUSA conference, which is the Association of the United States Army Annual Conference. So we're going to play a video. We're going to take you there. It's about 2 minutes, and then we'll turn it over to Rick.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nThank you, A.J., and great job to Richard and his team at AUSA. It's truly exciting to see the energy that our team brings to these events. I was on the ground at AUSA and I'm super excited about what Richard Glenn and our entire federal team is doing. Welcome, everyone, to our third quarter 2023 earnings call. It's great to be coming back to you with another fantastic quarter. We also celebrated the company's 30th anniversary in September. Let me take a big step back for a moment and reflect on our founding ethos and how that translates to today. We've just driven seven consecutive quarters of 30% plus revenue growth while growing profitability and the formula has been very simple. First, we start by identifying a challenge or a problem that our customers face. Staying very close to our customers as part of our secret sauce. Every company says that, but we have institutionalized it through frequent technology summits at our headquarters, where we bring in a couple of dozen customers at a time to listen to them and to share with them our prototypes and ideas that might not even be products until 2025 or later.\nWe also have an annual user conference. Our engineers go on ride alongs and set along, and we foster many other touch points with our customers. I cannot overstate the importance of calibrating research and development decisions off of direct customer feedback. When we develop alongside our customers, it helps us get it right on the big picture, like moving towards robotic security, virtual formality, fused intelligence, for example, and also helps us get it right on the millions of small details and user experience decisions that create a delightful product for our customers. This should reassure you, our investors, that -- our investment decisions are sound. They're geared towards products that customers want, and they've told us that they will buy, and it's designed to drive growth for years to come. We also stick close to the forefront of the innovation curve so we can identify how technology can make things better or fix problems entirely.\nThis is how we were the first to evangelize cloud software to public safety in the early 2010s and why we believe we'll be first introducing generative AI tools in the 2020s. Our engineers are some of the best and brightest in technology. Like me, they are energized to go out and fix problems and they work hard at it. As a result, we end up with undeniably best-in-class product market fit. Strong relationships with our customers and employees who are motivated to partner with our customers to drive their success. Our growth today is driven by decisions we made 5 years ago. And while we enjoy an undeniable time advantage, while competitors are trying to catch up, we're now thinking 5 years ahead. We believe the R&D decisions we are making today will continue to drive growth for the decades to come. And then, of course, we must execute on all fronts. So that's the formula, customer closeness, plus long-term vision, less day-to-day execution equals value creation across the board. For the public, for Axon, for our employees and for our shareholders. It's a winning equation, and we're excited about that decade ahead of us.\nBefore I turn it over to Josh, I'd be remiss if I did not acknowledge the wake of escalating global events. Conflicts, wars, violence and unspeakable acts. We're all seeing them today. We commiserate in the pain and suffering. Many people are facing around the world. And because we are a globally connected company, the personal pain faced by our own employees and many of you listening to this call, Axon's mission, our mission, is to protect life, and we're focused on continuing to execute and grow that mission. You're up, Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick. Every quarter here at Axon leaves me more impressed with our team. As Rick highlighted, we just reported our seventh consecutive quarter with over 30% top line growth. This kind of growth does not happen automatically. It's fueled by our ability to drive value to our customers and the momentum we have built over many years. While I'm pleased with our results for the quarter, I'll share with you a few things that keep me confident in the long term. First, I'd like to share my vision of where we will execute over the next 5-plus years. We mainly sell into four key customer categories: state and local, U.S. federal, international and enterprise. Each of those has a different path for how we tackle go-to-market, yet the overarching way to think about Axon is we are building the operating system for public safety and security across the board. A few years ago, we would say that we invited every officer trying a TASER device wearing an Axon and body camera and having a seat on our software network.\nAs we build out this network, division, as you can see it, is expanding so that from when an officer first interacts with the civilian to when a case is adjudicated, we are powering that workflow from start to finish. We have the team and the capability and we are going to continue to challenge ourselves to execute on that vision. And we remain really excited about the opportunities that we are seeing in state and local. Agencies across the United States are facing growing challenges. They are understaffed, navigating increasing training requirements and have to do one of the most difficult jobs in the world every day. This segment remains our core, and we are investing and delivering solutions to help our customers. We brought two new devices to market this year. invested in productivity-enhancing software features and relaunched a disruptive VR training portfolio. When I think about our mission to protect life and look at the inefficiencies in the existing training landscape today, I think VR can be one of our most exciting long-term opportunities.\nWe are also spinning up more customers on a records product, getting TASER tenant in the hands of early adopters and ramping shipments of Axon Body 4. Something I find particularly encouraging is our new order book for TASER 10. I've talked about my excitement here for the past few quarters and even my expectations have been exceeded. Simply put, we have found product market fit very quickly, and the credit goes to Rick and our TASER pillar team led by Pat Madden for driving tremendous early results. Orders for TASER 10 after 3 quarters have already surpassed the first 6 quarters of TASER 7 orders, even as I read that, boggles my mind. That means 3 quarters in, our TASER 10 orders are pacing at over 4x the order rate we saw for TASER 7. What is encouraging is our top 3 TASER 10 orders each came from customers outside of our core state and local base, two being international customers and one in corrections. Another customer area that has me confident in our long-term strategy is our U.S. federal business, as you just saw in the video.\nOur products are meeting the needs in several applications for federal customers, where safety goes beyond the traditional state and localities and expand into the global footprint of our military bases where we can help protect those who have chosen to protect us. Five of our top 10 deals booked in the quarter came from federal customers, growing from a base of essentially 0 a few years ago. Finally, I will talk about the traction we are seeing internationally, which grew 52% in Q3. We think international is one of the largest opportunities in front of us today, and we are evangelizing the cloud higher in country heads in new markets and spending a lot of time growing our brand and presence overseas. We've got a line of sight into a strong close to our year, and we are building pipeline to support long-term growth. It's been an incredible journey, and it's easy to look back on what we've accomplished so far, but we don't spend a lot of time on that stuff at Axon. We're on to the next plan. Now I'll turn it over to Brittany to go through our financials in more details. Brittany?\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. We are pleased to report another strong quarter of top line revenue growth and improving profitability in 2023. Q3 2022 was my first earnings call with Axon, and we were still talking about hitting an adjusted EBITDA dollar target. So watching the team moved seamlessly to margins, over deliver and drop significantly more to the bottom line has been an exciting change that we're all proud of. I continue to be impressed each quarter by our team and the focus on operational excellence. We set hard expectations for ourselves, and we exceeded them again in Q3. Our top line revenue grew 33% year-over-year, and we saw adjusted EBITDA margins expand to 22.2%, which is 35% year-over-year growth. Software remains the largest driver of growth in our business with our cloud and services revenue growing 55% year-over-year. Our software business model remains a powerful growth engine. Our customers subscribe to a bundle of our products, and over time, we improve these products and deliver more new features and technology enhancements.\nOur strong software growth is tied to multiple drivers. We see growth from new customers who sign new licenses and adopt future add-ons. We also see many existing customers expanding their needs and growing with us over time. This is a result of our relentless focus on solving customer problems and driving innovation in the ecosystem, as Rick discussed. You see that impact in our excellent net revenue retention rate of 122% and ARR growth of 54%. Axon Cloud and services revenue is now 36% of total revenue compared to 31% last year. We are also seeing our new hardware product launches drive growth in our business. TASER 10 grew more than 50% sequentially, representing healthy demand and our ability to scale to meet that demand. Axon Body 4 made up the majority of our body camera shipments in the quarter and drove our growth in devices, along with continued strength in Fleet 3, supporting 45% annual growth in our Sensors hardware business.\nOur third quarter gross margin of 61.7% exceeded our expectations on a higher mix of software revenue. Relative to last year, we saw our margins mix down slightly on increased TASER 10 revenue as well as increased revenue from sensors and professional services. We expect this impact to continue in Q4 with margins slightly below Q2 and Q3 on mix. Turning to operating expenses. We saw some leverage from both R&D and SG&A, supporting expansion in our adjusted EBITDA margin. We continue to invest to ensure we are positioned for a multiyear growth opportunity and to support the continued scaling of our business. As I turn to our guidance, you will note our strengthening outlook on both revenue and adjusted EBITDA. We are pleased to increase our outlook again. We expect revenue for the fourth quarter to be in the range of $417 million to $420 million and fourth quarter adjusted EBITDA margin to be approximately 20%.\nOur Q4 guidance implies an increase in our full year revenue outlook to approximately $1.55 billion or 30% growth year-over-year which is up from our prior guidance of $1.51 billion to $1.53 billion or 27% to 29% growth. Our fourth quarter adjusted EBITDA margin guidance implies a full year adjusted EBITDA margin expectation of approximately 20.8% or $322 million. This outlook is raised from our prior expectation of approximately 20% adjusted EBITDA margin for the full year or $302 million to $306 million. Our increased revenue guidance factors in growing demand we are seeing across our product categories, including our premium bundle offerings and the successfully executed launches of TASER 10 and Axon Body 4. For 2024 and beyond, we remain confident in our ability to scale globally to unlock new customer segments and to introduce even more new products that drive highly profitable revenue growth. And with that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a330fd8451139a7ff564b94b4770a36",
    "period": "2023 Q2",
    "content": "Q2 2023 Axon Enterprise Inc Earnings Call\n\nQ2 2023 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQAUG 8, 5:00 PM\n\nAndrea Susan James\n\nAnalyst, Dougherty & Company\n\nOkay. Welcome to our second quarter earnings call. Thanks for joining our executives on the call. A quick note about the faces you're going to see on the call today. We want to welcome Erik Lapinski to the team at Axon. He joined us earlier this year, and he's our Director of Investor Relations and Financial Communications and we're thrilled to have him. And just Angel Ambrosio, I just want to say, we want to thank her so much. She's been on these calls for over 3 years and has really helped to lead the way in making us Zoom-first on our earnings call. She's also helped us lead the way in ESG reporting. Angel is not going anywhere. We still work together side-by-side every day.\nOkay. On to business. I hope you've all had a chance to read our shareholder letter, which was released after the market closed. You can find it at investor.axon.com. And our prepared remarks today are meant to build upon that very robust shareholder letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially, and we discuss these risks in our SEC filings.\nAnd before we turn it over to Rick, we will play our video, which is under 4 minutes today.\n[Presentation]\n\nPatrick W. Smith\n\nChief Executive Officer & Founder, Axon Enterprise, Inc.\n\nAll right. Great job, Andrea and Angel, and welcome, everyone, to our second quarter 2023 earnings call. It's great to be coming back to you with another excellent quarter and an even brighter outlook. I'm fortunate to spend most of my time talking to customers. Reception to our new products has been fantastic. Recently, I met with police chiefs who said, once their officers take TASER 10 out in the field, they will not go out again without it. After trials and successful deescalations in the field, some have even joked that their officers are saying, you'd have to pry my TASER 10 from my cold dead fingers. This is the type of feedback that motivates us and keeps us moving forward.\nAxon Body 4 began shipping in June, and we're also getting a great response. Later, you will hear from Brittany, who we recently promoted to Chief Operating Officer in addition to her role as CFO. Bringing these 2 roles together under Brittany sets us up for our next phase of operational excellence. As COO and CFO, Brittany will oversee our margin profile from end to end to ensure we execute on our ambition to deliver profitable growth for many years to come. Brittany has been a star addition to our team. She brings operational rigor, foresight, stewardship and candor.\nWe also promoted Joshua Isner who previously served as our CRO, then COO and is now President. Josh has been an instrumental leader at Axon for more than a decade. And during his tenure, he and I have worked side-by-side evolving and growing the company. I have given Josh many challenges over the years and he's never failed to exceed my expectations. As President, Josh will continue to oversee day-to-day operations while taking on an expanded role within the executive team and with our Board members.\nExpanding responsibilities for my team allows me to focus on what inspires me: our products and our customers. Product development will always be a key part of my job description. For years, you've heard me talk about my sometimes futuristic views of what the market needs. And for years, we have successfully innovated. So what's around the corner? I'll touch on 2 key areas: robotic security and generative AI.\nIn June, we acquired Sky-Hero, which builds upon our strategy for robotic security and is highly synergistic with our product road map. Sky-Hero gives us a leading indoor tactical drone solution that complements our existing Axon Air strategy. While the acquisition will not be a meaningful revenue contributor this year, it fits into our long-term vision. We want to make the world a safer place and avoid situations where we have to send people through the door into highly dangerous, even deadly situations. Sky-Hero is already selling to U.S. federal government customers and SWAT teams in the U.S. and all across Europe who give very strong feedback about the value, durability, usability and reliability of their technology.\nSky-Hero is based in Belgium and unlocks many new customer relationships across Europe. I was especially impressed with CEO, Eve and his team, which is small and scrappy and they really move fast. They're going to fit in great here at Axon.\nAnd finally, here's help with thinking about generative AI and large language models. Like we've already been doing with traditional AI, we will use these newer technologies to create game-changing products for our law enforcement customers. Several years ago, we published a video in the future of policing. This video feature teams where a police officer was able to feed their body camera video into an AI system, which then created a draft report, auto populate it off the details in the audio/video record. The point is, we were talking about generative AI before it really even existed in a usable form. Now I'm not sharing this for bragging rights, but what it means for you is that we don't have to pivot our strategy because our strategy has anticipated this future reality for years.\nWe spend a lot of our time, and I spend most of my mental energy studying key technology trends and then mapping those trends against customer needs. We don't wait for the customer to ask for it. We don't even wait for the technology to exist. We map evolving technologies that we believe will mature in the coming years against existing customer pain points and then we invest early, so our ecosystem will be ready to catch the ball when the underlying technology matures. This is precisely what is happening now with large language models and with broader generative AI.\nOur mission-driven philosophy to leverage exponential technologies to solve the problems we care about is the core to our value creation engine. An investment in Axon is investing in the future of AI and it has been for several years. The flywheel for AI technologies, including LLMs, is powered by signals and data. We have invested hundreds of millions of dollars into building out an ecosystem of wearable cameras and sensors and the world's leading cloud platform that securely hosts the enormous data generated by this expansive ecosystem. Everything we have built over the past decade has been in a position us to be able to safely and ethically and securely collect, share and analyze that data for our customers. paving the way for public safety adoption of ever more advanced AI tools. These tools will build upon and expand the AI applications that are already a critical component of the Axon ecosystem.\nAnd just like we evangelized and we're the first to bring cloud software at scale to public safety, we think Axon will lead the way and bring advanced AI designed with thoughtful, ethical controls at scale to public safety. We're already seeing really promising results from our early work here, and we're just getting started. You're up, Josh.\n\nJoshua M. Isner\n\nChief Revenue Officer, Axon Enterprise, Inc.\n\nThanks a lot, Rick. It's been an honor and a privilege to build my career at Axon. I care deeply about our mission, our customers and our team, and I'm proud to help lead an organization that is unapologetic about winning. This team just blocks out the noise and executes, and you can see that in our results. .\nAs Rick reflected, we are getting great feedback from customers about TASER 10 and Axon Body 4, and I'm especially pleased that this feedback is translating into orders. We closed the first half with strong orders, and we expect a greater increase into the second half as we convert more of our new product pipeline. This drove our confidence in increasing our guidance, which Brittany will take you through in a moment.\nIn Q2, we continue to execute on our 2023 focus areas: revenue, profitability, new market expansion and new product adoption. We just finished our sixth consecutive quarter with revenue growth above 30%. This kind of growth doesn't just happen. It's a combination of having the right products, the right sales strategy and the right team to execute on an enormous market opportunity.\nAnd our relationships with our customers are truly deep. We don't just look for a transactional share or sale. We partner with our customers and make sure they are successful and they keep coming back to us so we can help them solve more problems. Our cloud business grew 62% year-over-year. And we are in the early days of expansion into new markets and products. Our software penetration remains low, and we are finding ways to sell more software content into our installed base, executing against a $22 billion software TAM.\nOur TASER business grew 14% year-over-year, and TASER 7 remains the greatest contributor for now, and we are pleased to see incremental growth driven by early shipments of TASER 10. We are just getting started with that weapon, and it's a game changer, and we think it will drive TASER growth over the next several years. Profitability is our second operational focus and is critical to ensuring we have a sustainable business model to drive the next decade of our growth strategy.\nI am pleased with our team's focus and execution in Q2 as we stabilized gross margin through 2 of our largest product launches in company history, while growing our team at the same time.\nThird, our new market bookings grew ahead of revenue in Q2. We are seeing continued success in the federal market with first half bookings up nearly triple digits year-over-year. And in Justice, we have triple-digit bookings growth year-to-date. 4 of our 10 largest deals in the quarter came from new and emerging markets, a sign of continued diversification.\nFinally, new product adoption is critical to our success. We are gaining traction, and we've seen emerging product bookings grow nearly 50% year-over-year. ALPR, auto tagging, Axon Records and Axon Respond, are a few key callouts here. We closed an incredible first half to the year, and the outlook for our second half looks very solid. We are on to the next play.\nAnd with that, we'll turn it over to Brittany to go through the operations and financials in more detail. Brittany?\n\nBrittany Bagley\n\nChief Financial Officer & Chief Business Officer\n\nThank you, Josh. And thank you, Rick, for the kind words. I'm very excited to take on more of the business and to continue driving the next stage of operational excellence at this fantastic company.\nTurning to the results. We reported another strong quarter, reflecting broad strength across our business. Our top line grew 31% year-over-year, and we saw EBITDA margins of 22%. Second quarter gross margin of 62% improved sequentially, primarily reflecting business mix from software. As you saw in our shareholder letter, we did have some noise in our segment margins this quarter as we worked to more closely align our overhead costs with our specific product lines and had some onetime adjustments. On an aggregated basis, however, most of that is allocations between segments and our overall gross margins reflect a mix benefit from software.\nAxon Cloud & Services revenue made up 35% of total revenue this quarter compared with 29% a year ago. As we noted last quarter, we would expect full year gross margin to remain approximately flat or improve modestly from Q1 2023 levels due to continued professional services related to Fleet 3 and the continuing ramp of Axon Body 4 and TASER 10.\nWe continue to believe there are opportunities next year and over the long term to improve our margin profile as we invest in automation and recognize scale efficiencies from recent product launches. We also expect to continue to see mixed benefits from our software growth. We believe we will exit this year at a more normalized run rate demand for our fleet product, having largely caught up on our backlog.\nTurning to our operating expenses. We saw leverage out of both R&D and SG&A. We continue to invest absolute dollars to drive our product road map and to scale our business rapidly. We're pleased with the adjusted EBITDA margin of 22% in the quarter. But given the second half gross margin profile and timing of some OpEx investments continue to keep our guidance at 20% for the year. With our increase in revenue, this does result in us dropping more to the bottom line for the year, and we're continuing to focus on how we can better leverage our OpEx, especially in SG&A over the longer term.\nTurning to our guidance. We are increasing our full year revenue outlook to a range of $1.51 billion to $1.53 billion, representing about 27% to 29% growth. We continue to target full year adjusted EBITDA margin of 20%, which implies an increased range of $302 million to $306 million of adjusted EBITDA. In terms of the healthy guidance increase, we always want to make sure we can deliver on what we say we are going to do. And that continues to be our focus while at the same time, making sure we're doing our best to accurately reflect what we're seeing in the business.\nWe had 2 major hardware product launches this year and the successful rollout of these products as well as the robust customer response to these launches has given us the confidence to increase our forecast after a strong first half of the year. We do expect most of the increase relative to our prior forecast to occur in the fourth quarter due to typical seasonality.\nWith that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af7bc1e1d9b057a75c50fa8ab314ae3c",
    "period": "2022 Q4",
    "content": "Q4 2022 Axon Enterprise Inc Earnings Call\n\nQ4 2022 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQFEB 28, 5:00 PM\n\nAndrea Susan James\n\nChief Communications Officer, Axon Enterprise, Inc.\n\nOkay. Welcome, everyone, to our Q4 2022 update. I hope you've all had a chance to read our shareholder letter at investor.axon.com. Our prepared remarks today are meant to build on the information and tables in that very robust letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995.\nThese comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially and we discuss these risks in our SEC filings.\nAnd before we turn the call over to Rick, we will play our quarterly earnings video, go ahead and settle in. It's about a 10-minute video.\n(presentation)\n\nPatrick W. Smith\n\nFounder, CEO & Director, Axon Enterprise, Inc.\n\nAll right. Thank you, Andrea and Angel. Great job. And to our investors, I hope you can feel the passion that comes through in that video. And I'm just so humbled to be a part of this team. And the formula that really work for us is when we focus on one of the most important problems we can solve that gets us solving the things that are also the most valuable problems for our customers. And that ultimately is what puts up the results that you see from last year. So TASER 10 is the most sophisticated, accurate and effective TASER Energy Weapon we've ever created. It's a huge leap forward.\nFuture generations may simply take for granted the existence of these truly capable, less lethal technologies as if they had always existed. And like all technological advancements that drive our society forward, that is our goal. Now the customer reception has been fantastic. We are incredibly humbled to be at the forefront of breakthrough technology and societal change. Our 2022 standout performance with revenue up 38%, strong profitability and cash flow follows multiple years of exceptional results even through difficult macro environments.\nAxon's history of superior execution can be traced to a few key things: our vision and mission; our long-term strategic thinking, and that attracts just an amazing team of passionate and talented people; and our relentless focus on customers. We build upon a solid foundation of customer trust. And finally, our conviction to double down on investments to drive unprecedented change and cumulative growth.\nA prime example of this is the foresight we had more than a decade ago to start building a software business. In 2022, our recurring high-margin cloud revenue comprised more than 30% of the company total. It's great to see our long-term strategies continuing to bear fruit. To that end, I'll take a moment to talk about areas where we're currently investing to ensure that Axon continues to drive value creation well beyond the 2025 planning horizon we're sharing today. The future policing will include more robotic security, full stop.\nWe stood up our Axon Air program a few years ago, and we continue to invest in that. We view drone and robotics technology, first and foremost, as a way to extend visibility and communications for first responders. Robotic security is already playing an increasingly important role in search and rescue; natural disaster response; crime and accident scene reconstruction; and a new category of DFR or Drone As a First Responder. We see potential for robotic security to play a greater role in de-escalation. Numerous high-profile cases, we've all seen these tragedies on the news, have inspired police departments to do everything possible to reduce the frequency of use of force incidents.\nSubstituting a robot for a human can help in many types of scenarios. One example is high-risk entry with SWAT teams. We see the opportunity to reduce the need for people as police officers to enter a home with firearms drawn, for example. Another area we see coming is the fusion of intelligence ecosystems that integrate with public safety, align videos for multiple types of cameras and sensors to port into 1 system, both to assist in real-time response and to support investigations. We're also excited about these recent advances in generative AI. Nearly 6 years ago, we published a vision video with the idea that artificial intelligence could 1 day extract key information from body camera videos, which, together with a brief oral description from the officer can be used to write the police report for that officer.\nWell, that vision no longer feels like science fiction. This vision was part of our thesis and our focus in building out our Cloud infrastructure over the past decade, and we are excited to see what capabilities we will be able to leverage over the next few years to delight our customers and to make our public tax dollars much more efficient by automating many mundane yet very time-consuming tasks.\nAnd finally, when we build for the future, we collaborate with our trusted constituencies. We work with governments, city councils, public safety and our Ethics and Equity Advisory Council. This council provides invaluable feedback. They ask us the hard questions and help us to see around corners. We look to them for assistance in ensuring ethical design and that we continue to work with our counsel leaders who are each dynamic, highly successful and impressive individuals in their own way. And with that, I'd now like to turn over to our COO, Josh Isner, to talk in more detail about the business. Josh?\n\nJoshua M. Isner\n\nCOO, Axon Enterprise, Inc.\n\nThanks a lot, Rick. Last August, I talked about 4 major areas of focus for the back half of 2022. And I'm pleased to report that we delivered on all fronts. First, we are driving discipline and prioritization across the business. We say no to many opportunities and when we do say yes, we win. The results of our efforts include a phenomenal close to the year with revenue up 44% in the back half and more than 50% in Q4 alone. And then a game-changing product launch of TASER 10 just a few weeks later.\nThe second area I talked about was investing to penetrate our total addressable market. In our shareholder letter today, we introduced a new TAM analysis which outlines a $50 billion opportunity and shows growth in our core markets. That core TAM, which includes our SaaS categories, cameras, professional TASER, Axon Air, VR and a customer base that includes U.S. federal, international and commercial enterprises grew from $34 billion to $45 billion in our updated analysis. Much of the TAM we pursue today is in areas where our investments have helped position us as a leader and as a pioneer. We see ourselves as the best positioned to deliver on the future of policing that Rick discussed a moment ago.\nThirdly, I'm very pleased to see us deliver on our promise to generate strong cash flow. For the full year, we delivered $195 million in adjusted free cash flow. This was an 84% conversion on adjusted EBITDA of $232 million. This allowed us to maintain a net cash position roughly flat to last year, while investing CapEx to drive global scale in deploying $83 million in strategic ecosystem investments to ensure we stay at the forefront of industry innovation. Finally, we are assembling a world-class team from top to bottom, some of whom you see on the call here today.\nThis team brings financial discipline, a next-play mindset and the capability to drive outside outcomes for the next 5 years and beyond. We are building a culture where we expect to deliver on our commitments to employees, to customers and to our investors. Looking forward to 2023, working with Brittany, we have streamlined our company-wide bonus metrics to 4 core items. The entire organization is incentivized to measure, drive toward and exceed the following: number one, revenue. Top-line growth remains a top priority. Number two, adjusted EBITDA margin, which Brittany will take you through in a moment. Number three, new market expansion in the U.S. federal government and international markets; and number four, new product adoption, ensuring that the products we are building continue to be adopted and used by our customers.\nWe never stopped helping our existing customer base to walk up the value chain and take advantage of our new software features. Finally, before Brittany lays out our 3-year plan to achieve $2 billion in revenue, I wanted to provide some color on what we think will help us build toward that milestone. Our path to $2 billion in revenue and beyond will be driven by a combination of selling new products into our existing markets and by selling existing products into new markets. We continue to introduce new products that deliver value to our existing customer base of U.S. state and local law enforcement, and we believe we will continue to grow our share of wallet in that market. Items such as TASER 10, Fleet 3, Virtual Reality, Axon Records, Axon Dispatch, Axon Air and the multitude of Evidence.com add-ons will continue to drive growth amongst our state and local U.S. customers.\nIn parallel, we will continue to grow international, federal and enterprise, leveraging our core product portfolio. Not only will the combination of these 2 simultaneous motions create top-line growth opportunities for the future well beyond 2025, but they will also provide multiple paths to our annual revenue guidance year in and year out.\nAnd with that, I'll turn it over to Brittany.\n\nBrittany Bagley\n\nCFO & Chief Business Officer, Axon Enterprise, Inc.\n\nThank you, Josh. It's particularly gratifying to see broad-based strength across the business and our strong 2022 execution. Both software and hardware are driving robust performance. Notably, Axon Cloud now represents about 1/3 of our business, carrying best-in-class metrics on growth and net revenue retention. In 2022, Cloud revenue grew 50% to $368 million with a 73% gross margin. Annual recurring revenue has grown to $473 million and the net revenue retention is 121%.\nIn addition, we are incredibly proud of the fantastic job Axon has done selling hardware and subscription bundles. 90% of total revenue in 2022 was tied to a subscription compared to just a few years ago when less than half of revenue was subscription-based. Following on Josh's commentary regarding the TAM opportunity, our updated analysis more closely aligns with our focus as an organization. Axon's core TAM of $45 billion across SaaS categories, cameras, professional TASER, Axon Air and VR reflects opportunities and a customer base that includes public safety, U.S. federal, international and commercial enterprise. At the same time, the consumer personal protection market remains an opportunity, and I'm currently recruiting for a permanent GM to lead the business. However, as we noted in our shareholder letter, we are reframing our analysis on this market from $18 billion to $5 billion in terms of total TAM.\nAlmost $5 billion is still large opportunity that we're interested in pursuing, but we are rightsizing our focus to better reflect the enormous opportunity we see in our core business. You'll also note that in Q4, we recognized $8.5 million of Cloud revenue that we had previously underreported. This revenue relates to work that was completed in prior periods and was unrecognized due to our ERP implementation in 2021. While the impact is immaterial to our financials, it did result in a material weakness. Remediating this will be a focus in 2023, and we have laid out a detailed plan in our 10-K. Against the backdrop of an exceptional 2022 and an improving demand environment, we are thrilled to be sharing another robust outlook for the year ahead. Additionally, now that I've had some time to dig into the business, we are introducing 3-year financial goals. Looking at 2023, my key financial priorities for the year are the following: first, executing against our financial objective of delivering revenue growth of 20%.\nSecond, working towards long-term gross margin improvement. We feel confident in the levers we can pull on gross margin over time, which include investing in automation; improving manufacturing efficiency; further growing our software revenue mix; and offsetting inflation with pricing. In 2023, we are balancing these opportunities against ramping TASER 10 in the first half of the year and continuing to catch up on our Fleet in-car camera installations.\nOur Fleet business carries a lower margin upfront and transitions to high-margin recurring software revenue over time. Third, controlling operating expenses by enhancing our financial discipline. In 2023, we are still digesting large investments we made in 2022 and investing for growth. We are guiding to 20% adjusted EBITDA margin, which implies 50 basis points of improvement year-over-year. Fourth, delivering on our ecosystem vision by leveraging strategic partnerships, investments and potentially M&A. And fifth, setting us up to ensure we are on the path to hitting our 3-year goals.\nTurning to those goals. Our 2025 outlook for more than $2 billion in revenue is underpinned by our confidence that we can deliver on the 20% CAGR that we've communicated previously and as Josh laid out the drivers. Over the next 3 years, we also expect to drive gross margins and leverage our operating expenses to achieve approximately 25% adjusted EBITDA margins. We are excited to demonstrate the increasing profitability of the business, and this represents significant expansion of more than 500 basis points. We are also focusing on cash flow and through prudent management of working capital and CapEx, we are targeting adjusted free cash flow conversion above 60% on adjusted EBITDA.\nThis allows us to both invest in our business and deliver attractive free cash flow generation. Finally, we have heard you on share count dilution. And while we will spend the next few years working through existing stock comp expenses, we are committing to bring our dilution down on a go-forward basis. Personally, I'm incredibly energized by the runway we see over the next 3 years. Axon enjoys a compelling business model, delivering subscriptions to a stable and growing end-user market. We enjoy low global TAM penetration, strong customer relationships, and innovative R&D capabilities that are building solutions to meet a critical market need.\nWith that, I would like to open it up to questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/07b1357523641e564ba37298c6cd92ef",
    "period": "2022 Q3",
    "content": "Q3 2022 Axon Enterprise Inc Earnings Call\n\nQ3 2022 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQNOV 8, 5:00 PM\n\nAndrea Susan James\n\nChief Communications Officer, Axon Enterprise, Inc.\n\nHello, everyone. Welcome to our Q3 2022 earnings. Thank you so much for joining us and our executive team today. We hope that you've had a chance to read our shareholder letter at investor.axon.com. Our prepared remarks today are meant to build on the information in that robust letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance.\nAll forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially, and we discussed these risks in our SEC filings. And before we turn the call over to Rick, we will do our investor video.\n(presentation)\n\nPatrick W. Smith\n\nCo-Founder, CEO & Director, Axon Enterprise, Inc.\n\nThank you, Andrea and Angel. Our year-to-date results are pretty exciting with revenue growth of 32% in the first 9 months. So what's the secret sauce that's driving this revenue growth? Josh and Brittany will provide color on the details, and we also outlined them for you in our shareholder letter. But at the highest level, we provide products that solve real-world problems. Our solutions work -- we make our customers happy, we keep them safe and the public benefits. So we benefit and our shareholders benefit. I've been spending a lot of time with customers and communities on our moonshot goal because helping the public to dream with us deepens our relationships and answers about the broader questions about why we invest in the areas that we do.\nIt also paves the path for us to keep innovating in areas that will make a difference. We have been really heartened by the buy-in we've seen on the moonshot, bringing together groups that you don't normally see alongside each other. These include the Fraternal Order of Police, the African American Mayors Association, the Major County Sheriffs of America, the National Organization of Black Law Enforcement Executives and the National Policing Institute, to name just a few. A common reaction I've been getting about our moonshot goal is, well, this all sounds great, but how are you going to do this? Look, we don't have all the specific answers just yet. Just like when John Kennedy challenged the nation to put a human on the moon, not all the tech existed yet. But we have a good idea of where Axon can invest to move the needle.\nUsing technology to solve deeply entrenched challenges is why I founded the company and why we're here today. Axon has been and will continue to double down on our investment in things like number one, nonlethal tools, such as our enormously successful TASER platform.\nWe believe the majority of TASER adoption remains in front of us. We're still under 10% penetrated in terms of our global TAM. And we're working on some really exciting technology over the next 10 years to help hit our goal. Number two, virtual reality. We're seeing a lot of interest in our VR training, which we sell on a subscription to customers. Number three, cameras and sensors that never miss a moment. Over the next few years, you're going to see us introduce next-generation body cameras, and we'll deepen the tie between our real-time operations and our devices, which brings me to #4, real-time and remote response. The public safety sector deserves public safety-grade communications tools that are as easy to use as consumer technology. They deserve better situational awareness and it will help them improve their decision-making and their ability to respond effectively. Also, we believe that remote response can limit human exposure to danger.\nOur thinking is that we're moving the officer from harm's way leads to safer outcomes for everyone. And this is why we're investing in Axon Air. Our drone solutions as a first responder as well as counter drone technology. Number five, we're investing in community impact, engagement and feedback tools such as My90, which is a tuck-in acquisition we completed last year of a company that essentially allows the public and rank and file officers to anonymously deliver feedback to police leadership. This tool is already helping police department to deepen trust with their communities.\nNumber six, we're investing in more comprehensive and actionable response to resistance reporting. This includes both traditional use of force, and de-escalation data. Data collection tools today either don't exist or they don't talk with each other very well or the data is just not collected in a way that's very useful. We believe the public is hungry for better data, especially on incidents involving in support. And we believe we can meet this need. And we need this data to reach our moonshot.\nNow we know the moonshot goal will not be easy, but we also know that the private sector and companies like Axon have a unique role to play. As I look at our team, which includes leaders like Josh and Brittany, I'm confident that they'll ensure we continue to invest prudently with a high degree of accountability to all of our stakeholders, driving the business model that creates impressive value creation, solves some of the most challenging problems facing modern society and delivers great shareholder returns.\nSo with that, I'm going to turn it over to Josh.\n\nJoshua M. Isner\n\nCOO, Axon Enterprise, Inc.\n\nThanks a lot, Rick. During last quarter's call, I mentioned that the primary thing we can control is where we collectively focus our attention. Our sights remain set on continued top line growth, which I will address and margin expansion over the long term, which Brittany will cover. We are increasingly confident that we can do both well in parallel. On the top line, we are very pleased with quarterly revenue of 34% and our Q4 outlook for 40% growth at the midpoint.\nWe're having a strong year, and we are seeing a strengthening of demand across all product lines. Brittany will unpack the revenue growth in the quarter for you shortly. But I'd like to take a moment to touch upon what we believe will sustain healthy growth rates of 20-plus percent for the years to come. We're growing along 2 axes. The first is expanding our product suite for existing customers. Both Rick and the shareholder letter talked about a product road map where we believe we can continue to deliver premium solutions to customers at a compelling value proposition for them.\nWe want to make it super clear that our state and local law enforcement business is nowhere near saturated, and we see a long and wide runway for continued growth. We believe that in the next 5 years, you will see Axon emerge as the leading operating system for public safety, strengthened by our strategy of focusing on the customer experience and not cobbling together point solutions that don't work well together, which is the current state of the industry outside of Axon. The second axis is diversifying into new markets by both adding new types of customer profiles or users and by adding to our core customer base. You can think of our core customers as falling into roughly 4 categories of funding sources, the U.S. state and local governments, the U.S. federal government, international government customers and commercial enterprises. Simultaneously, the types of users we are adding to our platforms is expanding beyond law enforcement.\nWe are adding attorneys, fire and EMS personnel, corrections in the U.S. military and the funding for those types of users generally rolls up into the 4 sources I mentioned. I'd like to update you on 2 of those 4. First, our progress with the U.S. federal government and second, touch upon international growth. We are very excited about our U.S. federal government business. In the first 3 quarters of 2022, the federal government has booked contracts exceeding $200 million, up from an approximate $15 million to $20 million run rate just a few years ago. Annual revenue has grown to the tens of millions and our deliverables now extend over the next several years. Our progress with the federal government is a direct result of our intentional investments in both sales channel and product.\nWe have been building trusted relationship with agencies that are now finding value in our products and missions and our commitment to helping them be successful. And while we can't necessarily name all of those customers, the breadth and depth of the federal government's interest in our entire product line continues to excite us.\nAnd now turning toward global expansion. We continue to refine our international go-to-market strategy. We see 2 things as being the drivers and even the accelerators to international growth. The first is continuing to innovate on our TASER platform. We believe the total TASER installed base has room to grow by more than 5x over time. And as we continue to develop technology that potentially matches a pistol in terms of stopping power, we think we have the opportunity to become the primary defense weapon in several international markets.\nThe second thing we are focusing on is helping European customers overcome their historical resistance to cloud solutions. This is a playbook we ran in the U.S., starting in around 2012. Domestic state and local customers at first were very averse to cloud-hosted software, and we successfully evangelized the cloud to build a business that now tops $400 million in annual recurring revenue. We are starting to chip away at cloud acceptance in the EU, and we see European governments starting to adopt other commercial services for cloud, and we believe that this bodes well for our international SaaS business. Just like in the U.S., once we overcome that initial version, strong adoption of evidence management will follow. Finally, last quarter, I told you that I am working on building the team that Axon needs for the next 5 to 10 years.\nWe are thrilled to introduce Brittany Bagley as our Chief Financial Officer and Chief Business Officer. She brings a wealth of experience not only as a public company CFO, but also as a seasoned board member and investor in the technology segment. We sought to attract an executive who brings a next play mindset, versatility, mental toughness and a strong capability to deliver outside outcomes and we are excited that Brittany brings all of those qualities to Axon. Based on working with Brittany over the last 40 days, I can say with confidence and excitement that the future of Axon's core strategic and financial functions is very, very bright.\nNow I'll hand it over to Brittany.\n\nBrittany Bagley\n\nCFO & Chief Business Officer, Axon Enterprise, Inc.\n\nThank you, Josh. Hi, everyone. I'm thrilled to be on my first official Axon earnings call. I want to start with a big thank you to the team for making it such a great quarter and to Jim Zito for doing such a nice job in the interim CFO role. It's an exciting time to have joined such an incredible company. I'd like to share a little about why I joined and where you'll see me put my focus over the coming quarters. While there were many reasons to join, 3 main ones that I would like to highlight include the strong leadership team, the company's inspiring mission to protect life and the compelling business model. On that last one, especially, I think the combination of the hardware ecosystem the company has been building along with innovative software solutions creates a powerful flywheel that is both high growth and profitable, which provides a relatively rare position in the technology world.\nAdditionally, delivering mission-critical products to public safety customers who purchase on long-term contracts makes Axon's revenue both recurring and dependable. As Josh discussed, we continue to have a lot of growth in front of us, and I look forward to supporting our mission and a profitable growth trajectory. To that point, my areas of focus will be on helping the team continue to execute and deliver strong results over the next several years. As both CFO and Chief Business Officer, I get to take a strategic and holistic view of the business to ensure we're making the right long-term decisions to deliver on our mission and our financial promise. Near term, that means spending time better understanding Axon's gross margin potential and how I can help move the needle on other metrics we care about, including overall profitability and cash flow.\nWe see opportunities to improve gross margin by investing in automation, driving manufacturing efficiency and improving fixed cost absorption as we scale. Driving the revenue mix further towards software is also a key gross margin lever over the longer term. We are also focusing on controlling OpEx by enhancing financial discipline while still investing in research and development and sales channel expansion to support future growth. In addition to leaning in on operational areas of the business, I am also focused on helping Axon to deliver upon its strategic ecosystem vision, leveraging partnerships, investments in M&A, to truly become the leading technology hub for public safety.\nTurning now to the quarter. Our domestic business grew 37% year-over-year in Q3 and continues to make up more than 80% of our revenue. This strength came across the board, supporting strong TASER segment growth at 19% along with great Software and Sensors segment growth at 51%, which was driven by Sensors growth of 51% and Axon Cloud growth, also at 51%. One of the great things we're seeing domestically is strong demand for the premium versions of our products and bundles. Beyond the strength in our core business and the traction we're seeing on our software and cloud revenue, we continue to be excited about other areas of growth, including our international business, which delivered 20% growth in Q3.\nWe had a strong Q3 gross margin of 62%, which represented more than 100 basis points of sequential improvement. The increase was primarily due to the strength of Axon Cloud and the overall product mix in the quarter. Axon Cloud gross margin in Q3 benefited from our new long-term contract with Microsoft Azure. While this benefit will continue, we also have low-to-no margin professional services costs which supports the set-up of these contracts and the mix can change quarter-to-quarter. That doesn't change our view on exceeding the long-term target of 80% plus for the software business, but we do expect quarterly variations as a result.\nIn addition to the sequential gross margin improvement, the strong top line revenue allowed us to achieve good operating leverage in the quarter and resulted in adjusted EBITDA of $68 million or 21.7% margin. Finally, I wanted to touch on our outlook. Given the strong quarter, we are raising our annual revenue guidance to a range of $1.15 billion to $1.16 billion, which reflects about 34% annual growth at the midpoint. This also implies Q4 annual revenue growth of 40% at the midpoint.\nTurning to our adjusted EBITDA. We are raising our outlook from $200 million to a range of $215 million to $220 million, which we believe demonstrates strong performance on profitability. Our Q4 adjusted EBITDA is expected to be in the range of $49 million to $54 million. Implied margins are down slightly sequentially from Q3 on product mix and less OpEx leverage but remained strong overall with an almost 19% EBITDA margin implied at the midpoint for the year.\nWe are proud of our performance and outlook, and they speak to the bigger picture that Rick and Josh talked about, which is the overall strength of the business we are building. We look forward to delivering another strong Q4 and setting ourselves up well for 2023 as we execute against our financial objective of profitably delivering a 20%-plus top line CAGR going forward.\nWith that, I would like to open it up to questions, back to Andrea."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ced50a8b205ea0336f8e5c3ad3cb53bf",
    "period": "2022 Q2",
    "content": "Q2 2022 Axon Enterprise Inc Earnings Call\n\nQ2 2022 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQAUG 9, 5:00 PM\n\nAndrea Susan James\n\nSVP of IR & Corporate Strategy, Axon Enterprise, Inc.\n\nHello, everyone. Thank you for joining us, and welcome to our Q2 2022 earnings update. I hope you've all had a chance to read our shareholder letter. We posted that to investor.axon.com after the market closed, and the remarks that we make on today's call are meant to build upon the information that is already in that letter.\nDuring this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995.\nThese comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. These risks are discussed in our SEC filings. And before we go to Rick, we will open with our earnings video.\n(presentation)\n\nPatrick W. Smith\n\nCo-Founder, CEO & Director, Axon Enterprise, Inc.\n\nAwesome. All right. Well, I will launch in. Andrea, and Angel, great job, as always, on the quarterly video, that's fantastic. Great way to share all the exciting stuff with our shareholders.\nOkay. We're executing on what is shaping up to be a really excellent year. And our confidence in our growth extends well beyond 2022. We emerged from the pandemic and civil unrest of 2020 in our strongest position ever. And now we're fortunate to be able to leverage that position and strength while many parts of the economy are experiencing uncertainty.\nWe're seeing broad-based strength across our product numbers, and we're really energized by the growing number of agencies that are buying nearly everything we offer and signing up for 10-year contracts, sometimes even 12 years. It's exciting to see an agency go all in with Axon. We set a vision several years ago that an agency wouldn't just say, well, we have a TASER device or maybe we have body cameras and Evidence.com, but would instead simply describe Axon as their technology partner.\nAnd that's starting to happen now. When agencies sign up for all of our software solutions, plus our body camera, dash camera, the TASER 7, the VR training, our drone solution and so on. Customers are increasingly demonstrating their confidence that we are the right technology partner for them for the next decade. We made it easy for our customers to bet on us because our team delivers.\nNow on to some other hours. We expect profitability to improve in the back half of this year. We expect to drive increased leverage coming out of Q2, when we had some expenses that won't repeat. More on that coming from Jim in a moment.\nAlso, we recently launched an internal campaign called, spend it like it's yours to climb down on some low-hanging fruits such as travel expenses and swap. In fact, we created a new position of pointing a slag ZAR who must approve all purchases. Being scrappy is not new to Axon. We're just taking it to another level of rigor. I was recently quoted in the Wall Street Journal as last week saying it's good to go on a swag detox. Not every event needs a T-shirt, and we need to balance the need to travel against what we can do over Zoom, such as maybe sending 1 or 2 key representatives to be in the room and having others join online.\nWe're continuing, though, to hire and invest in this environment, and we're disciplined about it. Our bar for talent continues to move higher, where we have seen other technology companies slow down their hiring that presents us with opportunity.\nAnd you'll see some of that in our increased headcount spending in the second quarter. Thinking back to 2008 in that downturn, we invested in creating the cloud and body camera business, while our competitors were pulling back. The results of that decision are measured in billions of market cap. I say ages favor the adaptable, and we see times like these when the war for talent pools as an opportunity to advance our mission so will come out of far stronger and more competitive.\nOur commitment to generating strong cash flow and operational discipline is shared among the entire leadership team. You'll see in our shareholder letter that we've revised our expected capital expenditures this year to reflect slower pacing on our net campus investments. We're adjusting our pacing to reflect a world that is still in flux as we determine the best and highest use of the campus, optimizing for the new world of hybrid work as well as the best and highest uses for our capital. It's more important that we get it right than we get it fast and we are preserving optionality.\nFinally, I feel great about the trajectory of our C suite. Since our last call, Josh Isner was appointed COO; and Isaiah Fields an 11-year earn Axon was promoted to our Chief Legal Officer. Also, we've made a lot of progress with our CFO search, which Josh will highlight in a little bit more detail. In the meantime, interim CFO, Jim Zito, hasn't missed a beat. Before turning over the call to Josh, let me take a moment to share my thoughts about Josh's leadership skills.\nFirst, Josh's promotion to COO was really a natural progression for him and for Axon. Josh has been a rock star since the day he got here, and he exudes sheer confidence. He built the revenue stream and embodies our core value to own it. For the past 7 years, Josh has owned quarterly revenue delivery, where he's helped us establish an excellent track record. Josh is highly focused on delivering results and executing and exhibits excellent discernment. I'm thrilled with our partnership and our working dynamics. We have a rigorous and healthy back and forth, and I'm very confident in his leadership during the next phase of rapid growth.\nAnd with that, now let me turn it over to Josh Isner.\n\nJoshua M. Isner\n\nCOO, Axon Enterprise, Inc.\n\nThanks a lot, Rick. I appreciate that, and it's good to see everybody. In my new role, I'm humbled by the trust our team, our customers and our shareholders have placed in me. We are working hard every day to deliver on our mission and drive exciting growth in tandem with margin expansion. Here's what that looks like in terms of where I'm investing my time and focus.\nFirst, I'm working on building a world-class team from top to bottom as opposed to focusing on simply filling the needs of today, I'm working with our leadership team to build the team we need for the next 5 to 10 years. We will focus on a next play mindset, versatility, mental toughness and the capability to deliver outsized outcomes as the core characteristics of our team. That starts with the search for our new CFO. We have made a lot of progress in this area, and we are very excited about the candidates that we have attracted. We hope to have someone to announce shortly that I am personally thrilled about.\nAs Rick said, I couldn't be happier about the partnership we've had with Jim. His steady leadership has allowed us to take our time with the search for a permanent CFO. He has been the consummate teammate and done whatever the team has asked. I sincerely appreciate Jim's leadership.\nSecond, I'll be driving discipline and prioritization across the business. The one thing each of us truly controls is where we focus our attention. We have a lot of exciting opportunities to go after. And as you all know, we will unlock maximal value by focusing our efforts only in the areas where we can have the most impact and deliver the most value for our customers. That is the optimal path for shareholder value creation as well. For every opportunity we say yes to, we will say no to dozens. And when we do say yes, we will win. From there, our job is to block out the noise and execute.\nThird, I will be ensuring that we are aggressively pursuing our total addressable market opportunity. We value that at $52 billion, and it continues to grow as Axon unveils new products and unlocks new markets.\nWe view our channel as one of Axon's core differentiators, and we will continue to invest into new geographies and customer segments such as commercial enterprises, federal and adjacent markets. We will also be scaling our VR, drones, records and dispatch businesses. For every single one of our product lines, our best days are ahead. That includes the TASER business, which is changing the world for the better and it's just getting started internationally. I think you're going to be very pleased with what you see unfold here over the next couple of years.\nAnd finally, the entire management team is looking forward to turning on the free cash flow spigot over the next several quarters, which opens up a lot of options for us as a company. This is totally within our control, and we are implementing a plan to optimize the level of execution in this area. We can do a lot better here.\nWith that, I'll hand the call over to Jim.\n\nJim Zito\n\nInterim CFO & Corporate Controller, Axon Enterprise, Inc.\n\nThanks, Rick and Josh. Hello, everyone. It's great to see you again. We had an excellent quarter, as you can see in our shareholder letter. Let me put some context around the results and how we are thinking about our outlook.\nTop line momentum continued with growth of over 30%, and gross margin improved sequentially. We delivered second quarter adjusted EBITDA of $50 million, a margin of about 17.5%, largely reflecting some expenses that were unique to this quarter.\nLet me unpack that for you. During the second quarter, we spent about $1 million on Axon Accelerate our annual user conference, which has become strategically important to our sales pipeline, technology leadership and ecosystem expansion. Additionally, we committed more than $3 million in incremental midyear bonuses to employees at the senior director level and below. This was an intentional decision given the team over delivering on results in an environment where inflation was impacting their lives.\nWe did so precisely because we had line of sight to stronger-than-expected revenue, both in the quarter and in the back half of the year, which is reflected in our updated outlook. We are especially pleased that we could issue this bonus without affecting our projected adjusted EBITDA margin percentage for the year.\nThe fundamental strength of our business allowed us to demonstrate our commitment both to our shareholders and to the team members who work so hard for our customers. With that context on the quarter, we are already focusing on moderating expense growth going forward to help drive adjusted EBITDA margin expansion.\nOur working capital needs were $23 million in the quarter, and we have already started to see some of that reverse in July, which is driving us to maintain our full year adjusted free cash flow outlook.\nFinally, I'd really like to highlight our commentary in the shareholder letter about our technology partner ecosystem, which was exciting to see in action this past May at Accelerate. In June, we renewed our strategic technology partnership with Microsoft Azure, who will continue to be the primary host of our software platform and cloud. This is a great partnership for us in many ways. Microsoft is a global leader in cloud technology. Of course, they need no introduction. Our customers trust Microsoft and thereby feel secure putting their data into our cloud.\nAs part of the renewal, we extended our contract term for another 6 years, which gives us long-term pricing certainty and cost visibility for our Axon Cloud business. The renewal supports our software gross margin target of more than 80% and also paves the way for faster international cloud expansion without diluting this target. And what's also excellent about this partnership is the ability it affords us to offer pricing predictability to our own customers. So it's just a winning deal all around.\nWe also highlighted several of our ecosystem partners in strategic investments during our Accelerate conference and in today's letter. The investments we make are driven by our long-term product strategy, which is set under the leadership of Rick, Chief Product Officer, Jeff Kunins, and Josh. Our corporate development team led by Andrea has been a key thought partner in enabling Axon to grow into its role as the definitive technology hub for public safety. We take pride in our approach to identifying emerging market leaders in the high-value sectors that we know well, integrating their solutions with ours and combining them with the power of our direct sales channel and deep customer relationships.\nImportantly, the structures our corporate development team has negotiated on behalf of Axon, provide us with significant flexibility and optionality on the investments we make. The ability to obtain customer feedback experiment with product integrations and see how our teams work together, allows us to preserve optionality for our business, delight our customers and expand our technology ecosystem in a highly efficient way.\nAnd with that, Andrea, let's take questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23a059def01c67ee4501cc3cf13eb4a5",
    "period": "2022 Q1",
    "content": "Q1 2022 Axon Enterprise Inc Earnings Call\n\nQ1 2022 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQMAY 10, 5:00 PM\n\nAndrea Susan James\n\nSVP of IR & Corporate Strategy, Axon Enterprise, Inc.\n\nThank you for joining our Executive Team for our first quarter 2022 earnings. I hope you had a chance to read our shareholder letter that we posted to investor.axon.com. The remarks we're going to make today build upon the information in that already robust letter. During this call, we will discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995.\nThese comments are based on our predictions and expectations as of today, are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. These risks are discussed in our SEC filings. And before we go to Rick, we're going to play a recording.\n(presentation)\n\nAngel Ambrosio\n\nLuke, let's start with you. When you joined the company in 2008, the body camera division was mostly a concept.\n\nLuke S. Larson\n\nPresident, Axon Enterprise, Inc.\n\nYes, Angel. We've been in rapid growth mode for most of our existence. In 2008, the company was called TASER International. We had a few hundred employees, and our revenue was around $93 million.\n\nAngel Ambrosio\n\nYes. And body cameras on officers wasn't really a thing yet, was it?\n\nLuke S. Larson\n\nPresident, Axon Enterprise, Inc.\n\nNo. People thought we were crazy when we envisioned every officer wearing a body camera. Since then, we've made body camera programs feasible and affordable and widely adopted. Today, we've become the global leader in public safety technologies. Our revenue has scaled more than 10x. As you can see, we're guiding above $1 billion in revenue this year and about that 2,300 people, including manufacturing employees who assemble the TASER devices right here in Arizona are powering this growth.\nWe trade talent with the top tech companies in the world. Retaining talent is all about creating a positive culture where people feel appreciated. We strive to create a culture where people can look back on their careers and say they did their best and most meaningful work at Axon.\n\nAngel Ambrosio\n\nThanks for that, Luke. And Elizabeth, now over to you. what does it take to lead a company through rapid hiring growth?\n\nUnidentified Company Representative\n\nWhat makes us different truly is our mission. People want more than just a good paying job these days. They want to work for a place where they know that they can grow, be challenged and have a big impact. At Axon, our teams are solving some of the society's biggest challenges. We hire people who are at the top of their fields. This includes hardware engineers, software engineers, designers, global sales professionals and operations staff.\n\nAngel Ambrosio\n\nThanks, Luke and Elizabeth. It's always so great hearing from you. And we now have 4 R&D hubs, 1 in Scottsdale, Arizona; 1 in Seattle, Washington; Ho Chi Minh City, Vietnam; and in London. And we have been leaders in promoting a remote hybrid work environment. Our public safety customers also face tight labor market dynamics. Major cities are finding it hard to attract and retain police officers. We are proud to join forces on this. Our products turn heroes into superhero. Our technology acts as a force multiplier, and we are spending millions on R&D to develop TASER technology and VR training to make it so officers don't have to shoot anyone to protect their own life.\nNow some exciting customer updates from our core. The Sao Paulo State Military Police are expanding with Axon. In June 2021, this agency became the first in Brazil to deploy Axon body cameras with geolocation and live streaming. The agency subsequently saw an 85% decrease in police intervention deaths. This translates to an average of 5 lives saved per month. Thanks to the success, the agency is becoming the largest in Latin America to deploy our body cameras.\nWhen we say we are expanding globally, we really do mean so many countries, big and small. If you're planning a vacation to the Maldives, for example, be on the lookout for Axon body cameras. The Maldives police service is now deploying Axon Body 3.\n\nAndrea Susan James\n\nSVP of IR & Corporate Strategy, Axon Enterprise, Inc.\n\nWell, can we run Investor Relations from there?\n\nAngel Ambrosio\n\nA.J., they are 9 hours ahead of NASDAQ market hours. That's a wrap for this quarter. Drill down into our financials and outlook and check out our strong quarterly cash flow generation in our shareholder letter at investor.axon.com. Let's turn back over to Andrea to close us out.\n\nAndrea Susan James\n\nSVP of IR & Corporate Strategy, Axon Enterprise, Inc.\n\nThank you for watching. We envision a future where Axon is synonymous with public safety. And we are investing today to make that vision a reality. We stand for transparency, truth and protecting life. Because you've invested in Axon, we know you do too. Your support matters, no matter how big or how small, we see you. Thank you for being a part of our mission to Protect Life.\n\nPatrick W. Smith\n\nCo-Founder, CEO & Director, Axon Enterprise, Inc.\n\nGreat job on that video, Andrea and Angel. And hello, everybody. Thanks for joining us today for our quarterly conference call.\nAs we look at what's happening in the world, never has it been more important to emphasize our values, our mission to protect life and protect truth, especially when life and truth are being egregiously flouted with wanton and reckless lethality with a real disregard for lives lost and where the truth is being distorted and disregarded by Russia in its invasion of Ukraine.\nAs the scaled leader in our category, we are digging into our mission stronger than ever. We are energized about all the great things we're doing and the way our business is scaling. One of the things we highlighted in our shareholder letter is our moonshot goal, which is to cut officer -- fatal officer involved shootings in the United States by 50% over the next decade.\nWe do not have to accept killing as a de facto part of human existence, not in war, not in policing, not in our homes. We look forward to sharing more with you as this year unfolds.\nI can tell you, I've been sharing with our customers about this goal, brainstorming how together can we combine product design, policies and training. Just like the energy in the room when we talk with our customers about this, everyone is excited to join forces and reduce killing.\nLast week, in conjunction with our CFO transition announcement, we raised our full year revenue and adjusted EBITDA guidance. We're now expecting revenue to grow 25% at the midpoint. And this is on top of 27% revenue growth last year and 28% the year before that.\nWhat our growth is demonstrating is what happens when a company builds disruptive products that solve real-world problems and invest in R&D to stay in front as the innovation leader. We're seeing a lot of product successes and not just in TASER and body cameras, but in fleet in-car cameras with automatic license plate reading and of course, with a growing suite of cloud software, duals and features.\nWe'll be investing some of our expected revenue outperformance this year into new initiatives that will start driving revenue in 2023. One area where we're adding investment this year is international VR training. There's a broad global market for virtual reality training, and it's our fastest-growing new category in the U.S. And we want to stay in front globally by adding new languages and scenarios to accommodate international public safety customers.\nOn a final note, we're welcoming my friend Jim Zito, to the call as our interim CFO. As you may have seen this morning, there was a press release announcing Jawad's new role as President of Aira, an exciting new tech company here in Arizona. Jawad remains committed to a smooth transition of the CFO role. On behalf of the Board and the management team, I want to thank Jawad for his dedication and all the work over the last 5 years, helping Axon innovate and grow, and we wish him the best.\nWe couldn't be more excited about Jim and our future. Jim has played a key role in building our world-class accounting and controllership organization, enhancing our internal controls over financial reporting and overseeing the implementation of stronger processes to drive operational rigor to improve Axon's financial results. As we embark on our CFO search, I'd like to share with you my philosophy on leadership transitions. Our next CFO inherits a culture of operational rigor and a very strong bench. I'm looking for a CFO who is energized about capital allocation discipline and that can marry with that in understanding how to combine our societal value creation with shareholder value creation.\nNow I'd like to hand off to Luke who will take you through some of our operational highlights. Luke?\n\nLuke S. Larson\n\nPresident, Axon Enterprise, Inc.\n\nThanks, Rick. You saw in the video we played at the start of the call that we are highly focused on attracting world-class talent, and we feel great about our ability to do so. And in the future, we expect to continue to do this with our mission-driven focus. There's lots of these world-class Axon teammates on this call today. Many are called in, and I want to give them a huge (inaudible) thanks for all the work that they've done to help us build a great company.\nAnother key execution item for us has been on ensuring that our supply chain meets our ability to satisfy customer demand. The team has executed well on this front. We have a solid plan in place that has enabled us to meet goals and production has increased in several areas in the first quarter.\nWhile we are cautiously monitoring China's latest COVID shutdown, we have visibility into supply chain supporting our revenue guidance at the midpoint throughout the full year. And the issues we flagged the past 2 quarters that led to an outsized backlog are now beginning to return to more normalized levels. Also, I encourage you to check out some of our key product updates in the shareholder letter.\nOur R&D team is truly staying at the forefront of innovation in the public safety space. Axon Fleet 3 is proving to be a game changer for in-car cameras. To date, we have installed over 6,000 cameras. Fleet 3 transforms the traditional dash camera into one that can automatically scan plates across multiple lanes of traffic at closing speeds of up to 140 miles per hour, making it disruptively affordable for agencies to deploy our automatic license plate reading in their vehicle fleet. And we believe our ethical design framework to protect citizen privacy and data misuse is not only the right thing to do, it's also a huge strategic advantage.\nYou may have also seen our momentum with record is starting to accelerate. We just had a major city launch in the Tucson region that brings us to more than 25 agencies with nearly 11,000 sworn officers live on Axon records, including 9 that are already using it to fully replace their legacy records management systems. We remain excited and confident in our long-term trajectory. Our short-term focus is on driving customer success, one deployment at a time.\nSpeaking more broadly, we recognize that there is a growing sense of macroeconomic uncertainty. As we execute against our robust pipeline and look further into the future, we remain incredibly confident in Axon's long-term positioning. We have stellar teams across the organization. We are product and category leaders.\nOur customer relationships are strong and unrivaled. This is all underpinned by our enduring mission to Protect Life while continuing to accelerate the Axon growth flywheel across devices, workflow and intelligence and always with a long-term mindset. I'm proud that over the last 5 years, we've had a real focus on scaling a great business with operational rigor and financial discipline. These are areas where Jim Zito has been an instrumental leader. And as we build the future, we (inaudible).\nNow I'm super excited to turn it over to Jim for his first earnings call.\n\nJim Zito\n\nInterim CFO, Senior VP of Accounting & Corporate Controller, Axon Enterprise, Inc.\n\nThanks, Luke. Hello, everyone. It's great to be joining you today, especially at a time when the business is demonstrating tremendous momentum. I'd like to share some of my background in the role I've played over the past nearly 5 years at Axon, building a strong culture of financial rigor and discipline that Rick spoke to.\nI joined the company in 2017 after previously serving as the Global Controller of GE Healthcare Digital, a nearly $2 billion global software company inside General Electric. I spent the first 8 years of my career as an auditor at PwC, seen the insides of Fortune 500 companies and how they operate at scale. These experiences prepared me to have an impact at Axon from the moment I arrived.\nI have helped to build out our accounting and controllership organization, enhancing our internal controls and overseeing the implementation of stronger processes to drive operating rigor to improve our financial results. I've partnered with our SVP of FP&A, Arvind Bobra, and other cross-functional leaders across every part of our company to lead the creation of the internal clumping necessary to enable our culture of rigor and discipline to succeed.\nYou've seen that translate to our results. We've established an impressive track record of execution at scale coupled with cost discipline and strategic capital allocation. We remain confident in our ability to continue to deliver accelerating growth, profitability and cash flow. I'm energized by this opportunity to support the company as Interim CFO. This is a natural transition given my role over the past 5 years. I'm honored to lead our world-class finance team, and I've already hit the ground running.\nTo touch upon a few themes related to the quarter. In February, we added adjusted free cash flow targets to how we talk about our financial strategy, and we've started to deliver already. In Q1, our operating cash flow of $44 million supported $32 million in adjusted free cash flow. We've raised our full year revenue outlook to a range of $1.05 billion to $1.1 billion, reflecting 25% annual growth at the midpoint. And our upwardly revised adjusted EBITDA outlook reflects improved bottom line expectations as well as the opportunity to invest some of our revenue outperformance into new initiatives that can start contributing revenue quickly.\nAnd with that, we look forward to taking your questions."
  },
  {
    "header": "AXON",
    "cik": "0001069183",
    "ticker": "AXON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41a504d4bf28575490ce9e3dd46403b4",
    "period": "2021 Q4",
    "content": "Q4 2021 Axon Enterprise Inc Earnings Call\n\nQ4 2021 Axon Enterprise Inc Earnings Call\n\nAXONNASDAQFEB 24, 5:00 PM\n\nAndrea Susan James\n\nSVP of IR & Corporate Strategy, Axon Enterprise, Inc.\n\n(technical difficulty) considerable market volatility and global geopolitical risk. Today, we have available Axon's CEO, Rick Smith; President, Luke Larson; CFO, Jawad Ahsan; Chief Revenue Officer, Josh Isner; and Chief Product Officer, Jeff Kunins.\nI hope you've all had a chance to read our shareholder letter, which was released after the market closed. You can find it at investor.axon.com. Our remarks today are meant to build upon the information in that robust letter.\nDuring this call, we discuss our business outlook and make forward-looking statements. Any forward-looking statements made today are pursuant to and within the meaning of the safe harbor provision of the Private Securities Litigation Reform Act of 1995. These comments are based on our predictions and expectations as of today and are not guarantees of future performance. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. These risks are discussed in our SEC filings.\nAnd so before we go to Rick, we're going to play our quarterly update video. This video was prerecorded before current global events escalated, but we're making the decision to share today because there's important information about our quarterly update in the video.\n(presentation)\n\nPatrick W. Smith\n\nCo-Founder, CEO & Director, Axon Enterprise, Inc.\n\nAll right. Thank you, Andrea. I was just waiting for the cue there. I love watching those videos. We've got the most creative finance team in the business. And as you can see from that video, we've been looking forward to sharing results from the best year in Axon's history. But we're heavy harder to do this on a day when democracy is under attack and a war is breaking out in Europe. But we don't get to choose whether the times we live in will include geopolitical instability or global pandemic. What we can choose are our principles and how we respond. We stand for transparency, truth and protecting life.\nOur products are designed to strengthen trust in the rule of law, and they support the United Nations' 16th sustainable development goal to foster peace, justice and strong institutions. Our thoughts are especially with the Ukraine National Police who are our customers, as well as our Axon teammates in Ukraine.\nAs we kick off 2022, I'm confident Axon's best days are ahead of us. We are prioritizing our people and giving them a platform to further excel at what they do. Last month, Dr. Richard Carmona announced he will be retiring from Axon's Board after 15 years of service. Dr. Carmona has been a tremendous contributor to Axon, helping us shape strategy and positioning Axon as we evolved from a single product company, known as TASER, to where we are today. He is simply a wonderful human being. We're incredibly grateful to him, not only for his 15 years of service, but also for the way forward he helped us to define.\nAs I reflect on what is driving our strength, it is the powerful combination of solving real challenges for our customers, creating a better user experience and attracting passionate talent. It's really our emphasis on building software at the core that creates a great user experience. Historically, our competitors built software to fit RFPs which check a lot of boxes, but ultimately does not function well in the hands of the user. We have been religious about understanding our customers' needs and building software and products that delight them when they use them.\nWhen customers test Axon solutions, we stand apart. As we consider the competitive landscape, one of the most important factors that sets us apart is that we truly have a highly integrated suite, a high-performance ecosystem that seamlessly connects hardware, software and our community of users to achieve our mission of delivering a safer world.\nWhen competitors talk about winning market share, it's mostly focused on lower-margin hardware buyers who don't yet value great software and usually aren't ready to advance to the cloud. We look forward to welcoming those customers down the road, just like the many agencies here in the U.S. that are upgrading from continuing platforms to the Axon ecosystem.\nPerhaps even more important than the technology we've built is the mission mindset of our employees that sets us apart. I regularly hear from Chiefs raving about their positive experience with our employees because they are so passionate about helping our customers succeed. I recently got a call from a state police colonel, asking me to come to their headquarters for a surprise award ceremony, where they recognized Axon Rockstar Project Manager, [Jenny Xu], seamlessly upgrading them from a competing platform on to Axon. Great work, Jenny. So proud to have you on our team.\nGreat tech and passionate people is just a magical combination, and it works. Our momentum in Fleet 3 has allowed us to continue to capture share with major cities, county sheriffs and state patrols here in the domestic market. We have converted several major agencies in the last year from competing platforms onto our network joining our community. The whole ecosystem ties together our body cameras, fleet cameras, TASER weapons, drones and third-party centers with a growing suite of software capabilities. And I'm glad to see it's delighting our customers.\nWe are laser-focused on pursuing our mission and driving growth. And it's clear that our people are our best asset. As you've heard from Luke over these years, we have been fortunate to attract people who are among the best in the world at what they do. I'm incredibly grateful and thank you to have these people on our team contributing to our success.\nNow over to Luke to take you through some of our 2021 highlights in more detail.\n\nLuke S. Larson\n\nPresident, Axon Enterprise, Inc.\n\nThanks, Rick. In 2021, Axon focused on our commitment to our mission, our customers and our employees. We continue to be in a period of rapid scale. Last year, we hired more than 900 new Axon teammates, and we set new company records by filing more than 100 patent applications.\nWe also supported our customers through a period of turbulence. One of our initiatives included the creation and launch of Family First, a free and confidential mental health resource and training package for the families of law enforcement. Another fantastic initiative we launched last year was the Axon roadshow. We hosted 200 events over the course of 6 months, where we visited customer agencies and gave demos of our products. We also grew our international markets with Sao Paulo Military Police adopting a large body camera deployment, and the Dutch National Police undergoing a large TASER deployment.\nOn the product front, last year, we launched Fleet 3 and ALPR, and demand has exceeded our expectations. As a result, Fleet bookings for 2021 far surpassed our projections, and customers have raved and served as incredible references. And our first launch of Attorney Premier in December opens up an entire new software category for us in the justice sector.\nAnd while we're quick to highlight key wins in new market segments, our entire business has been able to achieve record results due to the stellar work that continues to be done by our state and local teams. Operationally, last quarter, we told you about industry-wide chip shortages that impacted our TASER 7 platform. We told you we had line of sight to clearing the backlog in the first half of 2022, and that remains the case.\nWe continue to manage through challenges, including delivery delays, and our supply chain team is navigating extremely well. We also called out in today's shareholder letter that approximately $15 million of the AB3 revenue is also shifting into 2022 as a result of an elongated supply chain.\nI want to note that we have been intentional over our preparedness, investing in manufacturing capacity and flexibility, thereby improving our ability to meet customer demand. We feel great about our pipeline and bookings and in what continues to be a very dynamic environment.\nAs Rick noted, you often hear me boast about our teams and the incomparable talent we have at Axon. Recruiting is a major focus for us as we grow. We recently announced that we are opening an R&D hub in London, which will be our fifth after Scottsdale; Seattle; Tampere, Finland; Ho Chi Minh City, Vietnam.\nAnd finally, if you know someone fantastic who wants to make an impact, we want the best people in the world to come to Axon, so please refer them to us.\nNow with that, I'll turn the call over to our Chief Financial Officer, Jawad Ahsan.\n\nJawad A. Ahsan\n\nCFO, Axon Enterprise, Inc.\n\nThanks, Luke. I'd like to start by recapping some of our financial highlights over the past few years. This is our third year in a row of 25%-plus revenue growth. Our annual recurring revenue has tripled over those same past 3 years to $327 million. And looking back over 5 years, our revenue has grown at a CAGR of 26% from 2016 to 2021. And over the same period, our adjusted EBITDA has grown at a CAGR of 32%.\nWe have delivered both exciting top line growth and strong operating leverage, all while making investments that will not only continue these trends for years to come, but more importantly, help us achieve our mission to protect life.\nAs we look ahead to 2022 and beyond, we intend to use this momentum to our advantage and stay on offense. What is that going to look like? We're introducing today a third pillar of our financial strategy, in addition to top line growth and bottom line leverage. And that third pillar is cash generation.\nWe are laser-focused on building an enterprise that will deliver 20%-plus revenue growth for years to come, return increasing amounts of profitability to our shareholders as we grow and build a free cash flow-generating machine that will make our businesses sustainable for the long term and keep us nimble and flexible. This flexibility will be built on the stable foundation of a subscription-based business model that generates highly recurring cash flows.\nWe've recently talked about investing for growth in terms of R&D. We're still making those investments, but we also know that our continued growth at this pace will depend on more than just R&D. We'll need new sites and new offices around the world as our global footprint expands. We'll need new facilities with new capabilities, both in terms of automation and streamlined manufacturing, as well as showcase spaces for our technology where we can collaborate with and gather feedback from our increasingly diverse customer and partner base.\nAnd finally, we'll also need the ability to move quickly when the right inorganic opportunity presents itself. It's for these reasons that we gave you more color than usual in our shareholder letter about our cash flow and CapEx expectations, including formal guidance for 2022. Transparency is of paramount importance to us, and you can expect to hear more from us on this topic. We're incredibly proud of how we've positioned the business to be cash generative for years to come.\nTo recap, the 3 pillars in terms of what you can expect from us going forward, it's: number one, continued strong performance on the top line; number two, continued discipline in our operations, which will be evidenced by outperforming the rule of 40; and number three, a strong ramp in operating cash flow that will, after the investments that we've laid out, lead to a strong ramp in free cash flow.\nLooking ahead, we're also very excited by the next wave of new products and technologies that are going to become an important part of our growth story in their own right.\nBefore we move to questions, I want to echo Rick's comments about the geopolitical crisis we're all facing as global citizens. Our thoughts are very much with the citizens of Ukraine today. And we, at Axon, have never been more proud of our mission to protect life.\nAnd with that, Andrea, let's move to questions."
  }
]