[
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04d7d413f4b0e6652b929486b0d8e424",
    "period": "2025 Q3",
    "content": "Q3 2025 CBRE Group Inc Earnings Call\n\nQ3 2025 CBRE Group Inc Earnings Call\n\nCBRENYSEOCT 23, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE Q3 2025 Earnings Conference Call and Webcast. [Operator Instructions]\nAs a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to your host, Chandni Luthra, Global Head of FP&A and Investor Relations. Please go ahead.\n\nChandni Luthra\n\nAssociate\n\nGood morning, everyone, and welcome to CBRE's Third Quarter 2025 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks, and an Excel file that contains additional supplemental materials.\nToday's presentation contains forward-looking statements, including, without limitation, statements concerning our business outlook, business plans and capital allocation strategy, as well as our earnings and cash flow outlook. These statements involve risks and uncertainties that may cause actual results and trends to differ materially. For a full discussion of these risks and other factors that may impact these statements, please refer to this morning's earnings release and our SEC filings.\nWe provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix. Throughout our remarks, when we cite financial performance relative to expectations, we are referring to actual results against the outlook we provided on our second quarter 2025 earnings call in July, unless otherwise noted.\nAlso, as a reminder, our resilient businesses include facilities management, project management, property management, [ load ] servicing, valuations and other portfolio services and recurring investment management fees. Our transactional businesses comprised property sales, leasing, mortgage origination, carried interest and incentive fee in the investment management business and development fees.\nBefore we begin, a brief technical matter, we want to note that we recently responded to a comment letter from the SEC regarding our presentation of net revenue. Going forward, while we will continue to provide supplemental information to help you understand the portion of our revenue that is pass-through in nature, our formal reporting will focus on gross revenue.\nI'm joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer.\nNow please turn to Slide 3 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThanks, Chandni, and good morning, everyone. CBRE continued to produce excellent results in the third quarter. All 4 segments delivered strong growth and operating leverage, and we exceeded expectations we had going into the quarter.\nWe often talk about our breadth and depth across asset type, client type, line of business and geography. This breadth and depth gives us scale that supports our strategy in many ways. These include recruiting from inside and outside the sector, developing integrated solutions for clients, making capital investments and creating an information advantage. Our scale is particularly helpful in driving growth in areas that are either secularly favored or cyclically resilient.\nThis came through clearly in our third quarter results. The data center asset type and related client group provides a good example. We produced nearly $700 million of revenue from data centers in the third quarter, 40% more than in 2024's third quarter. This contributed to profitability in all 4 segments accounting for about 10% of overall EBITDA for the quarter.\nFrom a geographic perspective, Japan and India are particularly well positioned for sustained secular growth in commercial real estate services. We have large businesses in both countries, and in Q3, their combined revenue rose more than 30% to nearly $400 million.\nGiven our results year-to-date and momentum in our business, we are raising our full year core EPS outlook to $6.25 to $6.35, from $6.10 to $6.20. Emma will discuss our outlook after she reviews the quarter's highlights. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. Good morning, everyone. Our third quarter results exceeded expectations across the board, highlighted by 34% growth in core EPS and 19% in core EBITDA. We delivered double-digit revenue gains in both our resilient and transactional businesses, underscoring the balanced strength of our business.\nThroughout my segment discussion, I will cite growth rates in local currency. This does not reflect the 1% to 2% FX benefit to the USD growth rates. As Chandni mentioned, we will no longer report net revenue. However, internally, we continue to focus on revenue, excluding pass-through costs, as our primary growth metric as we believe it best captures the value of the services we deliver to our clients.\nNow I'll detail our performance for each segment, beginning on Slide 4. In Advisory Services, revenue growth exceeded expectations, rising 16%, led by outperformance in both leasing and sales. Global leasing revenue rose 17%, accelerating from the second quarter despite a tougher year-over-year comparison. In the U.S., leasing reached its highest level for any third quarter, growing 18%.\nU.S. industrial increased 27% as third-party logistics providers continued to take more space and larger occupiers came back to the market. Data center leasing picked up materially, resulting in a more than doubling of revenue over last year. In addition, U.S. office leasing once again rose by double digits.\nOutside the U.S., APAC leasing was strong driven by India, Japan, while results were mixed in Europe.\nOur property sales business delivered 28% revenue growth. Like leasing U.S. sales saw strength in office, industrial and data centers. Outside the U.S., we saw particularly strong sales growth in Germany, the Netherlands and Japan.\nHigh-teens mortgage origination revenue growth was driven by an increase in origination fees, primarily from CMBS lenders, banks and debt funds. Advisory SOP grew 23%, reflecting strong operating leverage.\nTurning to our Building Operations & Experience segment on Slide 5, we saw 11% revenue growth. In the enterprise business, growth was driven by work for data center hyperscalers as well as new client wins and expansions in the technology, life sciences and health care sectors. Our local business achieved a mid-teens revenue increase supported by continued growth in the U.K. and the Americas. Revenue in the Americas was up 30%, reflecting strong market share gains for this business.\nBOE SOP grew 15%, delivering operating leverage driven by continued cost efficiencies across the segment.\nPlease turn to Slide 6.\nIn the Project Management segment, revenue increased 19%, while pass-through costs rose 23%. We achieved broad-based double-digit revenue growth supported by the U.K., the Middle East and North America. Legacy Turner & Townsend's revenue in North America has more than doubled since 2022, demonstrating the benefit of being part of the larger CBRE platform. And we see significant runway for further gains in this large, lightly penetrated market.\nAcross client sectors, we saw strong activity with the U.K. government, reflecting a large national health care mandate and ongoing demand for hyperscalers for data center projects. This growth was slightly offset by continued softness from certain technology clients that are focusing capital spending on AI investments.\nProject Management SOP grew 16%, delivering operating leverage when viewed as a percentage of revenue excluding pass-through costs.\nIn Real Estate Investments on Slide 7, segment operating profit was up 8%, in line with our expectations. In investment management, we raised $2.4 billion of new capital in the quarter and are on track for a strong fundraising year.\nAUM ended the quarter at approximately $156 billion, up $500 million for the quarter. AUM growth in the quarter was tempered by currency headwinds. Absent these headwinds, AUM increased $1.3 billion.\nIn development, operating profit also met expectations. Our strategic land acquisitions in recent years coupled with our land development and entitlement capabilities position us to capitalize on demand for large data center development sites. We expect to monetize several of these sites later this year or next year. We continue to believe our development portfolio has more than $900 million of embedded profits that will be monetized over the next 5 years. As always, the timing of asset monetization, especially between quarters, can be difficult to predict with precision.\nNow I'll turn to our balance sheet and capital allocation on Slide 8. In keeping with our expectations of better full year performance, we now expect to generate approximately $1.8 billion of free cash flow for the year. Net leverage stood at 1.2 turns at quarter-end, and we continue to expect to delever through the end of the year.\nPlease turn to Slide 9. As Bob mentioned, we've raised our full year core EPS guidance to $6.25 to $6.35, reflecting our outperformance to date and confidence in our fourth quarter pipeline. Our outlook includes contributions from the data center site dispositions in our development business. The midpoint of our new guidance range reflects 24% growth and would be more than 10% above our prior peak EPS. This is a notable outcome produced within only 2 years of the commercial real estate market trough.\nWith that, I'll turn the call back to the operator for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/989f3ee7ba7277be83b4696fbfa3a169",
    "period": "2025 Q2",
    "content": "Q2 2025 CBRE Group Inc Earnings Call\n\nQ2 2025 CBRE Group Inc Earnings Call\n\nCBRENYSEJUL 29, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE Group Second Quarter 2025 Earnings Call. [Operator Instructions]\nAs a reminder, this conference is being recorded.\nI would now like to turn the call over to your host, Chandni Luthra, Global Head of FP&A and Relations for CBRE Group. Thank you. You may begin.\n\nChandni Luthra\n\nAssociate\n\nGood morning, everyone, and welcome to CBRE's Second Quarter 2025 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an excel file that contains additional supplemental materials.\nToday's presentation contains forward-looking statements including, without limitation, statements concerning our business outlook, business plans and capital allocation strategy as well as our earnings and cash flow outlook. These statements involve risks and uncertainties that may cause actual results and trends to differ materially. For a full discussion of the risks and other factors that may impact these statements please refer to this morning's earnings release and our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures together with explanations of these measures in our presentation deck appendix. Throughout our remarks, we'll be site financial performance relative to expectations we are referring to actual results against the outlook we provided on our first quarter 2025 earnings call in April, unless otherwise noted.\nAlso, as a reminder, our resilient businesses include facilities management, project management, property management, loan servicing, valuations, other portfolio services and recurring investment management fees. Our transactional businesses comprise property sales, leasing, mortgage origination, carried interest and incentive fee in the investment management business and development fees. I am joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Chandni, and good morning, everyone. The strong momentum we exhibited to start the year continued in the second quarter. Despite uncertainty in the macro environment, occupier and investor clients largely proceeded with executing their plans. Both our Resilient and transactional businesses achieved strong double-digit revenue growth. Resident revenues rose 17%, surpassing the 15% growth rate for transactional businesses. .\nResilient revenue growing faster than transactional revenue during the market recovery attest to the progress we've made with our resilient businesses. we are especially focused on our 2 new segments, building operations and experience in project management and are pleased with the progress they are making. In BOE, we continue to grow revenue at a mid-teens rate and delivered significant operating leverage. As the year unfolds, we expect to identify more opportunities to benefit from synergies available across our nearly 8 billion square foot management portfolio. Project Management achieved strong top line and SOP growth. This performance reflects the benefits we've been realizing in the 6 months since we joined our legacy business with Turner & Townsend. Although we saw some impact from large corporate clients slowing their capital spending, this was more than offset by continued strong gains across the rest of the project management business, underscoring the resilience Turner & Townsend's legacy business has contributed to the combined platform.\nOur Advisory segment had an excellent quarter as sales and leasing transaction activity was strong around the world. Global leasing revenue was the highest for any second quarter in company history, led by the continued strong recovery of demand for office space. In light of our outperformance in the year's first half, and the pipelines across our business, we're raising our core EPS expectations for the year to a range of $6.10 to $6.20, achieving the midpoint of our guidance would represent better than 20% growth for the year. We expect to set a new earnings peak this year just 2 years after the 2023 trough in the commercial real estate downturn, even though capital markets activity remains well below prior peak levels.\nNow I'll turn the call over to Emma, who will discuss the quarter and our outlook in more detail.\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. Good morning, everyone. Our second quarter results exceeded our expectations with core EBITDA and core EPS growing 30% and 47%, respectively. I'll detail our results for each segment. Note that all segment level growth rates are in local currency and do not reflect the benefit of an approximately 1% FX tailwind during the quarter. In Advisory Services, revenue rose 14% and SOP grew 31%, driven by 250 basis points of margin expansion. Global leasing revenue rose 13% and with double-digit growth across all major regions. U.S. leasing was led by a 15% increase in the office sector, driven by larger leases and broad-based growth across the country. .\nGrowth in non-gateway markets outpaced gateway markets, pointing to increased momentum in regions outside of the larger cities. U.S. industrial leasing growth was better than expected with revenue up 15% as third-party logistics providers once again drove activity. Like leasing, our Capital Markets businesses performed well. Global property sales rose 19%, accelerating from the first quarter. In the U.S., property sales increased 25%, with notable strength in data centers, office and retail. Outside the U.S., sales were particularly strong in India and Japan. Mortgage origination fees increased by more than 40%, with strong volume from the GSEs, debt funds and CMBS lenders. Turning to our BOE segment. We saw 18% top line growth and 21% SOP growth. Our enterprise businesses performance was supported by a balanced mix of new client wins and expansions in the technology, health care and industrial sectors and continued strong growth with hyperscale data centers.\nOur local business once again delivered double-digit revenue growth, led by ongoing success in the U.K. and the U.S. In Property Management, we secured another major portfolio mandate from a large institutional investor. In the Project Management segment, we achieved 13% revenue growth and 18% SOP growth. The Turner & Townsend, CBRE project management integration is progressing well. Turner & Townsend's legacy business delivered mid-teens revenue increases across most regions, with notable growth in its largest geography, the U.K. The legacy CBRE project management business saw low double-digit revenue growth led by the financial services and energy sectors. This is notable given a slowdown in capital projects from some clients who are most impacted by the uncertain economic environment. In Real Estate investments, segment operating profit was up, in line with expectations for the quarter, although against the light comparison with the prior year. In Investment Management, we saw growth in recurring revenue and recurring SOP and AUM ended the quarter at $155 billion, an increase of $6 billion from the end of Q1, mainly driven by favorable currency movements. Although certain investors remain cautious on making capital commitments, we anticipate capital raising will continue its upward trajectory building on the positive momentum of the past 2 years.\nIn development, operating profit was in line with our expectations as we anticipate most of our asset sales to occur in the fourth quarter, including a few data center development sites. The estimated profits embedded in our in-process and pipeline portfolio remained consistent with last quarter at approximately $900 million. Now I'll turn to our balance sheet and capital allocation. On a trailing 12-month basis, we generated $1.3 billion of free cash flow, in line with expectations. We continue to expect over $1.5 billion of free cash flow for the full year with full year free cash flow conversion toward the high end of our long-term target range of 75% to 85%. During the quarter, we completed a $1.1 billion bond offering and expanded our revolving credit facility increasing our liquidity to $4.7 billion. We repurchased a modest amount of shares as we continue to balance M&A opportunities with buybacks in line with our long-term capital allocation strategy. Net leverage stood at just under 1.5 turns at quarter end, and we continue to expect to end the year with about 1 turn of net leverage, absent any large M&A. As Bob mentioned, we are increasing our full year core EPS guidance to a range of $6.10 to $6.20. This forecast is based on constant currency and would increase by at least $0.10 based on today's forward FX curve. Our increased earnings outlook is driven by outperformance in advisory and BOE and is underpinned by the assumptions that the economy remains resilient with limited risk of a recession later this year.\nWith that, I'll turn the call back to the operator for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0d94d6d4a0cae98b8bc935d2ceb78fb",
    "period": "2025 Q1",
    "content": "Q1 2025 CBRE Group Inc Earnings Call\n\nQ1 2025 CBRE Group Inc Earnings Call\n\nCBRENYSEAPR 24, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE First Quarter 2025 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded. I would now like to turn the call over to your host, Chandni Luthra, Global Head of FP&A and Investor Relations. Thank you. You may begin.\n\nChandni Luthra\n\nAssociate\n\nGood morning, everyone, and welcome to CBRE's First Quarter 2025 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks, and an Excel file that contains additional supplemental materials. Today's presentation contains forward-looking statements, including, without limitation, statements concerning the macro environment, our business outlook, our business plans and capital allocation strategy and our earnings and cash flow outlook. Forward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to the morning earnings release and our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures together with explanations of these measures in our presentation deck appendix.\nI'm joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer. Throughout our remarks, when we cite financial performance relative to expectations, we are referring to actual results against the outlook we provided on our fourth quarter 2024 earnings call in February, unless otherwise noted. Also, as a reminder, our resilient businesses include Facilities Management, Project Management, Property Management, Loan Servicing, Valuations, Other Portfolio Services and Recurring Investment Management Fee. Our Transactional businesses comprised Property Sales, Leasing, Mortgage Origination, Carried Interest and Incentive Fee in the Investment Management business and Development Fees. With that, I'll turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Chandni, and good morning, everyone. CBRE had a strong start to 2025 across our lines of business and around the world. Notably, as the first quarter ended, most of our businesses were performing better than expected, and our new business pipelines were strong. This was equally true for both our Resilient and Transactional businesses. Since then, driven by uncertainty created by the tariff situation, our outlook has become less clear. Even in light of this, our current activity levels and new business pipelines continue to be strong, just somewhat less than they were.\nLooking at our Q1 results, we were particularly pleased with the performance of our Project Management and Building Operations & Experience segments in their first quarter of existence. Both segments generated strong financial results and evidence the type of operational and strategic gains we were hoping for and expected, when we reconfigured the business this way. The gains included shared client access, insights into opportunities for product development and stronger positioning to pursue certain types of M&A. Another notable example that has quickly emerged is the ability to migrate strong leaders into more compelling positions. This is great for our emerging talent and great for CBRE.\nCBRE's strategy is underpinned by broad and deep capabilities across the dimensions of commercial real estate, asset type, client type, service type and geography. We couple this with a strong balance sheet, strong cash flow and the experience and willingness to invest aggressively. This positioning allows us to drive resources into both steadily growing Resilient businesses and high-margin Transactional businesses. The current market uncertainty side, we are encouraged by the prospects that our strategic positioning and resource set have created for sustained resilient growth.\nWith that, I'll turn the call over to Emma, who will discuss the quarter and our outlook.\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. First quarter core EBITDA increased 27% and core EPS by 10% compared with last year's first quarter. Recall that last year's Q1 included a large onetime tax benefit. Without that benefit, core EPS grew 39% year-on-year. These strong consolidated results include an approximately 2% to 3% currency headwind in the quarter. To better reflect operating performance, I will reference growth rates and margins in local currency throughout the remainder of my remarks, unless otherwise noted.\nAs Bob noted, we saw strength across our platform as our Resilient businesses generated net revenue growth of 17% for the quarter, nearly matching the 18% increase in our Transactional businesses. On a trailing 12-month basis, Resilient businesses accounted for over 60% of our total SOP. Turning to our segments.\nAdvisory Services had a particularly strong start to the year. Net revenue growth of 16% exceeded expectations, led by strong Leasing and Capital Markets activity. Global Leasing revenue growth accelerated to 19% in Q1 from 15% in Q4 of 2024. The U.S. was particularly strong as overall Leasing revenue increased 24%, driven by a 38% increase in Office Leasing revenue, which reached its highest level for any first quarter. We saw continued strong activity across Gateway markets with each of the 6 markets delivering greater than 30% growth and over 55% growth in aggregate. At the same time, many non-gateway markets, including Atlanta, Dallas, Houston and Miami, delivered double-digit growth.\nU.S. retail leasing was also very strong, up 34% and industrial leasing saw 12% growth as third-party logistics companies drove higher demand. Outside the U.S., leasing trends were notably strong in Southeast Asia, especially office leasing in India as well as in certain countries in Europe. Capital markets activity was also strong. Global property sales revenue increased 13%, once again, led by a 26% gain in the U.S., which saw a significant uptick in multifamily and industrial asset sales. Outside the U.S., we saw notable strength in Continental Europe. Our Mortgage Origination business had another strong quarter with 53% growth in origination fees. U.S. loan origination volume rose 69% and led by strong activity from banks and insurance companies on the back of continued outside growth in refinancing, as well as strong demand for acquisition financing.\nOverall, Advisory SOP rose 31%, delivering strong operating leverage as SOP on net revenue margin increased by more than 200 basis points. In the BOE segment, net revenue grew 22% and with strength across Facilities Management, Property Management and contributions from Industrious, which we acquired at the beginning of this year. In Facilities Management, the Enterprise business saw strong demand from clients in sectors such as technology, life sciences and health care. We also had a particularly strong quarter with hyperscale data center clients. In our local business, revenue grew by double digits, with continued outsized growth in the U.S. as we expand our market share as well as continued strength in the U.K. Strong Property Management net revenue growth slightly exceeded expectations. This segment is benefiting from enhanced operating leverage, primarily resulting from last year's cost efficiency initiatives. This contributed to 38% SOP growth and 100 basis points of net margin expansion.\nTurning to the Project Management segment. We have completed the first quarter after combining CBRE's legacy Project Management business under Turner & Townsend & leadership. Revenue grew 9%, in line with our expectations, with continued mid-double-digit growth from legacy Turner & Townsend, and mid-single-digit growth from CBRE legacy Project Management. As we have outlined previously, we expect the integrated Project Management business to more closely resemble Turner & Townsend's growth and margin profile over time. In the legacy Turner & Townsend business, we had strong wins in infrastructure in the U.K. and Middle East as well as large new program mandates in real estate and the pipeline looks solid. Project Management SOP margin on net revenue continued to improve year-on-year, driving SOP growth of 14%, and it is noteworthy that this margin does not yet reflect the cost and operating synergies of bringing these two businesses together.\nIn our REI segment, Investment Management operating profit was up 43% year-on-year, exceeding expectations, primarily driven by higher net promotes and recurring asset management fees. AUM ended Q1 at $149 billion, up about $3 billion since the end of Q4, driven by net inflows, higher asset values and favorable currency movement. Our development operating profit was in line with expectations. We continue to grow our U.S. in-process portfolio, starting 12 projects in the first quarter compared with 26 in all of 2024, and capitalizing an additional 5 deals.\nNow I'll discuss free cash flow, leverage and capital allocation. Trailing 12 months free cash flow was nearly $1.5 billion, reflecting 93% free cash flow conversion above the high end of our targeted 75% to 85% range. We repurchased nearly $600 million worth of shares since the end of the fourth quarter, underscoring our commitment to return capital to our shareholders and the unrealized value we see in CBRE shares. In total, we deployed approximately $1 billion of capital year-to-date across M&A, share repurchases and co-investments and ended the quarter with net leverage of less than 1.5 turns. Our capital deployment strategy remains consistent with our historical practice. We prioritize M&A and principal investments into our REI business, and we'll balance our spend with share repurchases as long as our share price remains attractive.\nAbsent large-scale M&A or the onset of a recession, we continue to expect to end the year with under 1 turn of net leverage. We are willing to lever up to 2 turns for the right acquisitions. Heading into Q2, our strong Q1 performance, strong pipelines and strong current activity would have prompted us to raise our full year guidance to the high end of the range we set in February. However, given the significant market uncertainty related to tariffs, absent increased interest rate volatility or a recession, we are maintaining our 2025 core EPS guidance range of $5.80 and to $6.10. Given our success in increasing the resilient parts of our business and our strong balance sheet, we are better positioned than ever before to not only weather a recession but to take advantage of the opportunities created in a downturn.\nWith that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c20230a45b668d6d13287a67a1d37d4",
    "period": "2024 Q4",
    "content": "Q4 2024 CBRE Group Inc Earnings Call\n\nQ4 2024 CBRE Group Inc Earnings Call\n\nCBRENYSEFEB 13, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Fourth Quarter 2024 CBRE Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded. It is now my pleasure to introduce your host, Chandni Luthra.\n\nChandni Luthra\n\nAnalyst, Goldman Sachs & Co.\n\nGood morning, everyone, and welcome to CBRE's Fourth Quarter 2024 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials. Today's presentation contains forward-looking statements, including, without limitation, statements concerning our business outlook, our business plans and capital allocation strategy and our earnings and cash flow outlook.\nForward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings.\nWe have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix. Also in our press release, we have provided historical non-GAAP financial information for the new segments, which we will begin reporting with Q1 2025 results. We will provide more detail, including historical quarterly financial information by lines of business based on the new segments prior to releasing our Q1 results.\nI'm joined on today's call by Bob Sulentic, our Chairman and CEO; and Emma Giamartino, our Chief Financial Officer. Throughout their remarks, when Bob and Emma [indiscernible] financial performance relative to expectations, they are referring to actual results against the outlook we provided on our Q3 2024 earnings call in October, unless otherwise noted. Also, as a reminder, our resilient businesses include facilities management, project management, property management, loan servicing, valuation and recurring investment management fees.\nOur transactional business comprised property sales, leasing, market origination, carried interest and incentive fees in the investment management business and development fees. Finally, unless otherwise noted, the [indiscernible] site growth rates, we are referring to the percentage change versus the 2023 fourth quarter in U.S. dollars. With that, I'll turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Chandni, and good morning, everyone. Q4 of 2024 was CBRE's best quarter ever for core earnings and free cash flow with broad strength across our business. We also made significant progress in executing our strategy, positioning the company to continue to deliver double-digit earnings growth on an enduring basis. First, we acquired Industrious, the Premium Flex workplace provider. This advances our ability to meet [indiscernible] and landlord demand for flexibility and an elevated experience. The Industrious transaction also became the catalyst for us to consolidate all our building management businesses into one segment called Building operations and experience. This move allows us to build expertise and scale advantage across many areas that are common to the operation of buildings.\n[indiscernible], Industrious CEO, who has exceptional strategic, operational and entrepreneurial skills is leading this segment as its CEO. We also completed the combination of CBRE Project Management with Turner & Townsend. This creates a large uniquely positioned program and project management business with multiple avenues for resilient revenue growth in areas like infrastructure, energy and data centers. Finally, we took 2 additional steps to upgrade our senior leadership team. First, we gave our COO, Vikram Kohli, whose capabilities are evident in the major impact he had on our business in 2024 additional responsibility as CEO of our advisory business.\nSecond, we named [indiscernible], who will join CBRE in April and [indiscernible] as co-CEOs of our Investment Management business. As a leader of GIC's Americas business, Adam forged an exceptional track record and prominent industry profile. While Andy has proven to be a strong operational leader who has overseen CBRE Investment Management's strategic evolution. With all these moves in mind, we have reorganized the company into 4 business segments.\nTwo of the segments, building operations and experience and project management are entirely comprised of resilient businesses. Together, they generated $1.4 billion of SOP in 2024, and they are growing organically at a double-digit rate. In both segments, we have tremendous opportunities to scale our position in huge, fragmented and underpenetrated markets.\nOur Advisory segment, which includes leasing, capital markets valuations and loan servicing is a cornerstone of our business. It is responsible for producing large profits, high margins strong cash flow conversion and abundant data and market intelligence is valuable across our company. Our Real Estate Investments segment, which includes our Investment Management and Development businesses, is underappreciated. This segment has significant embedded profits, and we expect it to become one of the leading contributors to our long-term growth.\nAdditionally, it is an ongoing source of compelling investment opportunities for CBRE. Our confidence in CBRE's future has never been higher as evidenced by our considerable share repurchases since the end of the third quarter. Despite the strong appreciation of our shares over the last year, we believe the market is undervaluing our business relative to both its growth profile and dramatically enhanced resiliency. Now Emma will discuss the quarter's highlights and our outlook for 2025. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. We exceeded expectations with a record quarter across almost every metric, our resilient businesses, which are facilities management, property management, project management, loan servicing, valuation and recurring investment management fees grew net revenue 16% in the quarter and 14% for the year, while delivering operating leverage. Resilient businesses contributed nearly 60% of our total SOP for the year, essentially matching 2023. This relative contribution by our resilient businesses is notable in a year when our transaction revenue grew considerably, yet capital markets activity is still well below peak levels.\nIn our Advisory segment, results were driven by record leasing revenue and a continued rebound in capital markets. Globally, leasing revenue grew 15%, with notable strength in APAC and the Americas. U.S. Office leasing delivered 28% revenue growth. Office occupiers are increasingly comfortable making long-term decisions given improved return to office momentum and a healthy economic outlook. The durability of office leasing growth was a prominent question as recently as October when we last reported earnings.\nWhile New York led most of the office leasing recovery in 2024, other markets accelerated substantially in the fourth quarter. gateway markets comprised of New York, San Francisco, Los Angeles, Chicago, Washington, D.C. and Boston grew approximately 30% in aggregate. Other large markets like Dallas, Atlanta and Seattle grew even faster and certain smaller Midwest markets, including Cleveland, Pittsburgh and Minneapolis picked up considerably. This gives us confidence that office leasing will continue to increase as activity has spread broadly. Retail leasing also exhibited solid growth, while industrial leasing was essentially flat.\nTurning to Global Property sales. Revenue growth accelerated to 35%. Growth was strong across all asset classes globally with a notable increase in office sales in the U.S. and EMEA, albeit off a low base of activity. Our mortgage origination business was up 37%, led by a 76% increase in origination fees, partly offset by lower escrow income. We saw a strong pickup in loan origination volume across financing sources, most notably from the GSEs and banks. While acquisition financing is increasing, refinancings continue to lead the recovery, making up almost 60% of total volume for the quarter. Overall, advisory SOP rose 34% with improved margin on net revenue.\nIn the GWS segment, net revenue grew 18%. Facilities Management net revenue increased 24%, with broad-based strength in both the enterprise and local businesses. We are seeing a good balance of new clients and expansions across enterprise sectors, especially technology, industrial, data centers and health care. Local revenue growth was led by the U.K. and the Americas. The Americas has emerged as the local business' second largest region, up from the fourth largest in 2023. This is a direct result of executing our strategy to increase share in the U.S., a market that is still barely penetrated.\nOur project management business saw a solid net revenue increase with particular strength in North America and the U.K., led by real estate and infrastructure. For the full year 2024, Project Management net revenue grew 10% with operating leverage driving faster SOP growth. This growth was dominated by Turner & Townsend, which achieved 19% revenue growth for the year supporting our view that the aggregate project management business will achieve accelerated growth when combined.\nThe GWS SOP margin improved for the full year, reflecting our cost efforts and focus on contract profitability. In our REI segment, SOP increased to $150 million in Q4, led by our development business. As expected, we had significant monetizations in the quarter, including several data center development sites. This is one of our development businesses strongest quarters and reflects our distinct capabilities as a land acquirer and developer as well as our proactive decision to invest in areas benefiting from secular [indiscernible] when others were on the sidelines.\nWithin our Investment Management business, Q4 operating profit declined, partly driven by a ramp-up of costs in anticipation of increased capital raising. We raised over $10 billion in 2024, with half of it coming in the fourth quarter. AUM ended 2024 at $146 billion, essentially flat for the year. Market sentiment continues to improve, with many investors positioning their portfolios to capture opportunities in the latter half of 2025.\nBefore turning to our outlook, I'll comment on cash flow and capital allocation. Free cash flow exceeded expectations, increasing to more than $1.5 billion for the free cash flow conversion reached almost 100%, surpassing our 75% to 85% target range. [indiscernible] deployed approximately $2 billion of capital in 2024 across M&A, real estate co-investment and share repurchases. This is in line with our strategy to invest in resilient businesses that augment CBRE's growth profile, expand our total addressable markets and generate high risk-adjusted returns.\nBesides several notable M&A transactions, we capitalized 29 development projects for the year, including 12 in Q4. Our significant efforts to build the pipeline over the past few years, while many investors were on the sideline, has positioned our development business to break ground on more than 50 projects in 2025, almost double the number in 2024. We estimate that we have more than $900 million of embedded net profits in our development in process portfolio and pipeline as we capitalize a second large portfolio of development assets in the fourth quarter, this time focused on industrial assets.\nOur in-process and pipeline portfolio currently stands at more than $32 billion with outstanding balance sheet equity co-investments of approximately $800 million. And as Bob mentioned, we also continued to see significant unrecognized value in CBRE shares. This led us to repurchase more than $800 million worth of shares since the end of the third quarter. We have high conviction in our growth prospects and believe our ability to consistently generate double-digit organic earnings growth justifies a premium through cycle multiple.\nLooking ahead, we expect another year of strong free cash flow generation. approximating last year's total of $1.5 billion. We anticipate free cash flow conversion within our 75% to 85% target range this year as the benefit from bonus timing we saw in 2024 reverses. Absent material M&A, we expect to end the year with net leverage below 1 turn, but are willing to lever up to 2 turns for the right M&A opportunities.\nTurning to our outlook. We expect to easily set a new peak in 2025 with core EPS projected to be in the range of $5.80 to $6.10. This would represent more than 16% growth at the middle of the range, supported by mid-teens SOP growth across our resilient lines of business, momentum in leasing and a continued rebound in capital markets. It is notable that we're expecting this level of earnings when transaction activity is more muted than in other cyclical recoveries.\nWe're, again, guiding to a wide range this year because of uncertainties around the level of currency headwinds and the trajectory of interest rates. We've embedded a currency translation headwind of 1% to 2% in our consolidated outlook. Absent this headwind, expected core EPS growth would be in the high teens.\nTurning to our segments. We are providing guidance under our new as well as the old segment structure, as shown on Slide 8, to help investors transition their coverage. Note that all percentage growth rate estimates for the segments are in local currency. In our Advisory segment, we expect low to mid-teens SOP growth driven by solid leasing revenue growth and a steady capital markets recovery, both of which will [indiscernible] margin expansion.\nIn our Building Operations and Experience segment, we expect above-trend mid-teens revenue growth, supported by local further expansion in the U.S. and a full year contribution from Industrious. We anticipate continued operating leverage resulting from 2024 cost initiatives, which will drive high-teens SOP growth.\nIn project management, we foresee significant opportunities in the U.S. and U.K. across infrastructure and traditional real estate. Combining the Turner & Townsend and CBRE project management businesses requires a complex integration. As such, in the first year, we are anticipating strong but slightly below trend SOP growth in the low to mid-teens.\nFinally, in real estate investments, we expect to improve on 2024 as SOP. Investment Management operating profit will likely be flat with 2024, which benefited from a large incentive fee that will not repeat. In the development business, we see continued elevated data center activity and have positioned the portfolio to benefit from this secular tailwind with data center site monetization expected to contribute more than half of this year's development profits.\nAs to the seasonal distribution of earnings, Q1 will once again be our smallest quarter in the year. However, as the quarter should see core EBITDA increase at a high-teens rate and it should contribute a low double-digit percentage of our full year core EPS. We also expect another strong fourth quarter in 2025, which should account for a similar portion of our full year core EPS as it did in 2024. In addition, we know that our restructuring efforts are largely behind us, and we are seeing the benefit of margin expansion across the company. As a reminder, we announced a major efficiency program in GWS in early 2024, and to rapidly bring costs in line with revenue. This highly successful initiative resulted in an increase in onetime cash adjustments in 2020 that will not recur in 2025.\nM&A-related amortization and integration costs will continue, but we are highly focused on minimizing other cash adjustments. Therefore, going into 2025, we expect to meaningfully narrow the delta between our GAAP and core earnings. With an improved market backdrop, we are poised to benefit from all the work we've done to create a resilient, growth-oriented enterprise capable of sustaining double-digit growth in 2025 and beyond.\nNow I'll hand it back to Bob for closing remarks. Bob?\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Emma. I'll conclude with some thoughts on our participation in the data center sector for two reasons: First, we're receiving many questions on this topic given the amount of activity in the sector; and second, our work with data centers clearly demonstrates how our strategy plays out in practice. A foundational element of that strategy is to focus financial and operational resources in areas benefiting from secular tailwinds. And we have brought this focus to the data center sector, growing its contribution to core EBITDA from 3%, 3 years ago, to almost 10% in 2024. Over that time, our total data center profit has increased over 2.5x.\n[indiscernible] And monetizing land sites to take advantage of the data center opportunity. As a reference point, we did this with industrial land to great effect coming out of the pandemic. CBRE participates meaningfully in the data center sector across multiple other lines of business as well, including project management, facilities management, brokerage and to a lesser degree, investment management.\nTurner & Townsend has more than 150 data center projects underway and has completed over 500 of these projects in the last decade. Data center revenue for Turner & Townsend has increased 50% annually in each of the last 3 years. Our facilities management group manages over 700 data centers. Within this business, we fortified our technical services capabilities with last year's acquisition of Direct Line Global, which serves a large base of hyperscale clients.\nIn our Advisory business, we arranged $9 billion of sales, lease and financing transactions for North America data centers last year. While total data center inventory in the market has nearly doubled in the past 4 years, our data center profit growth has outpaced this market expansion and is poised for continued strong growth.\nWith that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8f3512c310a75982edf8d9675411fd1b",
    "period": "2024 Q2",
    "content": "Q2 2024 CBRE Group Inc Earnings Call\n\nQ2 2024 CBRE Group Inc Earnings Call\n\nCBRENYSEJUL 25, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Second Quarter 2024 CBRE Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Chandni Luthra, Executive Vice President, Head of FP&A and Investor Relations. Thank you, Sunny. You may begin.\n\nChandni Luthra\n\nAssociate\n\nGood morning, everyone, and welcome to CBRE's Second Quarter 2024 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I want to say how excited I am to have joined CBRE last month. I know many of you will already and others I'm looking forward to getting to know better in the weeks and months ahead. Now I'll remind you that today's presentation contains forward-looking statements, including without limitation, concerning expected benefits and synergies from the combination of Turner and Townsend and CBRE project management and other M&A transactions, our business outlook, our business plan and capital allocation strategy and our earnings and cash flow outlook.\nForward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release in our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix.\nI am joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer.\nNow please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThanks, Chandni, and welcome to CBRE. Good morning, everyone. CBRE had a successful second quarter for 3 reasons: first, revenue, profitability and cash flow exceeded our expectations. Second, we made several sizable capital investments consistent with explicit elements of our strategy. Third, we made quick material progress on the cost challenges we identified last quarter. I'll briefly touch on all 3.\nAs a reminder, when M&I referenced our performance relative to expectations, we are comparing results to the outlook provided on our last quarterly call. With this in mind, each of our 3 business segments outperformed expectations for both net revenue and segment operating profits. Highlights included Turner & Townsend, 18% and net revenue increase and revenue growth of 13% in U.S. leasing and 20% in mortgage origination fees. We believe that our advisory segment is on the cusp of an inflection point.\nOn capital deployment, we made significant commitments in the quarter in support of our strategy. Combining CBRE project management with Turner & Townsend, will create an exceptional operator in an enormous space with significant secular tailwinds, given its scale this combined business will have a profound impact on the future of CBRE. I'll discuss the implications of this move in more detail following Emma's remarks. We continue to make investments that take advantage of the lack of capital available for well-positioned real estate opportunities by committing approximately $250 million in the second quarter to development projects, we believe can be harvested at favorable times in the cycle.\nOur investment management, development and brokerage businesses enable us to identify and execute these opportunities, and our balance sheet gives us the capacity to act on them.\nFinally, our acquisition of Direct Line Global enhances our capabilities in data center management, a huge market that is growing rapidly. Regarding progress on costs, actions taken in our GWS segment resulted in improved margin versus Q1. This, coupled with new business wins has put us back on track to achieve full year margin expansion, along with mid-teens top line growth and mid- to high teens bottom line growth in this segment.\nTaking all of this into account, along with our expectations of a strong second half, we have increased our outlook for full year core EPS to a range of $4.70 to $4.90, up from $4.25 to $4.65 previously.\nNow Emma will discuss our second quarter results and outlook in greater detail. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob, and hello, everyone. I'll begin by highlighting the strong performance of our resilient businesses and an improvement in transaction activity. As a reminder, our resilient businesses include facilities management, project management, property management, loan servicing, valuations and investment management fees. Together, these businesses increased net revenue by 14%, reflecting double-digit organic growth and a strong contribution from M&A.\nNotably, our GWS and Advisory segments together delivered double-digit net revenue growth for the first time in 18 months, with combined leasing and capital markets revenue increasing for the second consecutive quarter. Our REI segment has also seen an upturn in activity, contracting to sell multiple development assets at attractive valuations, which we expect to complete in the fourth quarter.\nNow please turn to Slide 6 for a review of the advisory segment. Advisory net revenue rose 9%, with growth in every line of business, except property sales. Globally, leasing revenue exceeded our expectations, led by 13% growth in the U.S., including a nearly 30% jump in office revenue. New York, a bellwether for CBRE was a key driver of the increase. Retail, albeit relatively small, also exhibited strength while industrial activity declined. Leasing momentum has continued in July, supported by a pickup in demand in many large U.S. office markets.\nTurning to Global Property sales. Revenue began to stabilize, declining only 2% on a local currency basis and 3% in U.S. dollar terms. A 4% decline in the U.S. was somewhat offset by growth in the U.K. where property values have largely reset. While APAC was down in dollar terms, sales revenue ticked up slightly in local currency. Our mortgage origination business produced very strong growth, supported by a 20% increase in origination fees. Loan origination growth was driven by debt funds, which are offering short-term refinancing to bridge the gap until interest rates decline. Advisory's net revenue from resilient businesses rose 11% in aggregate. And overall, advisory SOP rose 9% and net margins ticked up slightly compared with Q2 2023.\nPlease turn to Slide 7 for a discussion of the GWS segment. The segment's net revenue rose 16%, above our expectations, and we are pleased that organic growth also improved by double digits. GWS delivered strong business wins with a healthy balance of new clients and expansions. In addition to robust sales conversion, our pipeline is up more than 6% from the end of 2023. And driven by technology and energy sectors. Product Management net revenue delivered double-digit growth. Bob will go deeper on Turner & Townsend, a business that we do not believe is fully appreciated later in the call.\nTurning to Facilities Management. Net revenue rose 18% and 11% on an organic basis. We committed nearly $300 million in facilities management M&A in the quarter. Most of the capital went to the Direct Line acquisition, which positions us to accelerate our growth in data center management, an estimated $30 billion market that is growing rapidly. We also acquired a small local facilities management business in Canada. Local Facilities Management started as a U.K.-focused business that had $630 million gross revenue in 2013. And is now a global business with $3.1 billion of gross revenue in 2023, a 17% compound annual growth rate. This business has significant headroom, especially in North America.\nGWS' net OP margin improved by 20 basis points from the first quarter to 10.1%, better than expected, reflecting our decisive cost actions. We expect to see year-over-year margin expansion in our full year results as those cost actions take effect.\nPlease turn to Slide 8 as I discuss the REI results. Segment operating profit was slightly better than expected, although significantly lower than prior year, driven by the absence of meaningful development project sales. This is consistent with our plans going into the year, but we now believe we are approaching a period when we again generate significant profits from the sale of development assets.\nInvestment Management operating profit was better than expected, largely due to higher co-investment returns. AUM is now at more than $142 billion. The $3.6 billion we've raised thus far this year was offset primarily by lower asset values as well as adverse FX movements. However, asset value declines have moderated, and we have seen evidence of valuation stabilizing in certain preferred asset classes in the U.S. and Europe. Investor sentiment continues to improve with increased appetite for both core and enhanced return strategies.\nNow I'll discuss cash flow and capital allocation on Slide 9. Free cash flow improved meaningfully to $220 million and conversion was nearly 90% for the quarter. We are increasing our free cash flow outlook for the year to slightly over $1 billion and now expect to be end the year with about 1 turn of net leverage even after deploying $1.3 billion of capital thus far in 2024 across M&A and co-investments.\nOur year-to-date 2024 capital deployment brings our 3-year total to approximately $4.8 billion, $3.7 billion in M&A and over $1 million in REI co-investments. M&A is integral to our strategy of enhancing our capabilities in parts of our business that are secularly favored or cyclically resilient. The acquisitions we executed in this quarter are clear examples of advancing this strategy. Our investments in development have accelerated and put us in a position to harvest as much as $750 million in profits over the next 4 years.\nOur combined in-process portfolio and pipeline now stands at nearly $32 billion. Over the last few years, when many developers were on the sidelines, our teams have taken advantage of this opportune time in the cycle to source industrial, multifamily and data center land sites in highly desirable locations. We anticipate strong growth and returns from M&A and co-investments and expect to continue making highly accretive investments supported by our strong balance sheet.\nPlease turn to Slide 10 for a discussion of our outlook. As Bob mentioned, we are increasing our expectations for full year core EPS to the range of $4.70 to $4.90, driven by higher revenue in SOP in each segment. We anticipate a very strong fourth quarter, which should account for just over 45% of our full year EPS.\nWithin advisory, we now expect mid- to high teens SOP growth driven by stronger-than-expected transaction activity. For GWS, we anticipate mid-teens net revenue growth and a full year net SOP margin that is better than the 11.3% we produced in 2023. Our improved outlook is driven by the facilities management acquisitions in Q2 and the effects of our cost actions. For REI, our improved SOP outlook is primarily due to the large development asset sales expected to be completed in Q4, which we believe portends an upturn in this business.\nBefore I conclude, let me take a minute to update you on our longer-term outlook. We have increased confidence in achieving record EPS in 2025, assuming a continued supportive macroeconomic environment. A return to peak core EPS, just 2 years following our earnings trough reflects how well we've improved the resiliency of our business compared with prior downturns. We expect even stronger resiliency in the next cycle as a result of the moves we are making. There are several reasons for our increased confidence in our outlook.\nFirst, we expect continued double-digit growth across our resilient businesses, which are on track to contribute $1.8 billion of SOP for full year 2024, up from nearly $1.6 billion in 2023. Second, while it's difficult to predict the cadence of the recovery, we can achieve record earnings without an accelerated rebound in transaction activity. Finally, we expect additional strong growth from the capital deployment plans I described earlier.\nTaking all of this into account, we have great confidence in sustaining a double-digit long-term growth trajectory. With that, I'll hand the call back to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThanks, Emma. I'll close with some thoughts about Turner & Townsend. While Turner & Townsend has some similarities to traditional commercial real estate project management businesses, its differences are significant and compelling. Beyond traditional corporate real estate project management, Turner & Townsend manages large complex programs in the infrastructure, natural resources and green energy sectors. Examples of this include their work for the Sydney Australia rapid transit system, the New York Metropolitan Transit Authority, Toronto and Abu Dhabi's international airports, and the first new nuclear power station to be constructed in the United Kingdom in over 20 years.\nThese programs typically span many years and include an array of individual projects. When Turner & Townsend project work for corporate clients, it typically involves larger, more complex, strategically important assignments. For instance, they are currently program or project managing 112 hyperscale data centers and the creation of multiple billion dollar plus advanced manufacturing plants around the world.\nTurner & Townsend is also the world's largest cost consultancy, a rapidly growing practice that secures the best pricing from the marketplace and optimizes cost performance across large complex capital programs. The combination of Turner & Townsend and CBRE project management will create significant revenue synergies between the 2 businesses client bases and yield meaningful cost synergies through economies of scale and eliminating redundant functions. Turner & Townsend's leadership team will oversee the combined business. They have an exceptional track record in the areas of growth, strategic decision-making and risk management.\nSince Vincent Clancy took over as CEO in 2008, Turner & Townsend's net revenue has grown from approximately $225 million to $1.5 billion in 2023 and a compound annual growth rate of 13%. Since CBRE acquired our 60% ownership interest in November 2021 and Turner & Townsend's net revenue has grown at a compounded rate of nearly 20%, attesting to the benefits of being part of CBRE's platform.\nFinally, I want to stress that the combined business, which is positioned to provide years of resilient double-digit growth is large. It is expected to generate approximately $3.5 billion of net revenue and more than $0.5 billion of SOP in 2024. The business will be large enough resilient enough and rapidly growing enough to change the long-term profile of CBRE.\nNow operator, let's open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94d7d767119a58790d35605a1851518f",
    "period": "2024 Q1",
    "content": "Q1 2024 CBRE Group Inc Earnings Call\n\nQ1 2024 CBRE Group Inc Earnings Call\n\nCBRENYSEMAY 3, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Q1 2024 CBRE Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Burke, Head of Investor Relations and Treasurer. Thank you. You may begin.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's First Quarter 2024 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, statements concerning our economic outlook, our business plans and capital allocation strategy and our financial outlook. Forward-looking statements are predictions, projections and other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix.\nI'm joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer. Now please turn to Slide 5, and I'll turn the call to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. Before I begin, it's important to note that Emma and I regularly reference our performance relative to expectations during these quarterly calls. In office, the expectations we are referencing are based on the outlook we provided during our most recent quarterly call.\nWe started 2024 by delivering core earnings that exceeded our expectations. This was driven in part by solid net revenue growth. However, several notable elements of our performance differed from our time going into the year. I'll touch on 3 of them: leasing strength, property sales weakness and cost pressure.\nLeasing outperformed expectations driven by office leasing growth globally that reflects a resilient economy and companies making progress on bringing their employees back to the office. At the same time, persistent inflation kept interest rates higher than expected, which led to underperformance in our property sale transaction activity.\nOur Global Workplace Solutions segment again delivered double-digit net revenue growth even as margins fell short of expectations. Our costs in GWS have increased at an unacceptable rate, and we have initiated actions to bring them quickly back into line with revenue trajectory. These actions include consolidating the management of advisory and GWS under our Chief Operating Officer, Vikram Cole, with an explicit focus on rapidly bringing out unnecessary costs and better integrating the solutions we deliver for occupier clients. Significant progress has already been made on these efforts.\nWe expect GWS' cost challenges to be mostly mitigated by year-end with the majority of our actions being initiated in the second quarter. As a result, this segment remains poised to achieve mid-teens SOP growth for the full year. Looking across the whole business, we remain confident that we will generate core earnings per share in the range of $4.25 to $4.65. Our confidence is underpinned by our resilient businesses continued strong performance, our rapid actions on costs and the fact that advisory services remains on track to achieve its growth target for the year despite a more uncertain economic outlook. Emma will discuss the specifics of our outlook in greater detail after reviewing our first quarter performance. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. At a consolidated level, core EBITDA was in line with our expectations as slight outperformance in REI and lower-than-expected corporate costs offset margin underperformance in GWS. Advisory SOP performed as anticipated.\nCore [indiscernible] exceeded expectations due to a onetime tax benefit. Please turn to Slide 6 for a review of the Advisory segment. Despite an interest rate outlook that's steadily worsened throughout the quarter, Advisory net revenue rose 3%, consistent with expectations, bolstered by its first quarter transactional revenue growth in 6 quarters and growth from every line of business except property sales.\nLeasing revenue rose in every region, and global growth exceeded our expectations. Office leasing grew by double digits globally as a resilient economy and progress on return to office plans have been both intended to make occupancy decisions. We have continued to see strong momentum in U.S. leasing in April.\nFinancial services companies are leading the recovery with active demand up more than 20% year-over-year of U.S. gateway markets, reflecting their considerable progress in bringing employees back to the office. Tech companies continue to lag with demand 50% below pre-COVID levels.\nGlobally, property sales revenue declined 11% with weakness in the U.S. and APAC. EMEA is showing early signs of recovery with sales up 8% year-over-year, where growth was led by the U.K., where property values have made more progress towards resetting as well as [indiscernible]. We saw strong growth in our loan origination business despite continued weak property sales activities.\nOur growth was driven by loan origination activity and escrow income. Loan origination fees grew 16%, primarily driven by a heavier weighting of higher-margin loans sourced with debt funds. Escrow income is de minimis in a low interest rate environment, but acts as a hedge in the current economic environment. We saw this in Q1 when escrow income increased nearly threefold from Q1 2023.\nThe remaining businesses within Advisory, Property Management, Loan Services and Valuations together grew revenue by 5% as expected. For the full year, we expect these businesses to deliver low double-digit revenue growth led by property management, particularly as the Brookfield office assets are on-boarded beginning in Q2.\nMoving to advisory SOP, I'll call out 2 onetime impacts that weighed on margins in the quarter. First, we experienced elevated medical claims that should reverse later in the year; and second, we trued up interest income owed to a small number of clients. Absent these onetime costs and excluding OnStar, margin would have improved 25 basis points versus the prior year Q1. Please turn to Slide 7 as I discuss the GWS segment.\nNet revenue rose 10%, in line with our expectations. Facilities Management and Project Management net revenue were up 11% and 7%, respectively. Project Management faced a particularly difficult comparison as net revenue surged 18% in Q1 2023. We had a second consecutive quarter of very strong business wins with a healthy balance between new clients and expense.\nAs of the end of Q1, we already have commitments for nearly $900 million of anticipated net revenue growth, representing the significant majority of our projected growth for the full year. Having already locked in this much of our expected growth gives us confidence in achieving our full year revenue plan.\nSOP margin on net revenue declined by 90 basis points from the prior year Q1. More than half of the decline reflects a onetime impact to gross profit margin from the same unusually large medical claims we saw in Advisory. The remainder is related to 2 areas of higher costs.\nFirst, we've made investments in certain initiatives that we are discontinuing. Second, our operating expenses have crept up over time as we've expanded into new sectors, entered new geographies and added redundant costs related to recent M&A. In response, we were taking a fresh look at GWS' cost structure and are already executing substantial actions across the business. The benefit of these cost actions, as well as our elevated new business wins, will be apparent in Q3 and particularly Q4. Please turn to Slide 8 for a discussion of the Real Estate Investments segment.\nThis segment's significantly lower earnings were slightly better than we had expected. As we previously discussed, last year's first quarter benefited from an unusually large gain on a development portfolio while project sales activity remained subdued in the current higher cap rate environment. The value of our development in process portfolio increased by $3 billion to $9 billion in total, due to the start of a particularly large fee development project.\nInvestment Management performance was in line with expectations and below the prior year, largely due to slightly lower AUM. Fundraising activity was up 50% compared with Q1 2023. Inventors are showing strong appetite for enhanced return and infrastructure strategies, although we expect fundraising to flow from the first quarter's robust levels. Recent fund raising is not yet reflected in AUM, which fell modestly in the quarter to $144 billion, driven by negative market and FX movements.\nBefore turning to our outlook, I want to briefly touch on free cash flow. Cash flow conversion has improved for the second consecutive quarter, and we are beginning to see the reversal of incentive compensation headwinds that we experienced last year driven by record earnings in 2022. We expect to generate approximately $1 billion of free cash flow this year and end the year with around 1 turn of net leverage. Now please turn to our updated outlook on Slide 9.\nAlthough interest rate expectations have changed significantly and the economic outlook is more uncertain, as Bob noted, we remain confident that we'll earn core EPS in the range of $4.25 and to $4.65 this year. Within Advisory, we continue to expect mid-teens SOP growth unless economic conditions take a sharp turn for the worst. Our base case scenario envisions that the economy remains resilient and interest rate cuts are delayed. Under these conditions, faster leasing growth compensates for subdued sales activities.\nAs Bob mentioned, we also still anticipate mid-teens SOP growth for the GWS segment. SOP growth will be very heavily weighted to the second half as recent wins are on-boarded, and we see the impact of our cost-cutting efforts. In REI, we now expect a more pronounced SOP decline, given continued higher interest rates. However, the range of outcomes is better than normal with the key variable being whether the market for development project sales improved late in the year.\nWhile REI SOP is unusually depressed right now, we expect these businesses to lead our growth once market conditions inevitably improve. Additionally, as for broad-based efficiency efforts, our COO, [indiscernible] and I are taking a hard look at corporate costs and expect them to be lower for the year than initially anticipated. Assuming the midpoint of our outlook range, we expect to generate nearly 70% of full year core EPS in second half of the year. This heavy normal weighting reflects the expected cadence of GWS revenue and cost reductions and a slight recovery of our property sales and [indiscernible] businesses later in the year.\nOur expectations for profit growth in 2014 are now driven to a greater degree by the cost components of our business, which are within our control. As such, we remain confident in our ability to achieve our earnings outlook under a range of reasonable economic assumptions. With that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f0c5299a9a2253a670956586005a42d7",
    "period": "2023 Q4",
    "content": "Q4 2023 CBRE Group Inc Earnings Call\n\nQ4 2023 CBRE Group Inc Earnings Call\n\nCBRENYSEFEB 15, 8:30 AM\n\nOperator\n\nHello, and welcome to the CBRE Q4 2023 Earnings Conference Call and webcast. [Operator Instructions] As a reminder, this is being recorded. It's now my pleasure to turn the call over to Brad Burke Head of Investor Relations and Treasurer. Brad, please go ahead.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Fourth Quarter 2023 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials. Before we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, statements concerning our economic outlook, our business plans and capital allocation strategy and our financial outlook. .\nForward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation appendix.\nI'm joined on today's call by Bob Sulentic, our Chair and CEO; and Emma Giamartino, our Chief Financial Officer. Now please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. CBRE ended 2023 on a high note with fourth quarter year-over-year operating profit growth across all 3 of our business segments. Even though 2023 was a difficult year for commercial real estate, we delivered the third highest full year earnings in CBRE's history as our resilient businesses continued their strong growth. This partly offset market-driven revenue declines in businesses that are sensitive to interest rates and debt availability. Emma will talk about our resilient businesses in greater detail at the beginning of her comments.\nWe are committed to driving significant gains in all of our businesses with a particular focus on through-cycle resiliency and double-digit compound long-term earnings growth. Two recent wins highlight our progress. First, with the acquisition of J&J Worldwide Services and our GWS segment. We will increase our technical services capabilities for U.S. federal government clients and open a mostly untapped channel in a difficult to penetrate market. This is a large market characterized by steady growth and long-term contracts. Second, our strategic partnership to provide property management services for Brookfield Properties, 65 million square foot U.S. office portfolio is among the largest in the history of our sector.\nWe believe there will be more opportunities of this nature, which we are well positioned to capture. We start 2024 with strong new business pipelines across our company. We also see attractive M&A and REI co-investment opportunities. Investor and lender sentiment has improved, and we anticipate this will lead to increased transaction volumes starting in the second half of the year when short-term interest rates are expected to fall. Against this backdrop, we expect to achieve core EPS of $4.25 to $4.65 in 2024, implying mid-teens percentage growth at the midpoint of the range. This broad range reflects the difficulty in predicting the precise timing of a recovery. It is notable that any outcome in this range would still be well below the long-term earnings potential of CBRE.\nWith that, Emma will walk you through our results and outlook in more detail.\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. Before turning to segment performance, please turn to Page 6 as I provide more insight into our resilient businesses. We've used this term regularly in our earnings calls over the last several quarters, and it is now being used broadly in our sector. CBRE defines resilient businesses as those which hold up well in a down market cycle either because of their noncyclical characteristics or because they benefit from secular tailwinds. For CBRE, those businesses include the entire GWS segment, loan servicing, valuation, property management and recurring asset management fees in our investment management business. When we use this term, this is the group of businesses we are referencing.\nThese resilient businesses, in aggregate, generated nearly $1.6 billion of SOP in 2023 and are expected to generate $1.8 billion of SOP in 2024. This would represent a sixfold increase from 2011, the first full year of market recovery following the global financial crisis. We expect 2024 to be the beginning of a market recovery, albeit a more gradual one. For context, our resilient businesses have grown SOP over 3x as fast as our transactional businesses since 2011, and they are expected to be nearly double the size of our entire business at a similar point in the last cycle.\nPlease turn to Page 7 as I review our results and outlook for 2024. Across the advisory segment, net revenue and SOP essentially matched the prior year's Q4. Leasing saw a slight uptick in revenue for the quarter, driven mostly by EMEA and APAC. Globally, higher office leasing offset slightly less industrial activity. Within property sales, industrial and retail declined less than multifamily and office, supported by healthy fundamentals. Commercial mortgage origination revenue growth was attributable to interest earnings on escrow balances. The rest of our advisory business lines together achieved a 6% net revenue increase.\nTurning to Page 8. GWS had another strong quarter. Net revenue and SOP grew by double digits. Facilities Management net revenue increased 14% for the quarter and 13% for the year. Most significantly, our sizable GWS local business has been increasing net revenue at or above a mid-teens clip and is well positioned to sustain this growth rate for the long term. Project Management net revenue grew 11% for the quarter and 14% for the year. This was led by the large-scale program management work being done globally by Turner & Townsend. Notably, we had record pipeline conversion to new GWS contracts during Q4 with a balanced mix of new clients and existing client expansions.\nTurning to Page 9. SOP in our REI segment increased to $68 million in Q4, up from just $17 million in the prior year Q4. Development exceeded expectations due to the earlier than anticipated monetization of several assets in the U.S. Investment Management operating profit rose significantly in Q4, driven by higher incentive fees and recurring asset management fees. Investment management AUM ended 2023 at $148 billion, up $3 billion for the quarter, largely driven by favorable currency movement and modest net capital inflows which offset lower private asset values. For the year, AUM was down $2 billion. While exit value declines appear to be slowing, we anticipate values will remain under pressure in early 2024.\nBefore turning to our 2024 outlook, I'll comment on our capital allocation strategy on Slide 10. We are on track to deploy more than $2 billion of capital for the 12 months ending Q1 2024. This deployment includes M&A, mostly in our resilient businesses and a record level of co-investment commitments in REI. By thoughtfully using our balance sheet, we made targeted opportunistic investments, while other investors have been largely on the sidelines. These investments have been underwritten at returns well above our cost of capital. And specifically, our REI investments are projected to generate notably high returns. We also repurchased nearly 8 million shares in 2023 at a time when we believe they have been attractively valued.\nOur 2024 capital deployment will be supported by improved free cash flow, which we expect to total at least $1 billion as certain headwinds reversed this year. As we've previously discussed, we had several large cash expenses in 2023, mostly timing-related items such as cash variable compensation and cash income taxes tied to 2022 record results that did not flex down with last year's lower earnings. We estimate that the reversal of these items alone will drive a $500 million benefit to free cash flow compared with last year. Taking all of this into consideration, we expect to end 2024 with net leverage around one turn.\nNow I'll review our 2024 outlook on Slide 11. In the advisory segment, we expect net revenue to increase by mid- to high single digits with mid-teens SOP growth. The expected margin improvement reflects fixed cost leverage and the benefit of ongoing cost reduction initiatives. Advisory accounts for about 2/3 of the $150 million run rate cost savings initiative announced last quarter with half of the benefit being realized in 2024. These savings offset cost growth elsewhere in advisory this year, notably from higher expected discretionary compensation tied to improved financial performance. We anticipate that capital markets revenue will grow by mid-single digits. Investor sentiment has improved in the last 9 days, reflecting a better interest rate outlook.\nReal estate allocations are approaching target levels and this reflects an easing of the denominator effect as public equity markets have rebounded while private relist values are being written down. We expect leasing to grow modestly in 2024. We are cautiously optimistic that the worst is over for office leasing, particularly for Class A properties, where we generate approximately 2/3 of leasing revenue. Leading indicators from our data partner, VTS, indicate U.S. office demand has been gradually turning up over the last 6 months. The growing consensus about an economic soft landing, coupled with the apparent stabilization of office utilization rates may make more employers confident enough to commit to office leases. Additionally, leasing demand should remain relatively strong for industrial deals, particularly for properties under 500,000 square feet.\nOur remaining advisory business lines together are expected to achieve low double-digit net revenue growth. In the GWS segment, we expect mid-teen SOP growth, including the expected partial year contribution from the J&J acquisition. Continued strong organic growth will be driven by broad demand across client sectors and geographies. The local business will lead growth in GWS, expected to generate more than $200 million of operating profit as we benefit further from our investments in this business. Our enterprise business is also seeing strong demand from both mature sectors like financial services as well as newer adopters of outsourcing, such as industrial, health care, and life sciences companies.\nWithin project management, significant growth will be led by Turner & Townsend, which is in the early stages of penetrating the U.S. market. We anticipate seeing most of the revenue impact from our sizable Q4 wins in the second half of 2024 as new clients are onboarded. And even with the record level of conversions in Q4, our GWS pipeline ended 2023, 10% higher than the prior year. Shifting to REI. We expect SOP in 2024 to be slightly below 2023's level. Note that last year's SOP included a single development portfolio sales which generated more than $100 million of profit in Q1. In Investment Management, we expect operating profit to increase modestly from 2023 as stabilizing market conditions drive higher promote fees and improved co-investment returns.\nWe expect development operating profit will be subdued this year as the projects we expect to monetize will be sold at higher cap rates than we underwrote at the peak of the prior market cycle. At current market cap rates, we have hundreds of millions of dollars of operating profit embedded in our in-process portfolio and a pipeline of new opportunities with an attractive spread between our cost of development and current market value. On balance, we are cautiously optimistic about 2024. Our expectation of achieving core EPS of $4.25 to $4.65, is contingent on long-term interest rates remaining around current levels, the Fed proceeding with the anticipated short-term rig cuts and the U.S. economy avoiding a recession.\nThis year's earnings are likely to be more heavily weighted than usual to the second half. The third and fourth quarters are expected to account for approximately 2/3 of our EPS, while the first quarter will contribute a mid-teens percentage of the annual total. This distribution is similar to what we experienced in 2021 when we also had a second half recovery. We continue to see a path to returning to our prior core PS peak in 2025. That path is supported by continued double-digit growth in our resilient businesses and a gradual recovery in our transactional businesses. Importantly, CBRE can reach prior record earnings without our transactional businesses, SOP rebounding to 2019 levels.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7980be3099c3256db06e6f0a2c186d4a",
    "period": "2023 Q3",
    "content": "Q3 2023 CBRE Group Inc Earnings Call\n\nQ3 2023 CBRE Group Inc Earnings Call\n\nCBRENYSEOCT 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE Group Inc. Q3 2023 Earnings call. [Operator Instructions] It is now my pleasure to introduce your host Bradley Burke Investor Relations it is now my pleasure to introduce your host. You may begin, Mr. Brad Burke.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Third Quarter 2023 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel auto contains additional supplemental materials. Before we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, statements concerning our economic outlook our business plans and our financial outlook.\nForward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings.\nWe have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures together with explanations of these measures in our presentation deck appendix. I am joined on today's call by Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial Officer. Now please turn Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. Commercial real estate capital markets remained under significant pressure in the third quarter. As a result, we experienced a sustained slowdown in property sales and debt financing activity, which drove the decline in core EPS.\nThis decline was exacerbated by delays in harvesting development assets, which we will sell when market conditions improve. Over the last several quarters, we have detailed the increased importance of our resilient and secularly favored businesses. These businesses saw continued solid growth in the third quarter, led by Global Workplace Solutions. Interest rates have increased more than 100 basis points since we reported second quarter results 90 days ago, continuing the sharpest rise in rates in nearly 40 years.\nThe unexpected jump in rates has pushed back the capital markets recovery. Property prices are gradually declining, and we believe this process won't complete and transaction activity won't rebound materially until investors are confident that interest rates have peaked and credit becomes readily available. We now believe this rebound is unlikely to occur until the second half of next year at the earliest. In the meantime, as we discussed last quarter, pockets of opportunity exists and the breadth and depth of our market presence gives us visibility into where we want to be positioned for the long term.\nFor example, year-to-date, we've committed more than $350 million in co-investments to value-add opportunistic and development strategies and believe these investments are positioned to deliver quite attractive returns as market conditions improve. This is the time in the market cycle when well-positioned investors can secure opportunities that deliver outsized returns. We expect to identify and act on more opportunities to deploy capital, especially in co-investments in M&A while the market is depressed.\nIn light of continuing challenges, in the real estate capital markets, we have lowered our expectations for 2023 core EPS to a mid-30% decrease from the 20% to 25% decline we anticipated 90 days ago. The reduced outlook is almost entirely attributable to our interest rate sensitive businesses. While it's difficult to forecast the timing of the capital markets recovery, the resilient and secularly favored businesses we mentioned earlier have generated over $1.5 billion of SOP over the last 12 months and we expect them to represent over 60% of CBRE's SOP for full year 2023.\nWe further expect SOP from these businesses to increase by double digits next year. Emma will walk you through our outlook after she reviews the quarter. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. Please turn to Slide 6 for a review of Advisory Services results. This segment's net revenue fell 17% and SOP declined to 35% versus the prior year's Q3. Across geographies, APAC showed the best relative performance with revenue up 3% led by continued strong growth in Japan. Revenue was weak across EMEA declining 18%, slightly better than the Americas, where revenue fell 21%.\nThe revenue decline was most pronounced in property sales, which decreased 38% with both fires and [indiscernible] pausing amid the sharp and unexpected interest rate increases over the past 90 days. EMEA sales revenues saw the greatest decline at 47%, while APAC sales revenue fell only 12%. In the Americas, property sales revenue dropped 41%.\nIronically, compared with other major property types also saw the least severe decline due to weak prior year comps and seller capitulation. Industrial sales were largely limited to properties under 300,000 square feet and multifamily sales were concentrated in core and core+ properties as investors focus on the highest quality properties to mitigate risk.\nCommercial mortgage origination revenue fell less than property sales, down 18%. The decline was tempered by our significant business with the GSEs, which have taken share amidst the broader pullback in lending. Beyond Capital Markets, our leasing revenue declined by 16%, a few percentage points below what we had anticipated going into the quarter.\nSignificant growth in several APAC countries was offset by lower revenue in both EMEA and the Americas. Economic uncertainty continues to delay occupier decision-making, particularly for large office and industrial deals. For example, leasing revenue declined by 23% in the U.S., but the number of leases completed was only down 10%.\nThe remaining lines of business in our advisory segment were relatively flat with growth in both loan servicing and property management, offsetting weaker valuations revenue, which is tied to sales and financing activity. Please turn to Slide 7 as I discuss the GWS segment. GWS posted another strong quarter with net revenue and SOP increasing by 14% and 15%, respectively.\nBoth facilities management and project management generated mid-teens net revenue growth. Our business continues to benefit from our focus on industry sectors that allow us to meet the unique needs of our diversified client base. Growth year-to-date has been notable in 3 sectors: health care due to our enhanced capabilities to meet client needs, energy spurred by strong expansion with existing clients, along with growth in renewable energy, and industrial and logistics, an industry that is increasingly embracing outsourcing in their manufacturing plants to reduce costs.\nWe are also seeing continued strong revenue growth in our GWS local business driven by a mix of new and existing clients. Investment in our U.S. local business, which I discussed last quarter, resulted in several new wins and accelerated revenue growth.\nIn addition, our Turner & Townsend project management business continues to outperform expectations, most notably through their expansion in the U.S. Our GWS pipeline reached a new record in the quarter, with 1/3 of our pipeline coming from first-generation outsourcing clients. That is clients who have not previously outsourced their real estate operations.\nThe growth in first-generation pursuits reflects Corporation's increased interest in reducing occupancy costs amid the uncertain economic environment. Our remaining pipeline is filled with occupiers that are looking to either expand their scope of services with CBRE or switched their service provider to CBRE because of our ability to provide more integrated global solutions.\nMargins improved slightly in Q3 due to strong revenue growth that offset the investments made earlier this year, allowing us to achieve operating leverage. We anticipate further margin expansion next quarter. Now I'll turn to Slide 8 for a discussion of the REI segment. Overall SOP totaled just $7 million, reflecting few U.S. development asset sales and lower operating profit in our Investment Management business.\nWithin Investment Management, the decline in operating profit was primarily driven by negative marks in our more than $330 million co-investment portfolio compared with positive marks last year as well as lower incentive fees. AUM declined sequentially to $144 billion, primarily due to lower property valuations and negative foreign currency effects, which offset modest net inflows. While fundraising has decelerated materially across the sector, including for CBRE, investors remain keenly interested in higher target return strategies to take advantage of current market stress and dislocation such as opportunistic secondaries and value-add real estate strategies.\nAnd we have committed almost $200 million year-to-date in co-investment capital in support of these strategies. This is a record level of co-investment across our funds and a substantial increase in our commitment to higher return strategies. We have focused on follow-on funds with strong track records and led by experienced portfolio management teams.\nDevelopment results were below expectations due to deals slipping into 2024. Historically, we've covered the U.S. Development business's operating costs with project fees, and we expect this to be the case going forward. Our in-process portfolio was flat with last quarter as we added a few new projects, but also did not have any meaningful asset sales.\nNote that we have refined our development portfolio definition to better reflect projects that are actively under construction. The primary change is that the definition of in-process now only includes projects that have started construction, whereas the prior definition included projects that are under our control with construction expected to start within 12 months.\nThe environment for harvesting development projects and recognizing the related gains has become increasingly challenging. The project sale process is progressing more slowly than we typically see, driven by increased caution from buyers. This has been elongating the sale process rather than impacting pricing. However, we are reaching a point where pricing will be impacted.\nAnd in that case, we will proactively decide to hold well-capitalized assets until market conditions improve. As Bob noted earlier, these circumstances, which put downward pressure on our business in the short run, create opportunities to secure assets that will lead to substantial future profits.\nLooking forward, we have continued to invest in development with more than $150 million committed year-to-date. These investments are focused on securing multifamily and industrial projects at a time of capital market dislocation that we expect to deliver historically attractive returns. Please turn to Slide 9. As we've noted, the current environment is providing opportunities to deploy capital strategically.\nWith respect to M&A, we continue to evaluate many opportunities across our lines of business. However, we are being disciplined about pricing and thorough in our due diligence. Just as the rise in interest rates and increased uncertainty impacts real estate transactions, it also affects M&A deals. We have passed on otherwise attractive deals where we could not close the gap in pricing with sellers.\nOur total rates to achieve returns above our risk-adjusted cost of capital have increased along with interest rates. The seller pricing expectations for the most part have adjusted more slowly. In the meantime, we completed over $500 million of share repurchases during the quarter, bringing our year-to-date total to $630 million.\nVolatility during the third quarter allowed us to get close to our share repurchase target for the full year. I want to reiterate that while we are looking to take advantage of this period of investment opportunity, we remain highly disciplined around pricing, and we are fully committed to maintaining an investment-grade balance sheet with a leverage ratio below 2 turns.\nNext, I'll briefly touch on cash flow and cost reductions. Full year free cash flow is tracking below our prior expectations primarily due to lower earnings. In addition, several large uses of cash, mostly timing-related items such as cash compensation tied to last year's results do not flex down with this year's lower earnings. As a result, these items are a headwind to free cash flow this year. As these timing impacts reverse next year, we anticipate a significant improvement in our 2024 free cash flow generation. We discussed earlier this year that we were prepared to cut costs further if the market environment deteriorated.\nThat time has come, and we will be reducing costs across our lines of business. We have already targeted $150 million of reductions in our run rate operating costs, primarily focused on our transactional lines of business that have been most negatively impacted by the market downturn. We expect to provide more detail on the benefit of our cost savings actions when we provide 2024 guidance next quarter.\nTurning to our outlook. As Bob noted earlier, we now expect core EPS for the full year to decline by mid-30%. Our expectations for double-digit revenue and SOP growth in our GWS segment, are more than offset by capital markets-driven SOP declines in advisory and REI segments. Looking to next year, while the recovery of transaction activity, particularly in capital markets, will take longer than initially anticipated, we expect double-digit growth of our resilient and secularly favored lines of business, which combined have exceeded $1.5 billion of SOP on a trailing 12-month basis.\nIn addition, we will continue to benefit from strategic deployment of capital and our cost reduction initiatives. Taking into account all of these circumstances, we believe this year will be the trough for our earnings and anticipate meaningful growth next year. However, our return to record earnings will likely be delayed a year relative to our earlier expectations. With that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d560b01569a3fa2c3fe5118731e5c6b3",
    "period": "2023 Q2",
    "content": "Q2 2023 CBRE Group Inc Earnings Call\n\nQ2 2023 CBRE Group Inc Earnings Call\n\nCBRENYSEJUL 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE Q2 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Brad Burke. Please go ahead, sir.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Second Quarter 2023 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, statements concerning our economic outlook, our business plans and our financial outlook. Forward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings. We have the reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix.\nI am joined on today's call by Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial Officer.\nNow please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. Like last quarter, CBRE's results slightly exceeded our expectations, driven largely by better-than-expected growth in Global Workplace Solutions and aggregate growth in our resilient lines of business, which Emma will describe in detail, offset by weaker-than-expected property sales and advisory services.\nIt is notable when considering our performance that the prior year comparison was especially difficult. We had our best quarter ever for core earnings per share in last year's second quarter. driven by exceptionally robust development earnings. To put this in perspective, our development earnings in last year's second quarter exceeded the level of development operating profit in any prior full year except 2021. With this in mind, my remarks this morning will largely focus on how both CBRE and the macro environment performed relative to our expectations coming into the quarter, followed by some high-level comments on our outlook. The economy performed better than we had anticipated going into the quarter in terms of both GDP and employment growth. However, the opposite was true with respect to interest rates, were increases in the last 90 days, coupled with expectations that rates will end the year higher than anticipated last quarter pressured the elements of our business that are sensitive to commercial real estate capital flows, particularly our sales and financing businesses, we expect this pressure to continue for the remainder of the year.\nAt the same time, we are beginning to see signs in our own business that will eventually lead to improved performance likely starting next year. For example, we capitalized 10 new development projects during the second quarter versus only 5 projects in the prior 2 quarters combined. Our investment management team responsible for cap leasing has noted a definitive change investor sentiment in the last 90 days. Many of these investors remain cautious but are now exploring how they can take advantage of the reset in pricing as they develop their 2024 commitment plans.\nLooking ahead, we still anticipate a mild recession. However, we now expect the recession to occur at least 1 quarter later than we had previously thought, followed by a recovery beginning next year. We realize that our investors are closely watching the U.S. office market and bank exposure to commercial real estate loans. Our views regarding both are consistent with those we expressed at the end of the first quarter. We now expect full year 2023 core EPS to decline by 20% to 25% against last year's record level, with the majority of the decrease due to the delayed capital markets recovery. We continue to expect our resilient lines of business in aggregate to grow for the full year at a rate that is consistent with our expectations 3 months ago.\nFurther, we believe there is a reasonable path to achieving a record level of core EPS in 2024. Although reaching that goal now has become more difficult with expected delay and the return of capital markets activity. Emma will now take you through a more detailed look at our performance for the quarter and provide additional insights on our outlook. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. On a consolidated basis, growth of our resilient lines of business continued during the quarter. Together, these businesses, which consist of our entire Global Workplace Solutions business, loan servicing property management, valuation and the asset management component of Investment Management saw net revenue rise 10% in constant currency.\nPlease turn to Slide 6 as I discuss our Advisory Services results. Weakness in Capital Markets had a pronounced effect on the advisory business. Advisory net revenue fell 21% against a challenging prior year comparison when net revenue grew by more than 20% versus Q2 2021. Our capital markets businesses, property sales and loan origination together saw revenue fell 44% versus a 13% increase in the prior year second quarter.\nIn the Americas, property sales revenue fell 49% more than expected, reflecting limited credit availability and the gap between buyer and seller expectations. We are beginning to see an uptick in investor appetite for industrial assets where buyers will accept modest negative leverage due to the significant embedded rent gains over the past several years. In U.S. multifamily CBRE currently has $18 billion of deals in the market, more than double our volumes sold in the first half of the year.\nSales revenue fell 43% in EMEA and 11% in APAC, both in local currency. We are increasingly well positioned in APAC. Notably, revenue in Japan has increased by 16% in local currency year-to-date, and this has become our most profitable advisory market outside the U.S. In contrast with Capital Markets, leasing performed in line with our expectations with revenue down 16% versus 40% growth in the prior year second quarter. The leasing decline was driven by the Americas. Leasing revenue grew in overseas markets as combined APAC and EMEA increased 6% in local currency.\nAmong property types in the U.S., office was weakest with revenue down 30%, while Industrial was down only 10% against the challenging prior year comparison. Loan servicing revenues declined 6% and due to significant prepayment fees in the prior year. Excluding prepayments, loan servicing revenue increased by 6%. Prepayment fees fell significantly beginning in the third quarter of last year, so the prepayment headwind should diminish going forward. Valuation revenue declined 6% in the quarter in local currency, largely driven by our U.S. business.\nIn the U.S., we perform a significant volume of work for financial institutions. This business has slowed down this year as investors pulled back from investment into commercial real estate. Property Management net revenue rose 5% in local currency, increasing across most geographies with notable strength in Continental Europe and Southeast Asia.\nTurning to our GWS business on Slide 7. Net revenue increased 13% and SOP grew by 7% in the quarter, slightly exceeding our expectations. Growth was driven by the continued strength of our local business in the U.K. and expansion into the U.S. and an enterprise FM clients where we increased both the scope and geographic reach of our services. Demand for project management services also remained strong, led by our Turner & Townsend business.\nSOP margins declined from the prior year second quarter due to higher OpEx investments to support our local businesses, continued geographic expansion as well as costs associated with integrating recent acquisitions. Even though we expect these investments to continue through the balance of the year, full year SOP should be slightly better than we expected with the margin in line with last year's level.\nOur local business represents a tremendous growth opportunity, particularly in the U.S., which is expected to account for just 15% of this business lines net revenue this year. This business began with the Norland acquisition in late 2013. It has grown significantly from its original U.K. focus and net revenue is expected to grow by over 20% this year. Our pipeline remained elevated, more than 20% above the Q2 2022 level. The pipeline growth is driven by large first-generation outsourcers that are focused on lowering the real estate costs.\nTurning to our REI segment on Slide 8. As expected, SOP was down significantly versus the prior year when we generated a record SOP from this segment. Looking at the Investment Management business, nearly all of the operating profit decline was driven by lower incentive fees and modest co-investment losses versus co-investment gains in last year's second quarter. Assets under management fell by 1% driven by lower market valuations. The foundation of our IM business, which earns base fees on core and core plus assets remains healthy, and we expect co-investment gains and incentive fees to return when broader commercial real estate market conditions improve.\nTurning to development. We realized a modest operating loss. As we have discussed before, it is important to look at this business over the long term versus any particular quarter. Our highly flexible financing structure allows us to hold on to completed assets if we believe they can yield better returns in the future. And we continually evaluate our portfolio with that in mind. On a trailing 12-month basis, we generated $92 million in development and operating profit compared to $544 million in the prior 12 months, a period of record performance. Due to anticipated asset monetizations in Q4 of this year, we expect higher operating profits for the full year than we realized over the trailing 12-month period. As Bob mentioned, investors have begun to selectively deploy capital into development, favoring well-located industrial and residential projects. Our pipeline increased slightly during the quarter, positioning us well for a market recovery.\nPlease turn to Slide 9 for a discussion of capital management and our balance sheet. During the quarter, we raised $1 billion of capital through a senior unsecured bond offering and shortly after quarter end, we raised an additional $350 million from refinancing and upsizing our euro term loan. We now have even more capacity to invest while maintaining an investment-grade balance sheet. We have a robust M&A pipeline and are evaluating multiple opportunities in the range of $1 billion. We expect these investments, if completed, will drive meaningful shareholder value. We did not repurchase any shares in Q2 but have repurchased $100 million of shares month-to-date.\nLooking at free cash flow, we had originally expected to generate just over $1 billion in 2023. We now expect this figure to be closer to $600 million to $800 million for 2 main reasons. First, as noted, our expectation for earnings has declined, which has a direct impact to cash flow. Second, the cost of Trammel Crow Company developments that are consolidated on our balance sheet as well as broker recruitment costs run free cash flow. We are seeing attractive opportunities to make targeted investments in both land acquisitions for future development and broker recruiting, and we now anticipate investing more in these 2 areas versus our expectation last quarter.\nI'll end with our updated outlook for 2023 on Slide 10. As Bob noted, we now expect core EPS to decline 20% to 25% from last year's record level. greater than the low to mid-double-digit decline we previously discussed. Our original outlook anticipated a low teens decline in advisory SOP, a low double-digit increase in GWS SOP and a nearly 30% decline in REI SOP coming off a year when our development business produced $330 million of operating profit. The incremental decline in our revised outlook is primarily driven by our view that the capital markets will not recover until next year. As a result, we expect lower investment sales and loan origination revenue than we anticipated 90 days ago. and an extended time line to realize gains both in development and investment management.\nLooking at each segment, we now expect advisory SOP to decline by approximately 20% for the full year, a greater decline than we had been anticipating. In GWS, we now expect SOP to reach over $1 billion for the year or low to mid-double-digit growth, slightly better than we previously expected, with the margin on net revenue in line with 2022 level. In REI, we now expect full year SOP in the low $300 million range, reflecting a 35% to 40% decline slightly worse than you previously expected. The primary driver is lower than anticipated co-investment gains and incentive fees in investment management as well as fewer development gains.\nWe expect core EPS in the second half to be heavily weighted to the fourth quarter. beyond normal seasonality, we anticipate most development sales will take place in Q4, and the investments we're making in the growth of the GWS business will have an increasing benefit through the second half of the year. As such, we expect the fourth quarter to represent nearly 3/4 of second half core EPS. With that, operator, we'll open the call for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99c8f7f9004fe2536586807a9caaa5e1",
    "period": "2023 Q1",
    "content": "Q1 2023 CBRE Group Inc Earnings Call\n\nQ1 2023 CBRE Group Inc Earnings Call\n\nCBRENYSEAPR 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to CBRE's First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Burke, Senior Vice President of Investor Relations and Strategic Finance. Thank you, Brad. You may begin.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's First Quarter 2023 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use all along with our prepared remarks and an Excel file that contains additional supplemental materials. Before we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, statements concerning our earnings outlook. Forward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix. I'm joined on today's call by Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial Officer.\nNow please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, Chief Executive Officer & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. Our first quarter results were slightly better than we expected going into the year, but still down significantly from last year's strong first quarter. Our performance relative to our expectations was led by the cyclically resilient elements of our business and our cost management efforts, which more than offset a greater-than-expected decline in property sales. The elements of our business that are cyclically resilient include our entire GWS business, loan servicing, property management, valuations and asset management fees from our investment management business. Combined, these businesses saw revenue increase nearly 10% during the first quarter and are expected to account for more than 50% of our business segment operating profit for the year, a record high. With this increased diversification, our business is more resilient, but current conditions are difficult for capital markets and getting more difficult for leasing.\nThere are three major reasons for these difficulties. First, inflation, elevated interest rates and the likelihood of a recession. Second, banking system stress and third, issue specific to the return to office and office utilization. I'll address each of these. We are aligned with the consensus view that the economy will tip into a recession later this year. We believe it will be a moderate recession and that an eventual easing of the Fed's monetary policy will spur a rebound in economic activity in 2024. The comments Emma and I make today and our responses to questions will be shaped by that view. The high-profile regional bank failures last month have further constrained lending. However, we are not in another global financial crisis when all debt capital source is contracted simultaneously.\nRegional banks are still lending to commercial real estate but on a much more selective basis. We expect the regional bank pullback to be partly offset by other capital sources, including the GSEs, debt funds and private capital sources. Looking at the office market, we estimate it will take this asset class twice as long to recover the lost value as it did in the aftermath of the global financial crisis. This reflects the formidable challenges facing office assets, driven by both the slow progress employees return to office and the shedding of jobs in tech and other sectors. Ultimately, we believe that office portfolios will shrink meaningfully from where they were prior to the pandemic, making offices a smaller but still very large commercial real estate asset class.\nEven with these legitimate concerns in line, we believe sentiment has deteriorated more than the fundamentals that underpin our business. This pattern is typical with commercial real estate investors and occupiers, becoming overly bearish in anticipation of and during early stages of a down cycle. It is our view that debt cost and cap rates are likely near their peak and should gradually improve starting later this year, driving a turnaround that will significantly impact 2024 performance. To expand on my earlier remarks regarding the growing resilience in our business, our Global Workplace Solutions segment, which generated more than $900 million of segment operating profit over the past 12 months, is expected to grow by double digits this year. In total, our cyclically resilient business lines, including GWS, produced approximately $1.5 billion of segment operating profit over the past 12 months and we expect them to grow in aggregate by high single digits this year.\nIt's also important to note that we have become much less dependent on office properties, which accounted for just 14% of U.S. property sales revenue in 2022. Other asset classes where we have large businesses will be more resilient. For instance, we expect valuations for industrial and multifamily to fully recover in 2 to 3 years, less than half the time it took coming out of the global financial crisis. Although we anticipate pressure on our transactional businesses to intensify further this year, we are maintaining our earnings outlook for full year 2023.\nEmma will discuss this in detail during her remarks. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. As Bob mentioned, the diversification of our business and rigorous financial discipline were key to producing Q1 results that were slightly better than the expectations we set forth for each of our segments in late February, despite some market environment becoming more challenging. I'll review each segment now, starting with Advisory Services on Slide 6.\nResults in the first quarter were supported by stability in our valuations, loan servicing and property management lines of business, with revenue relatively flat compared to prior year. We also benefited from cost mitigation efforts, we initiated last year that decreased advisory operating expenses by 2.5%. So these benefits were offset by a greater decline in our property sales business than expected. Capital markets, property sales and loan origination combined declined 40%, a slightly greater decline than expectations. Within property sales, all major reasons saw revenue decline with Asia Pacific performing the best, down 30%, and the Americas falling more than 40%. Most sales activity today involves industrial and multifamily [indiscernible] with office understandably drawing little capital activity.\nSignificant capital is ready to be deployed, but we do not expect activity to improve until borrowing costs decline and market pricing clarity improved. Leasing revenue declined 8%, in line with expectations against the nearly 50% increase in the first quarter last year. Across geographies, leasing performance diverged, with the Americas down 10% and EMEA down 5% and APAC up 26%, all in local currency. This is consistent with our expectations for non-U.S. markets, especially APAC, to perform relatively better in light of regional economic outlooks and improved office utilization levels.\nNow please turn to Slide 7. Our GWS business continues to grow impressively with both facilities management and project management net revenue up by double digits, exceeding our expectations. Growth was driven by several of the large facilities management contract wins achieved last year and strong organic growth within project management, driven by large project mandates. Our pipeline of new business reached a record level at the end of the first quarter as both existing clients and first-generation outsourcers are increasingly focused on cost reduction. GWS's margin on net revenue of 10.8% was in line with our expectations and will improve throughout the year as our cost reduction efforts to phase in.\nPlease turn to Slide 8. Overall, REI results met our expectations, and we continue to expect full year results to meet our original guidance. Q1 development results were supported by large asset sales, which occurred in January, consistent with what we discussed last quarter. For the balance of the year, we expect our asset sales to be heavily weighted to industrial projects such as monetized in the fourth quarter. We have pulled back only slightly on planned construction starts for 2023. We do anticipate that well-conceived projects we got in the current environment will come online in supply-constrained markets, most notably for industrial. For the same reason, we are focused on carefully building our land position so that we can benefit from [ a ] first-mover advantage coming out of the downturn, a position that has historically provided significant rewards. Additionally, our Telford U.K. development business is tracking in line with our expectations, and we continue to expect improvement from 2022 results.\nWithin Investment Management, profit was roughly flat versus prior year, excluding the mark-to-market impact on our co-investment portfolio, which was a significant positive in the prior year. For context, co-investment gains made up less than 1% of this business line's operating profit in the trailing 12 months. AUM declined modestly from the fourth quarter as net capital inflows and foreign currency effects offset most of the loss of market value.\nTurning to Slide 9. We believe the current environment is an attractive time to deploy capital. Our M&A pipeline is strong with multiple attractive opportunities, some large that could transform CBRE's existing offerings and drive meaningful shareholder value. We reduced share repurchases in the quarter as we continue to evaluate these opportunities. If we are unable to convert our larger pursuits we will accelerate our share repurchase activity well above Q1 levels. In any event, we expect to deploy more capital in the next 12 months than in the prior 12 months while maintaining an appropriately conservative level of leverage. We expect to generate in excess of $1 billion of free cash flow this year. When combining this expected free cash flow with our lightly levered balance sheet, we could invest as much as $5.5 billion this year, while maintaining leverage below 2 turns.\nI'll conclude with our outlook. Our original 2023 outlook contemplated our recovery from the current downturn in the back half of the year. We now expect a delayed recovery due to more constrained debt liquidity and heightened market uncertainties. Our sales and leasing businesses are most impacted by the changed economic environment. And as a result, we now anticipate property sales to fall by nearly 20%, which would represent a more than 25% decline from peak 2021 levels. We also expect leasing activity to be down by high single digits this year. As Bob indicated, we are maintaining our full year outlook, with core earnings per share expected to decline by low- to mid-double digits this year.\nStronger growth than we originally anticipated in our resilient lines of business described earlier and incremental cost reduction efforts will largely offset the impact of our weaker outlook for capital markets and leasing transactions. However, there is more uncertainty in this outlook than there was when we first presented it in late February. We continue to expect core EPS to exceed the prior peak in 2024. And as a reminder, our outlook is informed by our view that there will be a moderate recession this year, followed by a rebound in economic activity in 2024 as the Fed reduces interest rates.\nWith that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b45f2c7f441d82a72c3ee834c46c8d5e",
    "period": "2022 Q4",
    "content": "Q4 2022 CBRE Group Inc Earnings Call\n\nQ4 2022 CBRE Group Inc Earnings Call\n\nCBRENYSEFEB 23, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE's Q4 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Burke, Senior Vice President of Investor Relations and Strategic Finance at CBRE. Thank you. You may begin.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Fourth Quarter 2022 Earnings Conference Call. Earlier today, we posted a presentation deck on our website that you can use to follow along with our prepared remarks and an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that today's presentation contains forward-looking statements, including, without limitation, the statements concerning our earnings outlook. Forward-looking statements are predictions, projections or other statements about future events. These statements involve risks and uncertainties that may cause actual results and trends to differ materially from those projected.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our SEC filings. We have provided a reconciliation of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures in our presentation deck appendix. I'm joined on today's call, Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial Officer. Now please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, CEO & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. As you've seen, we reported core EPS of $1.33 for the fourth quarter. While down significantly from a year ago, core earnings were slightly above the estimate we provided at the end of the third quarter.\nThis outcome was driven by several of the more cyclically resilient elements of our business-like outsourcing and others that are secularly favored like project management and the logistics asset class. These businesses, which together comprise about 45% of our core EBITDA grew revenue more than we expected, offset by a slightly larger-than-expected decline in transactional revenue.\nFull year core EPS rose 7% to $5.69. This is a solid growth rate considering the more than doubling of long-term interest rates, sharp equity market decline and the credit crunch that constrained investment activity for most of the second half. Notably, we ended 2022 with virtually no leverage, despite making share repurchases, infill M&A and strategic investments that together totaled approximately $2.1 billion during the year.\nLooking at the macro environment, cap rates are up 100 to 150 basis points perhaps a bit more for office, and we expect them to expand another 25 basis points or so before peaking likely in Q2. While capital largely remains on the sidelines, we are beginning to see signs of asset repricing helped along by the narrowing of spreads.\nAmong property types, multifamily and industrial fundamentals should remain strong, albeit with occupancy declining slightly from peak levels and rent growth continuing at a more modest clip than double -- than the double-digit pace set in 2022. Office will remain the most challenged property type as we do not expect occupancy to come close to pre-pandemic levels in the short term.\nGlobally, we expect significant sales and leasing weakness in the first half before adverse conditions begin to ease later in 2023. Relative to 2022, we expect both Europe and Asia Pacific to outperform the Americas this year. For 2023, we expect core EPS to decline by low to mid-double digits but still to be the third highest in CBRE's history.\nAs we've pointed out before, this would be a meaningfully better performance than in prior recessions such as the global financial crisis when core EPS decreased more than 60%. In all, 2023 will be a transition year and we feel good about where we'll be when we get to the other side of the downturn. While the macro environment can certainly change, we expect core EPS to grow strongly in 2024 exceeding the 2022 peak and reaching a record level in just the first year after a recession. With that, I'll hand the call to Emma, who will discuss our quarter and our outlook in greater detail. Emma?\n\nEmma E. Giamartino\n\nGlobal CFO, CBRE Group, Inc.\n\nThank you, Bob. Before turning to our 2023 outlook, I'll first discuss fourth quarter results for each of our segments, starting with Advisory on Slide 6. Advisory net revenue and SOPs declined by 21% and 33%, respectively, driven by a slightly more pronounced decline in our higher-margin transactional businesses than originally expected, which was partially offset by healthy growth from our property management business. For capital markets, sales and mortgage origination combined, revenue declined by 46%, in line with our expectations. Capital markets revenue growth was robust in last year's Q4, increasing by 53%, which accentuated the extent of this year's decline.\nLeasing revenue was down 7%, both globally and in the Americas, a slightly bigger decline than we expected with a notable slowdown in office activity in New York, Boston, San Francisco and Seattle. In total, global office leasing revenue was 14% below prior year, after increasing by nearly 50% year-to-date through the third quarter, albeit against relatively easy prior year comparisons.\nOutside the U.S., leasing revenue was down 6%, wholly due to FX translation headwinds. In local currencies, lease revenue increased in both EMEA and Asia Pacific. The 19% decline in loan servicing was attributable to fewer prepayments amid rising mortgage rates versus record prepayments in Q4 2021. Excluding prepayments, loan servicing revenue increased by 2%. Overall cost in advisory declined by 18%, but this was not enough to offset the 21% decrease in total net revenue.\nTurning to Slide 7. GWS net revenue grew by 13%, with half of that increase coming from organic revenue growth. In local currency, net revenue excluding Turner & Townsend, increased by 12% with facilities management up 9% and project management up 21%. GWS SOPs increased by 30%, with margin improvement driven partly by business mix. Turner & Townsend continued to grow impressively. In the first full year since acquiring a 60% interest, Turner & Townsend has exceeded our original underwriting.\n2022 represented our highest ever year for client contracts coming up for renewal, totaling over $4 billion. GWS renewed 94% of this total, often with increased scope of our client relationships. Looking forward, we expect 2023 renewals to be just over half the level of 2022. The GWS revenue pipeline ended the year up 11% over year-end 2021, reflecting continued demand from first generation and outsourcing clients as well as expansion mandates from our existing client base.\nTurning to Slide 8. REI SOP declined to just $17 million in Q4 against an unusually strong prior year comparison. Our Global Development business posted a $6 million SOP loss primarily due to a $43 million loss in our Telford U.K. development business. Lower SOP and U.S. development reflects the timing of asset dispositions, which were heavily weighted to this year's first half, consistent with our expectations going into the year.\nFollowing an in-depth review of the Telford business, we wrote down a handful of projects where we expect costs to exceed our initial underwriting. And we also increased our fire safety reserve. We now believe Telford's financial performance will improve going forward. Investment Management AU -- AUM grew $5 billion sequentially, driven by net capital inflows of $4 billion and positive FX movements, which offset $5 billion of mark-to-market declines.\nInvestment Management SOP declined due in part to co-investment losses versus a gain in the prior year quarter. Excluding co-investment gains and losses, Investment Management SOP was nearly flat with the prior year quarter.\nTurning to Slide 9. Our 2023 outlook is underpinned by the following macroeconomic assumptions. The U.S. will experience a short, moderate recession in 2023. Unemployment will increase to near 5%. Inflation will end the year above the Fed's 2% target but clearly trending down and 10-year U.S. treasury yields will end the year under 3.5%. Should the economic outlook change from this base case, our business outlook would also change.\nIn our Advisory segment, we expect a mid-single digit revenue decline. This will be driven by growth in more resilient lines of business, offset by a mid-to-high single digit decline in leasing and mid-teens decline in property sales. We expect SOP to decline by high single digit to low double digits as cost savings initiatives partially offset both relatively better growth in lower-margin businesses and general cost inflation.\nIn our property sales business, we expect the number of transactions will be subdued in the first half of the year and accelerate in the back half of the year. We expect our leasing business to continue to benefit from an elevated level of lease expirations. While the return to office has been slow in the U.S., EMEA and APAC have seen occupancy return at a faster pace. As a result, we expect to -- these regions to be less pressure than the Americas in 2023.\nFor property management and valuations, we expect accelerating revenue growth in both lines of business due to recent investments in sales support and tech and acquisitions as well as less FX pressure. Within GWS, we expect low double-digit net revenue and SOP growth with margins increasing slightly as cost savings more than offset inflation and incremental investments to support growth. Our facilities management business is benefiting from new wins and expansions. All major client sectors are expected to grow notably in health care and technology, where the changing use of real estate is driving increased demand for outsourcing services that we believe CBRE is best positioned to deliver.\nWe also expect continued momentum in our project management businesses including double-digit top and bottom-line growth from our Turner & Townsend business. Within our REI segment, we expect SOP in the mid-$300 million range with roughly equal contributions from development and investment management. Within our TCC development business, we expect SOP of just over 1% of our nearly $17 billion in process portfolio, and we've closed over $100 million of expected SOP in January alone.\nOur TCC business has developed a portfolio of assets that we believe is extremely well positioned for the current market environment with approximately 75% of our expected SOP in 2023 from industrial yields. While our Telford business remains challenged, we do expect improvement versus 2022 as significant cost inflation is now incorporated into projected results, adding approximately $20 million to SOP versus 2022.\nBeyond our 3 main business segments, we also expect roughly flat corporate overhead and our full year core tax rate to rise to 2021 levels versus a lower 2022 rate. Consistent with our approach last year, the 2023 outlook assumes only a modest use of capital. That said, we continue to have a strong appetite for M&A and share repurchases, both of which could support incremental earnings growth above our current outlook, and we do not anticipate ending 2023 in a net cash position.\nIn summary, we expect core EBITDA to decline by high single digits versus 2022, with over half attributable to the decline in development SOP. We expect core EPS to decline by low to mid-double digits versus 2022. This is more than the core EBITDA declined because of higher depreciation, amortization and a higher tax rate than in 2022 when we had a number of onetime benefits that will not recur.\nLastly, we expect nearly 2/3 of full year core EPS in the back half of the year, a more pronounced seasonality to earnings than we historically experienced. The $400 million cost containment program we announced last quarter is embedded in our guidance. Fourth quarter results saw a nearly $80 million cost benefit, and we expect a cost benefit in 2023 of approximately $300 million with the remainder in 2024. The entirety of the cost containment program will be reflected in our run rate by the end of this year. We expect that our cost containment efforts will allow us to counteract the general inflation pressures and enable us to make continued investments -- to support future growth.\nLast year, we refreshed our 2025 financial guidance, which implies CBRE would achieve core EPS between $8 and $9 by year-end 2025 absent meaningful capital allocation. Due to the real estate transaction downturn, our target is now likely to slip by 12 to 18 months. As I noted previously, our 2025 targets were established on the basis that there will not be a recession following the COVID recovery.\nThe drivers of how we achieve -- achieve this core EPS growth are largely unchanged. At the midpoint of that core EPS target, $8.50, CBRE will have achieved double-digit compound core EPS growth since 2019 despite meaning to manage through 2 significant downturns. It also represents a high teens CAGR from our 2023 projection.\nIn closing, we remain excited about CBRE's prospects for long-term growth the strength of our brands and our ability to outperform during periods of market -- market weakness. With that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/386e0d23875c074363120aa0774b9eab",
    "period": "2022 Q3",
    "content": "Q3 2022 CBRE Group Inc Earnings Call\n\nQ3 2022 CBRE Group Inc Earnings Call\n\nCBRENYSEOCT 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE Third Quarter 2020 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Brad Burke, Senior Vice President of Investor Relations and Strategic Finance. Thank you. Please go ahead.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Third Quarter 2022 Earnings Conference Call. Earlier today, we issued a press release announcing our financial results, which is posted on the Investor Relations page of our website, cbre.com. There, you will also find a presentation deck that you can use to follow along with our prepared remarks in an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that our presentation contains forward-looking statements that involve a number of risks and uncertainties. Examples of these statements include our expectations regarding CBRE's future growth prospects, including our 2022 outlook, operations, market share, capital deployment strategy, investments and share repurchases, financial performance, foreign exchange impacts, cost management, the business environment and any other statements regarding matters that are not historical fact. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our most recent annual and quarterly reports filed on Form 10-K and Form 10-Q, respectively. We have provided reconciliations of the non-GAAP financial measures discussed on our call to the most directly comparable GAAP measures, together with explanations of these measures, in our presentation deck appendix.\nI'm joined on today's call by Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial and Investment Officer.\nNow please turn to Slide 5, as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, CEO & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. Lower core EPS in the third quarter reflected a sharp deterioration in the macro environment, particularly with regard to capital availability for transactions. Nevertheless, core EPS was well above any third quarter in our history, except for last year's especially strong result, even in light of a $0.07 drag in this year's quarter from foreign currency effects. This underscores the resiliency we've built into the business.\nIn contrast with last year's strong third quarter, the capital markets environment weakened materially as the quarter progressed. Property sales performed in line with expectations in July and August. However, most debt and equity capital sources moved to the sidelines after Labor Day, causing both sales and loan originations to fall sharply. In addition, as expected and previously communicated, we completed far fewer development asset sales this year than in last year's strong third quarter, mostly driven by the front-end loading of asset sales this year. We also delayed selling some assets during the third quarter.\nAs we noted last quarter, when market dislocations caused transaction activity to decline, those transactions are typically paused and returned to the market when the uncertainty passes. We took advantage of the temporary market dislocation to continue repurchasing shares at an elevated clip. In contrast with sales and financing, leasing performed very well. Revenue was up across all property types, led by office. In addition, as we discussed previously, many parts of our business are either cyclically resilient or benefit from secular tailwinds. These businesses, including occupier outsourcing, valuations, property management, loan servicing, investment management and project management, posted solid results for the quarter.\nWe plan to further capitalize on our balance sheet to invest in secularly favored parts of our business that add differentiated capabilities. Over the last 2 years, project management, flex office space, renewable energy and industrial and multifamily assets have been at the forefront of those efforts.\nGoing forward, in addition to those areas, we are particularly focused on both enterprise and local facilities management, investment management and the more cyclically resilient advisory business lines, while also continuing our share repurchase program.\nAs we prepare for a tougher operating environment, Emma will discuss how we have already been identifying cost savings, while aiming to continue investments that will sustain long-term growth. Many economists, including our own, have cautioned that the market outlook is especially difficult to forecast right now because of an unusual confluence of high inflation, coupled with strong consumer spending, resilient employment growth amid a tightening credit cycle and residual pandemic and Ukraine war-related challenges. With this caveat in mind, we have updated our full year core EPS growth expectations to be up mid-single digits compared with 2021. Absent the challenging foreign currency comparisons, we expect our 2022 core EPS growth would achieve low double-digit growth over 2021.\nWhile economic downturns are never welcome, they present opportunities to consolidate our position as global occupiers and investors, gravitate to the industry leader. We fully intend to make the most of these opportunities.\nWith that, I'll hand the call to Emma for a deeper commentary on the quarter and our outlook.\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. As Bob noted, global economic sentiment has deteriorated since our last quarterly update. More specifically, and as you've all been following closely, since we last reported, the 10-year treasury rate has spiked 140 basis points, the S&P 500 has declined by 7% and public rate prices have fallen by 16%. The futures market is now indicating that the Federal Reserve will raise rates more steeply and ease them less quickly, resulting in a harsher and longer downturn than when we last reported. It is worth reiterating that this has all happened in just the last 90 days.\nThis more negative backdrop began to impact our business late in the third quarter, and there will be more impacts in the fourth quarter. CBRE's core EPS fell 19% from the prior year to $1.13. And as Bob noted, the drivers were weakening capital market conditions, the timing of development asset sales and a foreign currency headwind. Our results were, however, supported by the continued growth in the lines of business that, as Bob noted earlier, we see as cyclically resilient or secularly favored. Net revenue from these businesses collectively increased 12% in local currency, excluding the contribution from Turner & Townsend, and 24% in local currency, including Turner & Townsend, $284 million of net revenue in Q3.\nFinally, our GAAP EPS grew by 7% in the quarter due to a $183 million mark-to-market gain on our investment in Altus Power, which continues to benefit from demand for renewable energy solutions and its synergy with our CBRE businesses.\nI'll discuss results for each business segment, starting with advisory on Slide 6. Total advisory revenue rose 1% in the quarter or 5% in local currency, though performance diverged across business lines. Capital markets weakness emerged immediately following Labor Day, which historically has been a time of heightened sales activity. The decline was most pronounced in our Americas region, where property sales revenue fell 16% during the quarter.\nWhile Americas Capital Markets revenue, which includes sales and debt origination was relatively flat for July and August, September revenue fell by 43%. Outside the Americas, property sales rose 3% or 17% in local currency for the quarter. The decline in U.S. property sales reflects sharply reduced credit availability. Typically, credit spreads have tightened as rates rise. However, higher rates have been accompanied over the past few months by credit spread expansion. Many capital sources have tightened underwriting standards considerably and set pricing at levels that are uneconomical for borrowers.\nAgainst this backdrop, our mortgage origination revenue declined by 28% versus last year's Q3, while the value of loans originated fell 34%. Revenue declined less than loan volumes because more financing in the quarter came from the government-sponsored enterprises, which we had expected to occur during periods of market weakness. The decline in credit availability was broad-based, with only regional banks lending more than in last year's Q3.\nDifficult comparisons further impacted year-over-year growth. Our combined property sales and debt origination businesses grew by 79% in last year's third quarter, driven by a resurgence of activity following the brief 2020 recession. We were encouraged to see our leasing revenue increased 14% or 17% in local currency, driven by large office and industrial transactions in major markets. Globally, leasing revenue increased across all major property types, with office growing mid-teens off a low base and industrial up high single digits.\nProperty management, valuation and loan servicing all proved to be resilient as expected, collectively realizing net revenue growth of 2% or 8% in local currency. Advisory Services segment operating profit declined by 19% or 15% in local currency. Overall, advisory margins on net revenue declined by 4.2 percentage points, including the decline in loan origination-related OMSR.\nSlide 7 illustrates the drivers of advisory's lower margin versus prior year. Just over half the decline in Advisory segment, operating profit margin is attributable to higher cost of services. with advisory gross margins declining 2.2 percentage points year-over-year or 1.9%, excluding OMSR. Approximately 80 basis points of the gross margin decline is due to higher broker commissions. Strong growth in the front half of the year resulted in an outsized number of brokers achieving higher splits earlier than we've seen historically. This will also impact the fourth quarter, albeit to a lesser degree, before the annual reset next year.\nFor context, approximately 1/3 of our U.S. brokers had historically reached higher tranches by the third quarter. For 2022, the percentage of U.S. brokers reaching higher tranches is almost 50%. It is important to note that our average commission expense naturally increases during strong years and declines during soft years. For example, in 2020, only 1/4 of producers had reached a higher tranche by the third quarter.\nThe remainder of the gross margin decline is due to investments to support growth, broker recruitment costs and revenue mix as revenue erosion with steepest in debt originations, our highest margin line of business. Additionally, advisory operating expenses increased by $47 million or 10%, with the majority of the increase due to hiring that occurred in late 2021 or early 2022 as we prepared for a more robust growth environment and higher employee compensation reflecting a tight labor market.\nWhile we have and will continue to invest in target areas of growth in our business, we've also undertaken an equally targeted cost-cutting program, which I'll discuss shortly. While we began reducing operating expenditures during the third quarter, which shows the lowest year-over-year growth in OpEx since Q1 2021, only a fraction of our cost-cutting program was implemented during Q3, and thus did not fully reflect the impact of those reductions. We expect our cost programs to result in a single-digit year-over-year decline in Advisory segment OpEx in the fourth quarter.\nOn Slide 8, our GWS segment posted strong net revenue growth of 8%, plus 13% in local currency, excluding the contribution from Turner & Townsend, and 32% in local currency, including the contribution from Turner & Townsend. Both Facilities Management and Project Management net revenue grew organically by double digits in local currency. We also remain pleased with Turner & Townsend, which is performing in line with expectations. Facilities management growth was supported by significant expansion work with our existing client base, particularly with technology clients. And project management growth was driven by Phase 3 designs and fit-outs, often tied to our clients' changing use of office space.\nOur GWS new business pipeline is on pace to end the year above the prior year's fourth quarter, with the opportunities coming from new and existing clients across a range of industries. GWS' segment operating profit margin on net revenue was 11%, excluding the impact of Turner & Townsend, down from an unusually strong third quarter of last year. The 11% margin represents a sequential improvement and was in line with our expectations as margins continue to normalize from COVID-related highs.\nTurning to our REI segment on Slide 9. Segment operating profit of $59 million represents an $88 million decline from the prior year. You'll remember last quarter, we told you 75% of the REI segment's total operating profit will be realized in the first half of the year due to the cadence of our development asset sales. The segment operating profit decline is predominantly due to this anticipated deal timing.\nWithin REI, Investment Management realized operating profit of $44 million, down 12% from last year. In local currency, the decline was 4%. Beyond FX, prior quarter results were bolstered by an $11 million positive mark-to-market on our $335 million co-investment portfolio versus negligible mark-to-market in the current quarter.\nThe overall decline as continued growth of asset management fees, which increased by 19% in local currency, even though adverse currency movement reduced AUM to $143.9 billion. Our development business realized $17 million of operating profit against $100 million in the prior year, reflecting fewer asset sales during the third quarter. While we expected most of this decline when we provided our last quarterly update, we elected to pause on selling certain assets as we wait for capital market sentiment to improve. And as we noted last quarter, our development business utilizes highly flexible financing, which enables us to monetize assets when market conditions are accommodating and to pause when appropriate.\nPlease turn to Slide 10. While we can't dictate the macroeconomic environment, we can control our costs and how we allocate our capital. We are targeting over $400 million of cost reductions due to management actions. This is in addition to the naturally flexible cost reductions when business declines, such as discretionary bonuses, incentive compensation, profit sharing and commissions.\nAs discussed last quarter, CBRE can ramp up cost reduction activities as market conditions necessitate. Our current cost reduction program is driven by our base economic assumptions, which, as we've discussed, envision a more challenging economy than we communicated last quarter. Approximately $300 million of targeted cost reductions will be permanent in nature, with the vast majority coming from headcount reductions. Beyond headcount reductions, we also anticipate permanent reductions to our cost basis for third-party and occupancy spending. The balance of the savings, approximately $100 million, is more temporary in nature, but we will continue that until market conditions have improved.\nThese cost savings will come from reduced travel and entertainment, promotion and marketing spending and reductions to discretionary compensation plan. And to be clear, the planned reductions to discretionary compensation are above and beyond the natural flexibility of these plans that are already tied to financial performance.\nAgainst our $400 million cost target, we have identified $175 million to be completed by the end of the year with a significant majority of the remainder to be completed by the end of Q1 2023. Only a small percentage of the cost reductions taken to date are reflected in Q3 results due to a slight lag between taking action on headcount reductions and having those cost savings reflected in financial results.\nGiven the nature of our cost structure, almost all of the planned reduction will be reflected in our operating expenditures, although we do anticipate achieving targeted reductions to some of the more fixed costs within our cost of services. While we are adjusting our costs, you can expect us to invest more aggressively utilizing our balance sheet during market weakness. In the third quarter, CBRE repurchased 5.1 million shares for $408 million, bringing our share repurchases through Q3 to nearly $1.4 billion. We expect share repurchases to increase sequentially in the fourth quarter, ranging between $500 million and $700 million.\nWe also continue to remain an increasingly robust pipeline of M&A opportunities. Current market conditions are increasing the likelihood that we'll be able to act on them. For now though, buybacks remain the best use of capital, but that may change as we get into next year.\nPlease turn to Slide 11. As we've discussed today, the broader economic outlook has worsened since our last update, necessitating that we revised our expectations for full year performance. As Bob indicated, we now expect full year core EPS growth to be up by mid-single digits compared with 2021. Our guidance most notably assumes that the capital markets remain under pressure. We expect leasing to remain more resilient than property sales, albeit with more muted growth than we saw in the third quarter.\nDue to the headwinds in our transactional businesses, we expect full year Advisory segment operating profit to decline by mid- to high-single digits, with FX driving 3 to 4 percentage points of the decline. We expect our GWS segment will achieve low to mid-20% segment operating profit growth for the full year, followed by continued strength in the fourth quarter. Absent foreign currency headwinds, we project segment operating profit growth for the full year in GWS would be 7 percentage points higher.\nWithin our REI segment, we believe we have realized approximately 90% of our full year segment operating profit, largely due to the expectation of a few development asset sales in the fourth quarter. As noted previously, our outlook has been negatively impacted by the continued strength in the U.S. dollar. At midyear, we forecasted a $100 million full year negative impact to core EBITDA from FX. We've now raised the expected FX drag to $125 million for the full year, with $50 million hitting in Q4. Absent FX, we anticipate that core EPS growth would have been in the low double digits for the full year.\nWe remind investors that it is difficult to forecast macro conditions and certain components of our business, notably capital markets, the timing of development sales and to a lesser extent, leasing are subject to fluctuations in overall economic sentiment.\nIn closing, while near-term headwinds are intensifying, we remain as energized as ever about our long-term prospects and are committed to using our scale, balance sheet and cash flow to accelerate long-term growth and value creation.\nWith that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/76c3bc1ab353770af4bc36454cdeb7e3",
    "period": "2022 Q2",
    "content": "Q2 2022 CBRE Group Inc Earnings Call\n\nQ2 2022 CBRE Group Inc Earnings Call\n\nCBRENYSEAUG 4, 8:30 AM\n\nOperator\n\nGreetings. Welcome to CBRE's Second Quarter 2022 Earnings Call.\n(Operator Instructions)\nPlease note, this conference is being recorded.\nI will now turn the conference over to your host, Brad Burke. You may begin.\n\nBradley Kenneth Burke\n\nHead of IR, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Second Quarter 2022 Earnings Conference Call. Earlier today, we issued a press release announcing our financial results, which is posted on the Investor Relations page of our website, cbre.com, along with a presentation slide deck that you can use to follow along with our prepared remarks, as well as an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that our presentation contains forward-looking statements that involve a number of risks and uncertainties. Examples of these statements include our expectations regarding CBRE's future growth prospects, including our 2022 outlook, core EPS growth and long-term positioning, operations, market share, capital deployment strategy and share repurchases, financial performance, including leverage, profitability and cost management, the business environment, the performance of acquisitions and other transactions and any other statements regarding matters that are not historical fact. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our most recent annual and quarterly reports filed on Form 10-K and Form 10-Q, respectively. We have provided reconciliations of the non-GAAP financial measures included in our remarks to the most directly comparable GAAP measures, together with explanations of these measures in the appendix of the presentation slide deck.\nI'm joined on today's call by Bob Sulentic, our President and CEO; and Emma Giamartino, our Chief Financial and Investment Officer. Now please turn to Slide 5 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, CEO & Director, CBRE Group, Inc.\n\nThank you, Brad, and good morning, everyone. CBRE had an outstanding second quarter with strength across our global businesses. All 3 business segments posted double-digit revenue and segment operating profit growth despite the significant currency headwinds that affected all U.S.-based global companies. Core EPS was the highest for any quarter in CBRE's history, up 37% and from last year's second quarter, and even slightly higher than last year's record fourth quarter. These results reflect the benefits of the diversification strategy we've described in detail on previous calls and an economic backdrop that was still generally supportive despite heightened macro concerns.\nHighlights for the quarter include a record level of new occupier outsourcing contracts; strong growth in project management, aided by Turner & Townsend, strong growth in leasing; and record real estate development profits. We ended the quarter with excellent new business pipelines across numerous lines of business, which Emma will review. We also repurchased more than $600 million worth of our own shares, the most ever in any quarter, bringing year-to-date share repurchases through July to nearly $1.1 billion.\nGiven the uncertain macroeconomic environment, Emma's remarks will take a different approach this quarter. She will first discuss the long-term positioning of our business before she covers the quarter's results and our outlook for the second half. As we look ahead to full year performance, we are increasing our expectation of core EPS growth to the high teens from our earlier expectation of mid- to high teens. This reflects both our robust first half and several other compelling factors.\nFirst, a larger portion of our revenue and profits is generated from businesses that have performed particularly well through downturns. Second, our cost structure is inherently variable. And as we've demonstrated during COVID, we've become increasingly adept at proactively cutting discretionary costs while continuing to thoughtfully invest in growth. Third, our balance sheet lets us aggressively deploy capital during down cycles through M&A, opportunistic investments in our REI businesses and continued share repurchases. Finally, macro uncertainty creates right conditions for market share gains. Occupiers and investors rely even more heavily on the insight, advice and global execution that CBRE is best positioned to deliver.\nEmma will now discuss all of this in greater detail. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThank you, Bob. Before I go through this quarter's results, I want to touch on what we've seen in the market since we last spoke in May, what it means for our business and why we remain confident in our outlook.\nOver the past 3 months, and as I'm sure you're all following closely, rates on the 10-year treasury rose as high as 3.5% before settling down to 2.8%. The uncertainty over how central banks might respond to inflation creates uneasiness in the market, more so in the public market, but also in the private commercial real estate market. Against that backdrop and what it means for CBRE, it's best to think about our business in 2 parts.\nThe first part includes business lines that grow consistently throughout an economic cycle and have low sensitivity to market uncertainty. This includes our outsourcing business, GWS and as well as valuation, property management, loan servicing and significant components of our Investment Management and Development businesses. Our GWS business can directly benefit from economic uncertainty as occupiers outsource their real estate management to CBRE to reduce their costs. These businesses have become significantly more important to CBRE's overall financial performance.\nThe second part of CBRE's business is more transactional in nature, capital markets, leasing and parts of our development and investment management businesses. These are sensitive to market uncertainty in the short term. But short term is not the right time frame to measure the resiliency of this part of our business. Slide 6 illustrates my point.\nCOVID-19 created enormous market uncertainty during 2020, much more so than we're seeing today. And as a result, the transactional parts of our business saw total net revenue declined by 26% for the 12 months through the first quarter of 2021 versus the prior 12-month period. What's important and what I think is underappreciated is that these transactions didn't disappear, they paused.\nWhen market uncertainty lifted, these transactions came back, resulting in a powerful recovery. The net revenue growth of these businesses outpaced the S&P 500 over the period starting pre-COVID through the recovery of the following year.\nWhen our management team thinks about market uneasiness and what it means for CBRE, we focus on things we can control, first, costs; and second, capital deployment. One of the biggest drivers of CBRE's financial resiliency that we believe is underappreciated is the overall flexibility of our cost structure, which Slide 7 summarizes. Just over 40% of our cost structure is passed through to clients. These costs are tied one-to-one with revenue, which is why we exclude them when discussing net revenue. Another 44% is attributable to cost of revenue. These costs are variable. For example, during COVID in 2020, we saw net revenue in our advisory segment declined by 16.5%, while our cost of revenue decreased 16.7%.\nThe remaining cost is OpEx. Of this, about 1/3 can be reduced at a rate faster than revenue declines. These costs include travel, business promotion and compensation tied to financial performance. The remaining 2/3 of OpEx is more difficult to move in the very short term, but reductions are certainly possible over a 1- to 2-year time frame.\nIn summary, nearly 90% of CBRE's total cost are either directly tied to revenue or a highly flexible in nature. CBRE has had a track record of moving aggressively, with targeted cost reductions when market conditions soften. We have invested in leadership, processes and systems to enable these reductions, and we now consider it a core competency. Today, we are already taking steps to limit new hires, eliminate nonclient-related travel and entertainment and reduce other discretionary expenditures. And we are prepared to go further if we decide more reductions are needed.\nWhile achieving these cost efficiencies we will continue to make very targeted organic investments into areas where we expect a high return.\nWe will also be investing our balance sheet. On Slide 8, you'll see that CBRE repurchased $1 billion of shares through the second quarter. Since the end of the second quarter, we have purchased another $77 million. We believe this represents the highest and best use of capital for our shareholders in the current environment. We would not be able to purchase a company near the quality of CBRE at the valuation we currently see for our shares.\nAs a result, while we continue to build an M&A pipeline, share repurchases are likely to represent the most significant use of our capital for the balance of the year. We will be able to make these investments while maintaining CBRE's strong balance sheet, which ended Q2 with 0.2x net leverage and $4.2 billion of liquidity.\nBefore tying all of this together with our qualitative outlook for the full year, let's first discuss second quarter performance for our 3 business segments and what we're seeing in each segment's business pipeline.\nSlide 10 summarizes results in our Advisory segment, which were driven by a 17% increase in property sales revenue and a 40% increase in leasing revenue. Performance is strongest in the Americas,due to improved market fundamentals, with sales and leasing increasing 26% and 56%, respectively. Outside of the Americas, sales revenue was flat and leasing rose by 5%, as FX reduced growth by 10 percentage points for each. Both U.S. leasing and sales grew in every month of the second quarter, though we did see some deceleration in June. Preliminary results for July show U.S. leasing and sales revenue, together, essentially flat, with a strong level of activity seen in July 2021.\nOur commercial mortgage origination revenue slipped 1% during the quarter. The government-sponsored enterprises, which are an important part of this business, continue to lose market share in the second quarter against strong competition from private lenders. The GSEs act as a moderating force in the multifamily lending market, and it's reasonable to expect our debt business to underperform property sales when the market is strong. The flip side is that our debt business should outperform property sales if the market is soft for the balance of the year. This is similar to the dynamic we saw in 2020.\nOur Advisory SOP margin and net revenue declined by 1.5 percentage points versus the record second quarter margin of last year. Approximately 1/3 of this decline can be attributed to lower OMSRs, $35 million this quarter, versus $42 million in Q2 last year. The remainder of the margin decline is mostly attributable to more brokers hitting higher commission payout thresholds, driven by the strong revenue growth.\nOur pipelines give us visibility into our transactional businesses over the next few months. The sales pipeline is up slightly versus last year's record Q3, though transactions are taking longer to close and debt markets have become less accommodating due to market uncertainty. Our updated guidance anticipates a lower level of sales activity in the back half of the year compared against second half 2021 record levels.\nOur leasing pipeline is essentially flat with the very strong pipeline we had at this time last year. We continue to see healthy activity across property types, with office being an outperformer. Office is growing from pent-up demand against the relatively low base of activity and higher-than-normal lease expirations. And we're expecting more leases to expire over the next 18 months than in any 18-month period over the last 5 years.\nTurning to Slide 11, within our GWS business. Total net revenue growth of 27% and SOP growth of 28% was aided by continued strong performance from Turner & Townsend. Excluding the contribution from Turner & Townsend, GWS net revenue increased by 8% or 12% in local currency, and SOP rose by 5% or 10% in local currency. Turner & Townsend performance reflects continued growth from their prior year results, in line with our expectations. Both facilities management and project management net revenue grew by double digits in local currency during the quarter. Growth was broad-based by client type and supported by a mix of new wins and expansions.\nGWS achieved a record high $1 billion of deal closing in the quarter. As a result of these wins, the pipeline fell sequentially, but is expected to end in 2022 with a meaningfully larger pipeline than year-end 2021. CBRE's competitive differentiation with the occupier outsourcing market has never been stronger.\nSlide 12 summarizes results in our REI segment, which performed very well in Q2. Development was a big catalyst, with SOP growth of $96 million versus last year's Q2, as we monetized several large assets and land parcels. We've benefited from investor preference for the types of properties we build, high-quality, build-to-core, typically well-leased assets in markets with good supply-demand fundamentals. Investment Management contributed $58 million of SOP, up $13 million over last year's Q2. AUM hit another record, up slightly versus Q1 despite over $4 billion of FX headwinds.\nLooking forward for investment management with more than 90% of our AUM in core or core plus strategies, we expect healthy performance to continue despite market uncertainty. Looking forward for our development business, over 3/4 of our in-process activity is industrial, multifamily or life sciences products, and we expect continued outperformance over time amid of flight to quality trend.\nCap rate expansion is a headwind. Market-wide, cap rates have moved out by about 50 to 75 basis points on average. Against this backdrop, development activity may be delayed during periods of uncertainty, but we will monetize our developments, which are highly sought after in their respective markets and are favorably financed, giving CBRE and our capital partners the flexibility to time the market for sales.\nOur in-process portfolio, totaling $19.3 billion, provides visibility into future development profits. As we've noted before, we expect 1% to 2% of our end process portfolio to convert to SOP over a 12-month period. A modest recession could cause SOP to fall to the low end of that range, and a softer market creates opportunities to secure land sites that drive future profits.\nSlide 13 summarizes our outlook. Within Advisory, we expect investment sales and, to a lesser degree, leasing to decline in the back half of the year against the very strong 2021. We continue to expect leasing and property sales growth for full year 2022, supported by the strong first half. In GWS, our record wins in Q2 should help to drive over 20% SOP growth for the back half of the year, supported by 10% organic growth in local currency and Turner & Townsend continued strong contributions. In REI, we've already realized around 3/4 of the SOP we expect for the full year, including over 80% of our expected development SOP. So even in a more challenging macro environment, full year development profit will well exceed our initial expectations.\nIn summary, and as Bob noted earlier, we now expect CBRE to achieve total core EPS growth in the high teens for the full year. Our core EPS guidance takes into account both the impact of FX and the lower share count. Absent the impact of FX, both realized year-to-date and expected, our core EPS growth expectations would be 4% to 5% higher.\nWith that, operator, we'll open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c73d27e813d63014262e3b7f11aff9ec",
    "period": "2022 Q1",
    "content": "Q1 2022 CBRE Group Inc Earnings Call\n\nQ1 2022 CBRE Group Inc Earnings Call\n\nCBRENYSEMAY 5, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CBRE's Q1 2022 Earnings Conference Call. (Operator Instructions)? As a reminder, this conference is being recorded.\nI would now like to turn this conference over to your host, Ms. Kristyn Farahmand, Senior Vice President, Investor Relations and Strategic Finance. Thank you, ma'am. You may begin your presentation.\n\nKristyn Farahmand\n\nVP of IR & Corporate Finance, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's First Quarter 2022 Earnings Conference Call. Earlier today, we issued a press release announcing our financial results, which is posted on the Investor Relations page of our website, cbre.com, along with a presentation slide deck that you can use to follow along with our prepared remarks, as well as an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that this presentation contains forward-looking statements that involve a number of risks and uncertainties. Examples of these statements include our expectations regarding CBRE's future growth prospects, including our 2022 qualitative outlook, operations, market share, capital deployment strategy and share repurchases, financial performance, including net leverage, profitability, expenses and effective tax rates the business environment and the effects of the COVID pandemic and geopolitical tensions, the integration and performance of acquisitions and other transactions and any other statement regarding matters that are not historical facts.\nWe urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and certain factors may affect us in the future and could cause actual results to differ materially from those expressed in these forward-looking statements.\nFor a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our most recent annual and quarterly reports filed on Form 10-K and Form 10-Q, respectively. We have provided reconciliations of consolidated adjusted EBITDA, core EPS, core EBITDA, net revenue and certain other non-GAAP financial measures included in our remarks to the most directly comparable GAAP measures, together with explanations of these measures, in the appendix of the presentation slide deck.\nOur agenda for this morning's call will be as follows: Bob Sulentic, our President and CEO, will briefly comment on first quarter highlights and the role that our 4-Dimension Diversification Strategy and balance sheet are playing and driving our growth. Then Emma Giamartino, our Chief Financial and Investment Officer, will discuss the quarter in detail and our updated qualitative 2022 outlook. Then we'll open up the call for questions. Please note that we are now referring to core adjusted EPS as core EPS for simplicity purposes. Additionally, we are also reporting core EBITDA, which like core EPS, is equivalent to adjusted EBITDA that excludes the fair value adjustments related to noncore investments.\nNow please turn to Slide 6 as I turn the call over to Bob.\n\nRobert E. Sulentic\n\nPresident, CEO & Director, CBRE Group, Inc.\n\nThank you, Kristyn, and good morning, everyone. The year has started out strong for CBRE with excellent momentum across all 3 business segments. Globally, net revenue increased more than 30% and GAAP EPS and core EPS were up 48% and 72%, respectively, in the first quarter. We saw strong property sales growth in virtually every corner of the world. Office and retail continued to rebound nicely from COVID suppressed levels, and multifamily and industrial maintained strong momentum. The continued rebound in leasing velocity is also encouraging. Notably, office leasing revenues surpassed Q1 2019 levels in both EMEA and Asia Pacific. Office activity in the U.S. improved significantly, but remain below pre-pandemic levels. Despite the lag in U.S. office, overall global leasing revenue is 20% above the Q1 2019 peak.\nWe achieved these strong revenue gains while keeping expense growth in check, which is a top priority for us. Our core EBITDA margin on net revenue improved 280 basis points over the prior year quarter. Notably, discretionary expenses were 27% below first quarter 2019 levels, while net revenue was up 42% versus the same period. We continue to execute a strategy to diversify our business, both organically and through investment broadly across the 4 dimensions we've talked about regularly over the last couple of years: asset types, lines of business, clients and geographies.\nOur performance for the quarter drives home how effectively this strategy is working. We saw continued gains from the purposeful investments we have been making in parts of our business that are benefiting from enduring growth trends. Examples include the industrial and multifamily asset classes, which we invest in and serve broadly our local facilities management and our project management lines of business and several of our geographies, particularly North Asia, where we continue to see strong growth.\nNotably, Turner & Townsend continues to perform ahead of our expectations, both financially and operationally, and we are enthusiastic about the added dimensions they bring to our global project management offering, particularly in infrastructure, natural resources and sustainability services. We generate significant cash that is being strategically deployed in the growth areas of our business, while we are also returning cash to shareholders at an elevated clip. Year-to-date, share repurchases have totaled $627 million.\nI'll close with a word about Ukraine, which I know is top of mind for many of you. In early March, we decided to exit most of our business in Russia, while keeping some employees in that country to manage facilities for multinational clients, consistent with our contractual obligations. We are inspired by the Ukrainian people's grade resistance to Russia's unprovoked aggression.\nWith that, I'll turn the call over to Emma, who will discuss the quarter and the outlook.\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. Please turn to Slide 8. CBRE began the year with our strongest ever financial performance for our first quarter. Consolidated results were supported by double-digit revenue and segment operating profit growth in each of our 3 operating segments. As Bob noted, GAAP EPS was up 48% to $1.16, while core EPS grew 72% to $1.39. GAAP EPS was $0.23 below core EPS, mostly due to the mark-to-market valuation of our noncore investments, particularly our Altus Power stake.\nThe change in Altus' valuation during the quarter largely reversed the noncash gain we realized in Q4, which we also excluded from our core earnings. Corporate overhead grew approximately $23 million from Q1 2021, but fell $40 million compared with Q4 2021. We continue to expect overall corporate overhead to decline slightly from 2021 levels for the full year. Our results were ahead of our own expectations across revenue, margins and earnings. We're excited about the strong start to the year and the momentum we're seeing across our business.\nPlease turn to Slide 9 for a deeper look at our advisory segment. Advisory Services net revenue reached a first quarter record of $2.2 billion, up 32% from last year. Within capital markets, we continue to see strong sales activities, with total sales revenue up 58% versus last year. Strong property sales growth was broad-based across all major geographies, with Pacific, North Asia and the U.S. being particular standouts. We have yet to see a material impact from rising rates on property sales.\nGlobally, office, industrial, retail and multifamily sales all surpassed the prior first quarter peak levels. While office remains the largest asset class and is back to prior peak levels, it comprised about 20% of property sales in the quarter versus nearly 1/3 in Q1 2019, reflecting the sizable gains we've made across the other property types. Our mortgage origination revenue, excluding OMSR gains, rose over 22% compared to Q1 2021. Industrial and multifamily originations continue to lead activity across property types. Lending markets remained highly liquid during most of the quarter with private lenders continuing to increase volumes.\nLower government agency originations reflected robust private lending activity for multifamily assets, which continue to create attractive terms for borrowers and reduce demand for agency debt. Our OMSR gains declined $15 million from the first quarter of last year, reflecting the shift from agency to private lenders. Leasing revenue eclipsed prior peak first quarter levels in all global regions. Global revenue was up over 48% in Q1, led by Continental Europe and the U.S.\nContinuing recent trends, industrial revenue rose strongly. While the Omicron variant caused continued challenges, we were encouraged to see global office leasing improved significantly from last year's COVID-suppressed levels and fall modestly short of the Q1 peak set in 2019. We expect that recovery for office leasing will continue to improve from the COVID depressed levels of 2021 as leases roll over and occupiers upgrade their office space.\n70% of our surveyed occupier clients are planning a hybrid approach for their office return, and over 90% of them are planning to either expand or contract their office footprint over the next 3 years. This is a clear positive for our Office Advisory business as any changes in space requirements drives not only commission revenue, but often also workplace advisory and project management fees.\nDespite heightened macro risks from persistent inflation, rising interest rates and geopolitical tensions, U.S. sales and lease activity has remained strong since the end of Q1, with revenue up significantly over the prior year during April. Advisory Services segment operating profit started the year stronger than expected, up 40% to $466 million, with our net margin increasing to 20.9% from 19.7% in Q1 2021. Prudent operating expense management largely offset higher cost of sales due to deals being more heavily weighted to our highest producing brokers and the lower OMSR gains.\nTurning to GWS on Slide 10. Net revenue grew over $400 million or 27%. Excluding Turner & Townsend, net revenue rose nearly 9% overall, with Project Management up 13% and Facilities Management up 7%. Our new business pipeline points to Facilities Management revenue accelerating significantly as the year progresses, as clients gain more visibility about their space utilization and thus their need for outsourcing services. Our pipeline revenue is at a record level, with a diversified mix of financial services, defense, automotive, retail and logistics prospects.\nOverall, GWS segment operating profit grew 33% or over 6% organically. Margins on net revenue grew to 10.9% in Q1, benefiting from the Turner & Townsend acquisition. Absent this acquisition, net margin declined very slightly from prior year in line with our expectations. We expect this slight margin pressure to subside towards the end of the year.\nTurning to Slide 11, our REI segment posted another outstanding quarter. Revenue increased 34% to $284 million, and segment operating profit grew to $167 million, up $104 million versus Q1 of last year, which was modestly better than our expectations at the beginning of the year. Our development business continued to post excellent results benefiting from a strong pipeline and compressed cap rates. Development contributed nearly $107 million of segment operating profit in the first quarter, up from $10 million in the prior year. We saw multiple large co-investment asset sales in the first quarter notably in industrial and multifamily.\nLooking ahead, development operating profit is expected to be weighted to the first half of the year. However, any movement of development asset sales between periods, which is common in this business, could impact the quarterly cadence of our results. Our development pipeline rose to more than $10 billion and in-process portfolio reached almost $20 billion, both record levels. This gives us visibility into strong, long-term development operating profit growth. Historically, we've converted about 1% to 2% of our in-process portfolio into operating profit annually.\nOur development business is also strategically well placed, with industrial and multifamily comprising over 3/4 of the combined pipeline and in-process portfolio. Fee development and build-to-suits make up more than 50% of in-process activity. Our investment management business also turned in a strong performance in Q1, while operating profit declined by $9 million versus the same period last year. The decline was due to a onetime $24 million accounting methodology-driven gain we booked in last year's Q1 and called out at the time. Absent this gain, operating profit improved about 33%, supported by co-investment returns, which benefited from appreciating asset value.\nInvestment Management AUM reached a new record of nearly $147 billion, with logistics and infrastructure climbing by 9% and 7%, respectively, over the quarter. AUM growth was driven by $4 billion of net capital inflows as well as higher property valuations, only partially offset by unfavorable FX rates. We've also continued to benefit from the partnership between our investment management and development businesses, which has supported AUM growth for investment management and pipeline growth for our development business.\nTurning to Slide 12. We CBRE repurchased more than $390 million of shares in the first quarter, a record amount. As Bob mentioned, year-to-date through May 3, we repurchased nearly 7 million shares for $627 million. We anticipate maintaining a significant pace of share repurchases for the balance of the year, absent substantial and compelling M&A opportunities. We also remain committed to maintaining a durable balance sheet. Net leverage was just under 0.1 turns at the end of Q1, well below the midpoint of our 0 to 2x target range. This is despite the share repurchases, seasonally higher use of cash for employee incentive compensation and the seasonally light revenue and earnings typical of our first quarter. Absent any substantial M&A opportunities, we anticipate remaining below one turn at the end of 2022, even allowing for an elevated pace of share repurchases.\nTurning to Slide 13. As we look ahead, we have the same expectation for achieving mid- to high-teens consolidated core earnings growth for the full year that we provided at the end of February. Our business today continues to have strong momentum. Our base of contractual work in project management, facilities management and investment management is large and growing rapidly, and lease and sales transaction activity through April remains robust.\nCommercial real estate markets also are healthy with office, retail and multifamily fundamentals improving, and industrial fundamentals remains strong in core markets. Materially offsetting these continued positive trends, the broader economic backdrop has softened and interest rates have risen since we provided our earnings outlook in late February. We have taken some of these dynamics into consideration and reaffirming our full year expectations.\nSpecifically, should an economic downturn emerge, we expect the more resilient and secularly favored parts of our business to help offset any potential weakening in other parts of our business. In particular, we have noted that office leasing is benefiting from strong tailwinds that we expect to sustain for some period of time. Additionally, we have identified cost measures we can implement quickly should market conditions warrant.\nOn the other hand, if the macro environment remains supportive for the rest of the year, there could be upside to our current expectations. Additionally, our outlook does not include any benefit from incremental M&A activity or share repurchases. We expect it to be active capital allocators for the rest of the year, and would be positioned to move aggressively in a weaker economic environment.\nWe look forward to updating you when we report second quarter results in July. With that, operator, please open the line for questions."
  },
  {
    "header": "CBRE",
    "cik": "0001138118",
    "ticker": "CBRE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af156735d91b8122113e0b8d5f1bcecc",
    "period": "2021 Q4",
    "content": "Q4 2021 CBRE Group Inc Earnings Call\n\nQ4 2021 CBRE Group Inc Earnings Call\n\nCBRENYSEFEB 24, 8:30 AM\n\nOperator\n\nGreetings, and welcome to CBRE's Q4 2021 Earnings Conference Call. (Operator Instructions)]As a reminder, this conference is being recorded. I'd now like to turn over the conference to your host, Kristyn Farahmand, Senior Vice President of Investor Relations and Strategic Finance, CBRE. Ma'am, please go ahead. .\n\nKristyn Farahmand\n\nVP of IR & Corporate Finance, CBRE Group, Inc.\n\nGood morning, everyone, and welcome to CBRE's Fourth Quarter 2021 Earnings Conference Call. Earlier today, we issued a press release announcing our financial results, which is posted on the Investor Relations page of our website, cbre.com, along with a presentation slide deck that you can use to follow along with our prepared remarks as well as an Excel file that contains additional supplemental materials.\nBefore we kick off today's call, I'll remind you that this presentation contains forward-looking statements that involve a number of risks and uncertainties. Examples of these statements include our expectations regarding CBRE's future growth prospects, including our 2022 qualitative outlook and multiyear growth framework, operations, market share, capital deployment strategy and share repurchases, M&A and investment activity, the performance of existing investments, financial performance, including cash flow, profitability, expenses, margins, adjusted EPS and core adjusted EPS and the effects of the COVID-19 pandemic, the integration and performance of acquisitions and other transactions and any other statements regarding matters that are not historical fact.\nWe urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and certain factors may affect us in the future and could cause actual results to differ materially from those expressed in these forward-looking statements. For a full discussion of the risks and other factors that may impact these forward-looking statements, please refer to this morning's earnings release and our most recent annual and quarterly reports filed on Form 10-K and Form 10-Q, respectively.\nWe have provided reconciliations of core adjusted EPS, adjusted EPS, adjusted EBITDA, net revenue and certain other non-GAAP financial measures included in our remarks to the most directly comparable GAAP measures, together with explanations of these measures in the appendix of the presentation slide deck.\nOur agenda for this morning's call will be as follows: first, I'll provide an overview of our new financial metrics. Next, Bob Sulentic, our President and CEO, will discuss initiatives that support our 4 Dimension diversification strategy. Then Emma Giamartino, our Chief Financial and Investment Officer; will discuss the quarter in detail our capital deployment strategy, our initial qualitative 2022 outlook and our updated multiyear growth framework, then we'll open up the call for questions.\nAs you can see on Slide 5, the fourth quarter completed a strong and transformative year for CBRE. We made strategic investments in Turner & Townsend, and Industrious and saw significant gains from strategic noncore investments made through our SPAC and Inventor capital funds. Due to our controlling interest that results from our 60% ownership stake in Turner & Townsend, we fully consolidate Turner & Townsend's financials, including their balance sheet. We will focus our commentary on consolidated performance inclusive of noncontrolling interests, and we will use consolidated adjusted EBITDA for our net leverage calculations.\nTo give more transparency to our investors, we are introducing a new earnings metric called core adjusted EPS this quarter. Core adjusted EPS excludes the impact of strategic noncore noncontrolling investments that are not attributable to a business segment. These had an immaterial impact prior to 2021. These investments are a small part of our portfolio, but there is likely to be considerable volatility in their fair values, particularly for Altus Power, the largest of our investments now trading on the New York Stock Exchange. We believe this new metric will help investors better assess the underlying performance of our core business.\nStarting in Q1, we will also present strategic noncore investments in corporate overhead separately, which today are combined. We believe this incremental transparency will help investors assess the level of corporate overhead and the performance of these noncore investments. We've also enhanced our presentation today to help provide greater insight into our performance. As a result, the slides accompanying our remarks are different from previous quarters and focus on the most significant drivers to our consolidated results for revenue, adjusted EBITDA and earnings.\nThe segment-specific slides we presented in previous quarters are included in the appendix, as are some slides from our research team detailing the long-term historical relationship between real estate and inflation that we believe investors will find topical. With that, please turn to Slide 7 as Bob provides insight into our strategy. Bob?\n\nRobert E. Sulentic\n\nPresident, CEO & Director, CBRE Group, Inc.\n\nThank you, Kristyn, and good morning, everyone. As you've seen, we had a strong finish to 2021 significantly outperforming both Q4 2020 and the pre-pandemic peak in Q4 2019. This capped an outstanding year for CBRE with all key financial benchmarks reaching new all-time highs for the company.\nWe certainly benefited from a supportive macro environment in 2021. Beyond that, our strong financial performance is the product of our long-standing work to strengthen our balance sheet and improve the resiliency of our income statement as well as our successful efforts over the past several years to diversify our business across 4 dimensions: asset types, lines of business, clients and geographies. We have described our diversification efforts in detail in recent quarters, highlighting how it has positioned CBRE to benefit significantly from secular tailwinds.\nPrime examples of this are our investments in Turner & Townsend, a project manager, that enhances our green energy and infrastructure capabilities; and Industrious, a leading asset-light player in the growing flex space market. In our Real Estate Investments segment, we are now executing a strategy to realize positive synergies between our development and Investment Management businesses with support from our strong balance sheet. So far, this effort is focused on industrial and logistics assets which are benefiting from long-term secular trends. Our research team projects that global e-commerce sales will rise to approximately $3.9 trillion by 2025, requiring an additional 1.5 billion square feet of distribution space.\nSpecifically, we are placing development projects into investment programs run by CBRE Investment Management essentially converting portions of our more than $18 billion end process development portfolio into Investment Management AUM. This strategy also capitalizes on our industrial investment sales and property management expertise.\nAt the same time, we are further building AUM in our industrial and logistics strategy by supporting CBRE Investment Management's acquisition of large portfolios of operating assets. The most recent example is the agreement to acquire a $4.9 billion portfolio of U.S. and European logistics assets from [Hillwood]. Our balance sheet provided a backstop proportions of this portfolio, which enabled our team to move quickly to secure a highly desirable set of assets. We plan to replicate this model for other secularly favored asset types, including multifamily and life sciences and expect our integrated investor operator developer model will generate material incremental recurring revenues and earnings for years to come.\nReflecting our strong 2021 performance and the substantial opportunities we see in front of us, we are increasing our multiyear aspirational growth framework. For the period from 2020 to 2025, we now expect our average annual core adjusted EPS growth to exceed 20% barring an economic disruption from geopolitical or other events, which we are watching closely. This is up from the low double-digit growth expectation we set a year ago.\nThe average annual growth rate is expected to be in the low double digits for the prospective period from 2021 to 2025. We believe there is potential upside to our expected growth rates for both periods through incremental capital deployment. Emma will walk you through this in detail after she reviews the quarter. Emma?\n\nEmma E. Giamartino\n\nGlobal Group President, CFO & CIO, CBRE Group, Inc.\n\nThanks, Bob. 2021 was an outstanding year for CBRE with strong growth across our key financial metrics and record free cash flow driven by operational discipline and our [4-dimension] diversification strategy. We're also well positioned for future growth, which I'll discuss shortly.\nThroughout my remarks today, I'll highlight how our results benefited from asset type diversification, and in future quarters, I will focus on the benefits of other diversification dimension. Now please turn to Slide 9 so we can dive into our results for the quarter.\nLike Q3, all include compares with Q4 2019 for their transactional business lines to provide insight into our performance from peak levels. On a consolidated basis, revenue grew 24% compared to Q4 2020 and 20% over Q4 2019 led by rebounding sales and lease revenue. Advisory Services added nearly $1 billion in net revenue, growing 43% for Q4 2020 and 23% over Q4 2019 to over $3.3 billion, a record for our largest segment.\nWe continued to benefit from a supportive property sales backdrop. Globally, sales revenue jumped over 73% from Q4 2020 and 45% from Q4 2019. The U.S. led the recovery among our major markets with 89% sales revenue growth compared to the prior year quarter. We had the highest market share across all major asset types in 2021 while our overall U.S. market share rose 100 basis points in the quarter according to independent data provider, Real Capital Analytics.\nCapital inflows into multifamily and industrial remained strong, allowing us to benefit from the very intentional work we have done to build leading sales platforms focused on these asset types. U.S. industrial sales revenue more than doubled from Q4 2019, while U.S. multifamily sales nearly doubled over the same period. Office continues to gradually improve back toward pre-pandemic levels. And our U.S. office sales revenue was around 14% shy of Q4 2019, an improvement from steeper declines in the prior quarters.\nGlobal leasing revenue rose 14% compared to the fourth quarter of 2019 with all 3 regions ahead of 2019 levels for the second consecutive quarter. EMEA leasing revenue grew 25% on Q4 2019 and the Americas was up 13% while APAC grew 7%. Industrial leasing surged around 60% compared to the fourth quarter of 2019 as occupier demand for distribution space remains strong. Like in sales, office leasing also continued to recover with global office leasing nearly flat versus Q4 2019. EMEA and APAC office leasing rose around 7% and 11%, respectively, compared to Q4 2019. U.S. office leasing revenue trends also continued to improve.\nWhile still below its 2019 level by around 4%, the year-over-year shortfall from prior peak levels has narrowed compared to previous quarters. Notably, while it's still early in the year, we are continuing to see strong momentum in both U.S. sales and leasing thus far in 2022 with revenue trending significantly above prior peak first quarter levels.\nLoan servicing was the primary growth driver within the rest of advisory with revenue rising around 70% from Q4 2019 to nearly $93 million. Our loan servicing portfolio grew 23% versus the prior year and 10% sequentially to nearly $330 billion primarily driven by private capital sources. Our multifamily portfolio comprising nearly half of the total grew about 14% versus Q4 2020. Our alternative asset type portfolio, which includes agriculture, health care, hotels and others, rose over 70% and now comprises approximately 19% of our total servicing portfolio.\nGrowth was driven by a strong pace of third-party servicing wins, which is a key focus area for growth in this business. OMSR gains faced a tough compare and were down about $47 million. These gains were elevated in last year's fourth quarter as the government agencies were extremely active in providing liquidity to a multifamily market burdened by COVID impact.\nTurning to GWS. Net revenue grew 22%, increasing $330 million to nearly $1.9 billion. This includes about $175 million in net revenue from the Turner & Townsend transaction, which closed on November 1 and was in line with our previous expectations. We are extremely excited about the growth trajectory for this business. Project management is a fragmented market, estimated to be over $100 billion with strong secular growth tailwinds, particularly within infrastructure. This transaction helps to bolster the nascent infrastructure capabilities within our existing businesses. We believe broadening our infrastructure offerings will help to accelerate future growth and deepen diversification, especially by helping to further insulate our business for more cyclical trends.\nOur legacy GWS revenue grew nearly 8% led by project management, which rose about 17% excluding contributions from Turner & Townsend. Strong growth in project management was driven by continued recovery from the pandemic-constrained environment. Facilities Management revenue increased nearly 6% and net revenue rose over 10% supported by growth from local clients. We expect Facilities Management growth to benefit from continued progress in returning to a more normal business environment in 2022.\nLooking at REI, revenue increased $125 million or 43% to over $413 million. This was driven by increasing activity in our U.K. multifamily development business, which is continuing to recover from COVID-related challenges. Investment Management revenue was relatively flat for Q4 2020 at about $150 million due to lower carried interest revenue, which can be volatile. Excluding carried interest revenue, Investment Management revenue grew 19%, driven by strong asset management fee growth. AUM rose to a new record of nearly $142 billion with more than 80% invested in assets other than office. Industrial comprises the largest component in line with our strategic vision to position the company to benefit from this sector's strong secular tailwinds.\nFlipping to Slide 10. Consolidated adjusted EBITDA grew to over $1.1 billion. Excluding noncash gains related to OMSRs, our Altus Power investment through our SPAC and venture capital investments, adjusted EBITDA grew over 37% compared to Q4 2020. On this basis, our underlying adjusted EBITDA margin on net revenue rose 6 basis points versus Q4 2020 to 16.5%, which is 1.7% above our Q4 2019 level.\nAdvisory Services segment operating profit marginally exceeded our expectations, increasing $219 million to over $740 million as sales and lease revenue rose more than expected. Advisory's net operating profit margin, excluding volatile noncash OMSR gains, reached a new record of 21.5%, about 120 basis points better than Q4 2019. We achieved this despite record productivity pushing more producers into higher split tranches.\nIn GWS, legacy segment operating profit reflected higher-than-expected medical expenses as we saw a ramp-up in year-end insurance claims compared with 2020's severely pandemic-constrained levels as well as a $3 million impact of noncash deferred purchase consideration expense for Turner & Townsend. Turner & Townsend profitability performed in line with our expectations, contributing just over $23 million of profit from November 1 through year-end.\nREI segment operating profit rose $39 million to $156 million and was roughly in line with expectations as outperformance in Investment Management offset a modest shortfall in development. Investment Management benefited from higher-than-expected net promotes and co-investment returns driving operating profit to $41 million. Development operating profit of $122 million was affected by a $29 million increase in the reserve we had previously taken on a U.K. construction project that faced challenges that were exacerbated by the pandemic. We believe we have fully reserved for this project and don't expect it to result in further adverse financial impacts.\nPutting aside this reserve increase, development operating profit would have been over $150 million for the quarter and about $380 million for the year, surpassing our previous expectations. This was driven by the conversion of our average in-process portfolio to operating profit at a rate of over 2.1% over the trailing 12-month period, a level well above our historical norm of between 1% and 2% with most years around the midpoint.\nWe also saw increased corporate overhead in the quarter. This is largely driven by higher incentive compensation as performance materially exceeded initial 2021 expectations and our investments in key corporate functions to help support our larger business. We do not expect incentive compensation to fluctuate as much in 2022 as business volatility continues to normalize.\nLooking at Slide 11, adjusted earnings per share rose 51% to $2.19. This includes a benefit of $0.36 from a gain in our SPAC investment and another $0.03 from mark-to-market adjustments on our Altus Power and VC investments. Excluding these noncash gains, core adjusted EPS rose 24% to $1.80. Excluding only the SPAC deconsolidation gain, which is consistent with how we've reported our results in previous quarters, adjusted EPS rose over 26% to $1.83.\nRobust underlying earnings growth reflects the strong increase in adjusted EBITDA as well as lower net interest expense. These were partially offset by higher depreciation and amortization, mainly related to elevated prepayments of government agency related loans, which triggered higher OMSR amortization. Our results also include noncash interest expense related to deferred purchase consideration for our remaining Turner & Townsend payments and an increase in our effective adjusted tax rate to 23.9%. The nonrecurring reserve increase in the U.K. multifamily development business lowered earnings by approximately $0.07. Going forward, as Kristyn noted earlier, we'll report both adjusted EPS and core adjusted EPS to give you transparency into how both our core operations and noncore investments are performing.\nNow we'll discuss our financial capacity on Slide 12. Due to our strong profitability, we generated nearly $1.1 billion of free cash flow in the quarter. bringing our annual free cash flow total to almost $2.2 billion, which is a new record for our company. We ended the year with a net cash position of 0.2 turns while deploying nearly $1.8 billion of capital, net of debt issuance proceeds during the year, primarily for investments in future growth. We also repurchased around $370 million of stock, providing our shareholders a repurchase yield of over 1%.\nWe intend to continue this capital deployment strategy and believe there is ample opportunity to invest in future growth while also programmatically returning cash to our shareholders. In support of this, we commenced our fifth consecutive quarter of repurchases in Q1 2022. We intend to continue repurchases throughout this year, assuming the return remains attractive, and we have capacity given our evolving M&A pipeline. Additionally, as we move forward, strong free cash flow conversion will remain a priority for us, and our senior executive team will be evaluated on this metric as part of their 2022 goals.\nPlease turn to Slide 13. We expect another year of strong growth in 2022. Market conditions remain generally favorable, notwithstanding heightened geopolitical tensions, and tailwinds are likely to persist across the 4 dimensions of our business and areas where we are proactively investing to drive growth.\nAdvisory Services is positioned for another year of strong revenue and segment operating profit growth with leasing revenue expected to rise at a high teen to low 20% rate and sales revenue expected to rise at a low to mid-teens rate. We expect incremental benefit from offices gradual recovery and that industrial leasing should decelerate modestly due to a potential near-term shortage of available properties.\nAs Bob highlighted earlier, we believe long-term secular trends are bolstering demand for industrial space and expect strong performance for this asset class on a long-run basis. Outside of sales and leasing, we expect advisory revenue to rise at a high single-digit to low double-digit clip compared to 2021. We also expect advisory's operating margin to be roughly flat versus the prior year as the benefit of high-margin transactional revenue growth will be tempered by some operating expense investments designed to accelerate future growth. Advisory operating profit expectations also include increased strategic equity awards to help better align a broader leadership team with our enterprise strategy and shareholders. We expect strong long-run margin performance in advisory, partially driven by these investments.\nIn GWS, we expect low to mid-double-digit organic top line growth and mid- to high single-digit organic segment operating profit growth. This is being driven by continued strong growth in project management and accelerated growth in Enterprise facilities management partially driven by a return to normal contract cycle times. We expect this growth to be more weighted to the second half of the year.\nGWS legacy segment operating profit expectations also include the impact of $17 million of noncash deferred purchase consideration expense for Turner & Townsend. This expense will continue through 2025 when we've made the last of our required payments. We will also record about $10 million in noncash interest expense associated with our deferred payments. Like in advisory, GWS operating profit expectations also include an impact from increased use of strategic equity awards. This is reducing expected legacy segment operating profit growth by around 1%.\nWe expect Turner & Townsend to grow net revenue at a mid-teens rate, in line with its historical average over the approximately $974 million it generated in calendar year 2021. Strong organic growth is expected to more than offset a small foreign exchange headwind at today's spot rate. Turner & Townsend net operating profit margin is projected to tick up around 0.5% from the 13.4% generated in the fourth quarter. This reflects strong top line growth, the restoration of certain expenses cut during COVID and about $10 million of noncash expense for retention bonuses.\nREI revenue is expected to grow around 20% and segment operating profit is expected to roughly match the elevated operating profit of $520 million generated in 2021, excluding the $24 million accounting change driven gain that we recorded in last year's first quarter. Revenue growth is being driven by continued recovery of our U.K. development business.\nOur REI expectations also contemplate elevated hiring and investment management for new product development, a key strategic focus as well as more moderate appreciation and asset values. Finally, we expect our development in process portfolio will convert to operating profit at a rate of under 2%, in line with historical performance. Our in-process portfolio is well positioned for the current environment. with nearly 80% of the portfolio comprised of industrial, multifamily, health care and life sciences assets. As you can see, we are consciously orienting the portfolio towards assets with strong long-term performance potential.\nSetting aside any effects of our strategic noncore investments, we expect corporate overhead to decline nearly 5% from 2021. We anticipate investments in further scaling key corporate functions to be more than offset by more favorable incentive compensation impact. Going forward, core adjusted earnings, which excludes the impact of our small portfolio of strategic noncore investments, will be the basis of our financial forecast. We are making these investments for their strategic value rather than near-term financial gains. However, there will likely be sharp volatility in their investment valuation, especially for our largest noncore investment in publicly traded Altus Power.\nAltus is poised to benefit from the transition to a low-carbon economy while enhancing capabilities to help our clients meet their clean energy and sustainability goals. As always, for investments of this nature, short-term bouts of market volatility can cause the value of our investment to swing sharply on a quarter-to-quarter basis. For example, the majority of the noncash gain we recognized in the fourth quarter would be reversed in the first quarter at Altus' share price as of February 15.\nNow looking at depreciation and amortization. We expect this to rise about 4%, and we project our effective adjusted tax rate to be in line with the 23.9% rate we saw in Q4 2021. We are also highly focused on monitoring how inflation could impact our business. Real estate provides a natural inflation hedge when held on a long-term basis, which somewhat cushions our transactional businesses. In fact, sales could potentially even benefit if inflation concerns draw more capital to real estate.\nOn the expense side, clients reimburse us for the salary and benefits of nearly half of our employee base who work primarily in the GWS and property management businesses, and inflation provisions are typically embedded in our multiyear GWS contracts. In light of this, we believe we are well positioned to succeed in a higher inflation environment. It is also prudent to highlight that while the current operating environment remains favorable. There is heightened uncertainty given this higher inflationary environment, tighter monetary policy and rising geopolitical tensions.\nPlease turn to Slide 14 for an update of our multiyear growth framework. As Bob noted, we've raised our base case annual core adjusted EPS growth expectations to more than 20% for the 2020 to 2025 period and to low double digits for the next 4 years. There is upside to both growth rates from additional capital deployment. We envisioned solid organic revenue and earnings growth across our 3 business segments. Our overall margin is expected to gradually increase over this period even with considerable growth from our lower-margin GWS segment. The GWS margin itself should also improve over time as higher-margin project management accounts for a larger share of our GWS revenue base.\nWe will continue to manage our balance sheet prudently. We are comfortable with increasing net leverage to around 1 turn as we deploy capital into M&A to accelerate growth. We can even go as high as 2 turns for a highly compelling strategic opportunity.\nWe expect to focus our capital deployment strategy on secularly favorite areas that will further diversify our business. We see significant opportunity to expand our investor operator developer model into multifamily, life sciences and infrastructure. Importantly, this model plays to our competitive advantages, including cross-functional collaboration, business line diversification and balance sheet strength, giving us the opportunity to further differentiate CBRE. Given our sizable financial capacity, we expect shareholder capital returns will continue to figure prominently within our capital allocation plans over this multiyear horizon.\nEnding with Slide 15. Since 2016, core adjusted EPS has achieved average annual growth of 21%, while revenue and free cash flow have also grown at double-digit annual rates over this period. This strong growth has been supported by the strategic steps we've taken to bolster our balance sheet while pursuing a disciplined capital allocation program and increasingly diversifying our business. We expect our multiyear growth framework will extend the successful track record of performance across our key financial metrics. We are extremely optimistic about our trajectory as we head into 2022 and look forward to delivering another year of strong performance. And with that, operator, we'll open the line for questions."
  }
]