[
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a1203f5ea08371bbf702df5f6bf97bf",
    "period": "2025 Q3",
    "content": "Q3 2025 Allstate Corp Earnings Call\n\nQ3 2025 Allstate Corp Earnings Call\n\nALLNYSENOV 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's Third Quarter Earnings Investor Call. [Operator Instructions] As a reminder, please be aware that this call is being recorded.\nAnd now I'd like to introduce your host for today's program, Allister Gobin, Head of Investor Relations. Please go ahead, sir.\n\nAllister Gobin\n\nInvestor Relations Officer\n\nGood morning, everyone. Welcome to Allstate's Third Quarter 2025 Earnings Call. Yesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and have posted a related materials on our website at allstateinvestors.com. Today, our management team will discuss how Allstate is creating shareholder value. Then we will open the line for your questions.\nAs noted on the first slide of the presentation, our discussion will include non-GAAP measures for which there are reconciliations are provided in the news release and investor supplement. We will also make forward-looking statements about Allstate's operations. Actual results may differ materially from those statements, so please refer to our 2024 10-K and other public filings for more information on potential risks.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. Thank you for investing time in Allstate today. Let's start with Slide 2. Allstate's strategy has 2 components, which are shown on the left, increased personal profit liability market share and expand protection provided to customers. Our strong operating results in the third quarter are shown on the right. So revenues increased to $17.3 billion. Policies in force increased to $209.5 million as we broadened our protection offerings and grow the property liability business. Net income was $3.7 billion. Adjusted net income was [indiscernible] or $11.17 per share, and that resulted from a number of [indiscernible] strong profitability results, modest catastrophe losses, higher investment income and favorable insurance basis -- insurance reserve releases.\nThe return on equity for the last 12 months was 34.7%. The drivers behind these outstanding results include operational excellence, which is really good at protection. The transformative growth initiative is increasing profitable growth, enterprise risk and return management for investments creates additional value and then all of that just generates substantial capital. So let's [indiscernible] transformative growth and how that positions us for continued success to Slide 3.\nTransformative growth is the initiative we started about 6 years ago and was designed to increase property liability market share. And it has 5 components and 5 phases and we're now in Phase 4, which is rolling out the new system. The price for protection is obviously critically important to customers, so we reduce costs so we can provide more value without impacting margins. We've reduced the expense ratio by 6.7 points, but we're not done yet. To increase market share, we also need to expand customer access by broadening distribution beyond Allstate agents. This year, auto insurance new business is evenly split between Allstate agents, independent agents and direct from the company, and all 3 channels have increased like we didn't get there by making one channel smaller.\nIncreasing customer value with new, affordable, and simple connection products has also been a driver of growth. Significant progress has been made in improving customer service, as we have enhanced over 46 million customer interactions this year. A high priority for us is to further expand the SAFE program for auto and home insurance customers, which has helped over 5 million customers reduce their premiums by more than 5%. These four elements require increased sophistication and investment in customer acquisition, and we're really good at that with the new technology ecosystem.\nThe new technology ecosystem enables us -- is going to enable us to use applied artificial intelligence, which is shown on Slide 4. This begins with generative AI, which helps improve the efficiency and effectiveness operations. I'd like to describe this as the head sneakers commercial. If you might remember, it's run faster, jump higher. It is quite a good thing. As you can see, there are many examples where that's adding value today. It's being used to simplify billing explanations for customers and reducing the number of billing inquiries we did. And the games operation, all the [indiscernible] e-mails are generated or reviewed by AI. 15% of our coding is done by AI, and it's also being implemented and used in actuarial financial work to reduce costs and accelerate our go-to-market strategies.\nThe next frontier is at the top of the slide, which is Genetic AI, and that holds even greater promise. It allows us to reimagine customer value across the entire business model. from the offerings, the service, the communications, how we make growth investments and how we settle claims. Now to make that a reality, we're designing and building Allstate's large language intelligent ecosystem or Al. We wanted to name it and personify because these agents are like employees is they're capable of reasoning and resolving test lower costs and improve the customer experience. Sally will position us for continued growth in market share and expansion of protection provided to customers.\nNow Mario will cover the third quarter results in more detail.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's turn to Slide 5 for an overview of third quarter results. Allstate's strong operating capabilities delivered profitable growth and excellent returns in the quarter and through the first 9 months of 2025. Total year-to-date revenues increased 5.8% from the prior year to $50.3 billion, driven by strong performance across the enterprise including property liability premiums that were up 6.1% in the third quarter and 7.4% for the first 9 months of the year, reflecting higher average premiums and policy in force growth. Protection Services profitably grew with premiums up 12.7% compared to the third quarter of 2024, driven by protection plans. Net investment income was $949 million in the third quarter, representing a 21.2% increase over the prior year quarter. Total policies in force grew to $209.5 million, an increase of 3.8% compared to the prior year quarter.\nIn the third quarter, net income was $3.7 billion, and through the first 9 months of 2025, net income applicable to common shareholders was $6.4 billion. Adjusted net income was $3 billion or $11.17 per diluted share in the third quarter, reflecting strong property liability underwriting profit and higher investment income. Adjusted net income return on equity was 34.7% over the last 12 months.\nMoving to Slide 6. Let's discuss our objective of consistently delivering attractive risk-adjusted returns for shareholders. As a reminder, we manage profitability by line and by market. In auto insurance, we target a mid-90s reported combined ratio. Over the last decade, outside of the unprecedented inflationary period, the industry experienced following the COVID-19 pandemic Allstate has consistently achieved these targeted levels of profitability. We have responded quickly and decisively to periods of increased loss cost inflation like higher auto accident frequency in 2015 and 2016 and higher post-COVID severity. As a result, the combined ratio has averaged 94.9% over the last 10 years. The homeowners business is a competitive advantage for Allstate.\nIn homeowners insurance, we target a low 90s reported combined ratio and an underlying combined ratio in the low to mid-60s. We have a differentiated model with advanced risk selection, new products, pricing sophistication and efficient claims handling. While there can be short-term volatility associated with catastrophes, these capabilities have delivered sustained success, as you can see over the last 10 years with a recorded combined ratio of 92.3%.\nTurning to Slide 7. Let's discuss Protection Services. The protection services business is comprised of 5 businesses: protection plans, auto dealer, roadside assistance, [indiscernible] and Identity Protection. It has 171 million policies in force generates $3.3 billion in revenue and had $211 million of income over the last 12 months. Policy growth was 4.4% over the prior year quarter, led by protection plans. Protection plans continues to expand both domestically and internationally, as you can see on the lower rate. Revenues increased by 15% over the prior year quarter with a 10% increase in domestic revenue and a 32% increase in international revenue. The business generated $34 million in adjusted net income this quarter, a decrease of $5 million from the prior year quarter due to increased claims. Year-to-date, however, earnings increased by 8% from 2024.\nNow I'll turn it over to Jesse.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nThank you, Mario. Moving to Slide 8. You can see the impact of transformative growth execution on property liability growth. The map on the left side of the slide shows the 38 states, Allstate is growing [indiscernible] investments in expanded distribution, pricing sophistication, marketing and technology are generating [indiscernible] force growth in the auto and homeowners insurance businesses. To the right, we provide more detail by brand. We underwrite auto and homeowner seals business through Allstate agents and direct to consumers using the Allstate brand.\nFor higher-risk direct channel customers also use the direct auto brand, which we acquired with National General. We provided those same products in the independent agent channel using the National General brand. Collectively, these represent what we call our active brands in market. Auto policies in force and active brands increased 2.8% compared to the prior year quarter. National General and direct auto continued to grow at 12% and 22.9%, respectively, reflecting our capabilities in the nonstandard auto insurance market in both the direct and independent agent channels.\nAs part of transformative growth, we decided to sunset the Esurance brand and use the Allstate brand in both the exclusive agent and direct channels. In the independent agent channel, as the new National General Custom 360 product has made available, we stopped offering the Encompass policies for new business. While some customers of the inactive brands end up in new business of active brands, growth in the active brand shows the strength of those customer value propositions.\nHomeowner's policies in force and active brands increased 3% compared to the prior year quarter. We continue to see steady growth in policies in force in the Allstate brand as Allstate agents continue to bundle at historically high rates, and we've delivered strong new business growth in the direct channel. Transformative Growth is delivering profitable policy growth.\nTurning to Slide 9. Customer retention remains a key focus. On the left, you can see auto insurance shopping is at historically high levels. Through the first 9 months of the year, shopping activity across the industry has increased 9.3% compared to the same period in 2024, driven by higher advertising and industry-wide rate increases in 2022 and 2023. In this high shopping environment, Allstate is capturing a higher proportion of shoppers with new business increasing 26.2% for the same period in 2025 compared to 2024. Allstate's market share gains in nonstandard auto insurance, largely through the independent agent and direct channels also has a negative impact on overall retention, even though these policies are attractive economically.\nTo improve retention, we're lowering prices while maintaining attractive margins and reaching out to customers through the SAFE program. In addition, customers will be transitioned to our new auto and home insurance products, which have higher retention levels. Finally, product bundling is increasing, particularly through Allstate agents supporting deeper customer relationships. Increasing retention will be additive to growth created through higher increases in new business.\nNow I'll turn it over to John.\n\nJohn Edward Dugenske\n\nExecutive Vice-President, Chief Investment & Corporate Strategy Officer, Allstate Insurance Co.\n\nThanks, Jesse. Turning to Slide 10. Let's discuss how we proactively manage our investment portfolio to deliver meaningful shareholder value. This chart shows net investment income and portfolio growth over 5 years. Since Q1 2021, the portfolio's book value has increased by 39% from $23 billion. Since 2021, asset growth in part reflects the large increase in average auto and homeowners insurance. Growth in assets and higher yields have benefited that investment income. Net investment income for the last 12 months equates to $10 per share, up from less than $9 in 2021.\nMoving to Slide 11. Let's discuss how Allstate takes a proactive approach to managing its investment portfolio within the context of overall enterprise risk and return. The table on the left illustrates how investment decisions consider enterprise factors and market conditions. The blue boxes indicate favorable conditions and orange boxes indicate unfavorable. For example, in 2022, the Property-Liability combined ratio was elevated in both macroeconomic and market dynamics were unfavorable.\nWe had adequate capital to handle this and decided to reduce the capital supporting investment risks. As you can see on the right-hand graph, this was implemented by lowering interest rate risk by reducing duration shown in the green line. This was a good decision because we then increased duration as rates increased in 2023 and 2024. The combination of these actions protected portfolio values as yields rose and then captured those higher yields to support higher income. We use the same approach to equity holdings, which were reduced in 2023 and 2024, primarily reflecting an outlook for higher inflation. By year-end 2024, when profitability was restored and economic and market dynamics were more favorable, we increased the economic capital allocation to investment risk and have slightly been adding growth exposure back to the portfolio.\nMoving to Slide 12. The chart on the left shows the change in GAAP shareholders' equity from year-end 2024 to the end of the third quarter. At the end of 2024, shareholders' equity was $21.4 billion. Strong income, gains on the sale of voluntary benefits and group health businesses and an increase in unrealized net capital gains on investments further strengthened capital. This was partially offset by common share repurchases and dividends to shareholders. This year, Allstate has returned $1.6 billion to shareholders on a GAAP basis through common shareholder dividends and share repurchases. Overall, GAAP shareholders' equity increased to $27.5 billion as of the third quarter of 2025.\nOver the last 12 months, adjusted net income return on equity was 34.7%. Increasing property liability market share at target levels will create additional shareholder value. In addition to growth initiatives, Allstate deploys capital through the investment portfolio, which generates attractive returns and provides a diversified source of income. Allstate has a long history of returning cash to shareholders through both dividends and share repurchases. Over the last 12 months, Allstate has returned $1.8 billion to shareholders which is 3.5% of the average market value of common equity. Over the last 5 years, $11.5 billion has been returned to shareholders, representing approximately 22% of common outstanding shares. Now let's move to questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/604eac8c0ccb8c050811067bbbf96f98",
    "period": "2025 Q2",
    "content": "Q2 2025 The Allstate Corp Earnings Call\n\nQ2 2025 The Allstate Corp Earnings Call\n\nALLNYSEJUL 31, 9:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Allstate Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Allister Gobin, Head of Investor Relations. Please go ahead, sir.\n\nAllister Gobin\n\nInvestor Relations Officer\n\nGood morning, everyone. Welcome to Allstate's Second Quarter 2025 Earnings Call. Yesterday, following close with the market, we issued our news release and investor supplement, filed our 10-Q and posted related material on our website at allstateinvestors.com. Today, our management team will share perspective on our strategy and how Allstate is creating shareholder value. Then we will open up the line for your questions. As noted on the first slide of the presentation, our discussion will include non-GAAP measures for which the reconciliations are provided in the news release and investor supplement.\nWe will also make forward-looking statements about Allstate's operations. Actual results may differ materially from those statements, so please refer to our 2024 10-K and other public filings for more information on potential risks. And now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. Thank you for investing time in Allstate. We'll start with second quarter results and Allstate's strategy to create shareholder value. Then we'll have time to address your questions. So let's start with Slide 2. So Allstate's strategy has 2 components that's shown on the left, increased personal profit-liability market share and expand protection to provide to customers. On the top right is an overview of second quarter results. Revenues were $16.6 billion in the second quarter, a 5.8% increase compared to the second quarter of 2024. Total policies in force increased $208 million, it's 4.2% over the prior year and being led by Allstate Protection Plans.\nPersonal Property-Liability policies in force increased by 0.8 points. Net income was $2.1 billion, and adjusted net income was $1.6 billion or $5.94 per diluted share. Adjusted net income return on equity was 28.6% over the trailing 12 months. And we create shareholder value by delivering excellent operating results, you see up top, growing the personal property-liability business through the transformer growth strategy, expanding protection services and proactively investing our $77 billion portfolio. So let's go through those 3 points, starting on Slide 3.\nTransformative growth has 5 phases, and we're now sadly in Phase 4 with progress on each of the 5 subcomponents. New Allstate branded auto insurance products, which are more affordable, simple and connected or being implemented. The new auto insurance product is available in 40 states, and we're rolling out the same type of product for homeowners and we're in 16 states now. New products are also available in the independent agent channel in 34 states, expanding our risk appetite National General strong nonstandard auto risk position. Underwriting expenses have been reduced, supporting more competitive pricing while maintaining margins. Increased sophistication of pricing plans and marketing programs have helped increase new business through expanded distribution. Claims processes have been enhanced following the pandemic-related inflation, which is helping us control claim severity.\nAnd then our new technology systems have been employed, which position us to leverage advanced computing and large language miles. Customer access has also been significantly expanded, as you can see in the middle of the slide. New business is almost double 5 years ago, reaching 10.8 million policies over the last 12 months. This is the broadest distribution platform in the industry with new business spread almost evenly between Allstate agents, independent agents and directly through call centers or over the web. As you can see from the first set of pie charts on the left.\nTotal policies in force have increased to $37.7 million, reflecting the highly successful acquisition of National General and rapid growth in direct sales. The Property-Liability business is a terrific business with $56 billion of annual earned premiums in excellent underwriting results. Turning to Slide 4. Protection Services, while smaller, is still a really significant business with 170 million policies in force, $3.2 billion of revenue and $0.25 billion of income over the last 12 months. It's comprised of 5 businesses, protection plans, Auto dealer protection options, roadside assistance, arity and identity protection.\nRevenues were $867 million in the quarter, which generated $60 million of income, most of which is from protection plans, which is described in the bottom section of the slide. Protection plan sells protection for consumer electronics, mobile devices, appliances and furniture. This protection is basically embedded in the sales processes of a broad group of exceptional distribution partners. Revenues increased by 16.6% over the prior year quarter, reflecting rapid growth in appliance protection over the last several years and success in expanding internationally. Adjusted net income was $51 million due to higher revenue moderating claims and support costs and operational efficiencies. Each of the Protection Services business has their own success story.\nParity, for example, as 2 trillion miles of driving data is now expanding its services to insurance companies and making inroads into mobility intelligence. Turning to Slide 5. Shareholder value is also created by proactively managing the $77 billion investment portfolio is really an integrated component of our enterprise risk return decision-making. Investment income was $754 million in the quarter, representing a total return of 1.4% for the quarter and 5.4% for the last 12 months. This diversified portfolio of fixed income and growth asset leverages top investment talent to deliver top quartile performance as shown in the table on the right.\nThe largest part of the portfolio is in fixed income securities, which provides consistent cash flow and high liquidity. Our strong credit skills and active management generated first and second quartile performance. We reduced the public equity holdings in the second quarter, given the increased risk of inflation due to the new trade policies and the impact of this becomes clear, we'll adjust that position. We also have strong results in the performance-based portfolio of private equity real estate investments, which is a combination of fund participation co-investments and direct transactions. The higher returns on these investments is more than attractive despite the greater variability in reported income. Now I'll pass it over to Mario.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's take a look at second quarter property liability results on Slide 6. The Property Liability business delivered strong results, generating nearly $1.3 billion of underwriting income this quarter as average premium increases exceeded moderating costs. The combined ratio of 91.1% was a 10-point improvement from the prior year quarter, driven by improved underlying trends and $376 million of favorable prior year non-catastrophe reserve reestimates. Shifting to auto insurance on the top right. The combined ratio was 86% in the quarter, a 9.9 point improvement from the second quarter of 2024 due to improved frequency and moderating severity trends.\nOver the past several quarters, we've seen the favorable impacts of our comprehensive auto insurance profit improvement plan in our financial results. Our auto book of business is now broadly profitable, including in previously profit challenged markets like California, New York and New Jersey, and we are focused on investing in profitably growing auto market share. Homeowners results are shown in the bottom right graph. Underlying margins remained strong in the homeowners business with an underlying combined ratio of 58.6%, but were offset by $1.6 billion in catastrophe losses, leading to a combined ratio of 102% in the quarter. While quarter-to-quarter results can be volatile in the homeowners business due to catastrophe losses, we continue to have strong conviction around our ability to grow homeowners and generate excellent long-term returns on capital as demonstrated by a combined ratio of approximately 92% over the past 10 years.\nAllstate's homeowner capabilities represent a competitive advantage in the industry. Turning to Slide 7. Let's discuss growth trends in the Property-Liability business. In the chart to the left, you can see the composition of Allstate's $37.9 million property liability policies in force with growth results for the quarter, shown at the bottom of the chart. Auto insurance with 25.2 million policies in force shown in dark blue, accounts for 2/3 of total property-liability policies and year-over-year growth turned positive during the quarter ending the second quarter at plus 0.5% above prior year. The homeowners business accounts for approximately 20% or 7.6 million property-liability policies and continued to grow in the second quarter, increasing 2.3% relative to the prior year quarter. To the right, we provide more detail for auto and homeowners insurance growth rates by brand.\nWe underwrite auto and homeowners insurance business through Allstate agents and direct-to-consumer using the Allstate brand. For higher-risk direct channel customers, we also use the direct auto brand, which we acquired with National General. We provide those same products in the independent agent channel using the National General brand. Collectively, these represent what we call our active brands in market. Auto policies in force and active brands increased 2.4% compared to the prior year quarter. Allstate brand policies in force were negatively impacted by declines in New York and New Jersey, where we continue to focus on profit improvement as our primary operating objective.\nApproval of pending requests for our new affordable, simple and connected auto insurance products in these states would open these markets for growth as margins have improved significantly over the course of 2025. Excluding New York and New Jersey, Allstate brand increased over the prior year quarter. National General and direct auto continued to grow at 11.3% and 22.8%, respectively, reflecting our strong capabilities in the nonstandard auto insurance market in both the direct and independent agency channels. As part of transformative growth, we decided to sunset the Esurance brand and use the Allstate brand in both the exclusive agent and direct channels. And as the new National General Custom 360 product is rolled out across states, we discontinued offering Encompass policies for new business.\nThe continued decline in policies in force in these 2 inactive brands has created a drag on auto and homeowners insurance growth rates. In homeowners insurance, we continue to see steady growth in policies in force in the Allstate brand as Allstate agents continue to bundle at historically high rates, and we deliver strong new business growth in the direct channel. Moving to Slide 8. Let's dive deeper into how expanded distribution generated a 21% increase in personal property liability in new business in the second quarter. Auto insurance new business in the middle of the chart increased by 24.8% over the prior year quarter and was distributed almost evenly across distribution channels.\nNew business was strong across all 3 channels as Allstate agents were more productive and both the direct and independent agent channels continued to deliver strong new business growth. Homeowners insurance new business growth was driven by the exclusive agent and direct distribution channels. Independent agent production declined as we focused on rate adequacy across a number of states, but we expect to resume homeowners expansion plans in rate adequate markets going forward in this channel.\nWhile new business growth is encouraging, retention remains an essential focus to accelerate and sustain growth. We continue to execute our S.A.V.E. program to show Allstate customers value every day. Employees and Allstate agents are working to improve 25 million customer interactions this year, including proactively reaching out to customers to ensure that they have the right protection at the most affordable price. This program is designed to deliver an industry-leading customer experience, while enhancing affordability for our customers. We will continue to execute our transformative growth strategy and make investments in expanded distribution, pricing sophistication, marketing and technology, all focused on delivering sustainable and profitable market share growth. Now I'll turn it over to Jesse.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nThank you, Mario. Let's move to Slide 9 for an overview of how Allstate's capital management strategy creates shareholder value. Strong earnings resulted in an adjusted net income return on equity of 28.6% for the latest 12 months. We completed the divestitures of the employee voluntary benefits business on April 1 in the Group Health business on July 1 for a combined $3.25 billion. That represented a 25x multiple of the latest 12-month earnings for those businesses. The transactions position the businesses for success and allow us to reallocate capital to Allstate's strategic growth opportunities.\nWe continue to return capital to shareholders through share repurchases and dividends. In the past year, Allstate paid $1.1 billion of common and preferred shareholder dividends. Further, this year, the quarterly common stock dividend was increased 9% to $1 per share. We've also returned cash to shareholders by repurchasing $445 million of common stock in connection with the $1.5 billion share repurchase authorization we announced in February of this year. Let's wrap up on Slide 10. Allstate delivered excellent financial results in the second quarter. We're serving our growing customer base of 208 million policies in force with broad protection offerings under an exceptional brand with extensive distribution. Transformative growth execution is positioning Allstate for profitable personal property liability growth. Protection Services segment, led by Allstate Protection Plans continues to grow rapidly and broaden Allstate's customer base.\nA proactive approach to managing the investment portfolio is aligned with enterprise risk and return objectives, and sound capital management will continue to deliver value for shareholders. Allstate remains committed to executing our strategy and is well positioned to grow property liability market share, expand protection for customers and deliver value for our shareholders. With that, let's open up the line for questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36ddbd83641ad036ee8684ddfe789f70",
    "period": "2025 Q1",
    "content": "Q1 2025 The Allstate Corp Earnings Call\n\nQ1 2025 The Allstate Corp Earnings Call\n\nALLNYSEMAY 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's First Quarter Earnings Investor Call. [Operator Instructions] As a reminder, please be aware that this call is being recorded. And now I'd like to introduce your host for today's program, Allister Gobin, Head of Investor Relations. Please go ahead, sir.\n\nAllister Gobin\n\nGood morning, everyone. Welcome to Allstate's First Quarter 2025 Earnings Call. Yesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and posted related materials on our website at allstateinvestors.com. Today, our management team will share perspective on our strategy and how Allstate is creating shareholder value. And we will have a question-and-answer session.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2024 and other public documents for information on potential risks.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. Thank you for investing your time with Allstate. I'm going to start with an overview of results and then the progress we're making on transform growth. Mario will then cover property liability results. John will go through investments and Jesse can talk about protection services. Then we'll -- as Allister said, deal with any questions that you have.\nSo let's start on Slide 2, which has Allstate strategy and first quarter results. Allstate's strategy, of course, has 2 components: increase personal property-liability market share and the expand protection provided to customers which were shown on these 2 over the left. On the right-hand side, you can see Allstate's strong performance in the first quarter. Revenues were $16.5 billion in the first quarter, up 7.8% compared to the first quarter of 2024. Allstate generated net income of $566 million in the quarter and adjusted net income of $949 million, which is $3.53 per diluted share. Adjusted net income return on equity was 23.7% over the last 12 months.\nSo we work on shareholder value with a balanced set of priorities: first, generating attractive returns on capital, which you can see from this year -- this quarter's results. Growing policies in force in the property liability and protection services businesses will both generate increased earnings and should improve Allstate's valuation multiples. A diversified investment portfolio generates attractive returns on capital, which John will cover. Proactive enterprise risk and return management is also important, and that includes whether that's utilization of reinsurance, our capital transactions or cash returns to shareholders. Mario will discuss the benefits of our approach to reinsurance when we go through profit liability.\nJust as team closed the sale of an employee voluntary benefits business for $2 billion on April 1. So that's not in the results of that or not in this quarter, but because of lay thereafter, we want to make sure we call it out for you. And that's the first of 2 large sales from that business segment. As you know, we increased the quarterly dividend to $1 a share and instituted a $1.5 billion share repurchase program.\nSlide 3 is an update on the execution of transforming growth strategy in the Property-Liability business. So there are 5 integrated components of this strategy to increase market share one of which is to improve customers' value. And one of the key parts of that is lowering costs. And you can see on the left-hand side, the adjusted expense ratio, which excludes advertising costs, has improved by 6.7% -- 6.7 points rather by eliminating outsourcing, digitizing work, using less real estate and aligning our distribution expenses with customer value and those lower costs enable us to offer more competitive prices without impacting margins.\nSubstantial progress has also been made on other components, several of which are listed on the right. New Allstate branded affordable simple connected auto insurance are now available in 36 states, and we have the companion homeowners product is now available in 6 states. Differentiated Custom 360 middle market standard and preferred auto for independent agents is shown is now in 31 states. One of the most significant changes is the expansion of customer access to improved growth, which resulted in increased in all channels this quarter versus the first quarter 2024.\nThis effort has 3 components, improve Allstate agent productivity, expand our direct sales and then increase independent agent distribution, all of which have been successful. Allstate agent productivity has increased, enhancements to drag capabilities or lower pricing and increased advertising are attracting more self-directed customers. The National General acquisition significantly expanded our presence and capability in the independent agent channel. So this quarter, personalized new business was 2.8 million items, a 27% increase over the prior year. The SAVE program, which stands for show Allstate customers value every day following our acronyms. It's being embraced by employees and agents with the goal of improving 25 million of our actions this year, which builds on last year's success, which was over 20 million. Our objective is to increase customer retention and important driver of growth.\nThe combination of strong new business levels and an improvement in retention is a path to market share growth. We're beginning to see signs of growth. As to property liability policies in force on a year-on-year basis has stopped declining. And of course, that was due to the significant auto price increases and the economic decision to reduce new business in 2022 and 2023. Sequential growth over the end of 2024 was 0.5 point. So Allstate remains focused on increasing market share and profit liability and expanding protection provided to customers.\nNow let me turn it over to Mario.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's take a look at our performance Property-Liability underwriting results on Slide 4. As you can see from the table on the left, the Property-Liability business generated $360 million of underwriting income this quarter. The combined ratio of 97.4% was 4.4 points above the prior year quarter, primarily due to a $3.3 billion gross catastrophe losses during the quarter, which was significantly higher than first quarter of last year. This was partially offset by recoveries on a comprehensive reinsurance program, higher average earned premiums, favorable non-catastrophe prior year reserve reestimates and favorable underlying loss trends.\nThe auto combined ratio was 91.3 in the quarter as average earned premium increases outpaced losses driven by favorable physical damage loss cost trends. The underlying homeowners buying ratio, which excludes the impact of catastrophes and prior year reserve estimates remained in our targeted low 60s range. While there may be fluctuations in catastrophe losses, the homeowners business consistently generates profits with a 10-year recorded combined ratio of 91.5.\nNow let's move to Slide 5 to discuss first quarter catastrophe results in more detail. Our claims team worked tirelessly to support over 70,000 customers as they recovered from the devastating California wildfires and a series of severe weather events that impacted multiple regions across the country in the first quarter. The chart on the left depicts gross catastrophe losses as a percent of earned premium for the last 10 years. As you can see, 2025 represents an outlier year that was more than 3 standard deviations above the mean, driven by the California wildfires represented by the orange bar. We generally do not see wildfire activity in the first quarter of the year.\nWind and hail events represented by the dark gray bars were above the 5- and 10-year averages, but there is no clear pattern over the last 10 years for these barrels. In the table on the right, you can see this quarter's catastrophe loss ratio and number of events by apparel compared to 5-year and 10-year averages. On the second to the last row of the table, you can see the impact of our approach to risk management which includes a comprehensive reinsurance program that reduces capital requirements by lowering catastrophe loss tail risk and earnings volatility.\nIn order, we had reinsurance recoveries of $1.1 billion, primarily due to the California wildfires, but recoveries were also generated from aggregate catastrophe losses from events over $50 million that occurred over the past 12 months. And earlier, while we expect some quarter-to-quarter volatility in the homeowners line of business, our industry-leading capabilities remain a competitive advantage, and we view homeowners insurance as a growth opportunity.\nTurning to Slide 6. Let's discuss how expanded access under transformative growth is starting to increase growth. In the chart to the left, you can see the composition of property liabilities 37.7 million policies. Auto insurance in the dark blue makes up 2/3 of total policies and ended the quarter with $25.1 million on force, which was down 0.4% compared to last year. Homeowners with 7.5 million policies is about 20% of the total and continued to grow this quarter, increasing 2.5% versus prior year. Total property-liability policies grew by 0.1% in the quarter.\nAs Tom discussed, expanding distribution to include capabilities across the exclusive agent, direct and independent agent channels is a key component of transformative growth. The stack bars in the chart on the right demonstrates the impact of those expanded capabilities. Auto new business applications were 31.2% above the prior year, with some growth across all 3 distribution channels. And while relatively evenly distributed across channels, the direct channel generated the most auto new business volume quarter. The increase in new business applications was offset by lower retention, resulting in an overall slight decline in auto policies in force.\nWe continue to focus on improving retention trends by both increasing value and improving interactions with the customers, which Tom described previously. Homeowners new business also continued to increase, growing by 10% this quarter. Exclusive agents who produce the highest volume of homeowners business continue to bundle at historically high rates, and we're making strong progress in the direct channel. Transformative growth is building momentum, and we are confident that expanded distribution, differentiated products and increased customer value will lead to property liability market share growth.\nNow I'll turn it over to John.\n\nUnknown Executive\n\nThanks, Mario. The investments on Slide 7. I'll cover how our proactive investment management approach creates value. First, I'd like to point out that our portfolio has been designed for resiliency in varying market conditions and it is built to support enterprise risk and return objectives. As you can see from the pie chart, the portfolio is well diversified, allocated largely to public interest-bearing assets with some allocation to performance-based assets including private equity, private real estate, infrastructure and opportunistic. One of the portfolio is in publicly traded securities affording us the flexibility to dynamically adjust exposures to manage risk and seize opportunity.\nWe use a proprietary dynamic asset allocation process, which uses an enterprise-wide risk and return lines. Additional internal and external asset class experts to deliver performance that exceeds a passive approach and build resiliency into the strategy. Our active management has helped us perceive down markets without sacrificing long-term gains. And on the bottom left of the slide do proof points of our success in active portfolio management. Let me describe how this has worked by focusing on late 2021.\nAuto insurance margins were beginning to decline because of inflation in used car prices and parts. And we felt equity valuations were relatively high. As a result, we took down in the portfolio by reducing public equity exposure. Additionally, we mitigated the adverse valuation impact, rising inflation and rising rates by decreasing the portfolio's fixed income duration. As bond yields rose, we extended our duration, capturing higher market yields for longer and position the portfolio to benefit from rate declines.\nThis is a prime example of our enterprise approach to portfolio. The portfolio is well positioned to face market uncertainties with over 81% in income-generating assets. On the bottom right, you can see our active allocations, including performance-based strategies. Our team of asset managers has delivered performance consent with upper quartile managers. Proactive investment management has consistently enhanced shareholder value, and we continue to work to deliver similarly strong results moving forward.\nNow I'll pass it over to Jesse.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nThank you, John. Let's move to Slide 8 to cover how Protection Services is printing additional growth platforms for Allstate. Allstate invests protection in the flow of commerce through a range of strategic partnerships that include retailers, auto dealers, mobile phone carriers, benefit brokers and financial institutions to deliver protection to customers through product warranties to cover important purchases like automobiles, furniture and consumer electronics. Other examples of the protection we provide include identity protection and recovery services as well as roadside assistance.\nThe largest business in this segment is Allstate Protection Plans which we acquired at SquareTrade in 2017 for $1.4 billion. This business provides protection against broker or damaged consumer products, including computers, tablets, TVs, mobile phones, phones, major devices and furniture. On the right side of the slide, you can see the excellent progress we've made in profitably growing Allstate Protection Plans business. Since the acquisition, our customer base has grown over 4x, and we now serve 162 million customers in 18 countries. The Allstate brand has helped to secure distribution partnerships with large retailers in North America, providing access to a broader customer base through traditional retail channels and e-commerce platforms.\nAllstate partnered with 5 Fortune 40 companies and customers can now purchase protection plans at several major retailers. In the past 12 months, the business has generated $162 million in adjusted net income, which is 7x greater than 2018, which was the year after we acquired the business in the first year that it was profitable. The Protection Services segment allows Allstate to build for the future with a broad protection offering suite that provides a diversified source of profitable growth.\nNow I want to wrap up on Slide 9. We Allstate remains focused on creating shareholder value. Strong underwriting capabilities position Allstate for continued success. Transformative growth is positively impacting Property-Liability policies in force, and we remain focused on execution. We take a balanced approach to investment risk and return, and we're building for the future with expanded protection offerings. Excellent capital management will continue to create lasting shareholder value. We remain confident in our strategy and ability to deliver value for shareholders and protection to our customers. Our first quarter results were strong, and we're entering the remainder of 2025 with a solid foundation.\nWith that, I'd like to open it up for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8810f1bd6b667cf87a7a2ad0c01fb0b6",
    "period": "Unknown",
    "content": "Loading...\n\nLoading..."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/345c8dd7989d1e1a7b71607c99de2545",
    "period": "2024 Q2",
    "content": "Q2 2024 Allstate Corp Earnings Call\n\nQ2 2024 Allstate Corp Earnings Call\n\nALLNYSEAUG 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's Second Quarter Earnings Investor Call. At this time, all participants are in a listen-only mode. After prepared remarks, there will be a question-and-answer session. [Operator Instructions] As a reminder, please be aware that this call is being recorded.\nAnd now I'd like to introduce your host for today's program, Brent Vandermause, Head of Investor Relations. Please go ahead, sir.\n\nBrent Vandermause\n\nThank you, Jonathan. Good morning. Welcome to Allstate's Second Quarter 2024 Earnings Conference Call. Yesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and posted related material on our website at allstateinvestors.com. Our management team will provide perspective on our strategy and an update on our results. After prepared remarks, we will have a question-and-answer session.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures, for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements so please refer to our 10-K for 2023 and other public documents for information on potential risks. As some of you know, this will be my final earnings call as the leader of our Investor Relations team since I will be transitioning to a new role. Investor Relations will be in the capable hands of Allister Gobin, will be a great partner for you all.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nWell, good morning. Thank you for investing your time at Allstate. I'll provide an overview of results. Mario and Jesse will go through operating performance, and then we'll address questions.\nLet's start on Slide 2. Allstate strategy has two components: increase personal property-liability market share and expand protection provided to customers, which are shown in the 2 ovals on the left. On the right-hand side, you could see highlights in the second quarter. Net income was $301 million in a quarter with elevated catastrophes. The auto profit improvement plan is being successfully executed. National General continues on a 4-year profitable growth trajectory. The Homeowners business had good results with an improved underlying combined ratio and underwriting profit for the first 6 months of the year. Net investment income was up almost 17% over the prior year quarter as the fixed income portfolio continues to benefit from repositioning into longer duration and higher yielding assets. Protection Services has had another good quarter led by profitable growth in protection plans.\nLet's move to Slide 3 and show how that operational execution improved underlying results in the quarter. Revenues increased to $15.7 billion, reflecting higher average property liability earned premiums and that was mostly from rate increases in auto and homeowners insurance and increased net investment income. Net investment income for the second quarter was $712 million higher than the prior year quarter reflecting that fixed income duration extension in 2022 and 2023. And then which also included lowering public equity holdings to take advantage of higher fixed income yields. Adjusted net income was $429 million or $1.61 per diluted share.\nNow I'll turn it over to Mario for property liability results.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. I'll start by covering Slide 4. On the top left of the table, you can see property liability earned premiums of $13.3 billion increased 11.9% in the second quarter, driven by higher average premiums. The underwriting loss of $145 million improved by $1.9 billion compared to the prior year quarter due to improved underlying margins and lower catastrophes. The expense ratio of 21.3 was 0.8 points higher than prior year due to increased advertising as we continue to accelerate growth investments in rate at [indiscernible] states and risk segments. The adjusted expense ratio, which excludes advertising costs and other noncore expenses was down 1.6 points in the quarter.\nThe chart on the right depicts the components of the 101.1 combined ratio. Catastrophe losses of $2.1 billion were 6.7 points favorable to the prior year quarter. The underlying combined ratio of 85.3 improved by 7.6 points compared to the prior year quarter with the improvement driven by higher average earned premium and moderating loss cost trends. Prior year reserve reestimates, excluding catastrophes, had only a minor impact on current quarter results as favorable development in personal auto and homeowners insurance offset increases in personal umbrella liabilities and commercial auto reserves related to the transportation network contracts we began exiting in late 2022.\nTurning to Slide 5. You can see that we continue to successfully execute our profit improvement plan. The second quarter recorded auto insurance combined ratio of 95.9 improved by 12.4 points compared to the prior year quarter. The bars in the chart show consistent improvement in the quarter underlying combined ratio. I will note that we have adjusted 2022 and 2023 reported quarterly figures to reflect the updated average severity estimates as of the end of each of those years to remove the volatility related to intra-year severity adjustments. You can see that the Auto business has seen 6 sequential quarters of underlying combined ratio improvement with an underlying combined ratio of 93.5 in the second quarter of 2024.\nThe dark blue line in the chart shows how rate increases throughout 2022 and 2023 pushed average premiums above underlying losses and expenses represented by the light blue line starting in the second half of 2023. As average premium increases have outpaced loss and expense profitability has improved.\nRelative to the prior year quarter, average underlying loss and expense was 5.5% higher, as you can see in the second row of the table. This reflects higher current year incurred severity estimates primarily driven by bodily injury coverage, offset by lower accident frequency as well as higher advertising investments. Physical damage severity increases continue to moderate, while bodily injury severity continues to trend above inflation. Our Claims team is focused on operational actions to mitigate the impact of inflationary trends including identifying injuries earlier in the claims process to improve overall cycle time and focus on fast and fair resolution.\nLet's review Homeowners insurance on Slide 6 which had improved underlying performance. Allstate is an industry leader in Homeowners insurance, generating low 90s combined ratios over the last 10 years, as you can see in the chart on the right. This performance compares favorably to the industry, which experienced an underwriting loss and a 103 combined ratio over that same time period.\nMoving to the table on the left. Allstate Protection homeowners written premium increased by 13.7% compared to prior year, reflecting both higher average gross written premium per policy and policy in force growth of 2.2%. The second quarter [indiscernible] of [ 111.5% ] resulted in $375 million of underwriting losses compared to the $1.3 billion loss in the prior year. The underlying combined ratio of 63.5 improved by 4.1 points due to higher average premium and lower noncatastrophe claim frequency, which more than offset modest increases in noncatastrophe severity. For the first 6 months of 2024, Homeowners insurance generated an underwriting profit of $189 million.\nMoving to Slide 7. Let's discuss Transformative Growth our multiyear strategy to create a low-cost digital insurer with broad distribution. The 5 components of Transformative Growth are shown in the blue panels on the left side of the page, and we continue to make good progress on all of them. On the right-hand side, we show the tangible outcomes and proof points that we're delivering through this transformation, which improve the customer experience and support our objective to profitably grow market share over time.\nTwo examples of those tangible outcomes that I'd highlight are the new affordable, simple and connected auto insurance product that was built on our new technology platform and is now available in 19 states. And that in the second quarter, we increased our advertising investment by approximately $300 million to support growth efforts in states with attractive returns.\nMoving to Slide 8. We'll double-click on the multichannel distribution strategy, which enables us to serve customers based on their personal preferences. Our exclusive agents are available for local customers seeking personalized advice to fulfill broad insurance needs. Agency productivity has increased and bundling rates at point of sale are at all-time highs. Enhancements to direct capabilities and increased advertising attract more self-directed customers with new business production in the direct channel in the second quarter, nearly double that of the prior year.\nThe National General acquisition significantly expanded the independent agent channel. If you look at the distribution of new business we write, shown in the pie charts on the bottom of the slide, you can see the power of expanded customer access. The combination of broader distribution capabilities, increased advertising, greater pricing sophistication and product expansion has resulted in a 90% increase in new business applications since 2020 with a much more balanced split across distribution channels.\nNow let's turn to Slide 9 to delve deeper into how the National General acquisition has allowed us to better serve customers who prefer to engage with independent agents. The $4 billion acquisition included a number of businesses, including personal auto insurance, group health, individual accident and health, and digital marketing platforms. Prior to the acquisition, we offered insurance in the independent agent channel through both the Allstate and Encompass brands, with the Encompass brand solely dedicated to selling through IAs. With the acquisition of National General, we now go to market in the independent agency channel, primarily through the National General brand.\nThrough the ownership of National General since January of 2021, we have significantly increased the number of customers we protect through independent agents, having added almost 1.7 million policies in force reflecting a compound annual growth rate of 8% in policies over the past 4 years and bringing premiums written to over $5.1 billion for the first 6 months of this year. Underwriting margins remain attractive and National General is now one of the largest independent agent personal lines insurers with expansion into lower risk customer segments supporting additional growth going forward in the IA channel.\nSlide 10 reviews property liability policies in force for all brands. Given the successful execution of the Auto Insurance profit improvement plan, investments in growth will that offer attractive return opportunities. These higher growth investments led to a 17% increase in Personal Auto new business applications in the second quarter, as you can see at the top of the chart on the left. The green bars show the components of that growth in new policy sales. The first 2 bars reflect the drivers of the 23% increase in new business volume in the Allstate brand. Higher productivity per exclusive agents drove a 9% new business increase compared to prior year and advertising investments and enhancements to direct operations resulted in a 92% increase in the direct channel compared to the prior year.\nThe last 2 green bars reflect national general growth in both the nonstandard auto business and higher sales volume from the Custom360 middle market offering that we continue to roll out. On the right, you can see that total protection auto policies enforced decreased by 1.6% compared to prior year as the Allstate brand decrease was partially offset by growth at National General. Allstate brand auto policies in force decreased by 4.5% compared to prior year as policies lost from customer defections more than offset the increase in new policy sales. Allstate brand auto retention of 85.7 did improve by 0.2 points compared to prior year as the negative impact of large rate increases in 2022 and 2023 continues to moderate.\nNational General growth of 548,000 policies in force offset almost 60% of the Allstate brand decrease. While margin improvement actions have negatively impacted policy growth, the actions were necessary to mitigate loss cost trends during a period of rapid loss cost inflation.\nAnd now I'll turn it over to Jesse.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nAll right. Thank you, Mario. Slide 11 details profitable growth in Protection Services. In the second quarter, revenues in these businesses increased to $773 million, which was 12.7% higher than the prior year quarter. This result was primarily driven by growth in Allstate Protection Plans. Revenues in our Roadside business decreased 22.7% compared to the prior year quarter, reflecting the impact of exiting a large unprofitable wholesale account.\nIn the table on the right, you will see adjusted net income of $55 million in the second quarter increased $14 million compared to the prior year quarter, with most businesses showing improvements. Profitable growth in Allstate Protection plans resulted in adjusted net income of $41 million, a $10 million increase compared to the prior year quarter as revenue growth and improved claims trends continue to benefit the bottom line.\nSlide 12 provides additional insight into the shareholder value created by protection plans. Since acquiring SquareTrade in 2017 for $1.4 billion, this has become a significant growth platform with scale and attractive profitability. Protection Plans provides warranties for a wide range of products, including consumer electronics, computers and tablets, TVs, mobile phones, major appliances and furniture. The power of the Allstate brand has helped to secure partnerships with large retailers in North America. We sell Allstate Protection Plans at point of sale through successful retailers such as Costco, Home Depot, Sam's Club, Target and Walmart, all under the Allstate brand. We're also expanding internationally into Europe and Asia.\nAs you can see from the charts to the right, broad distribution and customer-focused operational execution has resulted in rapid growth in this business. Revenue has grown 20% compared to the same 12-month period in 2023, while returns have been strong. Adjusted net income over the last 12 months totaled $139 million and almost $700 million cumulatively since 2017.\nNow let's shift to Slide 13 to discuss investment results. Result again benefited from active portfolio management that seeks to optimize return per unit of risk across the enterprise. Net investment income, shown in the chart on the left, totaled $712 million in the quarter, which is $102 million above the second quarter of last year. Market-based income of $667 million, which is shown in blue, was $131 million above the prior year quarter as the fixed income portfolio continues to benefit from repositioning into longer duration and higher yielding assets. Performance-based income of $107 million, shown in black, was $20 million below the prior year quarter due to lower real estate investment results. The performance-based portfolio is constructed to enhance long-term returns and volatility on these assets from quarter-to-quarter is expected.\nOn the right, you can see our annualized portfolio return in total and by strategy over a short-term and long-term horizon. The market-based portfolio delivers predictable earnings while the performance-based portfolio enhances risk and return and diversifies the $71 billion investment portfolio.\nMoving to Slide 14. The Health and Benefits business continues to perform well. Revenues of $620 million increased by $45 million compared to the prior year quarter, driven by premium growth in group and individual health. Adjusted net income of $58 million in the second quarter was slightly higher than the prior year quarter, reflecting increased group health and employee benefits adjusted net income that was partially offset by a decrease in individual health. As a reminder, the decision to pursue a divestiture of these businesses was based on a belief that potential buyers with complementary products and capabilities will unlock value beyond what is achievable by Allstate. The process is progressing well and has confirmed our strategic logic.\nSlide 15 recaps Allstate strategy in this quarter's results. Auto and Homeowners insurance profitability has improved. National General is profitably growing policies in force. We're accelerating transformative growth to increase auto and homeowners' policies in force. Proactive risk and return management of the investment portfolio continues to generate value. And Protection Plans is expanding with broadened product offerings and distribution. We're confident that this strategy will continue to create value for our shareholders.\nAnd with that context, let's open the line for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1f3147bd5b7b2567ecfc91edddd75d02",
    "period": "2024 Q1",
    "content": "Q1 2024 Allstate Corp Earnings Call\n\nQ1 2024 Allstate Corp Earnings Call\n\nALLNYSEMAY 2, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's First Quarter Earnings Investor Call. [Operator Instructions] As a reminder, please be aware that this call is being recorded.\nAnd now I'd like to introduce your host for today's program, Brent Vandermause, Head of Investor Relations. Please go ahead, sir.\n\nBrent Vandermause\n\nThank you, Jonathan. Good morning, and welcome to Allstate's First Quarter 2021 Earnings Conference Call. Yesterday, following the close of market, we issued our news release and investor supplement, filed our 10-Q and posted today's presentation, along with our reinsurance update on to our website at allstateinvestors.com. Our management team is here to provide perspective on these results and our strategy. After prepared remarks, we will have a question-and-answer session.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2023 and other public documents for information on potential risks.\nBefore I turn the call over to Tom, I would also like to provide an update on our monthly financial disclosures since early 2022, and implemented rate actions from the prior month have been included in our monthly release and disclosed on our Investor Relations website to provide additional transparency on our proactive response to the rapid rise in loss costs. Going forward, our implemented rate disclosures for auto and homeowners insurance will be disclosed on a quarterly basis instead of monthly within our investor supplement.\nAnd now I'll turn the call over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. Thank you for investing your time and have interest in explaining why Allstate's such an attractive [indiscernible]. And then Mario and Jesse are going to walk through the operating performance. And then as Brent mentioned, as we'll have time for Q&A.\nLet's begin on Slide 2. Allstate strategy has 2 components, which is shown on the left there, increased personal property-liability market share and expand protection provided to customers. On the right-hand side, you can see the highlights for the quarter. So we generated net income of $1.2 billion in the first quarter. The profit improvement was broad-based. It reflects successful execution of the auto insurance profit improvement plan attractive homeowners' insurance margins, and they also benefited from lower catastrophe losses in this quarter.\nNet investment income was up almost 33%, reflecting the 2022 and 2023 repositioning into longer duration, higher fixed income yields and then yields also went up some. We had good performance-based valuations this quarter as well. Protection Services also had a good quarter, and that was led by Protection Plans and Roadside Services; if you go; down to the bottom, what do we do from here, we have a broad approach to further increase shareholder value.\nFirst improving auto profitability in underperforming states will increase returns. Secondly, we're focused on increasing policies in force under the Allstate brand while continuing to expand National General. Mario is going to talk about that in a few minutes. Allstate's integrated approach to investing has and will continue to create value for shareholders. Expanding protection services will benefit both our customers and shareholders. And then the sale of the Health and Benefits business to a buyer that can further leverage our success will create more shareholder value. Although I'd point out, it will have a short-term negative impact on return on equity.\nLet's review the broad-based profit improvement on Slide 3. So revenues were $15.3 billion in the first quarter, reflecting a 10.9% increase in Property-Liability earned premium and that, of course, was primarily due to kick rate increases in both auto and homeowners insurance. Over the last 12 months, property-liability written premiums have increased by almost $5 billion on an annual basis. Net investment income in the quarter was $764 million, or $32.9 for the prior year, and that reflects those higher fixed income yields and the duration extension I just mentioned. The strong profitability in the quarter generated adjusted net income of $1.4 billion or $5.13 per diluted share.\nNow let me turn it over to Mario to go through property liability results.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's start on Slide 4. Property-Liability earned premium increased 10.9% in the first quarter, driven by higher average premiums. Underwriting income was $89 million, the combined ratio of 93%, which improved by 15.6 points compared to prior year was driven by higher premiums earned, improved underlying loss cost trends, lower catastrophe losses and operating efficiencies. The chart on the right depicts the components of the 93 combined ratio. Lower catastrophe losses of $731 million were 8.8 points favorable to the prior year quarter, reflecting milder winter weather. The underlying combined ratio of 86.9% improved by 6.4 points compared to the prior year quarter. The improvement was driven by higher average premium and moderating loss cost increases. Expense reduction programs also benefited results more than offsetting higher advertising spend. Prior year reserve reestimates, excluding catastrophes, had only a small impact on results. Favorable development in personal auto and homeowners insurance largely offset increases in personal umbrella liabilities and commercial auto reserves for the transportation network contracts we began exiting in late 2022.\nNow let's take a closer look at auto insurance profitability on Slide 5. The first quarter recorded auto insurance combined ratio of 96 improved by 8.4 points compared to the prior year quarter, showing that our profit improvement plan is working. The left chart shows quarterly underlying combined ratios. You will remember, we showed this chart last year, which adjusts 2022 and 2023 quarterly reported figures to reflect the updated average severity estimates as of the end of each respective year. As you can see, the underlying combined ratio improved sequentially in each of the last 5 quarters to 95.1% in the first quarter of 2024.\nThe chart on the right shows that in the first half of 2023, premium increases in dark blue were being offset by higher underlying losses and expenses. Profits began to improve in the third quarter of 2023 as premiums outpaced loss and expense increases and this continued in this year's first quarter. The slight first quarter drop in underlying loss and expense reflects lower claim frequency that benefited from milder weather and improved operating efficiencies, partially offset by higher severity. Relative to the prior year quarter, average underlying loss and expense in the first quarter of 2024 was 6.7% higher as you can see at the top of the table. This reflects higher current year incurred severity estimates, primarily driven by bodily injury coverage, which was partially offset by lower accident frequency and the favorable impact on current year severity of favorable prior year reserve development in the Allstate brand.\nGiven the impact that good weather had on frequency in the quarter, favorable frequency may not persist as the year progresses. While auto margins have improved due to our price improvement actions we remain [ fixed ] on ensuring that rate levels continue to keep pace with underlying cost trends driving improved profitability in those states not yet achieving target margins.\nSlide 6 shows how auto profit improvement supports pursuing policy growth. As shown on the left, Allstate brand implemented rate increases exceeding 16% in both 2022 and 2023. In the first quarter of 2024, we implemented rate increases of 2.4% to keep up with the cost trends and improve margins in states not achieving target margins. The chart on the right depicts the Allstate brand auto proportion of premium in states with an underlying combined ratio of below 96%, shown by the dark blue bars. As more states have achieved target returns, we have started to increase marketing investment, both nationally and in those states. Slide 7 shows that while Allstate brand policies in force decreased compared to prior year, albeit at a slower rate than last quarter, over half that decline was offset by growth at National General.\nOn the left, you can see that total protection auto policies in force decreased by 2% and compared to prior year due to a decline of 5.2% in the Allstate brand, reflecting the continued impact of auto insurance profit improvement actions. Underneath this decline is the positive impact of higher Allstate agent productivity and direct channel sales. Customer retention in the Allstate brand also continued to improve, and that improvement has a significant impact on growth trends. Allstate brand auto retention of 86% improved by 0.3 points compared to prior year, as the negative impact of large rate increases in 2022 and 2023 begins to moderate.\nAs we discussed last quarter, we received approval for rate increases in the profit challenge states of California, New York and New Jersey, which were affected this quarter. Renewal trends in those states were stable in the first quarter, but the full impact on customer retention has not yet impacted growth. Allstate brand new business also increased 7% versus the prior year, reflecting more advertising and increased Allstate agent productivity and direct sales. National General was another positive to growth. Policies in force increased by 12.6% over the prior year due to an increase in nonstandard auto insurance and the continued rollout of a new middle market standard and preferred auto insurance product, also known as Custom 360.\nSlide 8 summarizes homeowners insurance profitability, which generated strong returns in the quarter. Homeowners insurance provides a differentiated customer experience and represents an additional growth opportunity across channels. The chart shows the homeowners combined ratio over time, achieving a 10-year average of approximately [ 92%]. The first quarter combined ratio of [ 82.1% ] translated to $564 million of underwriting income and improved 36.9 points compared to prior year, primarily driven by lower catastrophe losses. The underlying combined ratio of 65.5% also improved by 2.1 points due to higher average premium and lower noncatastrophe claim frequency.\nAllstate Protection homeowners generated double-digit written premium growth compared to prior year. reflecting higher average gross written premium per policy and policies in force growth of 1.4%. Allstate agents continue to bundle auto and homeowners insurance at historically high levels. and National General's Custom 360 product offers additional growth opportunities in the independent agent channel. Allstate has created an industry-leading business model, and we remain confident in our ability to generate attractive risk-adjusted returns.\nMoving to Slide 9, let's discuss the property liability growth opportunities. Starting on the first row. Improving customer retention remains key to improving our growth trajectory. Auto retention levels have stabilized and sequentially improved over the last 2 quarters and homeowners retention improved 0.8 points to the prior year quarter. Our agents and employees continue to guide customers through the renewal process by offering coverage options and ways to save through innovative programs and discounts like Drivewise and Milewise telematics offerings. Growth can also be increased by easing new business restrictions. As rate adequacy has been achieved in more states, restrictive underwriting policies have been unwound in states representing more than 75% of Allstate brand auto premium. Increased Allstate brand advertising is also expected to increase growth. The components of transformative growth are being implemented to create sustainable growth. An improved competitive position will result from further expense reductions.\nExpanded customer access comes from increased Allstate agent productivity enhanced direct distribution and the expansion of custom 360 to more independent agents. A new Allstate brand, affordable, simple and connected auto insurance product is available in 9 states on the direct sales side. Online quote completion time has been reduced by 40% to less than 3 minutes within the new technology ecosystem. This platform will be expanded to the Allstate agent channel this year into more states and homeowners over the next several years. With these growth levers, Allstate is positioned to generate sustainable, profitable growth.\nNow I'll turn it over to Jesse to talk about other operating results.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nThank you, Mario. I'm moving to Slide 10, let's discuss the increase in investment income. Before we dig into specifics, let me reiterate that our active portfolio management includes comprehensive monitoring of economic conditions, market opportunities, interest rates and credit spreads by rating, sector and individual names. We seek to optimize return per unit of risk across the enterprise. This approach to portfolio management continued to benefit results in the quarter. Net investment income shown in the chart on the left totaled $764 million in the quarter, which is $189 million above the first quarter of last year. Market-based income of $626 million shown in blue was $119 million above the prior year quarter as the fixed income portfolio continues to benefit from repositioning into longer duration and higher yielding assets that have sustainably increased income. Performance-based income of $201 million shown in black was $75 million above the prior year quarter due to higher valuation increases and was above the trend that we have seen in recent quarters but lower than 2022.\nThe performance-based portfolio is constructed to enhance long-term returns and volatility on these assets from quarter-to-quarter as expected. Total portfolio return of 0.5% for the quarter and 4.8% for the last 12 months which is shown in the table below the left chart indicates that a balanced approach to risk and return creates shareholder value. The chart on the right shows changes made to the bond portfolio duration in comparison to interest rates over time. Higher income this quarter reflects increases in duration as inter rates rose in 2022 and 2023. The table below the chart shows fixed income portfolio earned yield was 4.1% at quarter end, a 0.7 point increase compared to 3.4% for the prior year quarter.\nSlide 11 breaks down the growth and profit performance of the protection service businesses. Revenues in these businesses increased 12.2% to $753 million in the first quarter compared to the prior year quarter. This result is mainly driven by growth in Allstate Protection Plans, which increased 20.5% compared to the prior year quarter, reflecting expanded product breadth and international growth. In the table on the right, you will see adjusted net income of $54 million in the first quarter increased $20 million compared to the prior year quarter. The increase was primarily attributable to 2 businesses. Profitable growth in Allstate Protection plans resulted in adjusted net income of $40 million, representing an increase of $12 million compared to the prior year quarter. Higher revenue and improved claims trends benefited the bottom line. Allstate Roadside had adjusted net income of $11 million, driven by increased pricing, improved provider capacity and lower costs.\nShifting to Slide 12, the Health and Benefits business continued to perform well. For the first quarter of 2024, revenues of $635 million increased by $52 million compared to the prior year quarter, driven by premium growth in individual and group health in addition to higher fees and other revenue in those businesses. Adjusted net income of $56 million in the first quarter was consistent with the prior year quarter as individual health fee income growth was offset by lower employer voluntary benefit income.\nOn Slide 13, we'll wrap up our prepared remarks where we started by reiterating Allstate's strategy and opportunities to increase shareholder value; improving auto insurance profitability, pivoting to growing auto and homeowners' policies in force, proactive risk and return management of the investment portfolio, expanding protection services and completing the sale of health and benefits, which we expect to occur in 2024.\nWith that context, let's open up the line for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1cf32327b185d314e58ecd264da39d73",
    "period": "2023 Q4",
    "content": "Q4 2023 Allstate Corp Earnings Call\n\nQ4 2023 Allstate Corp Earnings Call\n\nALLNYSEFEB 8, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's Fourth Quarter Earnings Conference Call. [Operator Instructions] As a reminder, please be aware this call is being recorded.\nAnd now I'd like to introduce your host for today's program, Brent Vandermause, Head of Investor Relations. Please go ahead, sir.\n\nBrent Vandermause\n\nThank you, Jonathan. Good morning, and welcome to Allstate's Fourth Quarter 2023 Earnings Conference Call. After prepared remarks, we will have a question-and-answer session. Yesterday, following the close of market. we issued our news release and investor supplement and posted related material on our website at allstateinvestors.com. Our management team is here to provide perspective on these results and our strategy.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2022 and other public documents for information on potential risks.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. We appreciate you taking the time and spending your effort to explore why Allstate is an attractive investment. So I'll begin with an overview of our strategy and results, and Mario and Jess are going to go through the operating performance. Then we'll have time for your questions at the end.\nLet's begin on Slide 2, which depicts Allstate's strategy to increase shareholder value. So we have 2 components of the strategy: increase personal property-liability market share; and expand protection provided to customers, which are shown in the 2 ovals on the left.\nOn the right-hand side, you can see the highlights for the fourth quarter. We generated net income of $1.5 billion. The strong results reflect our actions to improve auto insurance profitability and mild weather conditions, which was a welcomed reprieve from the elevated level of weather-related losses in the first 3 quarters of the year. The proactive approach to increasing bond duration also contributed to strong results with higher income from the market-based portfolio.\nTo further increase shareholder value this year, we remain focused on improving auto insurance profitability. There is more work to be done, but we're well on our way. Additional shareholder value will then be increased by increasing policies in force across all of our businesses.\nThe transformative growth initiatives to drive property liability market share growth can be implemented in more states this year now as auto margins have been improved. We're also focusing on expanding protection offerings to Protection Services businesses, which are shown on the lower oval as protection plans, identity protection, roadside and [indiscernible] all have good growth prospects. As you know, we started the process to sell the health and benefits business and that process is proceeding on schedule.\nLet's review the financial results on Slide 3. Revenues of $14.8 billion in the fourth quarter increased by 8.7%. That reflects a 10.7% increase in the property-liability earned premium, and that was due to rate increases in 2022. and mostly in 2022 and then 2023 in both the auto and homeowners insurance.\nNet investment income in the quarter was $604 million, an 8.4% increase, reflecting higher fixed income yields and duration extension, which is partially offset by lower performance-based income. The strong profitability in the quarter generated adjusted net income of $1.5 billion or $5.82 per diluted share. Annual revenues of $57 billion were up $5.7 billion or 11.1% over the prior year. Strong fourth quarter earnings resulted in positive adjusted net income for the year.\nSlide 4 summarize the status of the 4-part auto insurance profit improvement plan. Strong execution resulted in 6.7 point improvement in the combined ratio in 2023. Starting with rates. Since 2022, the Allstate brand implemented a rate increase of 33.3% and which included 16.4% in 2023 and 6.9% in the fourth quarter driven by the recent approvals in California, New York and New Jersey.\nNational General implemented rate increases at 10% in 2022 and an additional 12.8% in 2023. Looking forward, we will pursue rate increases in 10 states to improve margins and in other states to keep pace with increases in loss costs.\nExpense reductions were initiated in 2019 as part of the transformative growth plan to become a low-cost provider of protection being early in this effort helped offset the rapid inflation and loss costs. The underwriting expense ratio decreased 1.1 points in 2023 compared to the prior year when you exclude the large decline in advertising that was directly linked to lower profitability.\nLooking forward, further cost reductions will improve efficiencies and our competitive price position. Given the significant improvement in prospective auto margins, we'll increase advertising investment this year. In addition, we implemented underwriting actions to restrict new business where we were not achieving target returns. We're removing some underwriting restrictions as rate adequacy is achieved.\nFinally, enhancing claim practices in a high inflation and increasing litigious environment are required to deliver good customer value. This includes accelerating the settlement of injury claims and increasing in-person inspections. This program has positioned us to increase new business levels and begin to grow policies in force in states where acceptable margins have been restored.\nNow I'll turn it over to Mario to discuss property liability.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's start on Slide 5. Property-Liability earned premium increased 10.7% in the fourth quarter primarily driven by higher average premiums from rate increases, partially offset by a 2% decline in policies in force.\nUnderwriting income of $1.3 billion in the quarter improved $2.4 billion compared to the prior year quarter due to increased premiums earned, improved underlying loss experience lower catastrophe losses and operating efficiencies. The chart on the right highlights the components of the 89.5 combined ratio in the quarter, which improved 19.6 points from the prior year quarter.\nThe impact of catastrophe losses and prior year reserve reestimates on the combined ratio, as shown in light blue and gray materially improved compared to the prior year. Catastrophe losses of $68 million were $711 million or 6.3 points lower than prior year, due to the mild weather conditions experienced in the quarter and favorable loss development from prior period events.\nPrior year reserve reestimates, excluding catastrophes, were unfavorable and totaled $199 million representing a 1.6 point adverse combined ratio impact in the quarter and a 0.9 point favorable impact compared to the prior year quarter.\nApproximately $148 million related to personal auto, driven in part by costs related to claims and litigation and adverse development in National General. The underlying combined ratio of 86.9% improved by 12.3 points compared to the prior year quarter due to higher average premium and the favorable influence of milder weather conditions on accident frequency.\nDespite the favorable results in the quarter, the full year combined ratio of 104.5% was significantly impacted by elevated catastrophe losses, primarily from events in the first 3 quarters, resulting in a catastrophe loss ratio that was 4 points above the 10-year average from 2013 to 2022.\nNow let's move to Slide 6 to review Allstate's auto insurance profit trends. The fourth quarter recorded auto insurance combined ratio of 98.9, improved by 1.7 points compared to the prior year quarter. reflecting higher earned premium, lower underlying losses, lower adverse prior year reserve reestimates and expense efficiencies.\nThe chart shows the underlying combined ratios from 2022 and 2023, and with quarterly reported figures adjusted to reflect the estimated average severity level as of year-end for each year. As you can see, the underlying combined ratio decreased each quarter in 2023, reflecting the benefits of the profit improvement plan Tom discussed earlier.\nAs a reminder, we continually reassess claim severity expectations as the year progresses. If the current year expected severity increases or decreases, the year-to-date impact of that change is recorded in the current quarter. despite a portion of that impact being driven by reassessment of the prior quarters.\nIn 2023, the full year estimate of claims severity decreased in the fourth quarter so there was a benefit from prior quarters included in reported results in the fourth quarter. When you adjust for this, the reported underlying combined ratio of 96.4% as shown in the table, would be 98.2% as shown in the bar on the graph.\nThe 3 preceding quarters all benefit from the adjustment, including Q3, which improved from 10.5% in the presentation shown last quarter to 99.9%, reflecting the latest severity estimate. While loss cost trends remained historically elevated, the rate of increase moderated in the second half of the year, mainly in physical damage coverages.\nAllstate brand weighted average major covered severity expectations improved from 11% as of the end of the second quarter to 9% in the third quarter and now the 8% to 9% at the end of the year. As a reminder, this trend reflects our current best estimate for the year-over-year increase in average severity.\nSlide 7 shows the impact of our profit improvement actions across the country. As shown on the left, Allstate brand rate increases have exceeded 33% over the last 8 quarters, including larger increases in California, New York, New Jersey and Texas, reflective of the elevated loss trends in these states. These 4 states comprised 36% of Allstate brand auto total written premiums in the U.S. during 2023.\nAs you know, increases were approved in California, New York and New Jersey in December, so we have yet to see this in our premiums. The chart on the right shows states with an underlying combined ratio of below 100 shown in the light and dark blue bars were 65% of the total in 2023, more than doubling from the percentage at year-end 2022. Excluding California, New York and New Jersey, the Allstate brand auto insurance underlying combined ratio was 95.9% in 2023.\nThe Slide 8 shows improving profitability had a negative impact on policies in force during 2023. On the left, you can see that total protection auto policies in force decreased by 2.9% compared to prior year as the Allstate brand decline of 6.2% more than offset a 13.3% increase at National General. Allstate brand auto policies in force decreased due to reduced new business volumes and lower retention.\nNational General growth of 581,000 policies in force was mostly driven by nonstandard auto insurance and, to a lesser extent, the rollout of new middle market standard and preferred auto insurance product launches for the Custom 360 product.\nThe chart on the right shows total personal auto new issued applications for 2023 decreased 6% compared to prior year and the accompanying drivers. Targeted profitability actions within the Allstate brand resulted in a decline in new auto and issued applications of 20% compared to the prior year.\nThe first 2 red bars reflect the impact of lower new business volume in California, New York and New Jersey, as well as the direct channel decline in the remainder of the country, which was most directly impacted by the reduction in marketing investment last year.\nOutside of the 3 states where profit actions significantly reduced new business Allstate exclusive agents increased production by 6% driven by higher productivity, showing the response of Allstate agents to the changes we've made to incent growth and the opportunity to continue to grow with our agency owners as part of transformative growth.\nThe acquisition of National General strategically positioned Allstate to grow in the independent agent channel with new business applications, increasing 12% in 2023. National General continues to grow nonstandard auto and generate higher volume from the Custom 360 product launches.\nSlide 9 covers homeowners insurance results, which generated significant profits for the quarter, while full year results were impacted by elevated catastrophe losses in the first 3 quarters of the year.\nOn the left, you can see net written premium increased 13.3% from the prior year quarter, primarily driven by higher average gross written premium per policy in both the National General and Allstate brands and a 1.1% increase in policies in force.\nNational General net written premium grew 19.6% compared to the prior year quarter, primarily due to policy in force growth driven by the Custom 360 offering and higher average premiums from implemented rate increases. Allstate brand net written premiums increased 12.5%, driven by average gross written premium per policy increases of 12.2% compared to the prior year quarter and a small increase in policies in force. Allstate agents continue to bundle auto and homeowners insurance at historically high levels.\nCatastrophe losses of $21 million in the fourth quarter were low by historical standards, reflecting milder weather conditions and favorable development from prior events, contributing to a 62 combined ratio and $1.2 billion of underwriting income for the quarter.\nMilder weather in the fourth quarter also favorably influenced the underlying combined ratio due to lower noncatastrophe claim frequency. For the full year, higher catastrophe losses drove the combined ratio increased in 2023 compared to 2022. Full year catastrophe losses of $4.5 billion were higher than our historical experience and translated to a catastrophe loss ratio that was 17 points higher than prior year and roughly 14 points above the 10-year average from 2013 to 2022.\nAs you can see from the chart on the right, the full year underlying combined ratio declined from 70.3% in 2022 to 67.3% in 2023, reflecting higher average premiums from rate increases, partially offset by higher claims severity due to materials and labor costs. With an industry-leading product, advanced pricing, underwriting and analytics broad distribution capabilities and a comprehensive reinsurance program, we will continue to leverage homeowners as a growth opportunity and remain confident in our ability to generate attractive risk-adjusted returns in this line.\nMoving to Slide 10. Let's discuss how we're advancing transformative growth to provide customers low-cost protection through broad distribution. We remain focused on 4 key elements of this multiyear initiative, as you can see on this slide. We have improved our cost structure to enhance our competitive price position.\nIn the current environment, with most competitors taking large rate increases, it's difficult to pinpoint competitive position. That said, our relative competitive position likely deteriorated in 2023. But as many of our competitors continue to implement rate increases and our expenses decline, we believe our competitive position will improve, enhancing growth opportunities as part of transformative growth.\nRedesigned affordable, simple and connected products currently available for auto insurance in 7 states with plans for further expansion this year, both improved customer value and deliver a differentiated customer experience. National General independent agent growth prospects will be further enhanced by expanding Custom 360 products, which were live in 16 states as of year-end 2023, and expect to be in nearly every state by the end of 2024.\nExpanding customer access will also support market share growth, and we have made good progress in all 3 channels. Increasing sophistication and customer acquisition continues to advance and will improve the effectiveness of increased advertising spend in 2024 as we look to grow in more states. A new technology ecosystem is also being deployed to improve the customer experience, speed to market and reduce costs for legacy technology platforms.\nLet me turn it over to Jess now to talk about expense reductions and other operating results.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nAll right. Thank you, Mario. On Slide 11, delves deeper into how we're improving customer value through expense reductions. As shown in the chart on the left, the property liability underwriting expense ratio decreased 2 points from 2022 to 2023 as we continue to focus on lowering costs to provide more value to customers and saw the benefits of higher earned premium growth relative to fixed costs.\nThe right half of the chart provides additional context on the drivers of the 1.3 point improvement in the fourth quarter compared to the prior year quarter. The first red bar shows the 2-point impact from increased advertising spend, reflecting the slight increases driven by seasonal investment changes and growth investments in rate adequate states. The second green bar shows the 1.4 point decline in operating costs, which was mainly driven by lower employee-related costs and the impact of higher premiums relative to fixed costs in the quarter.\nShifting to the longer-term trend in the chart on the right, we remain committed to reducing the adjusted expense ratio as part of transformative growth. As a reminder, the adjusted expense ratio starts with our underwriting expense ratio, which I just covered and excludes restructuring, COVID-related expenses, amortization and impairment of purchased intangibles and advertising expense. It then adds our claims expense ratio, excluding costs associated with settling catastrophe claims. Those expenses are excluded because catastrophe-related costs tend to fluctuate.\nThrough innovation, process improvement and strong execution, we've driven significant improvement in expenses for the fourth quarter and year-end 2023 adjusted expense ratio of 24.7%. This reflects decreases in both the underwriting expense and non-cat claims expense ratio compared to the prior year quarter.\nNow moving to Slide 12, I'll cover investment results. This quarter showed how our proactive approach to duration management benefits results. The chart on the left shows changes we made in the duration of the bond portfolio in comparison to bond market yields. From the fourth quarter of 2021 through the third quarter of 2022, lowering fixed income duration mitigated losses as rates rose.\nBeginning in Q4 of 2022, we began to extend duration, which when combined with higher yields has increased market-based income. Our fixed income yield shown in the table below the chart remains below the current intermediate corporate bond yield, reflecting an additional opportunity to increase yields as we continue to reinvest portfolio cash flows into higher interest rates.\nThe bar chart on the right shows the income and total return benefits of these decisions. As you can see in the table below the chart, the total return of our portfolio was 4.6% in the fourth quarter and 6.7% for the year. portfolio returns in both periods reflect income earned as well as higher fixed income valuations due to the decline in market yields in the fourth quarter.\nNet investment income totaled $604 million in the quarter, which was $47 million above the fourth quarter of last year. Market-based income of $604 million shown in blue was $140 million above the prior year quarter, reflecting repositioning of the fixed income portfolio into longer duration and the benefit from higher yielding assets that sustainably increased income.\nMarket-based income also benefited from higher fixed income balances. Performance-based income of $50 million shown in black, was $87 million below the prior year quarter due to lower valuation increases and fewer sales of underlying assets. As we stated previously, the performance-based portfolio is expected to enhance long-term returns as demonstrated through our 5- and 10-year internal rates of return of 12% and volatility in these assets from quarter-to-quarter is expected.\nSlide 13 covers results for our Protection Services businesses. Revenue in these businesses increased 11.8% to $719 million in the fourth quarter compared to the prior year quarter. This result is mainly driven by growth in Allstate Protection Plans, which increased 19.6% compared to the prior year quarter, reflecting expanded product breadth and international growth.\nIn the table on the right, you will see adjusted net income of $4 million in the fourth quarter decreased $34 million as compared to the prior year quarter. This decrease is attributable to the results of a state income tax examination and increased the effective state tax rate that we apply, which increased deferred income taxes by $43 million in the quarter for future tax payments in Protection & Services, largely related to dealer services. The impact of the tax change on the enterprise was a net benefit of $6 million. We do not anticipate that these tax adjustments will have a significant impact on our ongoing operations.\nShifting now to Slide 14. Our Health and Benefits businesses continued to generate profitable growth. For the fourth quarter of 2023, revenue of $630 million increased by $50 million compared to the prior year quarter, driven by growth in individual health, group health as well as fees and other revenue.\nAdjusted net income of $60 million in the fourth quarter of 2023 increased $2 million compared to the prior year quarter as individual health revenue growth partially offset higher benefit ratios in group health.\nAs you know, late last year, we announced the decision to pursue the divestiture of our Health and Benefits business, following the successful integration of Allstate's Voluntary Benefits business in National General's Group Individual health businesses. We continue to anticipate a transaction will be completed in 2024.\nWe'll close on Slide 15 by reviewing Allstate's financial condition and capital position. Allstate's proactive capital management approach provides the financial flexibility liquidity and capital resources necessary to navigate a challenging operating environment while providing support for long-term value creation.\nFourth quarter results demonstrated the company's capital generation capabilities with statutory surplus and holding company assets of $18 billion, increasing by $1.6 billion compared to the prior quarter. Assets held at the holding company also increased to $3.4 billion. The increase to the prior quarter primarily reflects a return of capital from National General's statutory entities, partially offset by common shareholder dividends.\nAdditionally, GAAP shareholders' equity of $17.8 billion increased $3.2 billion compared to the prior quarter, reflecting $1.5 billion of GAAP net income and the improved unrealized position on fixed income securities of $1.9 billion.\nWe continue to proactively manage capital, make progress on the comprehensive profit improvement plan and invest in transformative growth. We remain confident that these strategic actions will generate attractive shareholder returns.\nWith that as context, let's open it up for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88a4359f026fe35767991bd367f7a98f",
    "period": "2023 Q3",
    "content": "Q3 2023 Allstate Corp Earnings Call\n\nQ3 2023 Allstate Corp Earnings Call\n\nALLNYSENOV 2, 9:00 AM\n\nOperator\n\nThank you for standing by, and welcome to Allstate's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Brent Vandermause, Head of Investor Relations. Please go ahead, sir.\n\nBrent Vandermause\n\nThank you, Jonathan. Good morning. Welcome to Allstate's Third Quarter 2023 Earnings Conference Call. After prepared remarks, we will have a question-and-answer session. Yesterday, following the close of market, we issued our news release and investor supplement, filed our 10-Q and posted related material on our website at allstateinvestors.com. Our management team is here to provide perspective on these results and our strategy. As noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2022 and other public documents for information on potential risks. And now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. We appreciate your investment in time in Allstate. Let's start with an overview of results and then Mario and Jess will walk through our operating performance. Let's begin on Slide 2. So our strategy's 2 components: increase personal Property-Liability market share. And expand protection provided to customers, which are shown in the 2 over on the left. On the right-hand side, you can see the highlights for the quarter. We made good progress on improving auto insurance profitability. There is more to be done, but you can see the improving trend again this quarter.\nWe decided to pursue our sale of Allstate's Health and Benefits businesses. After successful integration of Allstate's voluntary benefits business, with National General's group and individual health businesses, we've created a really well-positioned benefits platform, and that strategy was part of the National General acquisition plan. Our success now positions us to achieve additional growth that potential could be maximized by aligning this platform with a broader set of complementary products, distribution channels and capabilities. We anticipate completing a transaction in 2024.\nWe also made progress in executing and transformative growth initiatives to set the stage for personal profit liability market share growth as margins improve. The second part of our strategy to broaden protection offerings also progressed with Allstate Protection Plans growth.\nLet's review the financial results on Slide 3. Revenues of $14.5 billion in the third quarter increased 9.8% above the prior year at $1.3 billion. The increase was driven by higher property liability earned premiums in auto and homeowners insurance, primarily reflecting the 2022 and 2023 rate increases. Which has resulted in Property-Liability earned premium growth of 10%. Net investment income of $689 million reflects proactive portfolio actions, including extending fixed income duration and lowering public equity holdings to take advantage of higher fixed income yields. Net loss of $41 million and adjusted net income of $214 million that's $0.81 per diluted share reflects improved profit liability underwriting performance. Property-Liability recorded an underwriting loss of $414 million, which compares to $1.3 billion loss in the third quarter of 2022. While the improvement was encouraging, loss cost trends remain elevated and require continued execution of auto insurance profit improvement plan, particularly in California, New York and New Jersey.\nSlide 4 provides an update on the execution of the 4 components of that plan. Starting with rates. The Allstate brand has implemented 26.4% of rates since 2022, including 9.5% through the first 3 quarters of 2023.\nNational General implemented rate increases of 10% in 2022 and an additional 8.8% through the first 9 months in 2023. We will continue to pursue rate increases to restore auto insurance margins back to target levels. Second, reducing operating expenses is core to both the profit improvement plan. And importantly, the transformative growth plan to become a low-cost provider of protection. Expenses are down, and we have a path to further reductions.\nThird, we've restricted new business growth in areas and classes of business where we are not achieving target returns. Given the success we've had in some areas, we're selectively removing these restrictions in some states and segments; fourth, enhancing claim practices in a high inflationary and increasingly litigious environment are required to deliver customer value. That includes accelerating the settlement of injury claims and increasing in-person inspections.\nTurning to Slide 5. Let's touch base on why we believe this profit improvement will work in the current competitive environment. Allstate's capabilities and business model have generated industry-leading auto insurance margins over the last 10 years with an average combined ratio of roughly 96.5% and an average underwriting income of $800 million. That represents approximately a 5-point outperformance in the industry, which generates an incremental profit of about $1.3 billion annually. Only a few of the other top 10 insurance companies have a similar record. In the current competitive environment, these same capabilities will enable us to continue the progress made in improving auto insurance margins.\nThe rapid rise in auto claim severities eroded profits for the industry with most carriers responding by increasing auto insurance prices and lowering expenses. Allstate Progressive and GEICO has significantly raised auto insurance prices since 2019. State Farms increased its prices to a lesser degree, but as a result, appears to be incurring large underwriting losses. Expense reductions are also being pursued by many companies, including lowering advertising spending, which has moderated competition for new customers. The impact on policies in force is dependent on each company's individual profit and growth plan.\nAs Mario will discuss, the Allstate brand policies in force has declined, particularly in 4 large states. GEICO's policies in force have declined by a larger amount, while Progressive has grown. Allstate's capabilities will enable achievement of the profit improvement plan in its competitive environment.\nNow let's review the potential sale of the Health and Benefits business on Slide 6. We acquired National General was primarily to improve our position in independent agent channel for Property-Liability insurance, and we've exceeded our goals in that integration. The acquisition also gave us the opportunity to combine Allstate's voluntary benefits business with National General's group and individual health businesses. Successfully combining these into 1 business unit has created a strong benefits platform with substantial additional value can be realized by aligning with a broader set of product offerings, distribution and capabilities such as medical network management.\nAllstate Health and Benefits separates 3 successful businesses, which is shown in the middle there and the $1 trillion employer benefit markets group and individual health when you add those all up. We've been the preeminent voluntary benefits provided for 24 years. With a comprehensive product offering that generates annualized premiums and contract charges of $1 billion and $300 million of new sales. National General's group health business targets the small case size market. And has $700 million of premium in fee revenue. And $400 million in new sales. The individual health protection is provided through both proprietary and third-party products, which generates both underwriting and fee income. The Health and Benefits businesses have revenues of $2.3 billion, which is 4% of total corporate revenues and adjusted net income of $240 million for the trailing 12 months, which you can see in the 2 pie charts in the bottom and it's kind of spread between all the businesses.\nThe employer voluntary benefits and group health businesses when you add them up, have roughly 48,000 relationships ranging from Fortune 50 companies to small businesses and over $4.3 million policies in force. The growth potential of these businesses can be accelerated with greater alignment with a wide range of companies in the market that are shown on the right-hand side. With its attractive business profile and financial results, we expect the transaction to be completed in 2024. In addition to improving profitability and strategically allocating capital, we continue to implement the transformative growth initiative to position the Property-Liability market share gains as margins improve. The fine components initiative was shown as top of Slide 7. Affordable simple connected protection is at the heart of the strategy to further improve customer value.\nCustomers will have access to high-quality protection that better meets your needs at a low cost with hassle-free experiences. However, they choose to access our broad distribution network. We're live in the market with a new business experience and further enhance the connectivity of the Allstate at this week. Mario will discuss our success in expanding customer access. While each transformative growth element is at various stages of maturity. We're moving from Phase III of building new model towards scaling it in Phase IV.\nNow I'll turn it over to Mario to go through the Property-Liability results.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's start on Slide 8. Our comprehensive auto profit improvement plan is improving margins. Property-Liability earned premium increased 10% compared to the prior year quarter, driven by higher average premiums, which were partially offset by a decline in policies in force. The underwriting loss of $414 million in the quarter improved $878 million compared to the prior year quarter due to the improvement in our auto loss ratio. The chart on the right highlights the components of the [ 103.4 ] combined ratio in the quarter, which improved 8.2 points despite a 2.8 point increase in the catastrophe loss ratio compared to prior year.\nPrior year reserve estimates, excluding catastrophes, were $166 million unfavorable or at [ 1.4 point ] adverse impact on the combined ratio in the quarter. $82 million was attributable to the runoff property liability annual reserve review. And $84 million in Allstate Protection primarily driven by national general personal auto injury coverages. The underlying combined ratio of 91.9 improved by 4.5 points compared to the prior year quarter and 1 point sequentially versus the second quarter of 2023 despite continued elevated severity inflation.\nNow let's move to Slide 9 to review Allstate's auto insurance profit trends. The third quarter recorded auto insurance combined ratio of 102.1 was [ 15.3 points ] favorable to the prior year quarter, reflecting higher earned premium, lower adverse prior year reserve reestimates and expense efficiencies. As a reminder, we continuously assess claim severities as the year progresses. For example, last year, as 2022 developed, we increased current report year ultimate severity expectations, which influenced the quarterly reported trends. While loss cost trends remain historically elevated, the pace of increase moderated in the third quarter. As Allstate brand weighted average major coverage severity improved to 9% compared to the 11% estimate as of the end of last quarter.\nThe chart on the left shows the sequential improvement in quarterly underlying combined ratios from 2022 through the current quarter with quarterly reported figures adjusted to the full year severity level for 2022 and 2023 adjusted for current severity estimates as of the third quarter. Higher average premium and the continued execution of our profit improvement plan drove the sequential improvement in underlying combined ratio to 98.8 as reported or a 100.5 in the bar graph when removing the [ 1.7 point ]favorable impact on the third quarter from improved severity for claims reported in the first 2 quarters of the year. The chart on the right portrays how our comprehensive actions are resulting in a higher proportion of the portfolio progressing towards or achieving target levels of profitability. Excluding the 3 large states, which generated 45% of Allstate brand auto underwriting loss in 2022, Allstate brand auto insurance underlying combined ratio was 97.2. The Premiums from states with an underlying combined ratio below 100 improved to 59% of the portfolio in the third quarter, doubling from the percentage at year-end 2022 and up almost 10 points from 50% in the second quarter. Slide 10 shows the impact on policies in force from actions to improve profitability.\nAllstate brand rate increases have exceeded 26% over the last 7 quarters. New issued applications shown in the middle chart, declined 19.5% compared to the prior year quarter, largely driven by actions to reduce growth in unprofitable states. California, New York and New Jersey combined declined 75% compared to the prior year. Allstate brand auto policies in force decreased by 6% in the third quarter compared to the prior year, partially driven by the lower new business and also driven by lower retention due to rate increases. Elevated loss trends in Texas required implementation of rate increases of over 50% in the last 21 months.\nAs a result, retention has declined, while profitability has improved. Policies in force in these 4 large states combined decreased by 8.7%, whereas the remaining states declined by 4.7% compared to the prior year through the third quarter.\nOn Slide 11, we take a deeper look at the National General Auto book. While third quarter margins were impacted by $95 million of unfavorable non-catastrophe prior year reserve reestimates primarily across liability coverages. The underlying combined ratio of 96.8 in the quarter and 95.7 year-to-date remains largely consistent with the prior year periods. Reflecting higher loss cost expectations given the reserve strengthening to date, offset by higher average premiums and expense efficiencies. The National General business as product, including fee-based revenue features and claims capabilities to accept in the nonstandard auto insurance market.\nAs you can see in the chart on the right, 75% of the written premium growth in the third quarter of 2023 is coming from nonstandard auto, which is more profitable than the overall national general auto insurance business. Our new middle-market product, Custom 360, is now available in nearly 1/3 of the U.S. market and is also contributing to growth. While the legacy National General and Encompass businesses, which will be run off as we implement custom 360, are having the lowest impact on growth. Slide 12 covers homeowners insurance results which incurred an underwriting loss in Q3, driven by higher catastrophe losses. On the left, you can see net written premium increased 12.1% from the prior year quarter. primarily driven by higher average gross written premium per policy in both the Allstate and National General brands and a 0.8% increase in policies in force.\nAllstate Brand average gross written premium per policy increased by 13.2% compared to the prior year quarter, driven by implemented rate increases throughout 2022, and and an additional 9.5 points implemented through the first 9 months of 2023. As well as inflation and insurance home replacement costs. The underlying combined ratio of 72.9 improved by 1.2 points compared to the prior year quarter, driven by higher earned premium, lower frequency and a lower expense ratio, partially offset by higher severity. We remain confident in our ability to generate attractive risk-adjusted returns in the homeowners business.\nSlide 13 highlights progress on expanding customer access as part of transformative growth. We continue to enhance capabilities across distribution channels and are the only major carrier with competitive offerings and branded agent, independent agent and direct distribution. The exclusive agent channel represents the majority of Allstate's U.S. personal lines premium at approximately $32 billion or roughly 22% market share in this channel.\nOur exclusive agents continue to be a strength, offering personalized local advice customers value in this $145 billion market. While exclusive agent auto new business decreased by 5% overall, applications per agency, excluding California, New York and New Jersey has increased by 13.4% so far this year.\nIn addition, modifications to compensation have driven bundling at point of sale to an all-time high of over 75%. Agent performance continues to improve as they adapt to new compensation programs. We also have great growth potential through independent agents. The acquisition of National General strategically positioned Allstate to grow in the independent agent channel. National General continues to profitably grow nonstandard auto, while converting legacy Encompass and Allstate independent agent business onto their platform. Expanded nonstandard auto presence in 12 states represented 9% of National General's 12.9% increase in policies in force during 2023.\nAs we leverage Allstate's expertise in standard auto and homeowners, this channel should represent another source of profitable growth. The direct channel had a significant decline in new business volume this year since this was the most effective place to reduce new business volume and was the most impacted by the reduction in advertising. We have improved our capabilities in this channel, so it will be another source of growth moving forward.\nAnd now I'll hand it over to Jess to discuss the remainder of our results.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nAll right. Thank you, Mario. I'll start on Slide 14 to discuss investment results. We proactively repositioned our investment portfolio based on continuous monitoring of changes in the economic environment, current market conditions and enterprise risk and return considerations. As shown in the chart on the left, net investment income totaled $689 million in the quarter, relatively flat to the third quarter of last year, but with a higher contribution from the market-based portfolio. Market-based income of $567 million shown in blue, was $165 million above the prior year quarter, reflecting repositioning of the fixed income portfolio into longer duration bonds, a reduction of public equity holdings and higher interest rates.\nThe chart on the right shows changes we made to the duration of the bond portfolio in comparison to interest rates. In 2021, we began reducing duration to reflect the belief that interest rates would rise. This not only reduced some losses as rates increased, but it provided flexibility to reposition as yields increased. Starting in the middle of last year, we began increasing duration as rates increased, which has increased market-based income.\nOn Slide 15, let's take a closer look at our performance-based portfolio, which offers diversification and enhances longer-term returns. The portfolio is anchored in private equity and real estate is diversified across infrastructure, energy, agriculture and timber investments. We hold more than 400 names, including funds with multiple underlying positions across diversified vintage years. These investments are focused on long-term value creation, and we expect quarter-to-quarter income volatility as seen in the bars on the chart to the left, where quarterly returns have ranged from a negative 2.3% and to positive 8.6% over the last 5 years.\nThe benefit from accepting this volatility is shown on the right with 3- and 5-year annualized returns of 19% and 12%. The private equity portion of the portfolio has outperformed public equity benchmarks over 3, 5 and 10 years. Slide 16 covers the results of our Protection Services businesses. Revenues in these businesses increased 8.9% to $697 million in the third quarter compared to prior year quarter. Increase is mainly driven by growth in Allstate Protection Plans, which increased 19.2% compared to the prior year quarter, reflecting expanded products and international growth. In the table on the right, you will see that adjusted net income of $27 million in the third quarter decreased $8 million compared to the prior year quarter, primarily due to the higher appliance and furniture claims severity and a higher mix of lower-margin business as we invest in growth at Allstate Protection Plans. These were partially offset by improved margins at Allstate Roadside and lower expenses at Allstate Identity Protection.\nShifting to Slide 17. Our Health and Benefits business also had good results. Both revenues and income increased significantly with the National General acquisition in 2021 as we added scale and capabilities. For the third quarter of 2023, revenues of $587 million increased by $17 million compared to the prior year quarter, driven by an increase in premiums, contract charges and other revenue in group health which was partially offset by a reduction in individual health and employer voluntary benefits.\nAdjusted net income of $69 million in the third quarter of 2023 increased $6 million compared to the prior year quarter primarily due to increases in group and individual health revenue and lower operating expenses.\nNow let's move to Slide 18 and discuss Allstate's approach to capital management to clarify how this differs from traditional methods used to evaluate capital such as the ratio of premiums to statutory surplus. On the left hand of the slide, we summarized 3 discrete components we evaluate to establish target capital, which is the basis of our capital management framework. Base capital at the bottom is the capital required to meet ongoing operating requirements. Stress Capital is an additional layer of capital needed to cover tail events for the occurrence of multiple negative impacts, such as lower auto profitability and high catastrophe losses.\nThe contingent reserve is for extremely low frequency and high severity events, a severe breakdown in diversification benefits and also provide strategic flexibility. We use a highly sophisticated model that breaks out individual risk types incorporates regulatory and rating agency considerations and uses extensive simulations to determine the right amount of capital for each component. This is more sophisticated and comprehensive than the ratio of premiums to surplus to determine the right amount of capital. For example, when calculating the premium to surplus ratio for the Allstate Insurance Company, the premiums for many of our subsidiary companies are included, but over $1.6 billion of statutory capital is not included in the denominator.\nThis framework also better assesses the use of catastrophe reinsurance particularly for large tail events then a simple ratio. Our sophisticated model and proactive actions provide flexibility to manage capital to maximize shareholder value creation.\nTo close, let's turn to Slide 19 and recap all state strategic priorities. We continue making progress on our plan to return auto insurance profitability to targeted levels. We will pursue the divestiture of our Health and Benefits business, we're continuing to advance on our transformative growth initiatives. Proactive investment management has increased income. Allstate Protection Plans is expanding, and these strategic priorities support value creation for Allstate shareholders. With that context, let's open the line to your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/942a4d7734586a3a78056b78f4dbe814",
    "period": "2023 Q2",
    "content": "Q2 2023 Allstate Corp Earnings Call\n\nQ2 2023 Allstate Corp Earnings Call\n\nALLNYSEAUG 2, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's Second Quarter Investor Call. [Operator Instructions] As a reminder, please be aware that today's call is being recorded.\nAnd now I'd like to introduce your host for today's program, Brent Vandermause, Head of Investor Relations. Please go ahead, sir.\n\nBrent Vandermause\n\nThank you, Jonathan. Good morning. Welcome to Allstate's Second Quarter 2023 Earnings Conference Call. After prepared remarks, we will have a question-and-answer session. Yesterday, following the close of market we issued our news release, investor supplement, filed our 10-Q and posted related material on our website at allstateinvestors.com. Our management team is here to provide perspective on these results.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2022 and other public documents for information on potential risks.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman, President & Chief Executive Officer, The Allstate Corp.\n\nGood morning. We appreciate you investing your time in Allstate. Let's start with an overview of results and then Mario and Jeff will walk through operating results and the actions being taken to increase shareholder value. Let's begin on Slide 2. Allstate's strategy has 2 components: increase personal profit liability market share; and expand protection services, which are shown in the 2 with on the left.\nOn the right-hand side, you can see a summary of results for the second quarter. Progress is being made on the comprehensive plan to improve auto insurance profitability, which includes raising rates, reducing expenses, limiting growth and enhancing claim processes. While auto insurance margins are not at target levels, the proportion of premium associated with states operating and that underlying -- underwriting profit has gone from just under 30% in 2022 to 50% for the first half of this year. Mario will discuss the actions being taken to continue this trend and importantly, improved results in New York, New Jersey and California.\nSevere weather in the quarter contributed to a net loss of $1.4 billion, 42 catastrophe events impacted 160,000 customers and resulted in $2.7 billion of catastrophe losses and a property liability underwriting loss of $2.1 billion. Strong fixed income results from higher bond yields generated $610 million of investment income and Protection Services and Health and Benefits generated $98 million of profits in the quarter.\nThe transformative growth plan to become the lowest cost protection provider is making continued progress. This both helps current results with lower costs and positions Allstate for sustainable growth when auto margins return to acceptable levels. of portable simple and connected property liability products with sophisticated Telematics pricing and differentiated direct-to-consumer capabilities are being introduced under the Allstate brand through a new technology platform.\nNational General was growing, which will also increase market share. Specialty auto expertise, along with leveraging auto Allstate strength in preferred auto and homeowners insurance products are expected to drive sustainable growth.\nAllstate Protection Plans is expanding its embedded protection through new products and retail relationships and in international markets. Allstate has a strong capital position with $16.9 billion of statutory surplus and holding company assets, as Jess will discuss later. And as you know, we have a long history of providing cash returns to shareholders through dividends and share repurchases.\nOver the last 12 months, we've repurchased 3.9% of outstanding shares for $1.3 billion. We suspended this is repurchase program in July as we had a net loss for the 6 months of the year. improving profitability, increasing property liability, organic growth and broadening protection offered to customers through an extensive distribution platform will increase shareholder value.\nLet's review financial results on Slide 3. Revenues of $14 billion in the second quarter increased 14.4% above the prior year quarter of $1.8 billion. The increase was driven by higher average premiums in auto and homeowners insurance from rates taken in 2022 and 2023, resulting in property-liability earned premium growth of 9.6%.\nNet investment income of $610 million reflects the impact of higher fixed income yields and extended duration, which will substantially increase income. This growth more than offset a decline from performance-based investments in the quarter. The net loss of $1.4 billion and an adjusted net loss of $1.2 billion reflects a profit liability underwriting loss of $2.1 billion due to the $2.7 billion in catastrophe losses and increased auto insurance loss costs.\nIn auto insurance, higher insurance pros and lower expenses were largely offset by higher catastrophe losses and increased claim frequency and severity. The underlying auto insurance combined ratio did improve slightly for the first 6 months of 2023 compared to the year-end 2022. Auto insurance had an underwriting loss of $678 million.\nIn homeowners insurance, catastrophe losses were substantially over the 15-year average, resulting in a combined ratio of 145 and generating an underwriting loss of $1.3 billion. The underlying combined ratio on homeowners improved 1.9 points to 67.6% as higher average premiums more than offset increased severity.\nAdjusted net income of $98 million from protection services and health and benefits when combined with the $610 million of investment income offset a portion of the underwriting loss. The target for enterprise adjusted net income return on equity remains at 14% to 17%.\nI'll now turn it over to Mario to discuss profit liability results.\n\nMario Rizzo\n\nPresident of Property & Liability and Director\n\nThanks, Tom. Let's turn to Slide 4. We are seeing the impact of our comprehensive auto profit improvement plan in our financial results, starting with the rate increases we have implemented to date. The chart on the left shows Property-Liability earned premium increased 9.6% above the prior year quarter, driven by higher average premiums in auto and homeowners insurance, which were partially offset by a decline in policies in force.\nPrice increases and cost reductions were largely offset by severe weather events and increased accident frequency and claim severity. The underwriting loss of $2.1 billion in the quarter was $1.2 billion worse than the prior year quarter due to the $1.6 billion increase in catastrophe losses.\nThe chart on the right highlights the components of the combined ratio, including 22.6 points from catastrophe losses. Prior year reserve reestimates, excluding catastrophes, had a 1.6 point adverse impact on the combined ratio in the quarter. Of the $182 million of strengthening in the second quarter, $148 million was in National General, primarily driven by personal auto injury coverages in the 2022 accident year. In addition, prior years were strengthened by approximately $31 million for litigation activity in the state of Florida related to torque reform that was passed in March of this year.\nWe've been closely monitoring the increase in filed suits on existing claims and the charge reflects a combination of higher legal defense costs and a modest loss reserve adjustment. Despite continuing pressure on the loss side, the underlying combined ratio of 92.9 improved modestly by 0.5 points compared to the prior year quarter and 0.4 points sequentially versus the first quarter of 2023.\nNow let's move to Slide 5 to discuss Allstate's auto insurance profitability in more detail. The second quarter recorded auto insurance combined ratio of 108.3% was 0.4 points higher than the prior year quarter, reflecting higher catastrophe losses and increased current report year accident frequency and severity, which were largely offset by higher earned premium expense reductions and lower adverse non-catastrophe prior year reserve reestimates.\nWe continue to raise rates, reduce expenses restrict growth and enhanced claim processes as part of our comprehensive plan to improve auto insurance margins. This slide depicts the impact of our profit improvement actions on underlying auto insurance profitability trends. As a reminder, we continually assess claim severities as the year progresses. And last year, as 2022 developed, we continue to increase report year ultimate severity expectations.\nThe chart on the left shows the quarterly underlying combined ratios from 2022 through the current quarter with 2022 quarters adjusted to account for full year average severity assumptions, which removes the effect that intra-year severity changes had on recorded quarterly results. After adjusting for the timing of higher severity expectations, the quarterly underlying combined ratio trend was essentially flat throughout 2022.\nAs we move into 2023, the underlying combined ratio has improved modestly in each of the first 2 quarters, reflecting both the impact of our profitability actions and the continued persistently high levels of loss cost inflation.\nThe chart on the right depicts the percent change at annualized average earned premium shown by the blue line and the average underlying loss and expense per policy shown by the light blue bars compared to prior year-end. Rapid increases in claim severity and higher accident frequency since mid-2021, resulted in significant increases in the underlying loss and expense per policy which outpaced the change in average earned premium and drove a higher underlying combined ratio in both 2021 and 2022.\nAs we've implemented rate increases, the annualized earned premium trend line continues to increase and has begun to outpace the still elevated underlying cost per policy in the first 2 quarters of 2023, resulting in a modest improvement in the underlying combined ratio.\nSlide 6 provides an update on the execution of our comprehensive approach to increase returns in auto insurance. There are 4 areas of focus: raising rates, reducing expenses, implementing underwriting actions and enhancing claim practices to manage loss costs.\nStarting with rates, you remember the Allstate brand implemented 16.9% of rate in 2022. In the first 6 months of 2023, we have implemented an additional 7.5% across the book, including 5.8% in the second quarter. National General implemented rate increases of 10% in 2022, an additional 5.5% through the first 6 months of 2023. We will continue to pursue rate increases in 2023 to restore auto insurance margins back to the mid-90s target levels.\nReducing operating expenses is core to transformative growth, and we also temporarily reduced advertising to reflect the lower appetite for new business. We continue to have more restrictive underwriting actions on new business in locations and risk segments where we have not yet achieved adequate prices for the risk, but are beginning to selectively remove these restrictions in states and segments that are achieving target margins.\nTo this point, the number of states achieving an underlying combined ratio better than 100 increased from 23 states, which represented just under 30% of Allstate brand auto insurance premium at the end of 2022 to 36 states, representing approximately 50% of premium at the end of the second quarter.\nEnsuring that our claim practices are operating effectively and enhancing those practices where necessary, is key to delivering customer value, particularly in this high inflation environment. This includes modifying claim processes in both physical damage and injury coverages by doing things like increasing resources expanding reinspections and accelerating the settlement of injury claims to mitigate the risk of continued loss development. We are also negotiating improved vendor service and parts agreements to offset some of the inflation associated with repairing vehicles.\nSlide 7 provides an update on progress in 3 large states with a disproportionate impact on profitability. The table on the left provides rate increases either implemented so far this year are currently pending with the respective insurance department in California, New York and New Jersey. Because our current prices are not adequate to cover our costs in these states, we have had to take actions to restrict new business volumes.\nAs a result, new issued applications from the combination of California, New York and New Jersey declined by approximately 62% compared to the prior year quarter. In California, we implemented a second 6.9% rate increase in April and also filed for a 35% increase in the second quarter that is currently pending with the Department of Insurance. We continue to work closely with the California Department to secure approval of this filing and restore auto rates to an adequate level.\nIn New York, we implemented approximately 3 points of weighted rate in June, driven by approved increases in 2 closed companies. and subsequently received approval for a 6.7% increase in the larger open companies, which was implemented in July. We will continue to make further filings in 2023 that will be additive to their -- to the rates approved so far this year.\nIn New Jersey, we received approval for a 6.9% rate increase in the first quarter and filed a subsequent 29% increase in the second quarter. As mentioned earlier, we anticipate implementing additional rate increases for the balance of 2023 to counteract persistent loss cost increases.\nSlide 8 dives deeper into how we are improving customer value through expense reductions. The chart on the left shows the property liability underwriting expense ratio and highlights drivers of the 2.5 point improvement in the second quarter compared to the prior year quarter.\nThe first green bar shows the 1.4 point impact from advertising spend, which has been temporarily reduced, given a more limited appetite for new business. The second green bar shows the decline in operating costs, mainly driven by lower agent and employee-related costs and the impact of higher premiums relative to fixed costs.\nShifting to our longer-term trend on the right, we remain committed to reducing the adjusted expense ratio as part of transformative growth. This metric starts with our underwriting expense ratio, excluding restructuring, coronavirus-related expenses, amortization and impairment of purchased intangibles and advertising. It then adds in our claims expense ratio, excluding costs associated with settling catastrophe claims because catastrophe-related costs tend to fluctuate.\nThrough innovation and strong execution, we've driven significant improvement with a second quarter adjusted expense ratio of 24.7%. We expect to drive additional improvement, achieving an adjusted expense ratio of approximately 23 by year-end 2024, which represents a 6-point reduction compared to our starting point in 2018.\nWhile increasing average premiums certainly represent a tailwind, our intent in establishing the goal is to become more price competitive. This requires a sustainable improvement in our cost structure with our future focus on 3 primary areas, including enhancing digitization and automation capabilities, improving operating efficiency through outsourcing, business model rationalization and centralized support and enabling higher growth distribution at lower cost through changes in agency compensation structure and new agent models.\nNow let's move to Slide 9 to review homeowner insurance results, which despite improving underlying performance, incurred an underwriting loss in the quarter driven by elevated catastrophe losses. Our business model incorporates a differentiated product, underwriting, reinsurance and claims ecosystem that is unique in the industry. Our approach has consistently generated industry-leading underwriting results despite quarterly or yearly fluctuations in catastrophe losses. Our homeowners insurance combined ratio, including the impact of catastrophes, has outperformed the industry by 12 points from 2017 through 2022.\nDuring that same time period, we generated annual average underwriting income of approximately $650 million. The chart on the left shows key Allstate Protection homeowners insurance operating statistics for the quarter. Net written premium increased 12.4% from the prior year quarter predominantly driven by higher average gross premium per policy in both the Allstate and National General brands and a 1% increase in policies in force.\nAllstate brand average gross written premium per policy increased by 13.2% compared to the prior year quarter. driven by implemented rate increases throughout 2022 and an additional 7.4 points implemented through the first 6 months of 2023 as well as inflation in insured home replacement costs. While the second quarter homeowners combined ratio is typically higher than full year results, primarily due to seasonally high severe weather-related catastrophe losses, the second quarter of 2023 combined ratio of 145.3% was among the highest in Allstate's history and increased by 37.8 points compared to last year's second quarter due to a 40.3 point increase in the catastrophe loss ratio.\nThe underlying combined ratio of 67.6% improved by 1.9 points compared to the prior year quarter, driven by higher earned premium, lower frequency and a lower expense ratio, partially offset by higher severity. The chart on the right provides a historical perspective on the second quarter property liability catastrophe loss ratio of 75.9 points, which was elevated compared to historical experience, reflecting an increased number of catastrophe events and larger losses per event.\nWhile the second quarter result was 33.9 points above the 15-year second quarter average of 42 points it is not unprecedented and filled within modeled outcomes contemplated in our economic capital framework. We remain confident in our ability to generate attractive risk-adjusted returns in the homeowners business and continue to respond to loss trends by implementing rate increases to address higher repair costs and limiting exposures in geographies where we cannot achieve adequate returns for our shareholders.\nAnd now I'll hand it over to Jess to discuss the remainder of our results.\n\nJesse Edward Merten\n\nPresident of Financial Products & Director, Allstate Insurance Company\n\nThank you, Mario. I'd like to start on Slide 10, which covers results for our Protection Services and Health and Benefits businesses. The chart on the left shows protection services where we continue to broaden the protection provided to an increasing number of customers largely through embedded distribution programs. Revenues in these businesses, excluding the impact of net gains and losses on investments and derivatives increased 9.1% to $686 million in the second quarter compared to the prior year quarter. increase reflects growth in Allstate Protection Plans and Allstate Dealer Services, partially offset by a decline in parity.\nBy leveraging the Allstate brand, excellent customer service and expanded products and partnerships with leading retailers Allstate Protection Plans continues to generate profitable growth, resulting in an 18% increase in the second quarter compared to the prior year quarter.\nIn the table below the chart, you will see that adjusted net income of $41 million in the second quarter decreased $2 million compared to the prior year quarter, primarily due to higher appliance and furniture claims severity and a higher mix of lower-margin business as we invest in growth at Allstate Protection Plans. We'll continue to invest in these businesses, which provide an attractive opportunity to broaden distribution protection offerings that meet customers' needs and create value for shareholders.\nShifting to the chart on the right, Health and Benefits continues to provide stable revenues while protecting more than 4 million policyholders. Revenues of $575 million in the second quarter of 2023 increased by $2 million compared to the prior year quarter, driven by an increase in premiums, contract charges and other revenues in group health, which was partially offset by a reduction in individual health and employer voluntary benefits.\nHealth and Benefits continues to make progress on rebuilding core operating systems to drive down costs, improve the customer experience and support growth that generates shareholder value. Adjusted net income of $57 million in the second quarter of 2023 decreased $10 million compared to the prior year quarter, primarily due to the decline in employer voluntary benefits individual health and higher expenses related to system investments.\nNow let's move to Slide 11 to discuss investment results and portfolio positioning. Active portfolio management includes comprehensive monitoring of economic conditions, market opportunities, enterprise risk and return and capital as well as interest rates and credit spreads by rating, sector and individual name. As you'll recall, last year, exposure to below investment-grade bonds in public equity was reduced.\nWe maintained this portfolio allocation in the second quarter, which enabled us to extend duration of the fixed income portfolio and increased market-based income levels. As shown in the chart on the left, net investment income totaled $610 million in the quarter, which was $48 million above the second quarter of last year. Market-based income of $536 million, shown in blue was $168 million above the prior year quarter, reflecting repositioning of the fixed income portfolio into longer duration and higher yielding assets that sustainably increased income. Market-based income has also benefited from higher yields for short-term investments in floating rate assets, such as bank loans.\nPerformance-based income of $127 million shown in black, was $109 million below the prior year quarter due to lower valuation increases and fewer sales of underlying assets. Our performance-based portfolio is expected to enhance long-term returns and volatility on these assets from quarter-to-quarter as expected.\nThe chart on the right shows the fixed income earned yield continues to rise and was 3.6% at quarter end compared to 2.8% for the prior year quarter and 3.4% in the first quarter of 2023. This chart also shows that from the fourth quarter of 2021 through the third quarter of 2022, lowering fixed income duration mitigated losses as rates rose.\nBeginning in Q4 of 2022, we began to extend duration, which locks in higher yields for longer. In the second quarter, we further extended duration to 4.4 years, increasing from 4 years in the first quarter. Our fixed income portfolio yield is still below the current intermediate corporate bond yield of approximately 5.5%, reflecting an additional opportunity to increase yields.\nTo close, I'd like to turn to Slide 12 to discuss how Allstate proactively manages capital to provide the financial flexibility, liquidity and capital resources necessary to navigate the challenging operating environment.\nCapital management is based on a sophisticated framework that quantifies capital targets by business, product, geography, investment type and for the overall enterprise. Targets include a base level of capital for expected volatility and earnings as well as additional capital for stress events, situations where correlations between risks are higher than modeled and other contingencies. This model enables us to proactively manage capital in a dynamic and uncertain environment.\nUtilization of reinsurance, both by event and in aggregate is assessed relative to overall enterprise risk levels. A robust reinsurance program is in place with multiyear contracts to mitigate losses from large catastrophes. Homeowners insurance geographic exposures are managed to generate appropriate risk-adjusted returns, including lowering exposure to California and Florida property markets. This framework was used to decide to purchase additional aggregate program coverage this year.\nReducing high-yield bonds and public equities in the investment portfolio significantly reduced the amount of enterprise capital required for investments. This decision was based on market conditions and the decline in auto profitability as well as the desire to reduce volatility and statutory results. It also provides a sustainable source of increased income in capital generation.\nThe decline in auto insurance profitability is also captured by our framework, which increased capital requirements for auto insurance from pre-pandemic levels to reflect recent results. The capital management framework ensures Allstate has the financial flexibility, liquidity and capital resources necessary to operate in challenging environments and be positioned for growth.\nAllstate's capital position is sound with estimated statutory surplus and holding company assets totaling $16.9 billion at the end of the second quarter, as shown on the table to the left. Holding company assets of $3.3 billion represent approximately 2.5x our annual fixed charges with no debt maturities for the remainder of 2023 and a modest amount maturing in 2024.\nSenior debt and preferred stock refinancing in the first and second quarters of this year demonstrate our ability to readily access capital markets to address maturities as they arise. In response to the loss this quarter, we have suspended share repurchases under the $5 billion authorization, which is 90% complete. This authorization expires in March of 2024.\nIn addition to having a strong capital base, Allstate has a history of generating capital and statutory net income in our largest underwriting company, Allstate Insurance Company, as you can see on the chart on the right. Statutory net income averaged $1.9 billion annually in the 10 years prior to the onset of COVID. You can also see the impact of the rapid increase in auto insurance claim severity and recent catastrophe loss experience on 2022 and 2023 statutory net income.\nWe're confident that the auto insurance profit improvement plan will restore profitability. The homeowners insurance business is designed to generate underwriting profits, and proactive investment management will create additional capital to grow market share, expand protection offerings and provide cash return to shareholders. Allstate will continue to proactively manage capital to navigate the current operating environment and be well positioned for growth to increase its shareholder value.\nWith that as context, let's open up the line for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd531e113d3800b2b0090055a38d261a",
    "period": "2022 Q4",
    "content": "Q4 2022 Allstate Corp Earnings Call\n\nQ4 2022 Allstate Corp Earnings Call\n\nALLNYSEFEB 2, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Allstate's Fourth Quarter Investor Call. (Operator Instructions) As a reminder, please be aware that this call is being recorded. And now I'd like to introduce your host for today's program, Mr. Mark Nogal, Head of Investor Relations. Please go ahead, sir.\n\nMark Nogal\n\nHead of IR, The Allstate Corporation\n\nThank you, Jonathan. Good morning. Welcome to Allstate's Fourth Quarter 2022 Earnings Conference Call. After prepared remarks, we'll have a question-and-answer session. Yesterday, following the close of the market, we issued our news release and investor supplement and posted related material on our website at allstateinvestors.com. Our management team is here to provide perspective on these results.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. All these results may differ materially from these statements. So please refer to our 10-K for 2021 and other public documents for information on potential risks. And now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman of the Board, President & CEO, The Allstate Corporation\n\nWell, good morning. Thank you for investing your time in Allstate today. I'll start by setting context, and then Mario and Jesse will provide additional perspective on operating results and the actions being taken to improve auto profitability and increase shareholder value.\nSo let's begin on Slide 2. So as you know, Allstate's strategy has 2 components: increase personal Property-Liability market share; and expand Protection services, which is shown in the 2 ovals on the left. On the right-hand side, you can see our results for the year. Earnings were disappointing with a net loss of $1.4 billion, largely reflecting an underwriting loss on auto insurance and mark-to-market losses on the equity portfolio. Strong results from homeowners' insurance, protection services and fixed income investments were not enough to offset the losses in auto and commercial insurance.\nThe most important driver of near-term shareholder value will be successfully executing our comprehensive plan to improve auto profitability. That includes broadly raising auto insurance rates, reducing expenses, including temporary moves such as less advertising and permanent reductions, including digitizing and outsourcing work and lowering distribution costs. Underwriting restrictions have been implemented to reduce new business volume until profitability is acceptable. Claims operating processes are also being modified to manage our loss costs.\nThis plan is being implemented, but earned premiums from auto insurance rates have not increased enough to offset higher loss costs. And while the #1 priority is to improve auto insurance margins, implementation of the transformative growth strategy has made great progress in 2022, and we validated that this will drive personal profit liability market share growth. Proactive investment risk and return management mitigated approximately $2 billion of losses this year. And while the total return on the portfolio was a negative 4%, that compares very favorably to the performance of the S&P 500 and intermediate bond indices. We also had another great year at Allstate Protection Plan.\nMoving to Slide 3, let's discuss financial results. Starting at the top, revenues of $13.6 billion in the fourth quarter were 4.9% higher than the prior year quarter, increasing the full year total to $51.4 billion. Property-Liability premiums earned increased by 9.5% in the fourth quarter compared to the prior year and 8.5% for the full year due to higher average premiums in auto and homeowners insurance.\nMoving down the table, an adjusted net loss of $359 million was incurred in the fourth quarter, reflecting an auto insurance underwriting loss, which is impacted by reserve increases for the current and prior years. Now let me turn it over to Mario to discuss our Property-Liability results, and then Jesse will cover the other components of earnings.\n\nMario Rizzo\n\nChief Financial Officer & Executive Vice President\n\nThanks, Tom. Let's start by reviewing underwriting profitability for the Property-Liability business in total on Slide 4. The overall message is that the underwriting loss was a result of auto insurance operating at a combined ratio above our targets, but homeowners insurance continued to be a strong source of profit. On the left chart, the recorded combined ratio of 109.1 in the fourth quarter was primarily driven by higher auto loss costs, unfavorable reserve development and higher catastrophes. This led to a full year recorded combined ratio of 106.6, which was 10.7 points higher than the prior year.\nThe table on the right shows the combined ratio and underwriting income by line of business for the quarter and the year. Auto insurance had a combined ratio of 112.6 in the quarter and 110.1 for the year, substantially worse than our targets given rapidly increasing loss costs throughout the year. This result was an underwriting loss of $974 million in the quarter and over $3 billion for the year. Hence, you can see why Tom has said executing our auto profit improvement plan is the #1 priority going forward.\nHomeowners insurance, on the other hand, had excellent results with the combined ratios in the low 90s, which generated $681 million of underwriting income for the year. This reflects industry-leading underwriting and risk management in this line of business. Commercial insurance was negatively impacted by the same auto insurance cost pressures, along with inadequate pricing for the coverage provided to the large transportation network companies. The result was an underwriting loss for the year of $464 million. This led to the decision discussed last quarter to not provide insurance to transportation network companies unless telematics-based pricing is implemented and to exit 5 states in the Allstate traditional commercial business. These actions are expected to reduce commercial business premiums by over 50% in 2023.\nNow let's move to Slide 5 and discuss auto margin in more detail. As you can see from the chart on the left, which shows the auto insurance combined ratio and underlying combined ratio from 2017 through the current year, we have a long history of sustained profitability in auto insurance due to pricing sophistication, underwriting and claims expertise and expense management. In 2020, the combined ratio dropped to 86 even though we provided customers with over $1 billion of shelter-in-place payments. This was due to historically low accident frequency in the early stages of the pandemic. In 2021, frequency increased as mileage driven increased, but it did not reach pre-pandemic levels. Claims severity, however, increased above historical levels because of more severe increasing costs to settle claims with third parties who are injured in accidents with our customers.\nIn addition, used car prices were increasing at unprecedented levels, eventually peaking in December, reflecting an approximate 50% increase over the prior year. We had a reported combined ratio of 95 for the year despite all these pressures. This year, the combined ratio increased 14.7 points to 110.1, the drivers of which are shown in the right-hand chart. The red bars reflect the impact of increasing loss costs, including a 3.6 point impact from prior year reserve additions and a 16.7 point impact from current year underlying losses, excluding catastrophes, which include increases in both frequency and more significantly, severity compared to last year.\nAs we discussed, the core component of the profit improvement plan is to raise auto insurance rates and substantial progress was made on this front starting in the fourth quarter of 2021 and throughout last year. In 2022, the impact of higher average earned premium drove a benefit of 3.6 points, which is shown in green. As I will cover in a minute, there is much more benefit to be realized in earned premiums based on what was implemented in 2022. Another part of the profit improvement plan is to reduce expenses and this contributed a favorable 2 point benefit this year.\nMoving to Slide 6, let's discuss prior year reserve reestimates before we look forward. Our loss estimates and reserve liabilities use consistent practices, multiple analytical methods and 2 external actuarial reviews to ensure reserve adequacy. These processes led us to increase the reserve liability for prior years throughout 2022 by amounts that are larger than recent years. Property-Liability prior year reserve strengthening, excluding catastrophes, totaled $1.7 billion or 3.9 points on the combined ratio for the full year 2022. The pie chart on the left breaks down the impact by line and coverage, with $1.1 billion driven by Allstate brand personal auto, largely related to bodily injury claims.\nIn addition, $295 million was related to Allstate Brand commercial insurance, also mostly related to auto. The table on the right breaks down the Allstate brand auto prior year reserve strengthening of $1.1 billion in 2022 by report year. Let me orient you to the table. Reserve increases are shown by coverage in total and then for the report here to which they apply. The reserve liability for physical damage coverages was increased by $211 million, which was entirely attributable to 2021. This primarily related to adverse development and elongated repair time frames, which were primarily addressed in the first and second quarter.\nInjury reserves were the largest component at $676 million, which was spread across many report years. Incurred but not reported was increased by $226 million as late reported claim counts have exceeded prior estimates. This reserve balance was increased in each of the first 3 quarters of 2022, but a larger amount was recorded in the fourth quarter. In total for all coverages, about 63% of the increases were for 2021 and 2020.\nAt the bottom of the table, the reported combined ratio for the calendar year is shown and compared to the reserve changes. For example in 2021, the reported combined ratios for Allstate brand auto insurance was 95. The reserve additions indicate that costs were 2.1 points above this reported number. Estimating reserve liability utilizes multiple reserving techniques, but is always subject to strengthening or releasing reserves over time. This variability increases with changes in the underlying data, such as claim counts, settlement times, or cost increases and as has been the case over the past 3 years. While reserves could change going forward, based on the 2022 claim statistics and data, reserves are appropriately established at year-end 2022.\nMoving to Slide 7, let's provide some clarity on what the auto insurance combined ratio trend was by quarter in 2022. As you can see on the left-hand chart, the recorded combined ratio peaked in the third quarter at 117.4, largely reflecting prior year reserve changes and catastrophe losses shown in light blue. The dark blue bars are the underlying combined ratio, as reported, which increased each quarter. Included in this dark blue bar is the impact of increasing claim severities within the year. We update the forecast on claim severities as the year progresses.\nAs 2022 developed, loss cost trends resulted in increases to current report year ultimate severity expectations. As shown in the call out on the left chart, 2022 incurred severities for collision, property damage and bodily injury was 17%, 21% and 14%, respectively, above the full report year of 2021 level. This estimate, however, increased throughout the year. The impact of increasing current report year on incurred severities as the year progressed influences the quarter underlying combined ratio trend. This impact from increasing full year severities from claims occurring in prior quarters is reflected in the financial results of the period where severities were increased. For example, the fourth quarter of 2022 reflects the impact of higher severity expectations in the auto physical damage coverage, not just for claims reported in Q4 but also for claims that were reported throughout the prior 3 quarters as well.\nThe chart on the right adjusts the quarterly underlying combined ratio to reflect full year average severity levels, which removes the influence of intra-year severity changes. As you can see, after adjusting for the timing of severity increases in the current year, the quarterly underlying combined ratio trend was essentially flat throughout 2022 and close to the full year level of 103.6.\nSlide 8 outlines our comprehensive approach to restore auto margins. There are 4 areas of focus: raising rates; a continued focus on reducing expenses; implementing stricter underwriting requirements; and modifying claim practices to manage loss costs.\nStarting with rates. Since the beginning of this year, we've implemented rate increases of 16.9% in the Allstate brand, including 6.1% in the fourth quarter, which significantly increased written premium. We expect to continue to pursue significant rate increases into 2023 to improve auto insurance margins to target levels. We are also reducing operating expenses as part of transformative growth and have temporarily reduced advertising spend to manage new business volume.\nWe are implementing more restrictive underwriting actions on new business in locations or risk segments where we cannot achieve adequate prices for the risk. Increased restrictions have been implemented in 37 states including California, New York and New Jersey, which account for a large portion of underwriting -- of underwriting losses. Claim practices have been modified to deal with the higher loss cost environment. For example, we have strategic partnerships with part suppliers and repair facilities to mitigate the cost of repair and use predictive modeling to optimize repair versus total loss decisions and likelihood of injury and attorney representation.\nMoving to Slide 9, let's discuss a key component of our multifaceted plan raising auto insurance prices. Growth in average premium per policy is accelerating due to implemented rate increases, but the impact to average earned premium per policy is on a lag due to the 6-month policy term. The chart on the left depicts the year-over-year growth in auto average gross written premium in orange, reaching 14.4% in the fourth quarter of 2022. The auto average earned premium growth of 9.7% in the fourth quarter, represented in blue, continues to increase, but on a lag due to the 6-month policy term. The chart on the right is an estimation of when the rate increase is implemented will be earned into premiums. Of course, actual earned premium growth will be influenced by changes in the number of policies in force and absolute levels of new business and retention.\nThis illustrative example assumes 85% of the annualized written premium will be earned since customers modify policy terms such as deductibles or limits where they may not renew. Starting on the left, over the last 15 months, we've implemented Allstate brand auto rate increases of 19.8% for an estimated annualized written premium impact of approximately $4.8 billion. Using the historical 85% effectiveness assumption nets a total of $4.1 billion in expected earned premium, represented by the second blue bar. Approximately $1.2 billion has been earned through the fourth quarter. Of the remaining $2.9 billion of premium yet to be earned, roughly $2.6 billion will be earned in 2023 and $300 million in 2024 as shown in green. As I mentioned earlier, we expect to implement additional rate increases in 2023, which will be additive to the figures shown on this chart.\nSlide 10 illustrates the drivers that will determine the timing of improved auto profitability. The chart on this page is an illustrative view we've shown in the past on our path to target profitability along with the magnitude of actions already taken and required prospectively. Starting on the left, the first blue bar shows the year-end 2022 auto insurance reported combined ratio 110.1. To start with the normalized base, we removed the impact of prior year reserve increases and normalized the catastrophe loss ratio for our 5-year historical average. This improves the combined ratio by roughly 4.5 points.\nThe second green bar reflects the estimated impact of rate actions already implemented when fully earned into premium, which we discussed on the prior slide. The impact on the combined ratio is approximately 10.5 points when combining the Allstate brand and the National General brand actions. Those 2 adjustments would improve the combined ratio to target levels. Now of course, we know that loss costs will increase, whether from severity or accident frequency, which would increase the combined ratio. So prospective rate increases and other margin improvement actions must meet or exceed loss cost increases to achieve historical returns. We continue to manage the auto insurance business with the expectation to achieve an auto insurance combined ratio target in the mid-90s.\nMoving to Slide 11, the table shows Allstate brand model results in 3 major states: California, New York and New Jersey combined contributed approximately 1/4 of the Allstate brand auto written premiums in 2022 but accounted for approximately 45% of the underwriting loss. While rates were increased in 2022 by 7% to 10%, this is not enough to achieve target margins. As a result, we have more work to do, some of which is listed on the right-hand side.\nThe right-hand side of the slide is a list of actions we are taking in each of these states to improve margins. In California, we filed for an additional 6.9% rate increase in January after getting approval for an initial 6.9% rate increase and are significantly increasing down payment requirements. In New York, while multiple rate filings were requested, only partial approval of the increases requires us to make additional rate filings in early 2023. Increased down payment requirements, allowable prior incidents and channel restrictions means fewer choices for consumers until an adequate rate is approved. In New Jersey, additional rate filings will also be made and similar underwriting actions will be implemented as those taken in New York.\nMoving to Slide 12. Let's look at a continued good performance story in homeowners insurance. As you know, a significant portion of our customers bundle home and auto insurance, which improves retention and the overall economics of both product lines. We have a differentiated homeowners product, underwriting, reinsurance and claims ecosystem that is unique in the industry. Net written premium has increased significantly throughout 2021 and into 2022, increasing 9.3% from the prior year quarter and 12% for the full year, predominantly driven by higher average gross written premium per policy and a 1.4% increase in policies in force. National general written premiums also increased as we improved underwriting margins closer to targeted levels.\nThe fourth quarter combined ratio for homeowners of 92.6 increased by 5.5 points compared to the prior year quarter, while full year combined ratio of 93.8 and declined by 3 points compared to 2021. For the year, this line generated $681 million of underwriting income. The increase in the fourth quarter is shown on the right side. The increased combined ratio was driven by elevated catastrophe losses, primarily due to winter storm Elliot. Homeowners insurance was also impacted by the higher loss cost environment as we continue to experience higher severities due to increasing labor and material costs. To address the inflationary environment, our products have sophisticated pricing features that respond to changes in home replacement values.\nAnd now I'll turn it over to Jesse to discuss the remainder of our results.\n\nJesse Edward Merten\n\nExecutive VP & CFO, The Allstate Corporation\n\nAll right. Thank you, Mario. While Property-Liability is a core business for us, there are other important drivers of financial performance to discuss, starting with investment income on Slide 13. As shown in the table at the bottom left, the total return of our portfolio was 2.5% in the fourth quarter and negative 4% for the year. These returns for our broadly diversified portfolio compare favorably to the full year performance for the S&P 500 of negative 18% and to the Bloomberg Intermediate Bond Index return of negative 9%.\nNet investment income, shown in the chart on the left, totaled $557 million in the quarter, which is $290 million below fourth quarter of last year. Market-based income of $464 million, which is shown in blue, was $101 million above the prior year quarter. This is the third consecutive quarter of increase as we benefit from reinvestment at higher market yields.\nPerformance-based income of $147 million shown in black, was $369 million below a strong prior year quarter. Income this quarter included a negative contribution from valuation of private equity fund investments that was more than offset by positive contributions from direct investments, along with positive returns for infrastructure and real estate. The chart on the right shows the fixed income yield is rising and was 3.2% at quarter end, but is still below the current intermediate corporate bond yield of 5.3%. Also shown is that duration increased modestly to 3.4% in the fourth quarter, primarily by removing approximately half of our duration shortening interest rate derivatives.\nThe migration of the portfolio to higher yields and the corresponding increase in income will happen over time as we reinvest portfolio cash flows into higher interest rates. With the portfolio and an unrealized loss position, accelerating this shift by selling bonds to generate capital losses, but will be pursued if it optimizes enterprise risk and return.\nNow let's turn to Slide 14 and talk more about how enterprise risk and return management impacts investment allocations and results. Proactive investment management is highly integrated with risk-adjusted return opportunities across the enterprise. We discussed this in detail on our September 1 special topic call on investments. In 2021, we decided to lower overall risk levels given the declines in auto insurance profitability. We also expected that sustained inflation would lead to higher interest rates. As a result, the economic capital deployed to investments was reduced. This led to a shortening of the bond portfolio through the sale of long corporate and municipal bonds and the use of derivatives. While adverse market conditions negatively impacted our portfolio, these actions mitigated losses by approximately $2 billion.\nIn 2022, given continued auto insurance losses, we decided to lower the potential for investment losses as the U.S. economy went into a recession. At the same time, interest rates were increasing offering a better risk-adjusted return from fixed income. Consequently, holdings in below investment-grade bonds were cut almost in half, and public equity holdings were lowered by 40%. Later in the year, interest rates had increased and the duration of the bond portfolio was extended, as shown on the previous slide. About half the duration shortening derivative position was removed in the fourth quarter. At the same time, this lowered the amount of economic capital deployed to investments. These actions optimized enterprise risk and return and provide flexibility to take advantage of investment opportunities as economic conditions evolve.\nThe Protection Services business businesses also create shareholder value, as shown on Slide 15. Revenues, excluding the impact of net gains and losses on investments and derivatives, increased 6.1% to $643 million in the quarter and 8.7% to $2.5 billion for the full year 2022. The increase in revenue for the fourth quarter and full year was primarily driven by Allstate Protection Plan's growth of 16.9% and 15.7%, respectively. As you can see from the table on the right, Allstate Protection Plans continues to rapidly expand with written premium of $1.9 billion for the year.\nAllstate Protection Plan's expansion in 2022 is primarily driven by our investment in appliance and furniture product coverages. We continue to believe there is a significant growth opportunity in these areas and in our continued expansion of European consumer electronics and other international growth. Given the longer policy term compared to auto and homeowners insurance products, the unearned premium balance continues to significantly grow as well, reaching $2.6 billion at the end of the year. For the segment, adjusted net income of $38 million in the quarter increased $9 million compared to the prior year due to a onetime net tax benefit in Allstate Protection Plans. Full year adjusted net income of $169 million decreased $10 million compared to the prior year primarily due to the lower revenue in Arity as a result of decreased insurer client advertising. We will continue to invest in growing these businesses as they provide an attractive opportunity to meet customers' needs and create economic value for our shareholders.\nMoving on to Slide 16. Allstate Health and Benefits is growing an attractive set of businesses that protects more than 4 million policyholders. The acquisition of National General in 2021 added both group and individual products to our portfolio, as you can see on the left. Revenues of $579 million in the fourth quarter of '22, excluding the impact of net gains and losses on investments and derivatives, decreased 1.5% to the prior year quarter as a reduction in individual health was partially offset by an increase in group health and other revenue. Adjusted net income of $50 million increased $2 million compared to the prior year quarter, resulting in a full year 2022 income of $222 million. The full year 2022 result was $14 million above prior year and reflects increases in group health revenues, partially offset by higher operating costs and expenses and group health contract benefits.\nLet's close by highlighting Allstate's strong financial condition and proactive approach to capital management, which you can see on Slide 17. We ended the year with $4 billion in holding company assets, which represents an increase of $700 million compared to year-end 2021. We believe holding company assets and capital resources available from statutory operating companies provide financial flexibility as we continue to implement profit improvement actions, invest in transformative growth and return capital to shareholders. As you can see, our adjusted net loss in 2022 resulted in a negative adjusted net income return on equity. Executing our comprehensive plan and achieving target combined ratios for auto and homeowners insurance will bring adjusted net income returns on equity back to our long-term target range of 14% to 17%.\nIn 2022, we returned $3.4 billion to shareholders through $2.5 billion in share repurchases and $926 million in common shareholder dividends. This resulted in common shares outstanding being reduced by 6.1%, reflecting the repurchase of 19.7 million shares in 2022.\nWith that as context, let's open the line for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ecda9749f6ac5f6d59d9f72b6697faaf",
    "period": "2022 Q3",
    "content": "Q3 2022 Allstate Corp Earnings Call\n\nQ3 2022 Allstate Corp Earnings Call\n\nALLNYSENOV 3, 9:00 AM\n\nOperator\n\nGood day. Thank you standing by. Welcome to Allstate's Third Quarter Investor Call. (Operator Instructions)\nAs a reminder, please be aware that this call is being recorded. And now I'd like to introduce your host for today's program, Mr. Mark Nogal, Head of Investor Relations. Please go ahead, sir.\n\nMark Nogal\n\nHead of IR, The Allstate Corporation\n\nThank you, Jonathan. Good morning, and welcome to Allstate's Third Quarter 2022 Earnings Conference Call. After prepared remarks, we'll have a question-and-answer session. Yesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and posted today's presentation on our website at allstateinvestors.com.\nOur management team is here to provide perspective on these results. As noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2021 and other public documents for information on potential risks. Additionally, we will be hosting our next special topic investor call on December 2, focusing on Allstate's auto and home insurance claims practices and reserving process.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman of the Board, President & CEO, The Allstate Corporation\n\nWell, good morning. Thank you for investing your time with Allstate today. As you know, we pre-released earnings several weeks ago and reported the net loss for the quarter. That reflected a small underlying, underwriting margin that was offset by increases in reserves for prior years and a mark-to-market loss on public equity securities.\nMario and Jeff will go through the details of the quarter and the reserve changes after I set some context. So let's start on Slide 2. Allstate's strategy to increase shareholder value has 2 components: increase personal property liability market share and expand protection services, which are shown in the 2 ovals on the left. We're building a low-cost digital insurer with broad distribution through transformative growth to increase market share. We're also broadening protection offerings and leveraging the Allstate brand, customer base and capabilities with expanded distribution.\nIn the third quarter, we made progress executing this strategy, while we continued to implement a comprehensive approach to improve auto profitability, which is shown in the right-hand panel. That includes broadly raising auto insurance rates, which you've seen in our disclosures. Operating expenses were lowered, including advertising and more permanent reductions in the operating cost structure.\nUnderwriting guidelines have been adjusted to reduce new business volume where we're not earning adequate returns. Our claims operating processes are being modified to manage loss cost in a high inflation environment. And we believe this plan will return auto insurance profitability to historical levels.\nWhile the current environment requires focus on improving margins, we continue to advance and transform our growth strategy to gain market share when profitability improves. In addition, the protection services businesses is generating profitable growth. Investment returns were negative for the quarter and year-to-date, but better than the overall declines in the bond and equity markets. This reflects risk reductions implemented late last year. So you'll remember, we reduced the bond portfolio duration to lower exposure to high interest rates, which enabled us to avoid about $2 billion in losses in the bond portfolio.\nOur capital position is strong, and as a result, we were able to deliver attractive returns to shareholders. And Jesse is going to discuss capital in his section, but let me provide a few summary points since this was covered in some of the reports issued last night. First, we have plenty of capital, and there's $4.5 billion of deployable capital at the holding (inaudible) . Secondly, the significant reduction in risk with the sale of the life and annuity operations occurred last October and that needs to be considered. This divestiture reduced assets by $34 billion and freed up capital. Thirdly, we use a really sophisticated approach to determining our capital that goes far beyond statutory capital and premium to surplus ratios.\nFor example, if you just use statutory capital's measure, the life company equity would be included in capital historically, which we did not believe was appropriate, so we never included it. So our methodology has led to strong results. We did decide to complete the remaining $1.4 billion stock repurchase over more than the next 6 months, which was our prior target we had disclosed to, but we still expect to complete it in the second or third quarter of next year. So in summary, we're really well capitalized, and this year's results have not changed our strategy or earnings power.\nNow let's move to Slide 3 to go through the third quarter performance in detail. Total revenues of $13.2 billion or 5.8% over the prior year quarter as property liability premiums earned increased by [$5 billion] or 9.8%, which reflected higher average premiums and policy growth. Lower net investment income and net losses on investments and derivatives negatively impacted the year-over-year considering our comparison there. A net loss of $694 million and an adjusted net loss of $420 million in the third quarter reflected a decline in underwriting income due to an increase in property liability, prior year reserve estimates, which was $875 million that excludes catastrophes and increased loss costs in the current year.\nLooking forward, beyond improving profits in auto insurance, if you go to Slide 4, you'll see the flywheel of growth that will increase personal property liability market share. So this is a multiyear initiative designed to build a low-cost digital insurer with broad distribution, that will be accomplished by delivering on 5 key objectives: improving customer value, expanding customer access, increasing sophistication and investment in customer acquisition, deploying new technology ecosystems and enhancing organizational capabilities. We made significant progress on all these components, and we're well on the way to having -- really being in a position where we can dial up growth quite rapidly when profitability improves.\nNow let me turn it over to Mario, and he'll go through our Property-Liability results.\n\nUnidentified Company Representative\n\nThanks, Tom. Let's start by reviewing underwriting profitability for the Property Liability business in total on Slide 5. Our underwriting results reflect the high level of inflation and the impact of reserve strengthening in the quarter with a third quarter recorded combined ratio of 117.4% for auto, 91.2% for homeowners, 126.6% for all other lines and 111.6% for total property liability, which is shown on the left chart. Remember, our goal is to run the auto business with a combined ratio in the mid-90s and homeowners at around 90, while homeowners was close to our target in the quarter, we continue to focus on improving auto margins through a comprehensive plan that is being implemented to get us back to our mid-90s objective.\nThe third quarter underlying combined ratio for auto insurance was 104, as you can see on the right. So we're raising auto insurance prices, reducing growth investments, lowering operating expenses and adapting claims practices to a high inflationary environment. While the homeowners business generated $245 million of underwriting profit, higher severity resulted in an underlying combined ratio of 74.6%, which is above where we manage it to, and we are increasing prices through both rates and the inflationary adjustment factor embedded in our homeowners product to improve underlying margins going forward. One of the reasons that we have an industry-leading homeowners business is because we proactively manage the risk and return profile of each market that we operate in.\nBased on this approach, we have decided to stop writing new homeowners and condo insurance in California at this time, given our inability to fully reflect the cost of providing these products in the state, including both loss and reinsurance costs. We intend to continue protecting our existing California property customers by offering ongoing coverage to them.\nOther lines are mainly traditional small commercial auto and shared economy insurance, both of which have recorded an underlying combined ratios above target levels. As a result, we made the decision to exit 5 states in the traditional small commercial business and no longer provide insurance to transportation network companies unless pricing begins to utilize a telematics-based framework for pricing. These actions are expected to reduce commercial business premiums by over 50% next year.\nLet's move to Slide 6 and discuss auto profitability in more detail. As you can see from the chart on the left, which shows the auto insurance combined ratio and underlying combined ratio over time. We have a long history of meeting or outperforming our mid-90s combined ratio target, supported by our pricing sophistication, underwriting and claims expertise and expense management. 2020 is an outlier with much better than target results due to reduced accident frequency in the early stages of the pandemic.\nIn 2021 and again this year, we have experienced both higher frequency than 2020 and the impacts of inflation, which have dramatically increased the cost to repair or replace cars and raised the cost of settling injury claims with third parties who are injured in accidents with our customers. In addition, this quarter, we strengthened prior year reserves by $643 million, which Jeff will discuss in more detail in a few minutes and experienced higher catastrophe losses mainly from flooding associated with Hurricane Ian. As a result, the auto insurance recorded combined ratio was 117.4 with reserve strengthening and catastrophes contributing 8.5 and 4.4 points, respectively, to this result.\nThe right chart quantifies the drivers in the year-over-year change in the underlying combined ratio, which increased from 97.6 to 104 and excludes catastrophes and the reserve changes. The red bar reflects the increase in underlying losses, primarily due to current report year incurred severity strengthening across major coverages and moderately higher frequency than last year. The increase to underlying loss costs were partially offset by 4.3 points of average earned premiums from implemented rate increases and a 3.1 point reduction in underwriting expenses to get to the 104.\nTo add more clarity to the current quarter results, we also highlight the 2.6 point impact of increasing full year claim severities in the third quarter for claims that were reported in the first and second quarter of this year. This impact is noted by the green bar on the right-hand chart. Excluding this intra-year strengthening, the third quarter underlying combined ratio would have been 101.4. Current report year incurred severity for collision and property damage claims were increased to 17% above the level reported for the full year 2021, and bodily injury severity was increased to 12%.\nMoving to Slide 7, let's discuss key components of our multifaceted plan to deal with inflation, raising auto insurance prices. Growth in average premium per policy is accelerating due to implemented rate increases over the last 12 months, but the impact to average earned premium per policy is on a lag due to the 6-month policy term. Over the last 12 months, we've implemented Allstate brand auto rate increases across 53 locations for an annualized written premium impact of approximately 13.7% or nearly $3.3 billion, including 4.7% in the third quarter.\nThe chart on the page is an estimation of when the rate increases implemented in the last 12 months will be earned into premiums. This illustrative example assumes only 85% of the annualized written premium will be earned to account for retention and the fact that some customers modify policy terms, such as deductibles or limits when faced with price increases. As you can see, looking back at Q3 2022, the estimated impact of the $3.3 billion in annualized implemented rate had only an estimated impact of $660 million on earned premium, which is expected to grow by over $2.1 billion through the end of next year.\nGiven ongoing loss cost inflation, we expect to implement additional rate increases in the fourth quarter of this year and into 2023, and those will be on top of increases implemented since Q4 of last year and additive to the increases shown here.\nMoving to Slide 8, let's discuss the timing of how these rate increases will impact the combined ratio for auto insurance. The chart on this page is an illustrative view to show our path to target profitability, along with the magnitude of actions already taken and required prospectively. Starting on the left, through the first 9 months of the year, the auto insurance recorded combined ratio is 109.3 as shown by the first blue bar. From this starting point, we removed the impact of prior year reserve increases and normalize the catastrophe loss ratio to our 5-year historical average. This improves the combined ratio by approximately 6 points represented by the first green bar.\nThe second green bar reflects the estimated impact of rate actions already implemented when fully earned in the premium which is an additional $2.3 billion of premium across the Allstate and National General brands or approximately 8 points. These amounts will be mostly earned by the end of 2023. Of course, loss costs will likely continue to increase, whether from inflationary impacts on severity or higher accident frequency, which would increase the combined ratio. Prospective rate increases must meet or exceed loss cost increases to achieve historical returns. Combined with other non-rate actions such as reducing new business and expenses, we expect to achieve a auto insurance combined ratio target in the mid-90s. The timing of reaching this goal will be largely dependent on the relative increase in premiums and future loss cost trends.\nMoving to Slide 9. Let's now take a look at our industry-leading homeowners business. As you know, a significant portion of our customers bundle home and auto insurance, which improves retention and the overall economics of both product lines. We have a differentiated homeowners product, underwriting, reinsurance and claims ecosystem that is unique in the industry. Our long-term under result -- underwriting results reflect this dynamic with a 5-year average recorded combined ratio of 91.9. The third quarter combined ratio for homeowners improved to 91.2, primarily driven by lower catastrophe losses compared to the prior year quarter, as you can see by the chart on the left.\nEnterprise risk and return management actions reduced our Florida personal property market share to 2.6%, which, combined with a comprehensive reinsurance program, including our standalone Florida property coverage, significantly mitigated net losses from Hurricane Ian. Estimated gross catastrophe losses due to the hurricane totaled $671 million and were reduced by $305 million in expected reinsurance recoveries, primarily related to property reinsurance for our standalone Florida property insurance company, Castle Key. Of the $366 million net loss from Ian, only approximately 25% was from property lines.\nHomeowners insurance is certainly not immune to the rising inflationary environment as we continue to be impacted by increasing labor and material costs. In the third quarter, non-catastrophe prior year reserves were strengthened by $51 million, and current report year incurred severity was increased primarily as a result of increasing inflation in both labor and material costs. The resulting impact to the underlying combined ratio from current year severity strengthening was 3.8 points in the third quarter, partially offset by slightly lower non-catastrophe frequency. Similar to auto insurance, there was an intra-year impact of 2.4 points related to claims reported in the first and second quarter of this year, which was reflected in the underlying combined ratio for the third quarter of 2022.\nTo combat inflation challenges, our products have sophisticated pricing features that respond to changes in replacement values. The chart on the right shows key homeowners insurance operating statistics. Net written premium has grown sharply throughout 2021 and into 2022, increasing 9.4% from the prior year quarter and 12.9% year-to-date, primarily driven by a more than 13% increase in Allstate brand average gross premium per policy and a 1.4% increase in policies in force. The Allstate brand increases are partially offset by lower National General premiums and policies in force as we improve underwriting margins to targeted levels in this brand.\nWe are continuing to raise homeowners' prices to address inflationary pressures, both through the impact of inflation on insured home valuations and filed rate increases. Beyond these pricing actions, we have also decided to limit new business where margin targets cannot be achieved in the near term, including the action I previously noted of suspending the sale of new homeowners insurance policies to consumers in California.\nLet's delve deeper into improving customer value through expense reductions on Slide 10. Let me start by saying we remain on pace and committed to our long-term objective to reduce our adjusted expense ratio which is a metric we introduced about a year ago to track our underlying progress to improve customer value. This metric starts with our underwriting expense ratio, excluding things like restructuring, coronavirus-related expenses, amortization and impairment of purchased intangibles and investments in advertising. It then adds in our claims expense ratio, excluding costs associated with settling catastrophe claims because catastrophe-related costs tend to bounce around quarter-to-quarter.\nThrough innovation and strong execution, we've achieved almost 3 points of improvement since 2018. Over time, we expect to drive more than 3 points of additional improvements from current levels, achieving an adjusted expense ratio of approximately 23 by year-end 2024, and which represents a [6-point] reduction compared to 2018. The chart on the slide shows the Allstate Protection underwriting expense ratio since 2018 and quantifies the impacts from third quarter 2022 compared to the prior year quarter, reflecting actions we've taken to address the current operating environment. The first green bar on the left shows the decline in advertising spend as growth investments have been reduced given our focus on improving margins.\nThe next green bar shows a decline in the amortization of deferred acquisition costs, primarily driven by the phaseout of enhanced compensation models for new agents. Our future cost reduction efforts are focused on digitization, sourcing and operating efficiency and continuing to reduce distribution costs.\nLet me now turn it over to Jesse to discuss our reserving actions in the quarter and the remainder of our business results in more detail.\n\nJesse Edward Merten\n\nExecutive VP & CFO, The Allstate Corporation\n\nThank you, Mario, and good morning, everyone. On Slide 11, let's begin with our prior year reserve development. Property liability, prior year reserve strengthening, excluding catastrophes totaled $875 million in the third quarter. The pie chart on the left breaks down the impact by line with $643 million, driven by personal auto, $120 million run-off property liability from our annual reserve review related to environmental and asbestos exposures, $63 million in commercial, largely related to auto bodily injury and $51 million in homeowners.\nThe chart on the right breaks down Allstate Protection auto prior year reserve strengthening of $643 million in the third quarter, which was primarily driven by noncustomer claim and bodily injury claims. The total cost to settle these claims continues to be impacted by more severe accidents and higher medical and litigation costs. Increases to commercial and homeowners insurance can also be attributed to these factors. Physical damage prior year reserve increases in the third quarter from property damage collision and comprehensive coverages, excluding catastrophes, were largely offset by higher subrogation collection estimates.\nNow let's move to Slide 12 to discuss the drivers of bodily injury development and our claims operating actions to manage loss costs. Bodily injury severities have increased as the mix of claims shifted to more costly claim segments. The chart on the left shows the relative severity of bodily injury claims by type of treatment, major versus nonmajor and whether the claim is unrepresented, attorney represented or litigated. Major injuries have more expensive medical treatments, greater nonmedical related damages and often more attorney involvement. As a result, paid severity for major injury claims and litigation represented by the first bar on the left costs approximately 3.9x the average paid bodily injury claim.\nNonmajor claims shown on the right-hand side of the chart, have less medical and other related costs intend not to have attorney costs, so unrepresented nonmajor injury claims are roughly 10% of the average cost. Let me be clear, in all cases, we settled the cases for what is fair and equitable regardless of attorney involvement. The table below the chart shows a significant shift from nonmajor claims that have below average cost to major injuries that are represented or in litigation in comparison to historical levels.\nThis shift is partially attributable to more severe accidents. This shift to larger and more complex cases has also resulted in greater variability in paid and case reserve development patterns. As part of our actuarial process, we review changes in claim development patterns to define an appropriate range of estimated outcomes based on weighing historical and more recent trends in the data.\nThe chart on the right side depicts the value of 2 standard deviations to the average paid in case severity development over the last 6 report years. As you can see, this measure of variability has almost doubled over the last 2 years, resulting in a wider range of estimated outcomes. The third quarter reserving process showed a continuation of these development patterns. Therefore, we increased reserves for prior years to reflect the persistence of the trends in major injuries, increased settlement costs and greater variability in case reserves. We're proactively responding to these trends by leveraging sophisticated models, increasing medical expertise, reviewing settlement processes and assessing litigation risks.\nNow let's move to Slide 13 and briefly discuss physical damage loss costs, which continue to pressure profitability. Rising inflation and delays in third-party carriers subrogation demands are driving higher expected severity in the property damage coverage leading to an increase in the current year -- the current report year variance from 12% to 17% when compared to 2021. The left side of the slide includes a chart we have shown before, which indexes inflation to year-end 2018 for a few of the main inputs to physical damage severity. While used car values are below their recent peak, which is a positive indicator, they continue to run more than 50% above pre-pandemic levels.\nConversely, labor and parts prices continue to accelerate from the prior peak levels seen just last quarter. This continues to put upward pressure on severities in the near term. The right-hand side of the page shows third-party subrogation demand dollars paid, again, indexed to the year-end 2018. Third-party demands are when our insured is in an accident and the claimant files a claim to their carrier rather than us. As the other carrier evaluates the claim, the Allstate insured is wholly or partially at fault, they will reach out to us with subrogation demand. We have recently experienced an uptick in the volume of severity -- volume and severity of these demands compared to prior year trends and expectations.\nIt's worth noting that a similar dynamic is also impacting our first-party collision coverages. We are demanding and receiving elevated subrogation collections from other carriers following the declines during the pandemic and backlog in claim settlements due to delayed repairs.\nShifting gears now on Slide 14. The Protection Services businesses in the lower strategic oval are growing revenues and increasing shareholder value as we invest in future expansion. Revenues, excluding the impact of net gains and losses on investments and derivatives increased 7.2% to $640 million in the quarter, primarily driven by a 12.2% increase in Allstate Protection Plans. Adjusted net income of $35 million for the third quarter of 2022 decreased $10 million compared to the prior year quarter due to increased severity on appliance repair for Allstate protection plans, in the absence of onetime restructuring expense at Allstate Identity Protection in the prior year quarter as well as investments in growth.\nPolicies in force declined 5%, reflecting the expiration of protection plan warranties primarily due to the -- to a high volume, low premium per policy retail account and overall decline in retail sales.\nMoving now to Slide 15. Allstate Health and Benefits is also growing an attractive set of businesses that protect millions of policyholders. The acquisition of National General in 2021 added both group and individual health products to our portfolio, as you can see on the left. Revenues of $570 million in the third quarter of 2022 increased 1.2% to the prior year quarter as growth in group health and employer voluntary benefits was partially offset by a reduction in individual health. Adjusted net income of $54 million increased $21 million from the prior year quarter, reflecting a lower benefit ratio, lower restructuring charges and increased revenue.\nShifting now to investments on Slide 16. We'll review the performance and the portfolio risk and return position that we've taken given higher inflation and the possibility of a recession. As you may recall, we reduced our portfolio risk beginning in the fourth quarter of 2021. This included shortening the fixed income duration from 4.6 years to 3 years through the sale of bonds and use of derivatives, which resulted in a reduction to the portfolio's sensitivity to higher interest rates caused by increasing inflation. We also reduced our exposure to recession-sensitive assets through the sales of high-yield bonds, bank loans and public equity. We maintained this defensive positioning in the third quarter, which continued to preserve portfolio value given ongoing market volatility, rising interest rates and a further decline in public equity markets.\nAs shown in the table, at the bottom left, our total return for the quarter was negative 0.8% and year-to-date is negative 6.4%. While adverse market conditions negatively impacted the portfolio, we estimate our duration shortening mitigated portfolio losses of approximately $2 billion. These proactive actions and the broad diversification of our portfolio produced results that were better than the S&P 500 index which is down 23.9% this year and the Bloomberg Intermediate corporate bond index, which has declined 11.8%.\nOur net investment income, shown in the chart on the left, totaled $690 million in the quarter, which was $74 million below the third quarter of last year. Performance-based income of $335 million shown in dark blue, was $102 million below a strong quarter in 2021. Three individual investments generated approximately 97% of the performance-based investment income in the quarter, including 2 sizable cash realizations. Excluding those assets, results of the broader performance-based portfolio were largely flat with negative valuations in our private equity fund investments, which have a higher correlation to public equity markets, offset by increased valuations on other asset classes such as real estate and infrastructure.\nOur market-based income, which is shown in blue, was $50 million above the prior year quarter, benefiting from reinvestment into market yields that are significantly higher than the overall portfolio's current yield. The table on the right demonstrates how our shorter duration fixed income portfolio is positioned to generate higher levels of investment income as we reinvest into higher interest rates. Our fixed income yield has begun to rise and was 2.9% at quarter end, but is well below the current intermediate corporate bond yield of 5.6%.\nNow let's take a few minutes to discuss Allstate's financial condition and capital position, starting with Slide 17. Allstate's corporate organizational structure provides sources of capital to the holding company from multiple reporting entities and intermediate holding companies. We manage capital at all levels using economic capital, rating agency models and regulatory requirements to guide decisions and maximize flexibility. We commonly report a view of capital that includes both statutory surplus and parent company -- parent holding company assets. We prefer to dividend money up from subsidiaries to the holding company when possible as it provides more financial flexibility for the organization while maintaining adequate capital levels in subsidiaries to support operations.\nThe chart on the left shows an overview of our capital position since 2016. As you can see, it grew substantially beginning in 2019 following strong results leading up to and during the pandemic. While the current level of $19.8 billion is approximately $6 billion lower than a year ago, this was largely made up of 2 specific items. First, $3 billion or roughly half is related to the sale of the Life and Annuity business, as represented by the first red bar on the chart. This transaction reduced our statutory capital as we sold the legal entities and significantly reduced our overall risk profile, freeing up an additional $1.7 billion of capital. We returned this capital to shareholders as part of the current $5 billion share repurchase authorization.\nThe second bar reflects our cash returns to shareholders, excluding the impact of the life and annuity sale. Together, these factors reduced capital by $5.4 billion with more than $4 billion going back to shareholders. The last red bar primarily reflects the impact of current auto insurance profitability challenges, which have resulted in a statutory loss and then changes in unrealized gains and losses on equity investments due to recent market volatility. We also added a line to this chart that represents our average capital from year-end 2016 through Q3 of 2021, excluding surplus related to the life and annuity businesses.\nOur current capital position of $19.8 billion is approximately $1 billion higher than this average, demonstrating that returning cash to shareholders after adjusting our risk profile in recent years of profitability has left us in a strong capital position. The right-hand side of this page isolates holding company assets, a key component of our capital relative to the remaining authorized repurchases and fixed charges.\nAt the end of the third quarter, we had $4.5 billion in holding company assets with $1.2 billion remaining on the current share repurchase authorization, we would still have $3.3 billion remaining in comparison to our annual fixed charges of $1.3 billion. We believe holding company assets and capital resources available from statutory operating companies provide significant financial flexibility as we continue to implement profit improvement actions and invest in transformative growth.\nNow let's move to Slide 18 to discuss Allstate's strong cash return to shareholders. Adjusted net income return on equity at 4.3% was below the prior year, primarily due to lower underwriting income. Achieving our targeted combined ratios for auto and homeowners insurance will bring adjusted net income returns on equity back to our long-term targeted range of 14% to 17%. Through the first 3 quarters of 2022, we've returned $2.8 billion to shareholders through $2.1 billion in share repurchases and $698 million in common shareholder dividends. Over the last year, shares outstanding have been reduced by 7.7%, providing more upside per share as profitability has improved. There's $1.2 billion remaining on the current $5 billion share repurchase authorization as of September 30, which we expect to be completed in the second or third quarter of 2023 and as we moderately slow the pace of our repurchases.\nWith that context, we're going to open up the line for your questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/426acfb699d5f5099e357e8f66b63d69",
    "period": "2022 Q2",
    "content": "Q2 2022 Allstate Corp Earnings Call\n\nQ2 2022 Allstate Corp Earnings Call\n\nALLNYSEAUG 4, 9:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Allstate Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program may be recorded.\nAnd now I'd like to introduce your host for today's program, Mark Nogal, Head of Investor Relations. Please go ahead, sir.\n\nMark Nogal\n\nHead of IR, The Allstate Corporation\n\nThank you, Jonathan. Good morning. Welcome to Allstate's Second Quarter 2022 Earnings Conference Call. After prepared remarks, we will have a question-and-answer session.\nYesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and posted today's presentation on our website at allstateinvestors.com. Our management team is here to provide perspective on these results.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures, for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2021 and other public documents for information on potential risks. Additionally, we will be hosting our next special topic investor call on September 1, focusing on Allstate's investment strategy.\nNow I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman of the Board, President & CEO, The Allstate Corporation\n\nWell, good morning. Thank you for investing your time with Allstate today. Let's start on Slide 2.\nSo Allstate's strategy to increase shareholder value has 2 components: increase personal property-liability market share and expand Protection services, which are shown in the 2 ovals on the left. We're building a low-cost digital insurer with broad distribution we transformed the growth. We're also diversifying our business by expanding protection offers and by leveraging the Allstate brand, customer base capabilities and expanding distribution.\nOn the panel on the right, in the second quarter, we made progress executing this strategy, while we continue to implement a comprehensive strategy to improve profitability. That includes broadly raising auto and home insurance rates. In the second half of 2022, we plan to file for rate increases in excess of the increases implemented in the first half of this year, which were 6.1% of Allstate brand countrywide premiums. We're also reducing expenses on advertising and growth investments. Underwriting guidelines have been and will be changed to reduce new business volume, where we're not earning adequate returns. And we're also executing claims operating actions to manage loss cost in a high inflationary environment. These actions will likely have a negative impact on policy growth.\nAnd now while the current environment requires a huge focus on margin improvement, we continue to advance our transformative growth strategy where profitability -- when profitability levels are acceptable we'll have a business model to capture market share.\nThe Protection Services businesses are generating profitable growth, although earnings declined slightly this quarter as we invest in that growth. Given the negative impact of inflation on the auto insurance business, as you know, beginning late last year, we reduced the bond portfolio duration to lower exposure to higher interest rates, which helped mitigate the reduction in bond valuations by approximately $1.3 billion in the first half of 2022. Our strong capital position enabled us to maintain high cash returns to shareholders in this environment.\nMoving to Slide 3, let's review second quarter performance in more detail. Total revenues decreased 3.4% in the prior year quarter, despite property liability premiums earned increasing 8.6%, which reflected higher average premiums and policy growth. Higher loss costs in the current report year and upward loss reserve development of $411 million in the prior report years resulted in a property liability recorded combined ratio of 107.9 in the second quarter.\nNet investment income of $562 million was 42% below the prior year quarter since performance-based income was exceptional in the prior year. Net losses on investments and derivatives were $733 million in the quarter as lower valuations and equity investments and losses on fixed income sales, which were only partially offset by the derivative gains associated with the bond portfolio duration shortening. The combination of these factors led to a net loss of $1.4 billion in the second quarter and an adjusted net loss of $209 million or $0.76 per diluted share.\nThe adjusted net income return on equity was 6.9% over the last 12 months, which is obviously unacceptable from our standpoint. It's substantially below the levels we achieved at this time last year, but we remain committed to achieving our long-term returns on equity of between 14% and 17%.\nNow let me turn it over to Glenn to talk -- walk through our property liability results in more detail.\n\nGlenn Thomas Shapiro\n\nPresident of Property-Liability of Allstate Insurance Company, The Allstate Corporation\n\nThank you, Tom. Let's start by reviewing underwriting profitability on Slide 4. The underwriting results reflect the high level of inflation, which is increasing severity leading to an underlying combined ratio of 93.4 for the second quarter and a recorded combined ratio of 107.9, which is shown in the chart on the left.\nThe chart on the right compares last year's recorded combined ratio of 95.7 to this year's second quarter. A higher auto insurance underlying loss ratio drove 8.6 of the 12.2 point increase as claims severity has been increasing faster than earned rate increases.\nThe other large negative impact was from prior year reserve strengthening this quarter, which I'll cover in a few minutes. The one positive impact on there was the 1.7 points from expense reductions.\nLet's move to Slide 5 and talk about profitability and rising loss costs in more detail. As you know, we have a target combined ratio for auto insurance in the mid-90s. And you can see on the chart, which shows the combined ratio by year and then the first 2 quarters of this year, that we have a long history of meeting or exceeding those targets, which is supported by our pricing sophistication, underwriting, claims expertise and expense management.\nNow in there, you'll see 2020 was an outlier because we had much better than target results than due to some of the early pandemic frequency impacts. And as we move from that environment to the high inflationary environment we're in today, incurred claims severities increased the underlying auto combined ratio of 102.1 for the quarter and 100.5 year-to-date.\nAuto non-catastrophe prior year reserve strengthening in the second quarter totaled $275 million, which is primarily physical damage and injury coverages. The most significant impact, though, on the combined ratio was report year incurred severity for collision, property damage and bodily injury claims, which increased by 16%, 12% and 9%, respectively, over the average of the full year 2021 incurred. Because the costs were rising rapidly during 2021, the quarter-to-quarter increase comparison is even greater. And frequency also went up about 5 to 7 points, but it's still well below pre-pandemic levels.\nSo let's go to Slide 6, and we'll go deeper into the prior year physical damage for reserve development. The chart on the left shows used car values. They began to rise in 2020. And if you go back looking from the beginning of 2019 to current, used car prices have gone up more than 60% and continue to stay at an elevated level.\nAt the same time, OEM parts and labor rates have increased during the first half of this year, which causes severity increases for coverages like collision and property damage. Now we anticipated that those trends and the delays that are taking cars a long time to be repaired right now would increase the amount of claim payments we made on 2021 losses after the end of the year, even though these are relatively short-duration claims.\nThe chart on the right shows gross paid losses for physical damage coverages for the 6 months after the end of the calendar year. Now our expectation for paid losses for 2021 claims from months 13 to 18 was that it would be about $1.25 billion, which you can see from the chart is about 40% above the prior year. You can see that from the dash line on the far right bar compared to the bars to the left of it.\nBut at the end of the second quarter, the actual paid losses were $1.48 billion, which exceeded even our higher estimate by $230 million and is a large driver of the prior year reserve increases. All other non-catastrophe prior year development, primarily from injury, commercial auto and homeowners, totaled $268 million in the quarter.\nLet's go to Slide 7 and discuss how higher auto insurance rates have been and will be implemented to improve profitability. Since the beginning of the year, we've implemented broad rate increases across the country, as shown on the map, at 9 states where we had increases over 10%, and auto rates have been increased in 48 locations, inclusive of Canadian provinces. Those rate increases are expected to increase Allstate brand annualized written premium by 6.1%.\nNow we have not been able to get adequate rate in New York or any increase in rate in California. New York represents about 9% of our auto premium. And the implemented rate there was, we leveraged the annual flex filings process there. And it gave us less than 5% rate in our current indicated indication there is significantly higher than that to get to an adequate return.\nSimilarly, in California, which represents about 12% of our auto premium, we recently filed in the second quarter, a 6.9% increase, which again is significantly below the overall rate need there. In states markets, risk segments or channels where we cannot achieve an adequate price for the risk, we're implementing more restrictive underwriting actions and reducing new business as needed until adequate levels of rate are approved.\nLet's move to Slide 8, and we'll look at how these rate increases are impacting and will impact the combined ratio for auto insurance. What you see here illustrates our path to target profitability, along with the magnitude of actions we've already taken and what's required prospectively.\nStarting on the left. Through the first 6 months of the year, our auto insurance recorded combined ratio is 105, and that's shown in the blue bar. To start with, we normalized that by removing the impact of prior year reserve increases and going to a 5-year average on catastrophe losses, that improves the combined ratio by 2.5 points represented by the first green bar.\nThe second green bar reflects the estimated impact of rate actions already implemented when fully earned into premium. So these are already implemented actions that are in market and renewing on policies. They total an additional $1.7 billion of effective premium across Allstate and national general brands. Those will be earned over the coming quarters and fully earned by the end of 2023.\nNow of course, loss costs will continue to increase, whether it's inflationary impacts on severity or higher frequency, which would increase the combined ratio from what I just described there. So prospective rate increases must exceed the loss cost increases that come to achieve our target returns.\nNow everything I just described, combined with our non-rate actions such as reducing new business and expenses, gives us a track where we expect to achieve our target combined ratio in the mid-90s in auto insurance. Now the timing of that will be largely dependent on the relative increases and pace of these increases in premium and loss costs.\nSo on Page 9, we'll take a look again at our industry-leading homeowners business. As you know, a significant portion of our customers, bundle home and auto insurance, and that improves the retention and the overall economics of both products. We have a differentiated ecosystem in homeowners. That includes a differentiated product, underwriting, reinsurance, claim capabilities, and we discussed a lot of those capabilities in our last special topic call.\nOur long-term underwriting results show the strength of the system. Our 5-year average reported combined ratio is 91.9, as shown in the chart on the left. And that produced $3.3 billion of underwriting profit since 2017, while the industry lost over $20 billion in that same period.\nNow our second quarter combined ratio and most second quarter combined ratios have historically been higher than full year results, primarily due to catastrophes. And second quarter this year was at 106.9, which reflected again higher catastrophes and 1.7 points of unfavorable non-catastrophe prior year reserve estimates.\nOur year-to-date recorded combined ratio for home is 95.8. Now homeowners insurance is certainly not immune to the inflationary environment we're in, and we continue to see increases in labor and material costs. To combat that, our product has sophisticated pricing features that respond to changes in replacement values, and we've taken rate.\nIf you see on the chart on the right that shows some of the key Allstate brand homeowners operating statistics, we've grown net written premium by 15.2% from the prior year. And that's on a policy base that we grew of 1.2% in the second quarter, where our Allstate agents remain in a really good position to broaden customer relationships.\nSo as you've heard me say several times and certainly in our last special topic call, we're really well positioned at homeowners to not only maintain the competitive advantage we have, but to grow that line of business.\nAnd with that, I'd like to turn it over to Mario.\n\nMario Rizzo\n\nExecutive VP & CFO, The Allstate Corporation\n\nThanks, Glenn. As Tom mentioned, while we are improving profitability, we also continue to invest in the core components of the transformative growth strategy to increase market share in the personal property-liability business.\nSlide 10 is the flywheel of growth that we have discussed on earlier calls. Transformative growth is a multiyear initiative designed to increase personal property-liability market share by building a low-cost digital insurer with broad distribution.\nI won't get into all the pieces today, but I want to highlight 2 specific items: first, we remain committed to achieving our adjusted expense ratio goal of 23 by year-end 2024, which represents a 6-point improvement compared to year-end 2018; secondly, in the quarter, we launched beta versions of a new fully digital auto insurance product and sales experience made possible with new technology for relationship initiation and product delivery.\nBuilding these foundational elements will enable us to scale growth when adequate insurance pricing is a tank.\nAt the same time, the Protection Services businesses, in the lower strategic oval, are growing and increasing shareholder value, as shown on Slide 11.\nRevenues, excluding the impact of net gains and losses on investments and derivatives, increased 8.3% to $629 million in the quarter, primarily driven by Allstate Protection Plans. Adjusted net income of $43 million for the second quarter of 2022 decreased $13 million compared to the prior year quarter as ongoing investments and growth are being made to position these businesses for future success.\nPolicies in force did decrease by 1.6%, reflecting expiring Protection Plan warranties and lower retail sales compared to the favorable environment in the prior year quarter.\nMoving to Slide 12. Allstate Health and Benefits is also growing. It is also growing an attractive set of businesses that protect millions of policyholders. The acquisition of National General in 2021 added both group and individual health products to our portfolio, as you can see on the left.\nRevenues of $574 million in the second quarter of 2022 increased to 4.6% for the prior year quarter, driven primarily by growth in group and individual health businesses. Adjusted net income of $65 million increased $3 million from the prior year quarter, driven by increased revenue, which was partially offset by a higher benefit ratio, primarily in individual health.\nNow let's shift to investments on Slide 13 to review investment performance and the portfolio risk and return position we have taken given higher inflation and the possibility of a recession. Net investment income totaled $562 million in the quarter, which is $412 million below the prior year quarter, as shown in the chart on the left.\nMarket-based income, shown in blue, was $13 million above the prior year quarter, reflecting an increase in the fixed income portfolio yields, which are now benefiting from investing in yields that are higher than the overall portfolio's current yield. Performance-based income of $236 million, shown in dark blue, was $413 million below with an exceptional quarter in 2021. The performance-based internal rate of return over the last 12 months was 24.6%, which remains above our long-term return expectations. The performance-based portfolio includes private equity as well as a mix of other asset types such as real estate and infrastructure, which diversify our performance in this segment.\nIn the second quarter, real estate investments had strong performance, including gains on asset sales, while private equity results were lower. As a reminder, our performance-based results are reported based on a 1 quarter lag, so second quarter results reflect March 31 sponsored financial statements, and future returns will reflect market and economic conditions from the prior quarter.\nThe total portfolio return was negative 2.8% for the quarter and negative 5.6% year-to-date due to higher interest rates and credit spreads, lowering the market value of bonds and a decline in public equity valuations. While these market conditions negatively impacted the market value of the portfolio, it continues to generate operating income. And because of proactive portfolio actions, the results are better than the broad indices with the S&P 500 Index 20% lower and the Bloomberg U.S. Aggregate Bond Index 10% lower.\nThe chart on the right illustrates the shift in risk positioning we have executed to protect portfolio value and position us to take advantage of opportunities as conditions evolve. We reduced interest rate risk towards the end of 2021 and into the first quarter through the sale of longer-duration bonds and the use of derivatives. The portfolio duration is shorter than our long-term targets, which has mitigated the negative impact of higher market rates by approximately $1.3 billion this year.\nWith recession concerns rising, the exposure to recession risk-sensitive assets was also reduced through sales of high-yield bonds, bank loans and public equity. These sales were largely executed prior to the most significant credit spread widening and equity market decline for the end of the quarter, further preserving portfolio value.\nNow let's move to Slide 14 to discuss Allstate's strong cash returns to shareholders of $1.9 billion in the first 2 quarters. Over the last year, shares outstanding have been reduced by 8.7%, providing more upside per share as profitability has improved. In addition, there is another $1.8 billion remaining on the current $5 billion share repurchase authorization.\nAdjusted net income return on equity of 6.9% was below the prior year period, primarily due to lower underwriting income. Achieving our target combined ratios for both auto and homeowners insurance will bring adjusted net income returns on equity back to our long-term target range of 14% to 17%.\nWith that context, let's open up the line for questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b71c69ed7127dc680f1b6ddda9ec0797",
    "period": "2022 Q1",
    "content": "Q1 2022 Allstate Corp Earnings Call\n\nQ1 2022 Allstate Corp Earnings Call\n\nALLNYSEMAY 5, 9:00 AM\n\nOperator\n\nGood morning, everyone. Thank you for standing by, and welcome to The Allstate First Quarter 2022 Earnings Conference Call. (Operator Instructions) And please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Mr. Mark Nogal.\n\nMark Nogal\n\nHead of IR, The Allstate Corporation\n\nThank you, Kirby. Good morning, and welcome to Allstate's First Quarter 2022 Earnings Conference Call. After prepared remarks, we'll have a question-and-answer session. Yesterday, following the close of the market, we issued our news release and investor supplement, filed our 10-Q and posted today's presentation, along with our reinsurance update, on our website at allstateinvestors.com. Our management team is here to provide perspective on these results.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures, for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate operations. Allstate's results could differ materially from these statements, so please refer to our 10-K for 2021 and other public documents for information on potential risks.\nBefore I hand it off to Tom, I want to share that we will be hosting our second Special Topic Investor Call on June 16, focusing on the value of homeowners. We look forward to the additional engagement later this quarter, and we'll share further information soon. And now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nChairman of the Board, President & CEO, The Allstate Corporation\n\nWell, good morning, and thank you for investing your time in Allstate today. Now let's start on Slide 2.\nSo Allstate's strategy to deliver Transformative Growth and higher valuation has 2 components: increase personal property-liability market share and expand protection services, which are shown in the 2 ovals on the left. We're building a low-cost digital insurer with broad distribution to a Transformative Growth. We're also diversifying our business by expanding protection offerings, as shown in the bottom oval.\nIn the first quarter, we made progress in 3 key areas to execute this strategy. We're 6 months into a multifaceted plan to address the negative impact of inflation, which is largely in auto insurance. This begins with aggressively raising prices. We're doing this surgically and raising prices more for new or shorter-tenured customers with less profitability and less for longer-tenured profitable customers.\nProgress was also made in executing programs to reduce expenses and manage loss costs. We also shifted our asset allocations by reducing the interest rate exposure of our bond portfolio in the fourth quarter of last year, which lowered the overall enterprise impact from higher inflation by $800 million.\nSecondly, we continue to make progress on Transformative Growth by expanding customer access, increasing pricing sophistication and building new technology ecosystems. Protection Services also continues its profitable growth trajectory with revenue growth of almost 14% above the prior year.\nMoving to Slide 3, let's discuss first quarter performance in more detail. Property-liability premiums earned increased 6.1% due to higher average premiums and a 2.1% growth in policies in force. Net investment income of $594 million was 16.1% below the prior year quarter, reflecting lower fixed income reinvestment rates, the impact of reducing the bond portfolio duration and strong performance-based portfolio income, but that was in comparison to an exceptional prior year quarter.\nNet income of $630 million in the first quarter compares to a $1.4 billion loss in the prior year, which included losses related to the disposition of the life and annuity businesses. Adjusted net income of $726 million or $2.58 per diluted share declined compared to the nearly $1.9 billion generated in the prior year quarter due to lower underwriting income.\nYou'll remember, last year's first quarter reflected low auto accident frequency because of the pandemic, and inflation and loss costs had not yet been realized. We provided over $1 billion in cash returns to shareholders in the quarter and reduced outstanding shares by 8.1% over the last 12 months.\nMoving to Slide 4. You can see how income from homeowners insurance, investments, Protection Services and Health and Benefits mitigated the negative impact that inflation had on auto insurance. Insurance underwriting margins provided $267 million of after-tax adjusted net income or $0.95 a share. Auto insurance generated a slight underwriting loss with a recorded combined ratio of 102.\nOur industry-leading homeowners insurance business generated underwriting income that contributed $335 million of adjusted net income or $1.19 per share. And although performance-based investment income declined from record highs in 2021, results were still strong in the first quarter, with property-liability net investment income contributing $1.56 per share. Protection Services and Health and Benefits income more than offset the losses in auto insurance.\nNow let me turn it over to Glenn to discuss the property liability results in more detail.\n\nGlenn Thomas Shapiro\n\nPresident of Property-Liability of Allstate Insurance Company, The Allstate Corporation\n\nThanks, Tom. Starting on Page 5, we'll talk about profitability in Allstate brand auto insurance. We targeted mid-90s combined ratio in auto insurance. And as you could see from the chart on the left, we have a long history of meeting or exceeding that target, supported by our pricing sophistication, underwriting, claims expertise, expense management. And of course, when you look at 2020 in that chart, it's an outlier in terms of the view because we had much better than target results due to the early pandemic impacts.\nAnd the chart on the right breaks down the 5 most recent quarters, highlighting the significant increase in combined ratio that occurred in 2021, as we transitioned from those favorable pandemic impacts to the high inflation environment that we're in today.\nIn late 2020 and early 2021, as Tom just mentioned, while we were running a combined ratio around 80 and benefiting from frequency and the improved cost structure changes we've made, we took price decreases. And then as inflation spiked in Q2 and Q3 of last year, we shifted towards rate increases, which ramped up significantly in the last 6 months.\nThe recorded and underlying combined ratios improved sequentially in the first quarter of '22, though inflationary trends continue to pressure margins with increasing severity. And frequency is obviously higher year-over-year from that low point, but it's been very stable in terms of maintaining lower-level frequency compared to pre-pandemic levels. We'll go deeper into severity and pricing for auto insurance in the next few pages.\nSo let's move to Slide 6 and talk about Allstate auto physical damage claim severity in more detail. The story of higher severity has continued into 2022, and it's across the country, as you can see from the map on the left. Allstate brand report year 2022 incurred severity for property damage increased about 11% compared to report year '21. Now recall that we shifted to report year incurred severity to give you a better view directly into what's recorded in our financials.\nAnd it's really important to note on this that when you look at paid severities, it's typically shared as a comparison to the prior year quarter or year-to-date or some prior period, whereas our new disclosure is an estimate of the full change in the fully developed report year severities year-over-year. So the 11% in this case is the expected severity in '22 over all of 2021, inclusive of the inflation seen in quarters 2 through 4.\nOn the chart on the right, you can see that Allstate has a higher distribution of total loss claims involving newer vehicles compared to the industry. And while those vehicles come with higher premiums, they also can adversely impact total loss severity when vehicle values rise. We're adjusting pricing and using our strong claim capabilities to mitigate rising costs, and that includes leveraging our scale, our operating processes, experienced claim professionals, technology, broad repair relationships that we have and our investments in data and analytics to help contain costs for customers.\nMoving to Slide 7. Let's talk about bodily injury severity increases because they've also contributed to auto insurance cost and price increases. Like property damage, casualty loss trends have been elevated for the past few years and continued into '22. But the bodily injury pressure isn't quite as widespread. Allstate brand report year '22 incurred severity for bodily injury increased about 8% compared to report year '21. Higher-speed accidents and less congested roads are leading to harder impact crashes and more severe injuries. And an evolving legal environment is also a factor in casualty costs.\nIf you look at the chart on the left, you'll see that claims resulting in a nondrivable vehicle, which would mean kind of a harder hit, and claims resulting in bodily injury claims with a major injury designation have increased compared to pre-pandemic levels. That's driving a shift to more complex and costly treatments and contributing to higher medical consumption.\nIn terms of the legal environment, trial attorney advertising for claimants has doubled over the past decade and exceeds $1 billion annually now. That results in higher attorney representation rates, and ultimately, higher costs for consumers.\nThe chart on the right shows the severity variance to prior years, trending higher in some of our more populous states like Texas, Florida, Georgia, New York and California. And Texas actually accounted for about 80% of the prior report year strengthening within bodily injury in the first quarter. Here again, our scale, our investments in technology and in data and analytics and our claim expertise are helping us resolve claims fairly, accurately and efficiently.\nMoving to Slide 8. Let's talk about another key component to our multifaceted plan to deal with inflation, and that's raising auto insurance prices. The table on the left provides a view into 2021 and the first quarter of '22 rate actions in Allstate brand auto. We implemented rate decreases, as we talked about earlier, in early '21 to reflect our continued lower frequency and expense reductions.\nIn the second quarter, as inflation picked up, we pulled back on any reductions and began increasing rates by the third quarter. And then those rate actions accelerated in the fourth quarter and then further accelerated in the first quarter this year. In the first quarter of '22, we implemented rate in 28 states with an average increase of 9.3% and a weighted Allstate brand auto premium impact of 3.6%.\nWhen you combine that with the fourth quarter actions, we've increased weighted rates by 6.5% over the last 6 months, and that equates to a gross annualized written premium impact of $1.6 billion within the Allstate brand. About 95% of our premiums in the U.S. are coming from 6-month term policies.\nSo the rates will improve margins, but there's a lag between when the rates are implemented and they're ultimately earned, which you can see in the chart on the right, which estimates when the rate increases taken in the last 6 months will be earned into premium. That illustration assumes only 85% of the annualized premium will be earned to account for things like retention and the fact that customers modify their policy terms when faced with a price increase, like changing deductibles or limits.\nAs you can see, looking at Q1 2022, the rate increases we've taken didn't have a whole lot of impact yet, but you can see it coming in the coming quarters, and it really accelerates. We expect to see significant increases in earned premium beginning in the second half of '22, reaching over $1.1 billion by the first quarter of next year based on the implemented rate so far. And keep in mind that additional rates and increases that we take through this year will be additive and compound on those rate increases.\nAnd given the ongoing inflationary pressure, we have increased the magnitude of rate increases we expect to take in the rest of 2022. We remain very confident in our ability to restore auto profitability to targeted levels, and we'll keep you posted on that in our new monthly disclosures of rate filings.\nSo let's move to Slide 9 and take a look at something that I think is an undervalued strength at Allstate, and it's our industry-leading homeowners business. As you know, a significant portion of our customers bundle home and auto, and that improves the retention and overall economics of both lines of business. We've differentiated our homeowners product and our homeowners capability really. And that goes to our product, our underwriting, our reinsurance, our claims ecosystem. It is a unique entire business model and system in the industry.\nThe graph on the left shows the history of Allstate brand combined ratio in homeowners versus the industry and competitors. And we believe that in order to achieve an adequate return on the capital that's required in this particular line of business, you have to achieve a recorded combined ratio over time at a target of 90% or better. And as you can see from the Allstate dots on that chart, we have a long history of doing exactly that. You can also see that some of our large competitors and the industry as a whole consistently generate combined ratios that don't meet what we find as a definition of needed for a return on capital.\nWe've repositioned the homeowners business over a multiyear period by reducing exposure to unprofitable geographies, designing new products, creating highly sophisticated pricing plans, improving home inspection and risk selection process and sourcing capital through multiyear reinsurance programs. As a result of all of that, we've consistently generated excellent underwriting results.\nSince 2017, we've earned $3.3 billion or about $667 million annually in underwriting income, with the industry generating an underwriting loss over that same period. Homeowners Insurance and Allstate's homeowners insurance are certainly not immune to the rising inflationary environment right now, though. And we see that in the form of higher labor costs and higher material costs. But our products have the sophisticated pricing features needed to respond to those changes in replacement values and help offset the impact.\nThe chart on the right shows key Allstate brand homeowners insurance operating statistics. And there, you'll see that our net written premium has grown sharply through 2021 and into 2022, increasing 17% from the prior year. We grew policies in force by 1.7% in the first quarter. And our Allstate agents continue to be in a really good spot to broaden customer relationships with homeowners. And our average premiums rose 14.3%, mostly driven by increasing property values, as I mentioned earlier.\nThe first quarter combined ratio of 83.3% generated $368 million of underwriting income for the Allstate brand. In short, our property insurance business is a competitive advantage, and we aim to continue to leverage that advantage and grow it. And we look forward to sharing additional insights on homeowners with you during our upcoming Special Topic Call on June 16.\nAnd with that, I will turn it over to Mario.\n\nMario Rizzo\n\nExecutive VP & CFO, The Allstate Corporation\n\nThanks, Glenn. Let's move to Slide 10 where we'll discuss how we're improving customer value through cost reductions. The chart on the slide shows the adjusted expense ratio, which is a metric we introduced a couple of quarters ago. This starts with our underwriting expense ratio, excluding restructuring, coronavirus-related expenses, amortization and impairment of purchased intangibles and investments in advertising.\nIt then adds in our claims expense ratio, excluding costs associated with settling catastrophe claims because catastrophe-related costs tend to bounce around quarter-to-quarter. We believe this measure provides the best insight into the underlying expense trends within our property-liability business.\nThrough innovation and strong execution, we've achieved more than 3 points of improvement since 2018. Over time, we expect to drive an additional 2 points of improvement from current levels, achieving an adjusted expense ratio of approximately 23 by year-end 2024. This represents approximately a 6-point reduction compared to 2018, enabling an improved competitive position relative to our competitors while maintaining attractive returns.\nWhile the adjusted expense ratio increased compared to the prior year quarter, primarily due to higher employee-related costs, we remain committed to our 3-year reduction goals.\nNot included in this measure, but in the reported expense ratio was an increase in advertising expenses versus the prior year quarter as we took advantage of a drop in advertising costs and a seasonal increase in direct shopping to shift spending earlier in the year. Advertising will fluctuate throughout the year as we implement auto price increases and could impact near-term growth. Our future cost reduction efforts are focused on digitization, sourcing and operating efficiency and distribution-related costs.\nSlide 11 diagrams Transformative Growth will increase market share. This multiyear initiative is designed to increase personal property-liability market share by building a low-cost digital insurer with broad distribution. This will be accomplished by delivering on 5 key objectives: improving customer value, expanding customer access, increasing sophistication and investment in customer acquisition, deploying new technology ecosystems and enhancing organizational capabilities.\nWe made significant progress across each objective in 2021 and are continuing the momentum in 2022. While the current auto operating environment required rapid price increases, we are confident this plan will generate long-term growth.\nStarting at the top of the flywheel, we have reduced expenses to improve customer value with more competitive prices while earning targeted returns. We are building simple, affordable and connected protection solutions that are competitively differentiated. We have enhanced and expanded distribution, including modifying the Allstate agent model to increase growth and decrease distribution costs. We also improved the strength of our direct channel capabilities by leveraging the Allstate brand and significantly expanded in the independent agent channel through National General.\nDifferentiated products and expanded distribution are supported by increased marketing sophistication and investment. New technology ecosystems lower cost, support protection offerings and improve service and speed to market. This comprehensive approach is like a flywheel that creates sustainable competitive advantage, leading to market share growth.\nAt the bottom of the page, you can see the 5 phases of Transformative Growth. We continue to make meaningful progress as we execute on building the new model in Phase 3 and begin to scale the new model in Phase 4.\nMoving to Slide 12. You can see how expanding customer access better meets customer demand. Starting on the bar on the lower left. You can see the auto insurance industry written premium distribution by channel in 2020 was roughly 1/3 exclusive agency, 1/3 direct and 1/3 independent agency. Allstate's pre-Transformative Growth distribution for auto new business as of year-end 2019 is shown in the middle bar, and Allstate's first quarter 2022 distribution is shown on the right.\nAs you can see, today, the distribution of new business more closely mirrors the industry due to Transformative Growth and the acquisition of National General. The National General acquisition significantly increased our presence in the independent agent channel and offers future growth potential by expanding middle-market product offerings. Direct sales capabilities were improved and expanded from the Esurance base, including the use of the Allstate brand with lower pricing in this channel.\nAllstate agents are and will continue to be the competitive strength as an incentive shift to growth and costs are reduced. Today, the source of new business matches customer preferences and drove a 14% increase in new business applications in the first quarter compared to the prior year quarter.\nSlide 13 shows the profitable growth of Protection Services. Revenues, which exclude the impact of net gains and losses on investments and derivatives, increased 13.6% to $627 million in the quarter. The increase in revenues was driven by continued growth at Allstate Protection Plans, generating a 19.6% increase in revenues to $329 million compared to the prior year quarter. Policies in force also increased 4.7%, reflecting growth in Allstate Protection Plans and Allstate Identity Protection.\nProtection Services policies in force of $147 million are approximately 4x that of property-liability, showing how ubiquitous the Allstate brand is becoming. Adjusted net income of $53 million for the first quarter of 2022 increased $4 million compared to the prior year quarter after generating $179 million of adjusted net income for all of 2021.\nMoving to Slide 14. Allstate Health and Benefits expanding product offering generated growth and income. The acquisition of National General in 2021 added both group and individual health products to our portfolio, as you can see on the left. Revenues of $581 million in the first quarter of 2022 increased 4.9% to the prior year quarter, driven by higher premiums and contract charges and other revenue, primarily in group health. Adjusted net income of $53 million decreased $12 million from the prior year quarter, driven by increased individual and group health claims.\nNow let's shift to Slide 15, which highlights our investment performance in the reduction of fixed income duration to reduce enterprise exposure to inflation. Net investment income totaled $594 million in the quarter, which is $114 million below the prior year quarter, as shown in the chart on the left. Performance-based income, shown in dark blue, was $72 million below the prior year quarter, but 2021 was an exceptional year for private equity markets and reported income.\nWhile results are lower compared to a strong prior year, the performance-based annualized yield of 14% in the first quarter is above long-term average performance. Market-based income, shown in blue, was $31 million below the prior year quarter. As we've discussed, our market-based portfolio yield has declined in the lower interest rate environment over the last few years, with reinvestment rates below our average fixed income portfolio yield.\nThe fixed income yield was further reduced by actions we took in the fourth quarter of 2021 to lower portfolio duration and reduce the negative impact higher inflation and interest rates would have on our fixed income portfolio valuations.\nThe chart on the right illustrates our proactive management of interest rate exposure over the interest rate cycle. After shortening duration late in the fourth quarter of 2021, we further reduced duration by 0.7 years in the first quarter. The increase in interest rates in the quarter decreased our fixed income valuations by $2 billion, resulting in a negative portfolio return of 2.8%.\nHowever, our interest rate risk mitigation lowered the negative impact of higher interest rates by approximately $800 million versus our position at the end of the third quarter of last year. The shorter duration portfolio also positions us to reinvest in higher market yields as interest rates continue to rise.\nNow let's move to Slide 16, which highlights Allstate's strong capital position. Adjusted net income return on equity of 12.8% was below the prior year period due to lower auto insurance underwriting income. Allstate's strong capital position continues to enable significant cash returns to shareholders. We returned $1 billion through a combination of share repurchases and common stock dividends in the first quarter of 2022.\nCommon shares outstanding were reduced by 8.1% over the last 12 months, 16.9% since 2018 and 45% since 2011, reflecting our history of providing strong cash returns to shareholders. As of March 31, 2022, we had $2.5 billion remaining on the current $5 billion share repurchase program, which is expected to be completed by early 2023.\nWith that context, let's open up the line for questions."
  },
  {
    "header": "ALL",
    "cik": "0000899051",
    "ticker": "ALL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ec8cb1ea387838c0d95de28916eefbd4",
    "period": "2021 Q4",
    "content": "Q4 2021 Allstate Corp Earnings Call\n\nQ4 2021 Allstate Corp Earnings Call\n\nALLNYSEFEB 3, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Allstate's Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, please be aware that this call is being recorded.\nAnd now I would like to introduce your host for today's program, Mr. Mark Nogal, Head of Investor Relations. Please go ahead, sir.\n\nMark Nogal\n\nHead of IR, The Allstate Corporation\n\nThank you, Jerome. Good morning. Welcome to Allstate's Fourth Quarter 2021 Earnings Conference Call. After prepared remarks, we will have a question-and-answer session.\nYesterday, following the close of the market, we issued our news release and investor supplement and posted related materials on our website at allstateinvestors.com. Our management team is here to provide perspective on these results.\nAs noted on the first slide of the presentation, our discussion will contain non-GAAP measures for which there are reconciliations in the news release and investor supplement and forward-looking statements about Allstate's operations. Allstate's results may differ materially from these statements, so please refer to our 10-K for 2020 and other public documents for information on potential risks.\nBefore I hand it off to Tom, I would like to turn to Slide 2 and discuss the expansion of Allstate's Investor Communications. Beginning this year, instead of a traditional Investor Day, we will be conducting a series of 60-minute investor calls to provide deeper insights into significant strategic or operational topics. These calls will be in addition to our quarterly earnings calls.\nOur first call will focus on the current auto insurance operating environment and will be scheduled to take place in March. Topics on future calls may include homeowners insurance, independent agent channel strategy, expansion of protection services and investments. In addition to investor calls, we will also begin disclosing the company's auto insurance implemented rate actions from the prior month on our Investor Relations website to provide additional information on premium growth. Rate disclosures will be posted on the third Thursday of every month, like our monthly catastrophe loss disclosures, though the rate postings will occur regardless of whether there is a catastrophe loss release in the month. I look forward to the additional engagement these changes will bring.\nAnd now I'll turn it over to Tom.\n\nThomas Joseph Wilson\n\nBoard Chair, President & CEO, The Allstate Corporation\n\nGood morning, and thank you for joining us today. Let's start on Slide 3. As you know, Allstate, we focus on execution and innovation is ways to create shareholder value. And our strategy has 2 components: increase personal Property-Liability market share and then expand protection solutions, which are shown on the 2 ovals on the left.\nIf you start with the upper oval, we've been a leader in product innovation a multichannel distribution and leveraging technology in telematics and claims settlement. So we're now building a low-cost digital insurer with broad distribution through transformative growth. We're also diversifying our businesses by expanding protection options, as are shown in the bottom oval. We offer customers a wide range of protection, good workplace benefits, commercial insurance, roadside services, car warranties, protection plans and identity protection.\nAvail is a leading innovator in telematics and avail -- sorry, Arity is leading in telematics, and Avail is a start-up, which is basically an Airbnb model for parisien. We leverage the Allstate brand, customer base and capabilities to drive growth in those businesses as well.\nOn the right panel, you can see our 5 annual operating as, which focus on both near-term performance and long-term value currency. So let's move to Slide 4 and go through those operating priorities for the fourth quarter and the full year. Our revenues of $13 billion in the quarter increased 18.7% compared to the prior year quarter, resulting in over $50 billion of revenue for the full year 2021, then reflected by a 1 percentage point increase in auto insurance market share through the National General acquisition, growth in homeowners premiums and then we also had strong growth at Allstate Protection Plans and higher investment income. Property-Liability premiums increased 17%.\nNet investment income of $847 million in the fourth quarter of 2021 increased to $187 million compared to 2020, which reflects really strong results from the performance-based portfolio. Net income was $790 million in the quarter compared to $2.6 billion in the prior year as lower underwriting income and a loss related to the sale of the life and annuities business was only partially offset by the higher investment income.\nAdjusted net income, remember that our measure takes out some of the things that we think are not related to the current economics, was $796 million or $2.75 per diluted share, a decline compared to the $1.6 billion generated in the prior year quarter, reflecting lower underwriting income. You'll remember that 2020 had low auto accident frequency, reflecting the impact of the pandemic.\n2021 was a year of -- really a 2 distinct halves as it relates to profitability of auto in terms. In the first half of 2021, auto insurance underwriting income benefited as lower accident frequency, offset increased claims severity. As a result, underwriting income for auto insurance totaled over $1.7 billion in the first 2 quarters. In the second half of the year, auto claim frequency continued to increase towards pre-pandemic levels and the cost of repairing cars and settling bodily injury claims accelerated.\nWe began increasing auto insurance rates in the third quarter, and this accelerated in the fourth quarter. These rate increases, however, are earned as policies renew so that the cost increase has resulted in an underwriting loss of slightly over $450 million in the last 2 quarters. The underlying combined ratio for auto insurance was 92.5 for the full year and 100.2 for the fourth quarter of 2021.\nAnd while that generates good underwriting income for the year and a good economic return, the results of the last 2 quarters are not acceptable, so we're highly focused on raising returns in the auto insurance, as Glenn will discuss in a few minutes. Adjusted net income of $4 billion for the full year was $13.48 per share, which generated a return on common shareholders' equity of 16.9%.\nLet's go to Slide 5 to go through the operating priority results in more detail. To better serve customers, we lowered expenses to improve the competitive price position of auto insurance. The enterprise Net Promoter Score finished slightly below the prior year, but in part, that reflects the absence of the beneficial impact in 2020 of the pandemic-related customer accommodations. You'll remember, it included $1 billion of shelter-in-place program payments, expanded coverage of longer payment term.\nThis year, we expanded protection offerings in group and health individual products with the acquisition of National General. We significantly grew our customer base in 2021, with total policies in force increasing 9.8% to $190.9 million. Property-Liability policies of course, increased by 13.7% as due to the acquisition of National General, expansion of our direct distribution in the Allstate brand and increased insurance provided through Allstate agents. Protection services policies also continued to grow, increasing 8.9% to $148.4 million.\nOn the third priority, achieve target returns on capital, that was accomplished. We completed the year with adjusted net income of $4 billion and a return on shareholders' equity of 16.9%. Despite the rising loss costs, environment, the property liability combined ratio finished 2021 at 95.9. Protection Services continues to grow profitably, it's really driven by Allstate Protection in. The net investment income was $3.3 billion in 2021, reflecting proactive portfolio management and exceptional performance-based income. Mario will take you through later as well. The total return on our portfolio was 4.4%. So sustainable value creation refers not only strong execution on the first 4 items, but long-term growth platform.\nIn 2021, we sold to life in annuities business of $4.4 billion. We acquired National General for $4 billion to capture expense savings, leverage an independent agent technology platform and improve our strategic position in this distribution channel. Significant progress was made on transformative growth to build a low-cost digital insurer with broad distribution.\nAllstate Protection Plans continued its rapid growth with ranges of $1.8 billion, that is 5x greater than when the company was acquired 5 years ago. Arity, our telematics company continues to expand its services and launch highly innovative products. Execution and innovation lead to sustainable value creation.\nNow let me turn it over to Glenn to discuss property liability results in more detail.\n\nGlenn Thomas Shapiro\n\nPresident of Property-Liability of Allstate Insurance Company, The Allstate Corporation\n\nThank you, Tom, and good morning, everyone. Let's start by reviewing property liability profitability in the fourth quarter on Slide 6. The recorded combined ratio of 98.9 increased 14.9 points compared to the prior year quarter, primarily driven by higher underwriting losses as well as prior year reserve strengthening. The chart on the bottom left takes you through the impact of each component compared to the prior year quarter.\nAuto insurance underwriting loss ratio drove most of the increase driven by the impact of rising inflation on auto severity and higher auto accident frequency compared to the prior year. Prior year reserve were strengthening of $182 million had a 1.8 point impact on the combined ratio in the quarter, primarily due to adverse loss development in auto insurance casualty coverage. There was also a sizable impact relative to the premium in shared economy business, which was primarily driven in states we no longer insure with transportation network carriers. This was partially offset by lower underwriting expense ratio, mostly due to lower advertising expenses in the quarter.\nWe continue to focus on cost reductions, which improve our operational flexibility and competitive position. The chart on the lower right shows Allstate's adjusted expense ratio over the last few years. And the adjusted expense ratio as a measure we're using to track our progress on improving value for customers through cost reductions. The measure starts with our underwriting expense ratio, excludes restructuring, coronavirus-related expenses, amortization and impairment of purchase intangibles and investment in advertising. It then adds our claim expense ratio, excluding catastrophe claims costs.\nThe adjusted expense ratio improved to 26 in the full year 2021, which is 0.6 points better than prior year and 3.2 lower than 2018. Our long-term objective is a further reduction of 3 points over the next 3 years, which would represent a 6-point reduction over the 6 years following 2018, allowing us to improve competitive price position while maintaining attractive returns.\nSlide 7 provides further insight into the drivers of rising auto insurance costs. Allstate Protection auto insurance underlying combined ratio was 100.2 in the fourth quarter and 92.5 through the full year 2021, representing increases of 15.3 and 7.4 points, respectively. The increases reflect higher loss costs due to severity and accident frequency, partially offset by lower expenses. While claim frequency increased relative to prior year, reflecting a return to more normal driving environment, we continue to see favorability compared to pre-pandemic levels.\nAllstate brand auto property damage frequency was up 21.5% in the fourth quarter of '21 compared to 2020, but it was down 13.3% compared to 2019. While we've seen miles driven approach levels, we've seen a meaningful change in time of day driving, which continues to impact both frequency and severity. Increases in auto severity reflect inflationary pressure across coverages with a number of underlying components of severity rising faster than core inflation.\nChart on the lower left shows used car values began increasing in late 2020 and accelerated in mid-2021 in -- a total increase of 68% beginning in 2019. OEM parts and labor rates have also accelerated in 2021, resulting in higher severities and coverages like collision and property damage.\nThe impact of inflation is also influencing our casualty coverage. During 2020, at the onset of pandemic, when there was less road congestion and higher speeds, a higher proportion of accidents were more severe. That resulted in more severe injuries per claim and higher average casualty severity. And as 2021 developed, casualty costs continue to rise with more severe injuries, medical inflation and higher medical consumption and higher attorney representation rates.\nThe chart on the lower right breaks down auto report year losses, excluding catastrophe over the past 2 years. The impact of frequency was favorable in 2020 compared to 2019 with the pandemic. And as you shift into 2021, that favorability is partially reversed, creating a negative year-over-year frequency impact, but still favorable over 2 years. The impact from higher severities, on the other hand, were compounded over the 2-year period and put pressure on both physical damage and casualty coverages. The combination of these factors led to the auto insurance margin pressure that we've seen in the second half of 2021.\nSo let's move to Slide 8 and go deeper into the steps we're taking to improve auto profitability. Allstate has, as you all know, have generated strong auto insurance margins over a long period of time. This is a core capability of ours, and we are taking a comprehensive and prescriptive approach to respond to the inflationary pressure and return to our auto margin targets in the mid-90s combined ratio.\nThere are 3 areas of focus: reducing expenses, which we've talked about raising rates and managing loss costs through claim effectiveness. Since we already talked about the expenses, I'll start with the rates. And the chart on the lower left, it provides a view into 2021 rate actions. We implemented rate decreases in early 2021 to reflect, in part, Allstate's lower expense ratio and the reduced frequency we were experiencing from the pandemic. But as the year progressed and inflation escalated, we responded with rate increases that began in the third quarter and continued into the fourth quarter.\nAs those continued, you see in the fourth quarter, we took rate in 25 locations at an average increase of 7.1% and a weighted Allstate brand auto premium impact of 2.9%. We'll continue to take rate increases to restore out of profitability at targeted levels, and we'll keep you posted monthly, as Mark mentioned earlier, so that you know where we are on the rates.\nThe chart on the right shows the estimated annual impact of the premium from the implemented rate in each quarter. To relate these 2 views together, that large 2.9% increase implemented in the fourth quarter that you see on the left table, relates directly to the rightmost bar of $702 million in estimated annual written premium. While the rate will obviously help our margin, it takes a little time to be realized, as Tom mentioned, there's an inherent lag between when rates are implemented and when they're reflected in written premium and then ultimately in earned premium. As auto insurance policies generally have a 6-month term, it takes that time for all of the policies to have renewed at the new rate. And then the annualized written premium impact is fully reflected after 10 months -- after 12 months.\nAs we take more price increases in 2022, the incremental rate will be combined and drive higher levels of written premium first and then average earned premium second as the year progresses and we favorably impact auto margins. Beyond expense reductions and rate increases, we're also leveraging advanced claim capabilities to mitigate loss cost pressure for our customers. We're broadening strategic partnerships with part suppliers and repair facilities to mitigate repair costs. We're using advanced claim analytics and predictive modeling tools to optimize repair versus total loss decisions and to assess the likelihood for injury and attorney representation on casualty claims.\nThe bottom line is we are highly confident in our ability to restore auto profitability to targeted levels. And while auto results tend to dominate discussions around the personal lines industry, it's really important to recognize the broad product suite we offer, as Tom mentioned earlier, and in particular, our homeowners insurance product.\nSo moving to Slide 9. I want to spend a few minutes on our industry-leading homeowners business. A majority of our customers bundle home and auto insurance, which improves retention and overall economics of both lines. And simply put, we have a differentiated homeowners ecosystem, including product, underwriting, reinsurance, claims capabilities that are unique in the industry.\nAs a proof point to that, since 2017, we've earned $3.3 billion or an average of $667 million a year in underwriting income, while the industry has generated close to an $18 billion underwriting loss from 2017 to 2020. The graph at the bottom left shows homeowners insurance combined ratios for Allstate select competitors and the industry overall since 2011. And you can see there that Allstate's consistently outperformed. We're well positioned to maintain our margins in homeowners and to continue growing it.\nOur House & Home product is designed to address severe weather risks and has sophisticated pricing features and inflation factors that respond to changes in replacement values which is particularly important during an inflationary environment like the one we're in.\nThe chart on the lower right shows Allstate homeowners net written premium over time as well as policies in force. We've grown policies in force steadily, increasing to 1.5% up at year-end, and our Allstate agents are in a great position to continue to broaden customer relationships with homeowners products.\nNet written premium has really taken off through 2021, reaching 13.8% variance by the fourth quarter. Now the increasing spread between those 2 lines, the net written premium and the policies in force, is due to an increased average in premium per policy, which has steadily grown through 2021. That is mostly due to the premium rising with the increases we saw in replacement costs and, to a lesser extent, rate increases. That view, that difference that I just illustrated, really helps show how our product reacts quickly to inflationary forces and allows us to better match price and risk. On the claims side, we've made investments in technology with photo, video and aerial imagery for timely and accurate loss cost management.\nShifting to National General's homeowners book. It provides us an awesome opportunity to grow in the independent agent channel, and we're really optimistic about the ability to bundle there with independent agents when we're deploying new middle-market products on the National General ecosystem. But in the near term, we're focused on improving their profitability in homeowners by leveraging Allstate's expertise in data, pricing sophistication and underwriting capabilities.\nOur ultimate goal is to meet customers' protection needs while optimizing shareholder risk and return. We underwrite risk directly in homeowners where we can achieve targeted returns. We also broker other insurers property policies where we can meet protection needs for customers, but we can't achieve the adequate returns that we require, and this allows us to maintain an auto relationship with them.\nWe also shift a lot of our catastrophe risk to reinsurance markets, including traditional reinsurance and alternative capital covering both individual large events and an annual aggregate cover. All in, as I said at the start of this, we have a differentiated homeowners insurance capability in the market, and it operates as a really strong diversifying book of business while we improve auto margins.\nSo with that, let me turn it over to Mario to cover the remainder of our results before we move to questions.\n\nMario Rizzo\n\nExecutive VP & CFO, The Allstate Corporation\n\nThanks, Glenn. Let's move to Slide 10 and discuss how transformative growth positions us for long-term success. So as we've discussed on past calls, transformative growth is a multiyear initiative to increase personal Property-Liability market share by building a low-cost digital insurer with broad distribution. This will be accomplished by delivering on 4 key objectives: improving customer value, expanding customer access, increasing both the sophistication and investment in customer acquisition and deploying a new technology ecosystem. We made significant progress across each objective in 2021.\nOur commitment to further lower our costs, improves customer value and enables a more competitive price position while maintaining attractive returns. By leveraging our industry-leading telematics offering as well as advanced data and analytics, we are able to redesign products to create competitively differentiated offerings for our customers. We have transformed our Allstate agent model to increase growth and decrease distribution costs. We've improved the strength of our direct channel through lower pricing and enhanced capabilities, and the acquisition of National General further improved our strategic position in the independent agent channel.\nCustomer acquisition costs relative to lifetime value have improved with higher close rates and increased use of analytics to improve marketing effectiveness. As a result, we invested more in marketing in 2021. We also made progress on deploying the technology necessary to achieve transformative growth. New customer and product management ecosystems will improve ease of use and self-service capabilities at lower costs. We are using both purchased and proprietary software, which is currently in dark deployment before it is operationally tested this year. Delivering on each objective in an integrated way enables us to increase market share and create additional shareholder value.\nTurning to Slide 11. Let's look how transformative growth has already begun to successfully drive results in our Property-Liability business. In the chart on the left, you will see Property-Liability policies in force grew by 13.7% compared to the prior year quarter, driven predominantly by the National General acquisition. National General, which includes Encompass, contributed growth of 4.2 million policies and Allstate brand property-liability policies increased 374,000, reflecting enhanced direct channel capabilities and growth in homeowners sold through Allstate agents. Property-Liability policies in force also grew organically by 1.5% from 37.5 million to 38.3 million in 2021, driven by contributions from growth in both the Allstate and National General brands, reflecting enhanced direct and independent agent capabilities.\nThe chart on the right shows a breakdown of new issued applications for personal auto, which grew 61% compared to the prior year. The middle section of the chart shows Allstate brand impacts by channel, which grew 4.3% compared to the prior year. Existing exclusive agents increased new business compared to the prior year, but that increase was offset by fewer appointments of new agents. As you know, we significantly reduced the number of new Allstate agents being appointed beginning in early 2020 as we've been developing and deploying a new agent model to drive higher growth at a lower cost.\nThe direct channel now represents 30% of new auto policies and grew by 28% compared to the prior year. This more than offset a slight decline from existing agents and volume that would historically have been generated by newly appointed agents. On the far right of the chart, you can see the significant impact of National General, which added 2 million applications in 2021.\nSlide 12 shows how Protection Services continues to generate profitable growth. Revenues, which exclude the impact of net gains and losses on investments and derivatives, increased 21.9% to $606 million in the quarter and increased 23.5% to $2.3 billion for the full year 2021. The increase in revenues was driven by continued growth at Allstate Protection Plans and Arity.\nAllstate Protection Plans grew revenue by 23.8% and written premium by 49.1% for the full year 2021 compared to the prior year, driven by expanded products and partnerships, including the successful launch of the Home Depot relationship earlier in 2021. As written premium is earned over policy periods that can range from 1 to 5 years, it will continue to generate future revenue growth as we earn the $2 billion of unearned premium associated with Allstate Protection Plans on our balance sheet as of year-end.\nArity expanded revenues by integrating lead cloud and transparently into its customer offerings, which were acquired as part of the National General acquisition as well as increased device revenue, driven by growth in the Milewise product.\nPolicies in force increased 8.9% to 148 million, primarily due to growth at Allstate Protection Plans. Adjusted net income of $179 million for the full year 2021 represented an increase of $26 million compared to the prior year, driven by growth at Allstate Protection Plans. We will continue to invest in growing these businesses as they provide an attractive opportunity to both meet customer needs and create economic value for our shareholders.\nLet's move to Slide 13 and talk about the Allstate Health and Benefits segment, which generated growth and increased profit. reflecting the National General acquisition. We've been offering voluntary benefits through the employer channel for over 20 years, and the acquisition of National General added both group and individual health products to our portfolio. These additions drove a significant increase in revenue with premiums and contract charges increasing 66.5% to the prior year. It also brought in a stream of $359 million of additional revenue, shown as other revenue on this slide, primarily from administrative fees and commissions from sales of nonproprietary health products.\nAdjusted net income more than doubled to $208 million in 2021 and as higher income from the National General acquisition was partially offset by a higher benefit ratio, reflecting higher life mortality in 2021 and lower benefit utilization in the prior year.\nNow let's move to Slide 14, which highlights our investment performance. Net investment income totaled $847 million in the quarter, which was $187 million above the prior year quarter, driven by higher performance-based income as shown in the chart on the left. Performance-based income totaled $516 million in the quarter, as shown in gray, reflecting private equity appreciation and direct asset sales. As in prior quarters, we experienced broad-based private equity valuation increases.\nSeveral large idiosyncratic contributions -- contributors meaningfully impacted results in the quarter with about 50% of performance-based investment income generated by 10 individual investments. Market-based income, shown in blue, was $7 million below the prior year quarter. The impact of reinvestment rates below the average interest-bearing yield was largely mitigated in the quarter by higher average assets under management and prepayment fee income.\nDuring 2021, the portfolio also generated more than $1 billion in net gains on investments and derivative instruments, including $428 million from valuation of market-based equity investments and $167 million of net gains from the performance-based portfolio, primarily from gains on sales of direct real estate investments.\nOur total portfolio return was 1.1% in the fourth quarter and 4.4% year-to-date, reflecting income and higher equity valuations, partially offset by higher interest rates. On the right, we've provided our annualized portfolio return in total and by strategy over various time horizons. Our total portfolio returns have been strong across these time periods with contributions from both our market-based and performance-based portfolios.\nThe market-based portfolio delivers predictable earnings to support business needs with returns highly influenced by public markets. The performance-based portfolio is deployed against capital and longer liabilities and supplements market risk with idiosyncratic risk. Equity investments have higher long-term returns, which compensate investors for higher volatility, and we have sufficient capital to hold these assets through the full investment cycle.\nOur performance-based portfolio has experienced returns above our historical trend over the last several quarters. While prospective returns will depend on future economic and market conditions, we do expect these returns to moderate from last year's level.\nNow let's go to Slide 15 to discuss our proactive portfolio management. Our investment portfolio is a key contributor to shareholder value and is highly integrated into our overall enterprise risk and return processes. The divestiture of the life and annuity businesses reduced our portfolio from $94 billion at year-end 2020 to $65 billion today and provided us an opportunity to shift our asset allocation to increase risk-adjusted returns.\nSince most of these -- of the assets backing our life and annuity business were fixed income securities, the divestiture lowered overall enterprise interest rate and credit risk. As a result, we increased our allocation to higher returning equity investments while maintaining the total amount of capital backing investment risks.\nAs you can see from the bottom left, higher return public equity and performance-based investments now account for 23% of the overall portfolio. These investments do have more volatility than fixed income securities, so we allocate more capital to support them, but the higher return more than offset more than offsets the risk of increased volatility, creating additional shareholder value.\nOver 3/4 of the portfolio is still fixed income securities, which generates consistent cash flow. The result is a higher returning portfolio with lower interest rate risk overall. We actively manage interest rate risk and consider how it impacts overall enterprise risk and return. As you can see in the blue bars on the right chart, we extended duration from 2018 to 2020 when interest rates shown in the orange line were declining. This mitigated the impact of lower interest rates on auto insurance prices and was a balanced risk and return position from an enterprise perspective.\nIn 2021, we concluded that interest rates were not sufficiently compensating us for the risk that interest rates would rise, which would have a negative impact on the valuation of our bond portfolio. As you know, the consumer price index increased throughout 2021, shown by the light blue line on the chart, and we've discussed at length the impact that inflation has had on auto insurance margins. As a result, we shortened the duration of the fixed income portfolio through the sale of long corporate and municipal bonds and, to a lesser extent, the use of derivatives. We are taking additional actions in 2022 to further reduce the negative impact higher interest rates would have on fixed income valuation. This will lower fixed income portfolio yield and investment income for the near term, but positions the portfolio to reinvest into higher rates if they continue to rise.\nFinally, let's move to Slide 16, which highlights Allstate's strong capital position. Allstate's capital position remains strong and enables significant cash returns to shareholders while investing in growth. We returned $4.1 billion through a combination of share repurchases and common stock dividends in 2021. The common dividend was increased 50% compared to 2020, and common shares outstanding were reduced by 7.8% over the last 12 months. So if you held a share of stock at the beginning of 2020, you now own 7.8% more of the enterprise. As of year-end 2021, we had $3.3 billion remaining on the current $5 billion share repurchase program, which is expected to be completed by March 31, 2023.\nWith that, let's open the line for questions."
  }
]