[
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/748761cc8e619986f335b462cdc65442",
    "period": "2025 Q3",
    "content": "Q3 2025 Old Dominion Freight Line Inc Earnings Call\n\nQ3 2025 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQOCT 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line Third Quarter 2025 Earnings Call.\n[Operator Instructions]\nPlease note this event is being recorded. I would now like to turn the conference over to Jack Atkins. Please go ahead.\n\nJack Lawrence Atkins\n\nMD & Analyst, Stephens Inc., Research Division\n\nThank you, Jason, and good morning, everyone. Welcome to the Third Quarter 2025 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today through November 5, 2025, by dialing 1 (877) 344-7529, access code 1478106. The replay of the webcast may also be accessed for 30 days at the company's website. This conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements.\nThe company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise. As a final note before we begin, we welcome your questions they've been asked and in fairness to all that you limit yourself to just 1 question at a time before returning to the queue.\nAt this time, for opening remarks, I'd like to turn the call over to Marty Freeman, our President and Chief Executive Officer. Marty, please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our third quarter conference call. With me on the call today is Adam Satterfield, our CFO. And after some brief remarks, we will be glad to take your questions. Old Dominion's third quarter financial results reflect continued softness in the domestic economy. Our revenue declined 4.3% compared to the third quarter of 2024 due primarily to a 9% decrease in our LTL tons per day, which was partially offset by ongoing improvement in our yields. We continue to operate efficiently during the quarter, and we're able to manage our direct variable cost as a result. The deleveraging effect from the decrease in revenue, however, drove an increase in our overhead expenses that resulted in the increase in our operating ratio to a 74.3.\nAs we navigate through the continues to be a challenging micro environment, we remain focused on what we can control. I'm proud of how our team continues to execute the core elements of our long-term strategic plan as we work to ensure that Old Dominion is the best positioned carrier in our industry to respond to an inflection in the operating environment when it does materialize. As we have said many times before, our long-term strategic plan includes an ongoing focus on delivering superior service at a fair price. The other key elements of our strategy include investing in new service centers, equipment, technologies and most importantly, our people.\nOur past financial results have proved that investing in our sales through the economic cycle can pay dividends over the long term. An example of how this is happening as we've been able to control our direct variable cost this year despite the lack of network density associated with the decrease in our volumes. In fact, our direct variable costs are relatively consistent as a percent of revenue to when we produce company record operating results back in 2022.\nWhile we are -- while there are many factors influencing these costs, we have implemented new workforce planning and dock yard management tools as well as P&D and linehaul route optimization software, which have helped drive improvements in our productivity. Even as we have faced headwinds from lower density. Importantly, we have done this while maintaining the highest standard of service for our customers, and I'm pleased to report that once again provided our customers with 99% on-time service and a cargo claims ratio of 0.1% during the third quarter.\nThat said, we also know that providing our customers with superior service more than simply picking up and delivering the freight on time and without damages. Mastio & Company measures 28 different service and value-related attributes during its annual survey of shipper and logistic professionals. We were honored earlier this month to be named the #1 national LTL provider for the 16th consecutive year.\nIn addition, Old Dominion maintained a sizable advantage against our competition. And we finished first in 23 of the 28 categories evaluated by Mastio. I would like to congratulate the OD family of employees on this accomplishment. Every member of the OD family is incredibly proud of this recognition, and we also remain highly motivated to continue providing our customers with best-in-class service every single day. We know that consistency of our service creates value for our customers. It also differentiates us from the competition. Our customers know that they can count on us to help keep promises through the ups and downs of the economic cycle, which means they can keep their commitments to their own customers. Importantly, our consistent service also supports our disciplined approach to yield management. Over the years, we have built a unique culture centered on core elements of our strategic plan, the cornerstone of which is providing our customers superior service at a fair price. This has created an unmatched value proposition for our customers and allowed us to win more market share over the past decade than any other LTL carrier.\nWe will continue to focus on delivering best-in-class service to our customers while also operating efficiently and maintaining our disciplined approach to managing our yields. As a result, we are confident in the ability to win profitable market share and increase shareholder value over the long term. Again, thank you for joining us this morning, and now Adam will discuss our third quarter in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue totaled $1.41 billion for the third quarter of 2025, which was a 4.3% decrease from the prior year. Our revenue results reflect a 9.0% decrease in LTL tons per day that was partially offset by a 4.7% increase in LTL revenue per hundredweight. On a sequential basis, our revenue per day for the third quarter decreased 0.1% when compared to the second quarter of 2025 with LTL tons per day decreasing 2.9% and LTL shipments per day decreasing 1.6%. For comparison, the 10-year average sequential change for these metrics includes an increase of 2.9% in revenue per day, an increase of 0.5% in the LTL tons per day and an increase of 1.9% in LTL shipments per day. The monthly sequential changes in LTL tons per day during the third quarter were as follows: July decreased 1.9% as compared to June; August decreased 1.8% as compared to July; and September increased 1.3% as compared to August. The 10-year average change for these respective months is a decrease of 2.9% in July, an increase of 0.4% in August and an increase of 3.3% in September.\nFor October, our current month-to-date revenue per day is down approximately 6.5% to 7% when compared to October 2024 with a decrease of 11.6% in our LTL tons per day. As usual, we will provide actual revenue related details for October in our third quarter Form 10-Q. Our operating ratio increased 160 basis points to 74.3% for the third quarter of 2025 as the decrease in revenue had a deleveraging effect on many of our operating expenses. Our overhead costs, which are primarily fixed in nature, increased 160 basis points as a percent of revenue due to this effect and the ongoing execution of our capital expenditure plan. These factors contributed to the 70 basis point increase on our depreciation cost as a percent of revenue. Miscellaneous expenses as a percent of revenue also increased 40 basis points due primarily to changes in gains and losses on the disposal of property and equipment between the periods compared.\nWhile our remaining overhead cost increased as a percent of revenue, these expenses in aggregate were lower than the third quarter of 2024 as we continued to exercise excellent control over our discretionary spending. Our direct cost as a percent of revenue were flat compared to the third quarter of 2024 due to the improvement in yield and continued focus on operating efficiencies. We were pleased that our team was able to effectively match our variable cost with current revenue trends during the quarter. I also believe that we will be able to improve these direct costs even further when we return to a growth environment and benefit from the improvement in network density. Old Dominion's cash flow from operations totaled $437.5 million for the third quarter and $1.1 billion for the first 9 months of 2025, respectively, while capital expenditures were $94 million and $369.3 million for those same periods. We utilized $180.8 million and $605.4 million of cash for our share repurchase program during the third quarter and first 9 months of 2025, respectively. While our cash dividends totaled $58.7 million and $177.2 million for those same periods. Our effective tax rate for the third quarter of 2025 was 24.8% as compared to 23.4% in the third quarter of 2024. We currently expect our effective tax rate to be 24.8% for the fourth quarter of 2025.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/085eabde93452b2723ccf24a5d37d597",
    "period": "2025 Q2",
    "content": "Q2 2025 Old Dominion Freight Line Inc Earnings Call\n\nQ2 2025 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQJUL 30, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jack Atkins, Director of Investor Relations. Please go ahead.\n\nJack Lawrence Atkins\n\nMD & Analyst, Stephens Inc., Research Division\n\nThank you, Wyatt. Good morning, everyone, and welcome to the Second Quarter 2025 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through August 6, 2025, by dialing 1 (877) 344-7529 access code 8056479. The replay of the webcast may also be accessed for 30 days at the company's website. .\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that may -- that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominium's filings with the Securities and Exchange Commission, and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin, we welcome your questions today, but ask that you limit yourself to just one question at a time before returning to the queue.\nAt this time, for opening remarks, I would like to turn the conference over to Old Dominion's President and Chief Executive Officer, Marty Freeman. Marty, please go ahead.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our second quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nOld Dominion second quarter financial results reflect continued softness in the domestic economy. Although our revenue decreased in the quarter due to a decline in our volumes, our yields improved as our best-in-class service continues to support our disciplined approach to pricing. I want to thank our outstanding team for their unwavering dedication to our customers and continued commitment to executing the core elements of our long-term strategic plan.\nAlthough the challenging economic environment has persisted for longer than we anticipated, we have remained focused on what we can control as we work to ensure Old Dominion continues to deliver superior service to our customers while also operating efficiently. In addition, our ongoing investments in our network, technology and our OD family of employees puts us in an unparalleled position to respond to an inflection in demand when it materializes.\nDelivering superior service at a fair price to our customers is the cornerstone of our strategic plan and has been central to our success for many, many years. Doing so consistently through the ups and downs of the economic cycle has strengthened our customer relationships over time and allowed us to keep our market share relatively consistent over the extended period of slower economic activity. As a result, we were pleased to once again provide our customers with 99% on-time performance and a cargo claims ratio of 0.1% in the second quarter.\nThis consistency of our execution and our commitment to creating value for our customers doesn't happen by accident. It is a product of our unique culture and the result of hard work of the OD family of employees. Across our company, our team is focused every day on adding value for our customers. By keeping our promises to our customers, we help them create value for their own customers. Our commitment to service excellence continues to support our long-term yield management initiatives with a focus on individual account level profitability, our approach to pricing is designed to offtick -- offset cost inflation and support our ongoing investments in our network, our fleet and our people.\nAlthough these investments have created headwinds to our profitability in the short term, we are confident that our consistent reinvestment back into our business for growth is the right long-term approach. We know that having available capacity to grow with our customers and support them during periods of stronger demand is an important component of our value proposition. We also believe that these investments are critical to stay ahead of what we expect to be favorable long-term demand trends for our industry.\nI'm very proud of our team and how they continue to find ways to reduce cost and operate as efficiently as possible during the period of uncertain demand. Given that our first priority is to uphold our commitment to delivering superior service to our customers, it can lead to increased operating costs due to the loss of operating density when volumes do decrease.\nWhile that was the case in the second quarter, we continue to believe that our business model contains meaningful operating leverage, and we remain confident in our ability to improve our operating ratio over the long term. We expect this to become more apparent as the demand environment improves, and we are able to leverage our investments in our fleet, our service network and our technology. Over time, our customers have recognized the value of our service by giving us more of their business, which has allowed us to win more market share over the last decade than any other LTL carrier. Looking forward, we believe that the consistency of our execution, unique culture and our team's daily commitment to excellence will allow us to be the biggest market share winner over the next decade as well.\nOur position is as strong as ever to respond to an improvement in the demand environment. As a result, we are confident in our ability to produce profitable revenue growth and drive increased shareholder value over the long term.\nThank you very much for joining us this morning, and now Adam will discuss our second quarter in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue totaled $1.41 billion for the second quarter of 2025, which was a 6.1% decrease from the prior year. Our revenue results reflect a 9.3% decrease in LTL tons per day, that was partially offset by a 3.4% increase in the LTL revenue per hundredweight.\nOn a sequential basis, our revenue per day for the second quarter increased 0.8% when compared to the first quarter of 2025 with LTL tons per day increasing 0.1% and LTL shipments per day increasing 0.8%. For comparison, the 10-year average sequential change for these metrics includes an increase of 8.2% in revenue per day, an increase of 5.3% in LTL tons per day and an increase of 6.0% in LTL shipments per day.\nThe monthly sequential changes in LTL tons per day during the second quarter were as follows: April decreased 3.7% as compared to March, May increased 0.5% as compared to April and June decreased 0.6% as compared to May. The 10-year average change for these respective months is a decrease of 0.7% in April, an increase of 2.5% in May and an increase of 2.1% in June.\nFor July, our current month-to-date revenue per day is down 5.1% when compared to July 2024, with a decrease of 8.5% in our LTL tons per day. As usual, we will provide the actual revenue-related details for July in our second quarter Form 10-Q.\nOur operating ratio increased 270 basis points to 74.6% for the second quarter of 2025, as the decrease in our revenue had a deleveraging effect on many of our operating expenses. This contributed to the 160 basis point increase in our overhead cost as a percent of revenue. Within our overhead costs, depreciation as a percent of revenue increased 80 basis points while our miscellaneous expenses increased 40 basis points. The increase in our depreciation cost as a percent of revenue reflects the ongoing execution of our long-term capital expenditure program which we believe will support our ability to grow with customers in the years ahead.\nOur direct operating cost also increased as a percent of revenue despite our team's best efforts to manage these variable costs. The 110 basis point increase in these costs was primarily due to higher expenses associated with our group health and disciplines. As a result, our employee benefit cost increased to 39.5% of salaries and wages during the second quarter of 2025 from 37.2% in the same period of the prior year.\nOverall, we continue to be pleased with how our team has remained focused on controlling what we can until the demand environment improves. The OD team has continued to deliver best-in-class service while operating very efficiently and we've also managed our discretionary spending. We will, however, continue to make the investments that we believe are necessary to ensure that our business remains well positioned for the long term.\nOld Dominion's cash flow from operations totaled $285.9 million for the second quarter and $622.4 million for the first 6 months of 2025, respectively, while capital expenditures were $187.2 million and $275.3 million for those same periods. We utilized $223.5 million and $424.6 million of cash for our share repurchase program during the second quarter and first 6 months of 2025, respectively, while our cash dividends totaled $59.0 million and $118.5 million for those same periods.\nOur effective tax rate for the second quarter of 2025 was 24.8% as compared to 24.5% in the second quarter of 2024. We currently expect our effective tax rate will be 24.8% for the third quarter.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ecf274dfc91eac186cfb9325934717df",
    "period": "2025 Q1",
    "content": "Q1 2025 Old Dominion Freight Line Inc Earnings Call\n\nQ1 2025 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQAPR 23, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Old Dominion Freight Line First Quarter 2025 Earnings Call.. [Operator Instructions]\nPlease note that this event is being recorded. I would now like to turn the conference over to Jack Atkins, Director of Finance and Investor Relations. Please go ahead.\n\nJack Lawrence Atkins\n\nMD & Analyst, Stephens Inc., Research Division\n\nThank you, Nick, and good morning, everyone. Welcome to the First Quarter 2025 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through April 30, 2025, by dialing 1 (877) 344-7529, Access code 3942957. Replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. Consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note before we begin, we welcome your questions today, but ask that you limit yourself to just one question at a time before returning to the queue. At this time, for opening remarks, I'd like to turn the conference over to our President and Chief Executive Officer, Marty Freeman. Marty, please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning all, and welcome to our first quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be more than happy to take your questions. Old Dominion's first quarter financial results reflect continued softness in the domestic economy and our revenue and earnings per diluted share both declined as a result. We are pleased, however, that our yields continue to improve, and our market share remained relatively consistent. In addition, our OD family of employees continue to provide our customers with best-in-class service while also operating efficiently.\nWhile we have discussed softness in the domestic economy, along with a challenging operating environment on these calls for the past couple of years, we have continued to affirm our team's commitment to executing on the fundamental elements of our long-term strategic plan. While that absolutely continues to be the case, we want you to understand that our team also continues to focus on maximizing our operating efficiencies and reducing our discretionary spending in an effort to protect our operating ratio.\nImproving the operating efficiency in our network is very difficult to achieve when a reduction in density is experienced. That is why I'm proud that we improved our platform shipments per hour and P&D shipments per hour in the first quarter despite the 5% decline in our LTL shipments per day. Our team did this while also maintaining the highest level of customer service. We are pleased to once again provide 99% on-time service performance and cargo claims ratio below 0.1%. We have strengthened our customer relationship over time by consistently providing superior service at a fair price, which has added value to our business.\nImportantly, our service performance also continues to support our disciplined cost-based approach to yield management. One doesn't happen without the other, and we believe our unmatched value proposition will support our ability to win market share over the long term. As we win share, our operating density will improve and create the leverage that should help drive improvement in our operating ratio. We continue to believe that the path to long-term profitable growth and operating ratio improvement is the balance between operating density and yield management. Both of these initiatives generally require the support of a favorable economic environment.\nWe entered this year with a degree of cautious optimism based on customer feedback and improving macroeconomic data points. Our SIP was that increased clarity around taxes and regulation will lead to greater business confidence, investment and ultimately, increased freight volumes. We were encouraged to see signs of improved demand for our service in the first quarter, and our LTL tons per day in both February and March tracked in line with normal seasonality. That said, there continues to be uncertainty with the economy, which can mean that a full recovery in our business trends might take additional time.\nWhile we can't control the macro environment, we will remain focused on controlling those things that we can by consistently executing on our long-term strategic plan. Our team's dedication to our customers and commitment to excellence has allowed us to win more market share than any other carrier over the past decade. We continue to believe that providing superior service, maintaining our disciplined approach to yield management [indiscernible].\n[Technical Difficulty]\n\nOperator\n\nLadies and gentlemen, it appears we have lost connection to our speaker line. Please stand by while we reconnect. Thank you for your patience.\nPardon me, this is the operator. We have reconnected the speakers and will continue. Please proceed.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning. I'm sorry for the technical difficulties. We had some phone issues here, but I'll I'll continue where I left off, but what I meant for you to hear is while we can't control the macroeconomic environment, we will remain focused on controlling those things that we actually can, and that's by consistently executing on our long-term strategic plan.\nOur team's dedication to our customers and commitment to excellence has allowed us to win more market share than any other carry over the past decade. We continue to believe that providing superior service, maintaining our discipline as it is the yield management, controlling our expenses and consistently investing in our team and our network, we also are uniquely positioned to respond to an improving economy.\nThere have been plenty changes in our industry over the past couple of years, but nothing has changed our long-term outlook for additional market share opportunities or our belief that we can win more market share over the long term than any of our competitors. As a result, we remain confident in our ability to produce long-term profitable growth and increased value for our shareholders. I appreciate you joining us this morning. And now I'll turn it over to Adam for the first quarter in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue totaled $1.37 billion for the first quarter of 2025, which was a 5.8% decrease from the prior year. Our revenue results reflect a 6.3% decrease in LTL tons per day that was partially offset by a 2.2% increase in LTL revenue per hundredweight. We also had one less workday than the first quarter of last year.\nOn a sequential basis, our revenue per day for the first quarter decreased 2.4% when compared to the fourth quarter 2024 with the LTL tons per day decreasing 3.5% and LTL shipments per day decreasing 2.6%. For comparison, the 10-year average sequential change for these metrics includes a decrease of 2.1% in revenue per day, a decrease of 1.6% in LTL tons per day and a decrease of 0.9% in LTL shipments per day.\nThe monthly sequential changes in LTL tons per day during the first quarter were as follows: January decreased 3.8% as compared to December, February increased 1.9% as compared to January and March increased 4.8% as compared to February. The 10-year average change for these respective months is a decrease of 0.4% in January, an increase of 1.4% in February, and an increase of 4.9% in March.\nWhile there are still several workdays that remain in April, our month-to-date revenue per day has decreased 7% on a year-over-year basis, although we note that this is impacted by the timing of the Good Friday holiday. The holiday was in April of this year, but it was included in March of last year. We anticipate that our revenue per day for the full month of April will decrease approximately 6%, plus or minus 50 basis points. This obviously depends upon our revenue performance for the remaining days of this month.\nAs usual, though, we will provide the actual revenue-related details for April in our first quarter Form 10-Q. Our operating ratio increased 190 basis points to 75.4% for the first quarter of 2025 as the decrease in our revenue had a deleveraging effect on many of our operating expenses. This contributed to the 130 basis point increase in our overhead cost as a percent of revenue. Within our overhead costs, our depreciation as a percent of revenue increased by 70 basis points as we have also continued to execute our long-term capital expenditure plan.\nWhile this strategy has created short-term headwinds for our margins, we believe that investing through the economic cycle is a critical differentiator between us and our competition. History has proven that this strategy has supported our ability to win significant market share when the economy is at its strongest. As a result, and based on the confidence that we have in future market share opportunities, we have spent $1.5 billion on capital expenditures over the past 2 fiscal years. We have plenty of capacity within our service center network to accommodate future growth due to these ongoing investments.\nAs a result, we recently reevaluated each project on our 2025 capital expenditure plan and elected to defer certain projects to future periods. In addition, we reduced the amount of new equipment that we plan to purchase this year. We now expect our capital expenditures will total approximately $450 million in 2025, which is a $125 million reduction from our initial plan. Our direct operating cost also increased as a percent of revenue in the first quarter due primarily to an increase in costs associated with our group health and dental plans.\nThis resulted in our total employee benefit cost increasing to 38.2% of salaries and wages from 35.6% in the first quarter of 2024. Overall, we continue to be pleased with our team's efforts to control the cost that we can control, while also maintaining a focus on doing what is best for our business over the long term. Old Dominion's cash flow from operations totaled $336.5 million for the first quarter of 2025 while capital expenditures were $88.1 million.\nWe utilized $201.1 million in cash for our share repurchase program during the first quarter, while our cash dividends totaled $59.5 million. Our effective tax rate for the first quarter of 2025 was 24.8% as compared to 25.6% in the first quarter of 2024. We currently expect our effective tax rate will be 24.8% for the second quarter of 2025. This concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ea3452e2ec4afb299188f0514b5b6b02",
    "period": "2024 Q4",
    "content": "Q4 2024 Old Dominion Freight Line Inc Earnings Call\n\nQ4 2024 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQFEB 5, 10:00 AM\n\nOperator\n\nWelcome to [ OD ] Freight Line Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please note this event is being recorded.\nI would now like to turn the conference over to Jack Atkins, Director, Finance and Investor Relations. Please go ahead.\n\nJack Lawrence Atkins\n\nMD & Analyst, Stephens Inc., Research Division\n\nThank you, Betsy. Good morning, everyone, and welcome to the Fourth Quarter 2024 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today through February 12, 2025 by dialing 1(877)344-7529, access code 3755692. The replay of the webcast may also be accessed for 30 days on the company's website.\nThis conference call may contain forward-looking statements in the meaning of the Private Securities Litigation Reform Act of 1995, including payments among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not forward-looking statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nPlease note that prior period share and per share data discussed on today's conference call have also been adjusted to reflect our March 2024 [ 2-for-1 ] stock split.\nAs a final note before we begin. We welcome your questions today, but ask that you limit yourself to just one question before returning to the queue.\nAt this time for opening remarks, I would like to turn the conference call over to the company's President and Chief Executive Officer, Mr. Marty Freeman. Marty, please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our fourth quarter conference call. With me on the call today is Adam Satterfield, our CFO. And after some brief remarks, we'll be more than happy to take your questions. Old Dominion's fourth quarter financial results reflect continued softness in the domestic economy. While our revenue declined 7.3% in the quarter, due to a decrease in our volumes, our market share remained relatively consistent, while we continue to strengthen our customer relationships. Although our fourth quarter earnings per diluted share of $1.23 represents a [ 16% ] decrease compared to the same period a year ago. I'm proud of how our team continued to deliver superior service while also operating very efficiently despite headwinds from lower density.\nThe past few years have been full of challenges with our industry, especially when the sluggish macroeconomic environment that has continued far longer than most of us would have anticipated. Through all of this, we have remained committed to the key elements of our proven long-term strategic plan, and I would like to thank our OD family of employees for unwavering dedication to our core strategic priorities.\nWhile we have focused on what we can control, providing superior customer service, remaining disciplined in our approach to pricing and controlling our cost by maximizing our operating efficiencies and minimizing our discretionary spending. We have also continued to invest in our network, our technology and our people as we strengthen our balance sheet allows us to remain on long-term market share opportunities. The consistency of our execution through the ups and downs of the economic cycle has been a key element in our ability to win market share through the years. Our customers know they can rely on us to be there for them and help them keep their boundaries to their customers. I'm proud to report that, once again, the case in the fourth quarter as we provided our customers with 99% on-time service and a cargo claims ratio below 0.1%.\nBy consistently providing our customers with best-in-class service, we are adding value to their business, which in turn supports our yield management initiatives our long-term consistent approach to pricing, which focuses on individual customer profitability is designed to help offset our cost inflation and support future investments in our capacity and technology. In the face of this challenging demand environment, our team has worked hard to control our costs and preserve our profitability by looking for ways to operate as efficiently as possible. As a result, over the past 2 years, our direct operating expenses have declined as a percentage of revenue despite headwinds from lower network density and continued cost inflation. This shows the flexibility of our network as well as the commitment of our entire team to match our direct operating costs to our business levels.\nImportantly, our efforts to control costs have not prevented us from continuing to invest in our business for long term. We spent $771 million on capital expenditures in '24 which follows the $757 million in capital spending we executed in 2023. These figures include $664 million, we have invested over the 2-year period in the ongoing expansion of our service center network. We opened 4 new service centers in 2024, and we also have several other facilities under construction or nearly complete that we can open quickly once the demand environment supports it.\nWe have over 30% excess capacity in our service center network, but we know how quickly the market can change. ongoing investments have created some short-term headwinds to our overhead expenses due to higher depreciation cost. That said, we are willing to incur these costs in the short term so that we are in a position to grow with our customers and support them while the capacity and technology they will require in the years ahead.\nThanks to the hard work and dedication of our OD family of employees, I'm cautiously optimistic as we start the fiscal new year. While we cannot predict what we will see in the inflection in demand, we are well positioned to respond to an improved operating environment when it materializes. Over the past decade, our consistent execution and commitment to superior service has allowed Old Dominion to win more market share than any other LTL carrier. We are confident that by continuing to implement our proven strategic plan, we are positioned to continue to win market share and drive increased value for our shareholders over the long term.\nI appreciate you joining us this morning, and now Adam will discuss our fourth quarter in greater detail. Adam?\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue totaled $1.39 billion for the fourth quarter of 2024, which was a 7.3% decrease from the prior year. Our revenue results reflect an 8.2% decrease in LTL tons per day and a 0.4% decrease in LTL revenue per hundredweight. We also had 1 extra workday as compared to the fourth quarter of 2023.\nOn a sequential basis, our revenue per day for the fourth quarter decreased 2.7% when compared to the third quarter of 2024, with LTL tons per day decreasing 3.0% and LTL shipments per day decreasing 4.6%. For comparison, the 10-year average sequential change for these metrics includes a decrease of [ 0 ] -- LTL shipments per day. The monthly sequential changes in LTL tons per day during the fourth quarter were as follows: October decreased 3.0% as compared to September. November increased 0.7% as compared to October and December decreased 4.0% as compared to November. The 10-year average change for these respective months is a decrease of 3.1% in October, an increase of 3.1% in November and a decrease of 7.2% in December. For January, our revenue per day decreased by 4.2% when compared to January of 2024 due to a 7.1% decrease in our LTL tons per day that was partially offset by an increase in our LTL revenue per hundredweight. LTL revenue per hundredweight, excluding fuel surcharges, increased 4.5% in January.\nOur operating ratio increased 410 basis points to 75.9% for the fourth quarter of 2024. The decrease in our revenue had a deleveraging effect on many of our operating expenses during the quarter which contributed to approximately a 300 basis point increase in our overhead cost as a percent of revenue. Within our overhead cost, our miscellaneous expenses as a percent of revenue increased 110 basis points due primarily to lower gains recorded on the disposal of property and equipment during the fourth quarter of 2024. We generally expect our miscellaneous expenses to average approximately 0.5% of revenue. So these costs were more normalized in the fourth quarter of 2024.\nOur direct operating costs, which are generally variable in nature, also increased as a percent of revenue when compared to the fourth quarter of 2023. Contributing to the increase in cost was a 100 basis point increase our insurance and claims expense as a percent of revenue, which was primarily due to changes in the adjustment recorded for our annual third-party actual review of accident claims. We were otherwise pleased with our team's effort to control our direct operating expenses in relation to current business levels, while also maintaining tight control over discretionary spending. Old Dominion's cash flow from operations totaled $401.1 million for the fourth quarter and $1.7 billion for the year, respectively, while capital expenditures were $170.9 million and $771.3 million for the same periods. We utilized $142.5 million and $967.3 million of cash for our share repurchase program during the fourth quarter and the year, respectively, while our cash dividends totaled $55.4 million and $223.6 million for the same periods. We were pleased that our Board of Directors approved a quarterly dividend of $0.28 per share for the first quarter of 2025, which represents a 7.7% increase compared to the quarterly cash dividend paid in the first quarter of 2024. Our effective tax rate for the fourth quarter of 2024 was 21.5% as compared to 24.1% in the fourth quarter of 2023. We currently expect our effective tax rate to be 24.8% for the first quarter of 2025.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7eca5a2244068121b76e70877cb37a02",
    "period": "2024 Q2",
    "content": "Q2 2024 Old Dominion Freight Line Inc Earnings Call\n\nQ2 2024 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQJUL 24, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Jack Atkins, Director of Investor Relations. Please go ahead.\n\nJack Atkins\n\nAnalyst, Stephens, Inc.\n\nThank you, Gary, and good morning, everyone, and welcome to the Second Quarter 2024 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through July 31, 2024, by dialing 1(877)344-7529, access code 9201305. The replay of the webcast may also be accessed for 30 days at the company's website. This conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects, and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements.\nThe company undertakes no obligation to publicly update any forward-looking statements whether as a result of new information, future events or otherwise. As a final note before we begin, we welcome your questions today that ask that you limit yourself to just 1 question at a time before returning to the queue.\nAt this time, I would like to turn the conference call over to Mr. Marty Freeman, the company's President and Chief Executive Officer, for opening remarks. Marty, please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our second quarter conference call. With me today on the call is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions. Old Dominion second quarter results represent our third consecutive quarter with year-over-year growth in revenue and earnings per diluted share despite the ongoing sluggish in the domestic economy. These results were made possible by the hard work and dedication of the OD family of employees who continue to execute our long-term strategic plan during the second quarter. I'd like to congratulate our outstanding team for maintaining our commitment to providing superior customer service at a fair price as well as our disciplined approach to managing yield, our laser focus on operating efficiencies and controlling our discretionary spending.\nDelivering superior service at a fair price is the cornerstone of our business model, and our unmatched value proposition has continued to differentiate Old Dominion Freight Line from our competition. I'm pleased to report that during the second quarter, we once again provided an on-time service level of 99% and a cargo claims ratio of 0.1%, constantly delivering the level of service for our customers regardless of the economic cycle, has strengthened our customer relationships over time. We help our customers keep their promises they have made to their customers by delivering their freight on time and damage free, which, in turn, allows us to continue to help the World Keep Their Promises.\nThe consistency of our service is also validated by Mastio & Company who has named OD as the #1 national LTL carrier for 14 consecutive years. Our strong track record of industry-leading service also means our customers view us as a trusted partner, which supports our consistent cost-based approach to pricing. Our long-term yield management strategy is designed to help offset our cost inflation while also supporting further investments in the capacity and technology that our customers expect.\nWe have been one of the only LTL carriers to constantly and consistently invest in new capacity over the past 10 years, which has supported our ability to almost double our market share over the same period. We are committed to constantly investing ahead of our anticipated growth curve, which is another differentiating quality for Old Dominion and what has been and what we believe will continue to be a capacity-constrained industry.\nOver the past 10 years, we have invested over $2 billion in our service center network, and we plan to invest another $350 million on real estate this year. These investments have positioned us to grow with our customers over time through the ups and downs of the economic cycle, which hasn't been the case with most of our competitors, maintaining excess capacity in our service center network, which has approximately 30% at the end of the second quarter does create some short-term cost headwinds during periods with slower demand, but we are confident that the capacity will be critical to support our customers when the economic environment starts to improve and business levels reaccelerate.\nWith all that said, our network investments are not being made simply to handle the overflow during stronger periods of economic activity. Instead, as we look into the future, we believe demand for service-sensitive LTL capacity will continue to grow. We believe that the combination of our best-in-class service and disciplined investments in network capacity position us to capture even more of the growing market in the years ahead.\nOver the last decade, Old Dominion Freight line has won more market share than any other LTL carrier by consistently executing our strategic plan and remaining focused on long-term opportunities instead of short-term challenges. While we continue to wait on a recovery in the domestic economy, we believe the investments in our network, our technology and most importantly, our people, will continue to drive value to our customers. As a result, we believe we are the best positioned carrier in our industry to win market share over the long term while further enhancing shareholder value.\nThank you today for joining us this morning, and now Adam will discuss our second quarter financial results in greater detail. Adam?\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue for the second quarter of 2024 of $1.5 billion was a 6.1% increase from the prior year. The increase in revenue was due to a 4.4% increase in LTL revenue per hundredweight and a 1.9% increase in LTL tons per day. Our operating ratio improved to 71.9%, which contributed to the 11.3% increase in earnings per diluted share to $1.48 for the quarter. On a sequential basis, our revenue per day for the second quarter increased 2.6% when compared to the first quarter of 2024 with LTL tons per day increasing 3.3% and LTL shipments per day increasing 3.2%.\nFor comparison, the 10-year, average sequential change for these metrics includes an increase of 8.7% in revenue per day, an increase of 5.8% in tons per day and an increase of 6.5% in shipments per day. The monthly sequential changes in LTL tons per day during the second quarter were as follows: April increased 0.4% as compared to March, May increased 0.1% as compared to April and June increased 1.9% as compared to May.\nThe 10-year average change for these respective months is a decrease of 0.4% in April, an increase of 2.7% in May and an increase of 2.3% in June. I would like to note, however, that in years when Good Friday occurs in March, as it did this year, the average sequential change in the LTL tons per day from March to April is a 2.6% increase. For July, we expect our revenue per day will increase by approximately 4% to 4.5% when compared to July of 2023 assuming the remaining days of the month follow normal historical trends. The growth rate in our revenue per day through the first half of July was relatively consistent with the second quarter.\nThe comparisons have now become a little more difficult, however, as the final week of July last year was when we began to see freight diversion from a large competitor that ultimately filed for bankruptcy. We will provide the actual revenue-related details for July in our second quarter Form 10-Q. Our operating ratio improved 40 basis points to 71.9% for the second quarter of 2024 due primarily to the quality of our revenue growth and continued focus on operating efficiencies.\nOur team continued to do a great job of managing our direct, variable costs during the second quarter, which allowed us to improve these costs as a percent of revenue. Our overhead costs, however, continued to increase as a percent of revenue despite our best efforts to minimize discretionary spending. As we have often said before, the 2 main ingredients to long-term operating ratio improvement are the combination of density and yield, both of which generally require a favorable macroeconomic environment.\nWhile we continue to execute on our yield management initiatives, it will likely take an improvement in the domestic economy before we see sustained momentum in shipping demand that generally leads to incremental market share opportunities and operating density. We remain confident that once we have both of these elements working again in our favor, our team can produce further improvement in our operating ratio and make progress towards our goal of achieving a sub-70 annual OR.\nOld Dominion's cash flow from operations totaled $387.8 million and $811.7 million for the second quarter and first half of 2024, respectively, while capital expenditures were $238.1 million and $357.6 million for those same periods. We utilized $551.8 million and $637.1 million of cash for our share repurchase program during the second quarter and first half of 2024, respectively, while cash dividends totaled $56.0 million and $112.6 million for the same periods. This year-to-date total for share repurchases includes $40 million that is deferred until the final settlement occurs on our current accelerated share repurchase agreement, which would be no later than November of 2024.\nOur effective tax rate for the second quarter of 2024 was 24.5%, which was lower than originally expected due to the benefit of certain discrete tax items. The effective tax rate for the second quarter of 2023 was 25.4%. We currently anticipate our effective tax rate to be 25.0% for the third quarter. This concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e1861051e419f110f1d9e58262eb6c5",
    "period": "2024 Q1",
    "content": "Q1 2024 Old Dominion Freight Line Inc Earnings Call\n\nQ1 2024 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQAPR 24, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line First Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please note, this event is being recorded. I would now like to hand the call over to Jack Atkins, Director of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, Andrea, and good morning, everyone, and welcome to the First Quarter 2024 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through May 1, 2024, by dialing 1 (877) 344-7529, access code 5260631. The replay of the webcast may also be accessed for 30 days at the company's website. This conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements.\nWithout limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise. As a final note before we begin, we welcome your questions today but ask that you limit yourselves to one question at a time before returning to the queue. Thank you for your cooperation.\nAt this time, I would like to turn the conference call over to Mr. Marty Freeman, the company's President and Chief Executive Officer for opening remarks. Marty, please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, everyone, and welcome to our first quarter conference call this morning. With me on the call today is Adam Satterfield, our CFO. And after some brief remarks, we will be glad to take your questions. Old Dominion's financial results improved during the first quarter of 2024 despite the continued softness in the domestic economy. While the improvement in our results was modest, we produced year-over-year increases in both revenue and earnings per diluted share for the second straight quarter. Our earnings per diluted share of $1.34 also represents a new company record for the first quarter. To produce these results, our OD family of employees continue to execute on long-term strategic plan that helped create one of the strongest records of growth and profitability in the LTL industry.\nThis was evidenced by our team's ability to once again deliver 99% on-time service and a 0.1 cargo claims ratio for the first quarter. Consistently delivering superior service at a fair price is the central element of our strategic plan, and we have created a best-in-class value proposition as a result. This value proposition continues to create opportunities for us to win market share over the long term and has also helped strengthen our customer relationships. Our customer retention trends have remained steady over the past 2 years despite a domestic economy that has been sluggish for longer than we originally anticipated. Our customers have had fewer shipments to give us as a result of the slower economic environment, but we are strongly positioned to respond to their needs when demand eventually improves.\nDemand can quickly -- can very quickly change in the LTL industry and the OD team has experience in dealing with these challenges that rapid growth can present. This is why we focus so intently on our long-term market share initiatives and make decisions to help us achieve these goals despite the cost implications that may impact us at the short term. Our capital expenditure program is a prime example of this as we have invested 757.3 million in total capital expenditures in 2023 and expect to spend approximately $750 million this year to stay ahead of our growth curve. The resulting depreciation has recreated some short-term cost headwinds that slightly impacted our first quarter operating ratio, but we have improved our fleet and also have approximately 30% excess capacity in our service center network to support future growth.\nThe LTL industry has seen significant disruption over the past 9 months, but we believe the strategic advantages that we have allowed us to outgrow our industry for decades and will continue. Other carriers may be able to add service centers or purchase more equipment, but what has differentiated us from other carriers is not so easy to duplicate, which is our culture and our OD family spirit. Our people are the most important element of our strategic plan and our entire OD family of employees is committed to a culture of excellence. We invest significantly in our employees to help ensure that we are regularly educating and training our team. We have trained most 1/3 of our current drivers through our internal OD truck driving training program, and we intend to keep using this program to produce safe and qualified drivers.\nWe also continue to invest in our management and sales training programs which we believe will help produce the next generation of OD leaders. These are additional examples of decisions that create short-term costs, but are more willing to incur these costs to be prepared for our future. Our consistent investments in our people, our service and our network are the key reasons why we have one more market share than any other carry over the past 10 years. Having each of these elements in place is also why we continue to believe that we are the best positioned company in the LTL industry to benefit from an improving economy. Delivering superior service is ultimately what wins market share in our industry. And I can assure you that everyone on OD's team is more committed than ever to deliver superior service to our customers and ultimately add value to our supply chains.\nWe also have the financial strength and consistent returns to support investments needed to help achieve our long-term vision for profitable growth. As we continue to execute on a proven plan to achieve this vision, we believe we can drive further improvement in shareholder value. Thank you for joining us this morning. And now Adam will discuss our first quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue for the first quarter of 2024 was $1.5 billion, which was a 1.2% increase from the prior year. This slight increase in revenue was primarily due to a 4.1% increase in LTL revenue per hundredweight was partially offset by the 3.2% decrease in LTL tons per day. Our quarterly operating ratio increased 10 basis points to 73.5% as compared to last year, while our earnings per diluted share increased 3.9% to $1.34. On a sequential basis, our revenue per day for the first quarter decreased 7.0% when compared to the fourth quarter of 2023 with LTL tons per day decreasing 5.5% and LTL shipments per day decreasing 5.2%.\nFor comparison, the 10-year average sequential change for these metrics includes a decrease of 1.3% in revenue per day, a decrease of 1.0% in tons per day and a decrease of 0.3% in shipments per day. The monthly sequential changes in LTL tons per day during the first quarter were as follows: January decreased 3.9% as compared to December. February increased 1.9% from January and March increased 2.4% as compared to February. The 10-year average change for these respective months is an increase of 0.8% in January, an increase of 1.5% in February and an increase of 4.8% in March. Please remember, however, that Good Friday was in March this year, and the average sequential change for March when that is the case, is an increase of 2.5%.\nWhile there are still a few work days remaining in April, our month-to-date revenue per day has increased by approximately 5.5% to 6% when compared to April of 2023. Our LTL tonnage per day has increased by approximately 2% to 2.5%, while LTL revenue per hundredweight has increased by approximately 4%. Our LTL revenue per hundredweight, excluding fuel surcharges, has increased approximately 4.5%, which is trending lower than our growth rate in the first quarter. We want to be clear that the slowdown in this metric does not represent any change in our pricing philosophy or a change in the overall pricing environment. Certain mix changes are impacting this metric in April as the change in our LTL revenue per shipment is more comparable with the first quarter.\nNevertheless, we will continue with our long-term consistent approach of targeting yield improvements that exceed our cost inflation and support our capital expenditure program, and we believe we can achieve those initiatives this year. We will provide the actual revenue-related details for April in our first quarter Form 10-Q as usual. Our operating ratio increased 10 basis points to 73.5% for the first quarter of 2024 as the impact from the increase in our overhead cost more than offset the improvement rather than our direct costs. Many of our fixed overhead costs increased as a percent of revenue due to the flatness in revenue and the significance of our capital expenditures over the past year. This is most evidenced by the 50 basis point increase in our depreciation cost as a percent of revenue.\nWe are pleased, however, that the improvement in yield and ongoing focus on operating efficiencies helped us improve our direct operating cost as a percent of revenue by approximately 100 basis points. This change included improvements in our operating supplies and expenses that offset a slight increase in salaries, wages and benefits as a percent of revenue. Our team continued to efficiently manage our variable costs while also delivering best-in-class service standards which is not easy to do in an environment with lower operating density. We continue to believe that the keys to long-term operating ratio improvement are the combination of density and yield both of which generally require a favorable macroeconomic environment.\nOnce we have those factors working in our favor again, we are confident in our ability to produce further improvement in our operating ratio and we'll continue to work towards our goal of producing a sub-70% annual operating ratio. Old Dominion's cash flow from operations totaled $423.9 million for the first quarter, while capital expenditures were $119.5 million. We utilized $85.3 million of cash for our share repurchase program during the first quarter, while cash dividends totaled $56.6 million. Our effective tax rate for the first quarter of 2024 was 25.6% as compared to 25.8% for the first quarter of 2023. We currently anticipate our effective tax rate to be 25.4% for the second quarter. This concludes our prepared remarks this morning. Operator, we're happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ca8a2ba09c6e717a9b33ea8854ea7f9",
    "period": "2023 Q4",
    "content": "Q4 2023 Old Dominion Freight Line Inc Earnings Call\n\nQ4 2023 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQJAN 31, 10:00 AM\n\nOperator\n\nHello, and welcome to the Old Dominion Fourth Quarter Earnings Conference Call and Webcast. [Operator Instructions]\nI would now like to hand the call over to Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the Fourth Quarter and Full Year 2023 Conference Call for Old Dominion Freight Line.\nToday's call is being recorded and will be available for replay beginning today and through February 7, 2024, by dialing 1 (877) 344-7529, access code 2607922. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting this foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin, we welcome your questions today, but we ask in fairness to all that you limit yourself to just one question at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Marty Freeman. Please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our fourth quarter conference call. With me today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nOld Dominion's fourth quarter financial results reflect continued softness in the domestic economy, which is similar to how the economic environment fell throughout much of 2023. As a result, the rebound in volumes that we had anticipated back in the spring never fully materialized.\nDespite the softness in the economy and weaker-than-expected volumes, the OD team faithfully executed on the same long-term strategic plan that has guided us through the ups and downs of the economic cycle many times before.\nDuring the fourth quarter, our LTL tons per day decreased 2% as compared to the fourth quarter of 2022. Although our LTL shipments per day and overall market share improved, we also improved the quality of our revenue during the quarter as well, which contributed to an increase in both our quarterly revenue and earnings per diluted share for the first time in 2023.\nWe believe that underlying demand for our LTL service remained consistent in the quarter, which corresponds to the consistency in our volume trends. The stability of our volumes also reflects our ongoing ability to deliver best-in-class value proposition. We were pleased to provide an on-time service performance of 99%, and a cargo claims ratio of 0.1% during the quarter, which also supported the ongoing execution of our yield management initiatives.\nWe have said many times before that long-term improvement in our operating ratio is dependent upon a consistent improvement in density and yield, both of which generally require the support of a positive macro environment. While our network density was challenged this year, we improved our yield by maintaining our consistent cost-based approach to our pricing. This approach focuses on improving the profitability of each customer through yield increases that are designed to offset our cost inflation and support further investments in capacity and technology.\nWe continue to invest significantly during the 2023, as we remain confident in our ability to win market share over the long term. Our capital expenditures totaled 757.3 million for the year, of which $291.1 million was spent for the ongoing expansion of our service center network. We opened 2 new service centers in 2023 and have several others under construction and nearly complete that could be opened quickly once the demand environment improves.\nOur team knows firsthand how to quickly the demand environment can change in the LTL industry, and we are very experienced at growing our company without sacrificing the quality of our service. To do so, however, requires us to maintain a certain amount of excess capacity in our service center network. We are pleased to currently have approximately 30% excess capacity in our network, and we have the ability to expand it further as needed to help ensure our network is never limiting factor to our growth.\nWhile the investments in our service center network, our equipment and our technology further improved the overall quality of our service in 2023, the best investment we made was in the OD family of employees. We improved the capabilities of our team and strengthened our unique company culture, which has defined OD for many years. Our long-term strategic plan may sound simple on the surface, but no one in our industry has been able to replicate our success because they do not have our people or our culture.\nOur team is fully committed to our proven business model. And as a result, we believe we are strongly positioned to respond to a positive inflection in demand once the domestic economy begins to improve. We are confident in the opportunities that lie ahead, and it is our belief, our team's focus on delivering superior service at a fair price will support our ability to produce further profitable growth while increasing shareholder value.\nI want to thank you today for joining us this morning, and now Adam will discuss our fourth quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning.\nOld Dominion's revenue for the fourth quarter of 2023 was $1.5 billion, which was a 0.3% increase from the prior year. This slight increase in revenue was primarily due to a 3.0% increase in LTL revenue per hundredweight that more than offset the 2.0% decrease in LTL tons per day. Our quarterly operating ratio was 71.8% and earnings per diluted share were $2.94, which was a 0.7% increase from last year.\nAs Marty previously mentioned, this was the first quarter with an increase in both revenue and earnings per diluted share since the fourth quarter of last year. While it certainly has not felt like one of our record years from the past, $2.94 also represents a new company record for fourth quarter earnings per diluted share.\nOn a sequential basis, our revenue per day for the fourth quarter increased 1.9% when compared to the third quarter of 2023, with LTL tons per day increasing 0.6%, and LTL shipments per day decreasing 0.3%. For comparison, the 10-year average sequential change for these metrics includes a decrease of 0.8% in revenue per day, a decrease of 1.6% in tons per day and a decrease of 3.4% in shipments per day.\nThe monthly sequential changes in LTL tons per day during the fourth quarter were as follows: October decreased 0.7% as compared to September. November decreased 0.6% from October and December decreased 4.8% as compared to November.\nThe 10-year average change for these respective months is a decrease of 3.5% in October, an increase of 3.5% in November and a decrease of 8.0% in December.\nFor January, we expect our revenue per day will decrease approximately 3.1% as compared to January of 2023, with a decrease of approximately 5.1% in our LTL tons per day. These numbers could be plus or minus 10 or 20 basis points, depending upon today's revenue performance. We expect our revenue per hundredweight, excluding fuel surcharges, will increase approximately 6.4%, which is generally in line with normal seasonality for this metric. We will file the actual revenue-related details for January in our Form 10-K.\nOur operating ratio increased 60 basis points to 71.8% for the fourth quarter. We continued to operate efficiently during the quarter despite the lack of network density, but our direct operating costs increased as a percent of revenue. The increase in these costs was primarily due to an increase in our insurance and claims expense as a percent of revenue, which is attributable to changes in the annual adjustment we record in our fourth quarter each year relating to our third-party actuarial reviews.\nWe were otherwise pleased with our control over direct operating costs during the quarter, as our team did a nice job of matching labor to current revenue trends. While our LTL shipments per day increased, our average head count was down 4.1% when compared to the fourth quarter 2022. We currently believe that our workforce is appropriately sized for our current shipment trends but we will likely need to add to our workforce this year as volumes begin to improve.\nOur overhead cost also increased as a percent of revenue despite our best efforts to control discretionary spending. Depreciation expense as a percent of revenue increased 80 basis points when compared to the fourth quarter 2022, due primarily to the execution of our 2023 capital expenditure plan. The increases in depreciation and other overhead costs were partially offset by a 90 basis point improvement in our miscellaneous expenses as a percent of revenue, which included $15.1 million of gains on the disposal of property and equipment.\nOld Dominion's cash flow from operations totaled $436.7 million for the fourth quarter and $1.6 billion for the year, while capital expenditures were $105.9 million and $757.3 million for the same respective periods. We utilized $85.5 million and $453.6 million of cash for our share repurchase program during the fourth quarter and 2023, respectively, while cash dividends totaled $43.6 million and $175.1 million. for the same periods. We were pleased that our Board of Directors approved a 30% increase for the quarterly dividend to $0.52 per share for the first quarter of 2024.\nOur effective tax rate for the fourth quarter of 2023 was 24.1% as compared to 25.0% in the fourth quarter of 2022. We currently anticipate our annual effective tax rate to be 25.6% for 2024.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e068d77c4bf2de210fec669ce063e20",
    "period": "2023 Q3",
    "content": "Q3 2023 Old Dominion Freight Line Inc Earnings Call\n\nQ3 2023 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQOCT 25, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Drew Andersen, Investor Relations. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the Third Quarter 2023 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through November 1, 2023 by dialing 1 (877) 344-7529, access code 83-44-351. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin, we welcome your questions today, but we do ask in fairness to all that you please limit yourself to just one question at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Marty Freeman. Please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our third quarter conference call. With me today on the call is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nOld Dominion's third quarter financial results reflect continued softness in the domestic economy. As a result, our shipment levels decreased on a year-over-year basis for the fifth straight quarter. Some encouraging trends developed during the quarter as our LTL shipments per day averaged 49,670 after averaging 47,077 per day for the first 6 months of the year. While a portion of this growth can be attributed to the loss of one large competitor, we believe we are winning [ new business ] from other carriers in the industry due to the quality of our service and overall value provided to our customers.\nThe OD team effectively responded to this positive inflection in volumes by continuing to offer superior service at a fair price. We were pleased that our on-time performance was 99% during the quarter, while our cargo claims ratio was 0.1%.\nAs we have said many times before, sort of means much more than just picking up and delivering to our customers' freight on time and claims free. There are many other attributes that shippers consider when selecting a carrier, such as consistent transit times, carrier trustworthiness and ease of doing business. Mastio and Company conducts a comprehensive LTL study each year, and they recently measured carriers on 28 different service and value-related attributes. Mastio published their 2023 results just this week, and we are extremely proud to be named the #1 national LTL provider for the 14th straight year.\nLogistic professionals ranked OD as #1 for 25 of the 28 individual attributes in the most recent survey, which was our best performance ever and demonstrates our unwavering commitment to excellence and customer satisfaction. We believe the consistency and quality of our service over many years, as validated by Mastio has differentiated Old Dominion in the marketplace and supported our ability to win market share over the long term.\nOur superior service also continues to support our ongoing yield management initiatives. We focus on obtaining consistent yield increases each year to offset our cost inflation and support our ongoing investments in capacity and technology. Maintaining excess capacity during slower economic environments come to the cost, but we believe having an available capacity for customers when they need it the most is critical element for our value proposition.\nAs a result, we consistently invest in service center capacity, equipment, technology and most importantly, our people. Because of these investments, we are well positioned to respond to the positive inflection in volumes during the quarter.\nIt is important to note that while other carriers may have the ability to invest in service centers, equipment and technology, it is [ our strategic family ] of employees that truly distinguishes us from our competition. We have a unique company culture that has defined who we are for a -- many years, delivering superior service at a fair price having a consistent approach to pricing and investing for growth may sound like a simple formula, but it takes a committed team to keep delivering on these fundamental elements for a long-term strategic plan. The execution by our team and consistency in our long-term financial results gives us the continued confidence in our strategic plan. We remain committed to this plan and believe we are better positioned than any other carrier in our industry to win market share over the long term.\nAs we continue to deliver our unmatched value proposition to our customers over the long term, we are confident that we can create further profitable growth and increase shareholder value.\nThank you very much for joining us this morning, and now Adam will discuss our third quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue decreased 5.5% in the third quarter of 2023 due to a 6.9% decrease in LTL tons per day that was partially offset by a 3.1% increase in LTL revenue per hundredweight. We also had one less operating day as compared to the third quarter of 2022. The combination of this decrease in revenue and slight deterioration in our operating ratio contributed to the 8.0% decrease in earnings per diluted share to $3.09 for the quarter.\nOn a sequential basis, revenue per day for the third quarter increased 8.9% when compared to the second quarter of 2023, with LTL tons per day increasing 3.6% and LTL shipments per day increasing 5.7%. For comparison, the 10-year average sequential change for these metrics includes an increase of 2.9% in revenue per day, an increase of 0.7% in tons per day and an increase of 1.8% in shipments per day.\nAs Marty just mentioned, a portion of this increase can be attributed to the loss of one large competitor as underlying demand has remained relatively consistent throughout the quarter. We do believe, however, that we are also winning new business from other carriers in the industry due to the quality of our service and overall value provided to our customers.\nThe monthly sequential changes in LTL tons per day during the third quarter were as follows: July decreased 1.5% as compared with June; August increased 4.7% versus July; and September increased 2.7% as compared to August. The 10-year average change for the respective months is a decrease of 3.1% in July, an increase of 0.1% in August and an increase of 3.6% in September. For October, we expect our revenue per day will increase by approximately 1.5% to 2% when compared to October 2022, with a decrease of approximately 2% to 2.5% in our LTL tons per day. While our shipment levels for the month have been stronger than our normal sequential trend, we believe a portion of this outperformance is attributable to a cybersecurity incident disclosed by a competitor. We would expect some of the incremental growth in October, we'll return to that competitor in November. As usual, we will provide actual revenue related details for October in our third quarter Form 10-Q.\nOur third quarter operating ratio increased 150 basis points to 70.6% as the increase in overhead cost as a percent of revenue more than offset the improvement in our direct cost. While the decrease in revenue had a deleveraging effect on our cost categories that are more fixed in nature, we were pleased with the increase in operating efficiencies that helped drive the improvement in our direct cost. We also continued with our best efforts to control discretionary spending to minimize the increase in overhead expenses as a percent of revenue.\nWe did, however, continue to execute on our 2023 capital expenditure plan to help ensure that we have the necessary capacity for anticipated growth once the domestic economy improves. This resulted in a 110 basis point increase in our depreciation expenses as a percent of revenue that, along with the increase in employee benefit costs, largely contributed to the overall increase in overhead expenses.\nOld Dominion's cash flow from operations totaled $429.2 million and $1.1 billion for the third quarter and first 9 months of 2023, respectively, while capital expenditures were $172 million and $651.4 million for the same periods. We utilized $65.9 million and $368.1 million of cash for our share repurchase program during the third quarter and first 9 months of 2023, respectively, while cash dividends totaled $43.7 million and $131.5 million for the same periods. Our effective tax rate for the third quarter of 2023 was 24.0% as compared to 23.9% in the third quarter of 2022. We currently anticipate our effective tax rate to be 25.6% for the fourth quarter.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ae785b4a8fa5cb4dec47141a9df24fa",
    "period": "2023 Q2",
    "content": "Q2 2023 Old Dominion Freight Line Inc Earnings Call\n\nQ2 2023 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQJUL 26, 10:00 AM\n\nOperator\n\nHello, and welcome to the Old Dominion Freight Line Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, today's event is being recorded. I'd now like to turn the conference over to your host today, Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nGood morning, and welcome to the Second Quarter 2023 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through August 2, 2023, by dialing 1 (877) 344-7529, access code 7609314. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin, we welcome your questions today, but we do ask in fairness to all that you limit yourself to just 1 question at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Marty Freeman. Please go ahead, sir.\n\nKevin M. Freeman\n\nExecutive VP & COO\n\nGood morning, and welcome to our second quarter conference call. With me on the call today is Adam Satterfield, our CFO. And after some brief remarks, we will be glad to take your questions. The OD team delivered solid financial results for the second quarter, considering the operating challenges associated with the continued softness in the domestic economy and a decrease in our volumes.\nWith a 15.2% decrease in revenue during the quarter, our team was focused on improving our yield, managing our variable costs and controlling our discretionary spending. As a result, we were pleased to produce a 72.3% operating ratio and earnings per diluted share of $2.65.\nWe achieved these results by continuing to execute our long-term strategic plans which has guided us for many years throughout many economic cycles. The plan is centered on our ability to deliver superior service at a fair price, which included on-time service performance of 99% and a cargo claims ratio of 0.1% during that second quarter.\nProviding this level of superior service strengthens both our value proposition and our relationships with our customers. Delivering superior service also supports our ongoing yield management initiatives. We have improved the quality of our revenue over long term by offering a consistent approach to pricing, which is designed to offset our cost inflation and support our ongoing investments in service center capacity and technology.\nWe believe that our ability to consistently offer network capacity differentiates us from the others in our industry, which is an additional element of our value proposition that we believe will support our long-term market share initiatives.\nOur market share remained relatively consistent during the second quarter despite an environment where overall freight demand was subdued. The year-over-year decrease in our volumes, however, resulted in a loss of operating density. We believe that our long-term improvement in our operating ratio requires consistent increases in both density and yield, both of which generally require a favorable macroeconomic environment. With our commitment to providing superior service as our first priority for our customers, it becomes a challenge to maintain much, less improve, our productivity during the periods with reduced density.\nAs evidence of this fact, our linehaul latent load factor decreased 3.1% during the second quarter. We were pleased, however, that our platform shipments per hour increased 6.6% and P&D shipments per hour increased 0.5%. These improvements as well as other efforts by our team to manage cost helped us maintain our direct operating cost as a percent of revenue.\nOur overhead costs, on the other hand, increased as a percent of revenue during the quarter, as most of these cost categories are fixed. We also believe an increase in aggregate depreciation expense due to the ongoing execution of our capital expenditure plan.\nWe believe it is critically important to continue to execute on this plan regardless of the short-term economic outlook. We currently have approximately 30% excess capacity within our service center network, which is a little higher than our target range of 25%. We are comfortable with the amount of excess capacity as we remain confident in our ability to win market share over the long term. Finding land and building service centers in the right locations can take considerable time. Therefore, we make every effort to stay ahead of our growth curve with these investments.\nWe could not have doubled our market share over the past 10 years without our consistent investment in service center capacity as well as our regular investments in our fleet, our technology and training, education and benefits for our OD family of employees.\nOur proactive approach to managing all elements of capacity has created a strategic advantage for us in the marketplace, which typically becomes most apparent to shippers in tight capacity environments. We do not always know when an inflection point in the demand environment is going to occur, but we believe we are well positioned to respond to any acceleration in volumes when it happens.\nThrough the disciplined execution of our long-term strategic plan, our team has created one of the strongest records for long-term growth and profitability in the LTL industry. We remain committed to providing superior service at a fair price and maintaining the necessary capacity to support growth, and we believe we are better positioned than any other carrier to produce long-term profitable growth while increasing shareholder value.\nThank you for joining us this morning, and now Adam will discuss our second quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior Vice President - Finance, Chief Financial Officer & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominion's revenue results for the second quarter reflect a 14.1% decrease in LTL tons per day and 1.1% decrease in LTL revenue per hundredweight. Our yield metrics were affected by the significant decrease in the price of diesel fuel during the quarter as LTL revenue per hundredweight, excluding fuel surcharges, increased 7.6% reflecting our consistent approach to managing yield.\nOn a sequential basis, revenue per day for the second quarter decreased 2.0% when compared to the first quarter 2023, with LTL tons per day decreasing 1.8% and LTL shipments per day decreasing 0.3%.\nFor comparison, the 10-year average sequential change for these metrics includes an increase of 9.8% in revenue per day, an increase of 6.8% in tons per day and an increase of 7.2% in shipments per day.\nOur shipments per day on average have been relatively consistent since December of last year. We had previously communicated our expectation for volumes to remain consistent through the second quarter despite the sequential growth that we have historically achieved in this period. Our baseline thinking was for volumes to remain consistent through the third quarter as well, although we have noticed an incremental increase in revenue over the past few workdays.\nThe change in our revenue on a week-by-week basis so far in July has been relatively consistent with historical averages. As a result, it appears that sequential change in both revenue and shipments per day for July will be the first time this year where we're more closely aligned with our 10-year average sequential change.\nWhile there are still a few work days remaining in July, our revenue per day has decreased by approximately 15% to 16% when compared to July 2022, although the timing of the July 4 holiday has skewed this number slightly. If the trend that we've seen over the past few workdays hold steady through the end of the month, we expect\n[Audio Gap] price of diesel fuel and our purchase transportation cost improved 60 basis points. These changes more than offset the increase in salaries, wages and benefits as a percent of revenue for our drivers, platform employees and fleet technicians that are included in our direct costs.\nOld Dominion's cash flow from operations totaled $287.8 million and $703.2 million for the second quarter and first half of 2023, respectively, while capital expenditures were $244.7 million and $479.4 million for those same periods. We utilized $160.5 million and $302.2 million of cash for our share repurchase program during the second quarter and first half of 2023, respectively, while cash dividends totaled $43.8 million and $87.8 million for the same period.\nWe announced this morning that our Board has approved a new share repurchase program that provides us with the authorization to repurchase up to $3 billion of our outstanding stock. This program will begin after the completion of our existing $2 billion repurchase program that was announced in July 2021. While we intend to continue our focus of returning excess capital to our shareholders, our first priority for capital spending will continue to be the strategic investments in capital expenditures that support the long-term profitable growth of our business.\nOur effective tax rate was 25.4% and 26.0% for the second quarter of 2023 and 2022, respectively. We currently expect our annual effective tax rate to be 25.6% for the third quarter of 2023.\nThis concludes our prepared remarks this morning. Operator, we're happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/530cc8e6e73201a2f1ff9b0a075ba922",
    "period": "2023 Q1",
    "content": "Q1 2023 Old Dominion Freight Line Inc Earnings Call\n\nQ1 2023 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQAPR 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the First Quarter 2023 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through May 3, 2023, by dialing 1 (877) 344-7529, access code 6525435. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call are not statements of historical fact may be deemed forward-looking statements.\nWithout limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements.\nThe company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise. [Operator Instructions]\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nGreg Gantt\n\nGood morning, and welcome to our first quarter conference call. With me on the call today is Marty Freeman, our COO; and Adam Satterfield, our CFO. After some brief remarks, we'll be glad to take your questions.\nThe OD team started this year with first quarter financial results that included revenue of $1.4 billion, an operating ratio of 73.4% and earnings per diluted share of $2.58. These numbers were slightly below our first quarter results from 2022 and reflect the ongoing softness in the domestic economy and the challenging operating environment.\nWe are also coming off a record year in 2022 where revenue and profits were at an all-time high. As we started this year, we were cautiously optimistic that our business levels would start to improve late in the first quarter and accelerate further in the second quarter.\nWhile our volumes stabilized during January and February as expected, we have not seen the acceleration in volumes that was originally anticipated. Our shipments per day have remained consistent on a daily basis so far this year, but on a year-over-year basis, shipments in April are trending down double digits. Fortunately, our market share has remained relatively consistent and our yield continues to improve.\nWe believe the stability with our market share during the first quarter reflects the value of our service offering and the success of our long-term strategic plan. The guiding principles of this plan have been in place for many years and have helped us produce a strong track record for long-term profitable growth throughout the economic cycle.\nThis plan is centered on our ability to deliver superior service at a fair price to our customers, and we remain committed to providing on-time service and claims-free service as well. We will continue to focus on delivering a value proposition to our customers while also maintaining a disciplined approach to managing the fundamental aspects of our business. This will include making the best decisions to help us navigate through a challenging environment in the short term while also positioning us for future opportunities to produce long-term profitable growth.\nWhile we like to measure our success over years, we believe it takes winning on a daily, weekly and monthly basis to add up to long-term success. Our consistent focus and successful balance of long-term opportunities against short-term trends has helped us achieve a 10-year compound average growth rate in revenue and earnings per diluted share of 11.4% and 25%, respectively.\nI want to close my last earnings call as CEO by saying how incredibly proud I am of the entire OD family of employees, all 23,000 of us, and the track record of success that we have produced together. I am encouraged by the prospects that our team has for future growth.\nWithout any doubt, I stand firm in my belief that OD has the strongest team in the industry, the best service in the industry and is better positioned than any LTL carrier to continue to win market share, while also increasing shareholder value.\nThank you for joining us this morning. And now I will turn things over to Marty for further discussion of the first quarter.\n\nKevin Freeman\n\nExecutive VP & COO, Old Dominion Freight Line, Inc.\n\nThank you, Greg, and good morning. I want to, first of all, start by thanking Greg for his leadership and significant contributions to OD over his career, while also recognizing each OD employee for their critical role in our success. Together, we have produced remarkable improvements in our financial and operating results over the long term. And I can assure you that OD's team remains focused on continuing our record of strong profitable growth.\nWith respect to our first quarter, we delivered solid financial results, especially when considering the ongoing softness in the domestic economy and decrease in volumes. Although these factors contributed to the first decrease in quarterly revenue and earnings per diluted share since the second quarter of 2020, our market share has remained relatively consistent.\nAs a result, we believe our decrease in volumes was largely due to some shippers simply having fewer shipments than normal due to the economy. Although there have been others that are beginning to emphasize price versus service and choosing lower-priced carriers. The operating environment has become more challenging than we anticipated and the expected acceleration in volumes has obviously not occurred.\nDespite these factors, we have maintained a commitment to our long-term strategic plan. We will continue to focus on providing shippers with superior service to support our ability to maintain our price discipline. Our consistent cost-based approach to manage yield and account profitability has been critical to our ability to improve our financial position over time, which has helped us support and continued investments in technology and service center capacity.\nWhile capacity is not currently an industry issue due to the weakness in industry volumes, we believe this will once again become a critical differentiator for us when the economy improves. We believe our long-term consistent investment in service center capacity has been and remains a strategic advantage that supports our long-term market share goals.\nDuring this period of revenue decline, we will also maintain a disciplined approach to managing our variable cost and discretionary spending to protect our profitability. This starts with a commitment to maximizing the operating efficiency of our fleet and network. Some of our productivity measurements in the first quarter were negatively impacted by the general loss of operating density associated with the decrease in our shipments and weight per shipment.\nThis was evidenced by a 4.9% decrease in our line haul latent load average and a 1.0% decrease in our P&D shipments per hour. We improved our platform productivity; however, and generated a 5.8% increase in our platform shipments per hour. We also reduced our reliance on purchase transportation as compared to the first quarter of 2022 which allowed us to improve the overall efficiency of our operations. This contributed to the improvement in our variable cost as a percent of revenue during the first quarter.\nWe will also continue to work on improving the efficiency of our operations as we make our way through the balance of this year, which provides an opportunity to generate additional cost savings. While productivity is always a focus, we cannot and we will not allow it to impact our best-in-class service performance.\nOur team continued to deliver superior service during the first quarter with an on-time service of 99% and a cargo claims ratio of 0.1%. This service performance remains critical to support our yield management strategies.\nWe have said many times before that to produce long-term improvement in our operating ratio will continue to require a balance between operating density and yield management, both of which generally require a favorable macroeconomic environment.\nAs just mentioned, we lost operating density in the quarter in the current environment due to the decline in volumes and the expansion of our network. Our yield has continued to consistently improve; however, and revenue per hundredweight, excluding fuel surcharges, increased 8.6% during the first quarter.\nWe will continue to demonstrate value to our customers by balancing our superior service offering with a consistent cost-based approach to our pricing. The resulting value proposition is unmatched in the LTL industry and will continue to support our ability to increase market share over the long term.\nAs we look forward to remaining quarters of this year, we currently anticipate the softer demand environment will continue. The second quarter is generally the period when volumes begin to accelerate, but we have yet to see an inflection toward growth.\nNevertheless, I want to emphasize that we are well positioned to respond to any acceleration in volumes that might occur if and when the economy improves. Until that time comes, we will continue to focus on managing our costs and delivering value to our customers through our value proposition of on-time claims-free service at a fair price.\nDelivering value is a central element of our long-term strategic plan, and we remain committed to execute on this plan regardless of the economic cycle. As a critical part of this plan, we will also continue to execute our capital expenditure program and most importantly, invest in the training, education and development of our OD family of employees.\nThe economy will eventually recover, and we will -- and we are confident that when it does, our team's execution will allow us to achieve further growth and profitability while also increasing our shareholder value.\nThanks for joining us today. Adam will now discuss our first quarter financial results in greater detail.\n\nAdam Satterfield\n\nCFO, Old Dominion Freight Line Inc\n\nThank you, Marty, and good morning. Old Dominion's revenue decreased 3.7% in the first quarter of 2023 due to an 11.9% decrease in LTL tonnage that was partially offset by 9.2% increase in LTL revenue per hundredweight. The combination of this decrease in revenue and slight deterioration in our operating ratio contributed to the 0.8% decrease in earnings per diluted share to $2.58 for the quarter.\nOn a sequential basis, revenue per day for the first quarter decreased 7.9% when compared to the fourth quarter of 2022 with LTL tons per day decreasing 4.3% and LTL shipments per day decreasing 3.4%. For comparison, the 10-year average sequential change for these metrics includes a decrease of 0.6% in revenue per day, a 0.5% decrease in tons per day and a 0.2% increase in shipments per day.\nThe monthly sequential changes in LTL tons per day during the first quarter were as follows: January decreased 1.0% as compared with December, February decreased 0.2% versus January and March increased 0.7% as compared to February. The 10-year average change for the respective months was an increase of 1.2% in January, an increase of 1.7% in February and an increase of 5.2% in March.\nOur shipments per day over these same periods were relatively consistent on a sequential basis and increased slightly each month as we progressed through the first quarter.\nWhile there are still a few work days remaining in April, our month-to-date revenue per day has decreased by approximately 15% when compared to April of 2022. Our LTL tonnage per day has also decreased by approximately 15%, while revenue per hundredweight has increased approximately 1% when including fuel surcharges and increased approximately 7.5% excluding fuel surcharges.\nOur revenue and shipment counts on a daily basis have been relatively consistent in April when compared to March of this year, except for the Good Friday and Easter holidays. As previously mentioned; however, we had expected to see acceleration in business levels by this point in the year based on customer feedback and our historical planning process.\nWhile we would like to see our market share continue to increase again, we believe that it's more important to maintain our price discipline during this period of economic weakness, while positioning ourselves to emerge from a slow period with capacity and a better opportunity to produce strong profitable growth over the long term.\nWe have operated in scenarios like this before, and we will continue to execute our plan and adjust to this lower-than-expected volume environment until an inflection point happens, and we can shift back into growth mode again. Our first quarter operating ratio increased to 73.4% for the first quarter as the improvements in our direct operating costs did not sufficiently offset the increase in overhead cost as a percent of revenue.\nMany of our fixed cost categories increased as a percent of revenue during the quarter due to the deleveraging effect associated with the decrease in revenue as well as the timing and significance of certain expenditures. In particular, our depreciation and amortization costs increased 80 basis points and general supplies and expenses increased 30 basis points.\nWithin our direct operating costs, our purchase transportation cost as a percent of revenue improved 140 basis points, while our productive labor cost improved 50 basis points. These changes more than offset the 50 basis point increase in operating supplies and expenses that was primarily due to an increase in our maintenance and repair costs.\nOld Dominion's cash flow from operations totaled $415.4 million for the first quarter, and capital expenditures were $234.7 million. We currently anticipate our capital expenditures will be approximately $700 million this year, which is a $100 million decrease from our initial capital expenditure plan.\nWe plan to continue with real estate expansion projects that are already in process and others that we believe will be critical to our long-term operating plan. We also plan to continue to purchase new equipment, which we believe will help lower the average age of our fleet and help reduce our maintenance cost per mile.\nWe utilized $141.7 million of cash for our share repurchase program and paid $44.1 million in dividends during the first quarter. Our effective tax rate was 25.8% and 26.0% for the first quarter of 2023 and 2022, respectively. We currently expect our annual effective tax rate to be 25.6% for the second quarter of 2023.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d7b5f8711fd08ee6d69b2e745751f499",
    "period": "2022 Q4",
    "content": "Q4 2022 Old Dominion Freight Line Inc Earnings Call\n\nQ4 2022 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQFEB 1, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Old Dominion Freight Line Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the Fourth Quarter and Full Year 2022 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through February 8, 2023, by dialing 1 (877) 344-7529, access code 2673176. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release, and consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin today, we welcome your questions, but we ask in fairness to all that you limit yourself to just one question at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nGreg C. Gantt\n\nPresident, CEO & Director, Old Dominion Freight Line, Inc.\n\nGood morning, and welcome to our fourth quarter conference call. With me on the call today is Marty Freeman, our COO; and Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nThe Old Dominion team produced fourth quarter financial results that allowed us to finish the year with company records for annual revenue and profitability. We extended our track record of success and delivered the 10th straight quarter with both an increase in revenue and improvement in our operating ratio. As a result, the fourth quarter of 2022 was also the 10th straight quarter where we produced double-digit growth in earnings per diluted share. Our team produced these results while facing many challenges during 2022, which were primarily related to the unexpected slowdown in the domestic economy.\nWe entered the year anticipating growth in our volumes that didn't ultimately meet our initial expectations, but we made the necessary adjustments throughout the year that, once again, showed the flexibility and resiliency of our long-term strategic plan. We also maintained a watchful eye on the efficiency of our operations and continued with our disciplined approach to managing discretionary spending.\nDue to our confidence in our ability to win market share over the long term, the one thing that did not change in 2022 was our commitment to investing for the future. Capital expenditures totaling $775.1 million in 2022 were a new company record, and we invested $299.5 million in real estate projects that further expanded the capacity of our service center network.\nWe also continued to invest heavily in our OD family of employees, with improvements in pay and benefits as well as a company record contribution to our 401(k) retirement plan for employees.\nIn dealing with the reality of slower-than-anticipated business volumes, we also worked diligently to protect the significant investment that we made over the past 2 years in our new employees. Speaking of new employees, I'm proud to share that there have been over 1,300 new drivers that graduated from our internal truck driving school over the past 2 years. In some cases, these driver school graduates, that now have their CDLs, are temporarily working in nondriving roles. While this comes at an increased cost to the company, we believe this bigger pool of licensed drivers will provide us with a strategic advantage once the freight cycle turns and additional volume opportunities become available to us.\nWe said in our third quarter earnings call that we anticipated volumes could start increasing in the spring of this year, and we continue to remain cautiously optimistic that this will occur despite ongoing risk with the domestic economy.\nRegardless of the economic environment, I believe our 2022 results provide yet another example of why our long-term strategic plan will remain our focus for the foreseeable future. Consistent execution of this plan has helped us create an unmatched value proposition in our industry that led to over $1 billion of revenue growth for the second straight year in 2022.\nI am confident that this commitment to our strategic plan will also continue after my retirement at the end of June this year. Our long-term success is the result of a strong team and their combined commitment to maintaining a strong company culture.\nAfter working with Marty for most of my career, I can tell you that he lives and breathes the OD Family Spirit and will help take the company to new heights. I think the best is yet to come for Old Dominion, and I look forward to watching OD extend its long-term record of success. Thank you for joining us this morning.\nAnd now here is Marty Freeman to provide some more details on the fourth quarter.\n\nKevin Freeman\n\nExecutive VP & COO, Old Dominion Freight Line, Inc.\n\nThank you, Greg, and good morning. I would like to start today by thanking Greg and our Board of Directors for providing me the opportunity to lead this great company. It will be an honor to lead our team, and I can assure you that we will work tirelessly to keep producing strong profitable growth. Along those lines, I was pleased with Old Dominion's revenue growth of 5.8%, and the improvement in our operating ratio to 71.2% during the fourth quarter. The combination of these items contributed to the 21.2% increase in earnings per diluted share. These financial results reflected the ongoing strength in demand for our services as we continue to deliver value to our customers by providing superior service at a fair price.\nWhile our long-term strategic plan is centered on our ability to provide this value proposition, the real key to our success is our strong family culture and our people. We will continue to invest in our OD family of employees as our employees are the foundation for building strong customer relationships. We are in a relationship business, and each employee plays a critical role to help deliver our industry-leading service. I am proud to report that our service metrics remained strong during the fourth quarter as we provided 99% on-time service with a cargo claims ratio of 0.1%.\nWe believe executing our same long-term formula for success will allow us to win market share in the future, and as a result, will also allow us to constantly invest in new capacity ahead of anticipated growth. Our capital expenditures for 2023 are anticipated to be $800 million, which will improve the average age of our fleet and further expand the capacity of our real estate network.\nWe have invested approximately $2 billion in real estate expansion over the last 10 years and increased our door capacity by approximately 50% as a result. These investments supported our ability to double our market share over this time. The ever-increasing cost of both real estate and equipment, however, will require us to maintain our pricing discipline.\nOur long-term pricing philosophy is designed to evaluate the profitability of each customer account and then obtain the necessary increases to offset our cost inflation, while also supporting our ongoing investment in capacity and technology.\nAs we have executed on this consistent strategy over the years, the resulting improvement in our cash flows have generally supported our ability to invest between 10% and 15% of our revenue into capital expenditures each year. Continuing with each of these priorities demonstrates our team's intention to remain focused on executing the same business strategies that we have created our unique position in this industry.\nWe will continue to focus on our people, servicing our customers and investing for the future. This commitment to the core principles have differentiated us in the marketplace, gives us confidence in our ability to further produce profitable growth while also increasing shareholder value.\nWith that, I'll now turn things over to Adam, who will discuss our fourth quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior VP of Finance, CFO & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Marty, and good morning. Old Dominium's revenue growth of 5.8% in the fourth quarter resulted from a 16.7% increase in LTL revenue per hundredweight, which more than offset the 9.1% decrease in LTL tons. LTL revenue per hundredweight, excluding fuel surcharges, increased 8.7%, and reflects the continued execution of our long-term pricing initiatives.\nOur consistent approach to pricing is supported by our ability to provide our customers with superior service and available capacity. We believe this value offering is becoming increasingly important to shippers, which is why we remain absolutely committed to executing on the fundamental elements of our long-term strategic plan.\nOn a sequential basis, revenue per day for the fourth quarter decreased 2.4% when compared to the third quarter of 2022, with LTL tons per day decreasing 4.4% and LTL shipments per day decreasing 4.6%. For comparison, the 10-year average sequential change for these metrics includes a decrease of 0.6% in revenue per day, a decrease of 1.3% in tons per day and a decrease of 3.3% in shipments per day.\nFor January, our revenue per day increased approximately 4.2% as compared to January of 2022. This growth included a 13.1% increase in LTL revenue per hundredweight that more than offset the 7.8% decrease in LTL tons per day. Our fourth quarter operating ratio improved to 71.2%, which is primarily due to an improvement in our direct operating cost as a percent of revenue. Within our direct operating costs, productive labor as a percent of revenue improved 170 basis points, while our purchase transportation costs improved 200 basis points. These changes more than offset the 260 basis point increase in operating supplies and expenses that primarily resulted from a significant increase in the cost of diesel fuel and other petroleum-based products during the quarter. Our overhead cost as a percent of revenue were consistent between the periods compared.\nOld Dominion's cash flow from operations totaled $361.3 million and $1.7 billion for the fourth quarter and 2022, respectively, while capital expenditures were $270.4 million and $775.1 million for the same periods. As Marty mentioned, we currently expect capital expenditures of $800 million in 2023.\nWe utilized $199.9 million and $1.3 billion of cash for our share repurchase program during the fourth quarter and 2022, respectively, while cash dividends totaled $33.0 million and $134.5 million for the same periods.\nWe were pleased that our Board of Directors approved a 33.3% increase in the quarterly dividend to $0.40 per share for the first quarter of 2023. Our effective tax rate for both the fourth quarter 2022 and 2021 was 25.0%. We currently anticipate our effective tax rate to be 25.8% for 2023.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e15bf6fd0706cc227a3ccdf01e72024",
    "period": "2022 Q3",
    "content": "Q3 2022 Old Dominion Freight Line Inc Earnings Call\n\nQ3 2022 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQOCT 26, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Old Dominion Freight Line Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the third quarter 2022 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through November 2, 2022, by dialing 1 (877) 344-7529, access code 3324067. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise.\nAs a final note, before we begin, we welcome your questions today, but we ask in fairness to all that you limit yourselves to just a couple of questions at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nGreg C. Gantt\n\nPresident, CEO & Director, Old Dominion Freight Line, Inc.\n\nGood morning, and welcome to our third quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nDuring the third quarter, the Old Dominion team extended the company's track record for double-digit growth in revenue and profitability. The third quarter of 2022 was our seventh straight quarter with double-digit revenue growth and the nice straight quarter of double-digit growth in earnings per diluted share. These financial results reflect the ongoing strength and demand for our services as we continue to deliver value to our customers by providing superior service at a fair price.\nConsistently executing on this key element of our long-term strategic plan is critical to our continued ability to win long-term market share. We were pleased to provide our customers with 99% on-time service and a cargo claims ratio of 0.2% during the third quarter.\nService means much more than just picking up and delivering our customers' freight on time and damage free. In fact, MASTIO & Company conducts a comprehensive industry study each year that most recently measured carriers on 28 service and value-related attributes. We are extremely proud that MASTIO recently named OD as the #1 LTL provider for the 13th straight year. And this latest survey, shippers and logistics professionals ranked OD as #1 for 24 of the 28 individual attributes. The consistency of our service performance over many years, as validated by MASTIO reflects the commitment from each of our team members who work hard every day to go above and beyond for our customers.\nOur superior service performance has not only allowed us to win market share over the long term. It has also supported our long-term yield management strategy. This simple strategy focuses on increasing our yields to offset our cost inflation each year while also supporting our ongoing investments in capacity. We have consistently invested 10% to 15% of our revenue in capital expenditures each year regardless of the economic environment.\nInvestments in our fleet and technologies have helped us improve our operating efficiency and customer service, while the significant investments in our service center network generally support our growth. We have expanded the capacity of our service center network by over 50% in the past 10 years while doubling our market share, and we believe further investments will be necessary to ensure that our network is never a limiting factor to our growth.\nWe believe a big part of our value proposition is having available capacities when our customers needed the most. The capacity advantage we have in the marketplace was especially critical for customers that dealt with various supply chain issues over the past 2 years, while industry capacity was generally limited. We increased our revenues by over $2 billion over the past 2 years, which would not have been possible if we had not consistently increased our network capacity. Our business model continues to prove itself time and again, and we are extremely grateful to our customers for their trust in us. Freight is a relationship business, and we believe our superior service, available network capacity and consistent approach to pricing have allowed us to strengthen our long-term relationships. We also believe the value offered by carrier is becoming increasingly important to shippers, which is why we remain absolutely committed to executing on the fundamental element of our long-term strategic plan. As a result, we will continue to focus on providing customers with superior service at a fair price.\nWe will also continue to invest in our OD Family of employees, our fleet and our service center network to support our long-term growth initiatives. Old Dominion has the financial strength to make these investments, and as a result, we believe we are better positioned than any carrier to produce long-term profitable growth and increase shareholder value.\nThank you for joining us this morning, and now Adam will discuss our third quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior VP of Finance, CFO & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Greg, and good morning. Old Dominion's revenue grew 14.5% in the third quarter to $1.6 billion, and our operating ratio improved to 69.1%. The combination of these changes helped produce a 36% increase in earnings per diluted share for the quarter.\nOur revenue growth was due primarily to the 17.4% increase in LTL revenue per hundredweight, which more than offset the 2.6% decrease in our LTL tons. We believe this decrease in LTL tons reflects the overall softness in the domestic economy that has generally caused a decrease in demand for our customers' products. Demand for our service has remained strong, however, as customers are continuing to take advantage of our value proposition.\nOn a sequential basis, revenue per day for the third quarter decreased 3.8% when compared to the second quarter of 2022, with LTL tons per day decreasing 4.3% and LTL shipments per day decreasing 3.6%. For comparison, the 10-year average sequential change for these metrics includes an increase of 3.6% in revenue per day, an increase of 1.2% in tons per day and an increase of 2.4% in shipments per day.\nAt this point, in October, our revenue per day has increased by approximately 8% when compared to October 2021. This month-to-date revenue performance includes a decrease of approximately 7% in our LTL tons per day. As usual, we will provide actual revenue related details for October in our third quarter Form 10-Q.\nOur third quarter operating ratio improved to 69.1% with improvements in both our direct operating cost and overhead cost as a percent of revenue. Many of our cost categories improved as a percent of revenue during the quarter, although our operating supplies and expenses increased 300 basis points due primarily to the rising cost of diesel fuel and other petroleum-based products as well as the increased cost for parts and repairs to maintain our fleet.\nWe more than offset the impact of this increase with the improvement in our salaries, wages and benefits and purchase transportation. The improvement in these expenses as a percent of revenue reflects our best efforts to effectively match all of our variable costs with current revenue and volume trends.\nOld Dominion's cash flow from operations totaled $514.2 million and $1.3 billion for the third quarter and first 9 months of 2022, respectively, while capital expenditures were $181.7 million and $504.8 million for the same periods. We noted in our release this morning that our capital expenditures are now estimated to be $720 million for this year. The decrease from our prior estimate is primarily due to the timing of equipment deliveries that we expect to be pushed into next year. We will provide further details about our 2023 capital expenditure plan with our fourth quarter earnings release.\nWe utilized $345.4 million and $1.1 billion of cash for our share repurchase program during the third quarter and first 9 months of 2022, respectively, while cash dividends totaled $33.4 million and $101.4 million for the same periods.\nOur effective tax rate for the third quarter 2022 was 23.9% as compared to 25.2% in the third quarter 2021. We currently anticipate our effective tax rate to be 25.6% for the fourth quarter.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/74de9577d52c11e6ef48cd0801fe906b",
    "period": "2022 Q2",
    "content": "Q2 2022 Old Dominion Freight Line Inc Earnings Call\n\nQ2 2022 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQJUL 27, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Old Dominion Freight Line Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Drew Andersen. Please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the Second Quarter 2022 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through August 3, 2022, by dialing 1 (877) 344-7529, access code 7163281. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements. The company undertakes no obligation to publicly update any forward-looking statements whether as a result of new information, future events or otherwise.\n(Operator Instructions)\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nGreg C. Gantt\n\nPresident, CEO & Director, Old Dominion Freight Line, Inc.\n\nGood morning and welcome to our second quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions.\nI am pleased to report that the OD team delivered strong profitable growth during the second quarter, which resulted in new company records for revenue and profitability. Our revenue increased 26.4% to $1.7 billion, while earnings per diluted share increased 42.9% to $3.30. We also improved our operating ratio by 280 basis points to 69.5%. This is the first time in our company's history that we have produced a sub-70% quarterly operating ratio.\nWe achieved these results by continuing to execute on our long-term strategic plan, which has guided us for many years and throughout many economic cycles. The disciplined execution of the business fundamentals that form this plan have supported our ability to double our market share over the past 10 years. We are confident that continued execution on this plan positions us to win additional market share over the next 10 years.\nThe foundation for our ability to win market share is our relentless focus on providing superior service at a fair price. Our on-time service performance was 99% in the second quarter, while our cargo claims ratio improved to 0.1%. These service metrics reflect the efforts of our OD family of employees, who maintain a steadfast commitment to delivering value to our customers each and every day.\nIt appears that service quality is becoming even more important to customers when selecting a carrier, which is why demand for our service has remained strong. This is a trend that began to develop with the economic recovery during the second half of 2020. And it continues today as many shippers are still struggling with supply chain issues. As a result, we believe our customer relationships have strengthened as we do our part to help our manufacturing customers keep their facilities running smoothly, while helping our retail customers keep products on the shelf and available for sale.\nOur value proposition also includes having sufficient capacity to support our customers when they need it the most. We currently have approximately 15% to 20% excess capacity within our service center network and we expect to open multiple new facilities during the second half of this year. These new facilities as well as various other expansion projects that we expect to complete should increase the amount of our excess capacity towards our longer-term target of 25%. We remain committed to the ongoing expansion of our service center network, which we believe is important regardless of the short-term macroeconomic outlook.\nExpanding service center capacity can take a significant amount of time, which is why we have historically been proactive with respect to our expansion efforts. This unique strategy has created a capacity advantage for us in the marketplace, which becomes more apparent to shippers in tight environments like we have seen in the past couple of years.\nWith over $700 million of year-to-date revenue growth through June, we are on pace to exceed $1 billion of revenue growth for the second year in a row. We simply could not have achieved these types of numbers without the consistent investment in our service center capacity as well as the continued investment in our fleet, technology and the training and education of our OD family of employees.\nOur team has shown tremendous flexibility over the past couple of years in response to significant changes in our business levels. And I am confident that this team will continue to build on its success. We have created one of the strongest records for long-term growth and profitability in the LTL industry by executing on our long-term strategic plan, by providing superior service at a fair price and having the capacity to stay ahead of our growth curve, we believe we are better positioned than any other carrier to produce long-term profitable growth while increasing shareholder value.\nThank you for joining us this morning, and now Adam will discuss our second quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior VP of Finance, CFO & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Greg, and good morning. Old Dominion's revenue growth of 26.4% in the second quarter was driven by the 22.6% increase in LTL revenue per hundredweight and 2.8% increase in LTL tons per day. Demand for our superior service remained strong during the quarter, which helped support the steady trend with our volumes and consistent yield improvements.\nOn a sequential basis, revenue per day for the second quarter increased 11.4% when compared to the first quarter of 2022 with LTL tons per day increasing 0.7% and LTL shipments per day increasing 1.7%. For comparison, the 10-year average sequential change for these metrics includes an increase of 9.6% in revenue per day, an increase of 7.4% in tons per day and an increase of 7.8% in shipments per day. At this point in July, our revenue per day has increased by approximately 18% when compared to July 2021, which continues to exceed our long-term average growth rate. As usual, we will provide the actual revenue-related details for July in our second quarter Form 10-Q.\nOur second quarter operating ratio improved to 69.5%, with improvements in both our direct operating cost and overhead cost as a percent of revenue. Within our direct operating costs, improvement in salaries, wages and benefits as well as purchase transportation cost as a percent of revenue effectively offset the increase in our operating supplies and expenses. The increase in operating supplies and expenses as a percent of revenue was primarily due to the increase in the cost of diesel fuel and other petroleum-based products. We improved our overhead cost as a percent of revenue during the second quarter, primarily by leveraging our quality revenue growth and controlling discretionary spending.\nAs we move into the second half of 2022, we have areas of opportunity to drive further improvement in our financial results. We will continue to focus on obtaining the yield increases necessary to improve the profitability of each customer account. We will also maintain disciplined control over costs to keep our cost inflation on a per shipment basis to a minimum.\nOur team is now appropriately sized and most of our service centers to support our anticipated shipment trends. And as a result, we believe we should start seeing improved productivity throughout our operations. The stability of our workforce has also allowed us to reduce our utilization of third-party purchase transportation and moved closer to the fully in-sourced linehaul operation that we prefer. We believe this is one of many key factors creating the service advantage we have in our industry, all of which comes back to helping us win long-term market share.\nOld Dominion's cash flow from operations totaled $427.3 million and $816.1 million for the second quarter and first half of 2022, respectively, while capital expenditures were $229.4 million and $323.1 million for those same periods. We utilized $293.5 million and $731.9 million of cash for our share repurchase program during the second quarter and first half of 2022, respectively, while cash dividends totaled $33.8 million and $68 million for the same periods. Our effective tax rate was 26.0% for the second quarter of 2022 and 2021. We currently expect our annual effective tax rate to be 26.0% for the third quarter of 2022.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2dcb3fe9eb45b04d84b0e0b49476af88",
    "period": "2022 Q1",
    "content": "Q1 2022 Old Dominion Freight Line Inc Earnings Call\n\nQ1 2022 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQAPR 27, 10:00 AM\n\nOperator\n\nHello, and welcome to the Old Dominion Freight Line, Inc. First Quarter 2022 Earnings Conference Call. (Operator Instructions) After today's presentation, there will be an opportunity to ask questions. (Operator Instructions) Please note, today's event is being recorded.\nI'd now like to turn the conference over to Drew Andersen. Drew Andersen, please go ahead.\n\nDrew Andersen\n\nThank you. Good morning, and welcome to the first quarter 2022 conference call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay, beginning today and through May 4, 2022 by dialing 1 (877) 344-7529, access code 8164823. The replay of the webcast may also be accessed for 30 days at the company's website.\nThis conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance. For this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements. You are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements.\nThe company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise. As a final note, before we begin, we welcome your questions today, but we do ask in fairness to all that you limit yourselves to just a few questions at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nGreg C. Gantt\n\nPresident, CEO & Director, Old Dominion Freight Line, Inc.\n\nGood morning, and welcome to our first quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions. The OD team successfully launched another year by delivering first quarter results that included new company records for both revenue and earnings per diluted share. We began the year with significant momentum in our business and expected that we would continue to win market share in 2022.\nThis expectation has already become reality, as the 32.9% increase in revenue was the fifth straight quarter where we recorded double-digit revenue growth. We also improved our operating ratio to a first quarter company record of 72.9%, which drove our seventh straight quarter of double-digit growth in earnings per diluted share. Our revenue growth for the quarter included a 17.4% increase in LTL revenue per hundredweight and a 12% increase in LTL tons per day. The improvements in both freight density and yield created operating leverage that allowed us to improve our cost categories as a percent of revenue which also drove the improvement in our operating ratio.\nDensity and yield are the key ingredients to long-term improvement in our operating ratio and both generally require the support of a favorable domestic economy. We expect to further improve each of these 2 elements as we work through 2022. Demand for our superior service has remained consistently strong, and we do not see that changing in the foreseeable future based on recent conversations with both our customers and our sales team.\nWe continue to receive feedback regarding the general lack of capacity within the LTL industry. This feedback is not unexpected, given that the LTL industry has seen a net decrease in the number of service centers over the past 10 years, at least for the public group, excluding OD. Customers also appear to be dealing with lower inventory balances than they would prefer, which can result in missed revenue opportunities for them. We have unfortunately heard similar stories from our suppliers and have seen little improvement with their inventories this year. We believe these issues are driving many new customers and increased shipments from existing customers to OD.\nDespite all of the general industry and supply chain challenges, Old Dominion has continued to maintain our service center capacity to support our customers' growth. This has been and remains an integral piece of our value proposition, and we are well positioned to benefit from the continued strength in demand for both our superior service performance and network capacity.\nWe have opened 3 new service centers this year and currently have approximately 15% to 20% excess capacity. These additions were part of our 2022 expansion plan that targets an additional 5 to 7 new facilities this year. While our service center network is in good shape, we are continuing to work on the other 2 pieces of the overall capacity equation. We increased our average number of full-time employees by 18.5% during the first quarter, and we expect to continue hiring additional employees during the second quarter to support our anticipated growth.\nAs the capacity of the OD team increases, we would like to reduce our reliance on purchased transportation. To accomplish this, however, we will need to increase the capacity of our fleet. While our 2022 capital expenditure plan includes approximately $485 million for equipment. We are experiencing delays with the delivery of new equipment. These delays were anticipated and limit our ability to effectively match the receipt of new equipment with the expected seasonal increase in our volumes. As a result, and similar to 2021, we will operate existing equipment that would have otherwise been replaced and use purchased transportation as needed to support our growth.\nAs part of our effort to deliver best-in-class service for our customers, we remain committed to ensuring that each element of capacity is in place to support our ability to win long-term market share. As we continue to manage through the short-term challenges within the current freight market. We will also maintain our focus on long-term opportunities for our business by continuing to execute on our long-term strategic plan. This plan has helped us achieve a 10-year compound average growth rate in revenue and earnings per diluted share of approximately 11% and 24%, respectively.\nAs part of this plan, we have consistently invested significant resources to support the doubling of our market share over the past 10 years. This has included a significant investment in our OD family of employees to help ensure that each employee is motivated and rewarded for providing superior service to our customers. We believe that consistently providing customers with superior service at a fair price and regularly investing in our people, equipment and network capacity to stay ahead of anticipated volume growth will support our long-term growth initiatives. As a result, we are confident in our ability to continue to produce further profitable growth and increased shareholder value.\nThanks for joining us this morning, and now Adam will discuss our first quarter financial results in greater detail.\n\nAdam N. Satterfield\n\nSenior VP of Finance, CFO & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nThank you, Greg, and good morning. Old Dominion's revenue for the first quarter of 2022 increased 32.9% to a company record of $1.5 billion. While our operating ratio improved 320 basis points to 72.9%. The combination of these factors resulted in a 52.9% increase in earnings per diluted share to $2.60 for the quarter. Our revenue per day increased 30.8% as the first quarter of this year included one extra work day. This growth was balanced between increases in our volumes and yield, both of which continue to be supported by a favorable domestic economy.\nWe continue to win a significant amount of market share as demand for our superior service and available network capacity to remain consistently strong during the quarter. As a result, the year-over-year growth in our revenue and volumes continued to trend above our longer-term averages. LTL tons per day increased 12% and our LTL revenue per hundredweight increased 17.4%. While changes in our freight mix contributed to the increases in this yield metric, the 10% increase in our LTL revenue per hundredweight, excluding fuel surcharges, reflects the success of our long-term pricing strategy. Our consistent strategy is designed to offset cost inflation, while also supporting further investments in capacity by focusing on the individual profitability of each customer account.\nOn a sequential basis, revenue per day for the first quarter increased 1.2% as compared to the fourth quarter of 2021. With LTL tons per day decreasing 1.4% and LTL shipments per day decreasing 2.2%. Our revenue per day performance during the first quarter, both with and without fuel surcharges, exceeded our 10-year average sequential trends, although our volumes were below our 10-year trends. It is important to remember, however, that our 10-year average trends include the doubling of our market share. As a result, there may be quarterly periods where sequential performance may be below our 10-year trends despite solid year-over-year performance. The first quarter is a good example as we believe we won a significant amount of market share and produced solid profitable growth as a result.\nThe monthly sequential changes in LTL tons per day during the first quarter were as follows: January decreased 5.8% as compared with December, February increased 5.1% versus January, and March increased 3.6% as compared to February. The 10-year average change for the respective months are an increase of 1.6% in January, an increase of 1.7% in February and an increase of 5.6% in March.\nWhile there are still a few work days that remain in April, our revenue growth continues to be very strong and reflects the favorable demand environment described earlier by Greg. Our month-to-date revenue per day has increased by approximately 28% when compared to April of 2021. We will provide the actual revenue-related details for April in our first quarter Form 10-Q.\nOur first quarter operating ratio improved to 72.9%, with improvements in both our direct operating costs and overhead cost as a percent of revenue. Within our direct operating costs, improvement in our salaries, wages and benefit costs as a percent of revenue effectively offset the increase in expenses for both our operating supplies and purchase transportation. The increase in operating supplies and expenses as a percent of revenue was primarily due to the increase in the cost of diesel fuel and other petroleum-based products.\nWe improved overhead cost as a percent of revenue during the first quarter, primarily by leveraging our revenue growth and controlling discretionary spending. As mentioned on our fourth quarter call, we expect our core inflation, excluding fuel, to be between 4.5% to 5% for the year, with higher inflation in the first half of the year that is expected to moderate in the back half. We believe our fuel surcharge program is effectively offsetting the increased cost of our fuel and our yield management strategy is effectively offsetting cost increases in other areas. As we continue to experience cost increases related to our real estate network as well as with our equipment, parts and repairs, it will be critical to maintain our focus on productivity while continuing to control discretionary spending to minimize the overall effect on our cost per shipment.\nOld Dominion's cash flow from operations totaled $388.7 million for the first quarter and capital expenditures were $93.7 million. We currently anticipate our capital expenditures to be approximately $825 million this year, which includes $300 million to expand the capacity of our service center network. We utilized $438.4 million of cash for our share repurchase program and paid $34.2 million in dividends during the first quarter. The total amount for share repurchases includes a $400 million accelerated share repurchase agreement that was executed during the first quarter.\nOur effective tax rate was 26.0% for the first quarter of 2022 and 2021. We currently expect our annual effective tax rate to be 26.0% for the second quarter 2022.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  },
  {
    "header": "ODFL",
    "cik": "0000878927",
    "ticker": "ODFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2384c27ef3237993e639d205f56bb31f",
    "period": "2021 Q4",
    "content": "Q4 2021 Old Dominion Freight Line Inc Earnings Call\n\nQ4 2021 Old Dominion Freight Line Inc Earnings Call\n\nODFLNASDAQFEB 2, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Old Dominion Freight Line, Inc. Fourth Quarter and Year-End 2021 Earnings Conference Call. (Operator Instructions)\nPlease note this event is being recorded. I would now like to turn the conference over to Drew Anderson. Please go ahead.\n\nUnidentified Company Representative\n\nThank you. Good morning, and welcome to the fourth quarter and 2021 Conference Call for Old Dominion Freight Line. Today's call is being recorded and will be available for replay beginning today and through February 9, 2022 by dialing (877) 344-7529, access code 4631573.\nThe replay of the webcast may also be accessed for 30 days at the company's website. This conference call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements, among others, regarding Old Dominion's expected financial and operating performance.\nFor this purpose, any statements made during this call that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the foregoing, the words believes, anticipates, plans, expects and similar expressions are intended to identify forward-looking statements.\nYou are hereby cautioned that these statements may be affected by the important factors, among others, set forth in Old Dominion's filings with the Securities and Exchange Commission and in this morning's news release. And consequently, actual operations and results may differ materially from the results discussed in the forward-looking statements.\nThe company undertakes no obligation to publicly update any forward-looking statements whether as a result of new information, future events or otherwise. As a final note, before we begin, we welcome your questions today, but we do ask in fairness to all that you limit yourself to just a few questions at a time before returning to the queue. Thank you for your cooperation.\nAt this time, for opening remarks, I would like to turn the conference over to the company's President and Chief Executive Officer, Mr. Greg Gantt. Please go ahead, sir.\n\nAdam N. Satterfield\n\nSenior VP of Finance, CFO & Assistant Secretary, Old Dominion Freight Line, Inc.\n\nGood morning, and welcome to our fourth quarter conference call. With me on the call today is Adam Satterfield, our CFO. After some brief remarks, we will be glad to take your questions. Old Dominion finished 2021 with outstanding fourth quarter financial performance that resulted in new company records for annual revenue and profitability.\nThe fourth quarter of 2021 was our fourth straight quarter with double-digit revenue growth and the sixth straight quarter of double-digit growth in earnings per diluted share. We are encouraged by the momentum in our business and believe that we are uniquely positioned to win additional market share in 2022. We can do this by continuing to execute on the same strategic plan that has driven our history of long-term profitable growth. This strategy is centered on our ability to deliver a value proposition of superior service at a fair price to our customers. The OD family of employees worked through every challenge thrown its way in 2021 and continue to deliver best-in-class service while skillfully managing the 19.4% growth in our LTL shipments per day for the full year.\nI can assure you that delivering on time without damage is a significant accomplishment with this type of volume growth. That is why I'm so proud that in 2021, we once again earned the MASTIO Quality Award, which recognizes us as the national #1 LTL carrier for the 12th straight year.\nProviding superior service not only allows us to win market share, it also supports our long-term pricing strategy. We have consistently focused on improving our yields at the individual account level to both offset our cost inflation and support further investment in our business. This approach has helped strengthen our financial position over time and allow us to do something that others in our industry have not consistently invest in new capacity.\nWe have historically invested 10% to 15% of our revenue in capital expenditures each year, and we expect to spend approximately $825 million this year. We believe consistent and long-term investments in capacity are valued by customers as an integral component of quality service and these investments are also necessary to support our ongoing market share initiatives.\nWe simply never won our service center network to be a limiting factor to growth, which is why we have spent over $1.8 billion over the past 10 years to expand our service center capacity across the nation. We currently have approximately 15% to 20% of spare capacity in our network.\nAlthough our 2022 capital expenditure plan includes another $300 million to further expand our service center capacity to stay ahead of our anticipated growth curve. There are, of course, 2 other ingredients in the capacity equation, our fleet and our people. We intend to spend $485 million for new tractors and trailers this year. We would frankly like to spend more, but we have been limited by several suppliers that are facing manufacturing challenges.\nWe are forced -- were forced to enter the pandemic with one of the youngest fleets in our industry. And as a result, we can continue to use existing equipment that otherwise would have been replaced this year. This strategy may continue to cost us a little more in maintenance and repair costs as it did in 2021, but we believe our current fleet and these additions will be sufficient to accommodate our expected growth.\nAs we have done in recent quarters, we also expect to continue to utilize purchase transportation to supplement the capacity of our people and our equipment. The final ingredient and the most important piece of our strategic plan is the investment that we continuously make in our people.\nThe OD family of employees grew by 20% in 2021, which including adding over 1,700 drivers in a challenging labor market. We expect that 2022 will be another big recruiting year for OD. While the labor market remains challenging, we are confident in our ability to add to our team due to our outstanding company culture.\nIn addition, we offer a rewarding pay and benefits package and soon expect to make company record discretionary contribution to our employees' 401(k) retirement plan. Our long-term strategic plan is straightforward. Difficult for others to successfully replicate and build on itself year after year. Our success over the years has proven the fly-wheel effect of our strategic plan, and we believe it will span even faster in 2022. We are encouraged by the opportunities ahead, and we are confident that the disciplined execution of this strategic plan will produce further profitable growth and increase shareholder value.\nThank you for joining us this morning, and now Adam will discuss our fourth quarter financial results in greater detail.\nThank you, Greg, and good morning. Old Dominium's revenue grew 31.4% to $1.4 billion in the fourth quarter of 2021 and our operating ratio improved 270 basis points to 73.6%. The combination of these changes resulted in a 49.7% increase in earnings per diluted share to $2.41 for the quarter. Our revenue growth included a nice balance of increases in both volume and yields, which were both supported by a favorable domestic economy.\nWe believe we are currently winning a significant amount of market share based on a comparison of our shipment trends with publicly disclosed information for other LTL carriers. Our LTL tons per day increased 14.3%, and our LTL revenue per hundredweight increased 16.1%. Our LTL revenue per hundredweight, excluding fuel surcharges, increased 9.2% due primarily to the success of our long-term pricing strategy as well as changes in the mix of our freight.\nOn a sequential basis, fourth quarter LTL shipments per day increased 0.1% over the third quarter of 2021, which compares favorably to the 10-year average sequential decrease of 3.5%. LTL tons per day increased 2.4% as compared to a 10-year average sequential decrease of 1.7%. These 10-year average trends exclude our 2020 metrics for a more normalized comparison. For January, our revenue per day increased 25.7% as compared to January of 2021.\nThis growth included a 7.7% increase in LTL tons per day and a 16.8% increase in LTL revenue per hundredweight. Our fourth quarter operating ratio improved to 73.6% and once again included improvements in both our direct operating costs and overhead cost as a percent of revenue. Within our direct operating costs, productive labor as a percent of revenue improved 320 basis points, which more than offset the increase in expenses for both our operating supplies and purchase transportation.\nThe increase in our operating supplies and expenses as a percent of revenue was primarily due to the increase in the cost of diesel fuel. We continued to use purchased transportation during the quarter to supplement the capacity of our workforce and our fleet, and we expect to use a similar amount of these third-party services in the first quarter.\nWe are very proud that our annual operating ratio of 73.5% surpassed our previous internal goal of 75%. As we execute on a long-term continuous improvement cycle for our operating ratio, we intend to follow the same successful approach that we have in the past, which is to focus on density and yield. The spare capacity within our ever-growing network allows us to drive additional volumes through our system, which generally creates strong incremental margins at the local service center level.\nWe are confident in our ability to further improve our operating ratio and have dropped our internal goal another 500 basis points. As a result, we will now be focused on achieving an annual operating ratio in the 60s. Old Dominion's cash flow from operations totaled $340 million and $1.2 billion for the fourth quarter and 2021, respectively, while capital expenditures were $165.4 million and $550.1 million for the same period. Greg mentioned earlier that we currently expect capital expenditures in 2022 of approximately $825 million. This total includes $300 million to expand the capacity of our service center network, although we would increase this amount further if we identify additional properties that fit into our long-term strategic plan.\nWe would also increase our expenditures for new equipment if availability improves during the year. We paid $23 million in cash dividends in the fourth quarter. While we did not utilize cash for share repurchases, our $250 million accelerated share repurchase program remained active during the fourth quarter. We utilized $691.4 million of cash for our shareholder return programs during 2021, and that consisted of $599 million for share repurchases and $92.4 million for cash dividends.\nWe were pleased that our Board of Directors approved a 50% increase for the quarterly dividend to $0.30 per share in the first quarter of 2022. Our effective tax rate for the fourth quarter of 2021 was 25% as compared to 25.1% in the fourth quarter of 2020. We currently expect an effective tax rate of 26.0% for 2022.\nThis concludes our prepared remarks this morning. Operator, we'll be happy to open the floor for questions at this time."
  }
]