[
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c57e10d22976fe94bedec2b7d0bfce3f",
    "period": "2025 Q3",
    "content": "Q3 2025 Eastman Chemical Co Earnings Call\n\nQ3 2025 Eastman Chemical Co Earnings Call\n\nEMNNYSENOV 4, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Third Quarter 2025 Eastman Conference Call. Today's conference is being recorded. This call is being broadcasted live on the Eastman website at www.eastman.com.\nI will now turn the call over to Mr. Greg Riddle, Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Becky. Good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe and Emily Alexander from the Investor Relations team.\nYesterday after market closed, we posted our third quarter 2021 financial results news release and SEC 8-K filing, our slides and the related prepared remarks and this is in the Investors section of our website, eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our third quarter 2025 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the SEC, including the Form 10-K filed for full year 2024 and the Form 10-Q to be filed for third quarter 2025.\nSecond, earnings referenced in this presentation exclude certain non-core items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the third quarter 2025 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we'll go straight into Q&A.\nBecky, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa391386bdc12a5c3b7943c88cfbfc8f",
    "period": "2025 Q2",
    "content": "Q2 2025 Eastman Chemical Co Earnings Call\n\nQ2 2025 Eastman Chemical Co Earnings Call\n\nEMNNYSEAUG 1, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Second Quarter 2025 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle, Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Becky, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe and Emily Alexander from the Investor Relations team.\nYesterday after market close, we posted our second quarter 2025 financial results news release and SEC 8-K filing, our slides and the related prepared remarks in the Investors section on our website, eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our second quarter 2025 results news release during this call, in the preceding slides and prepared remarks, and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2024 and the Form 10-Q to be filed for second quarter 2025.\nSecond, earnings referenced in this presentation exclude certain non-core items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items are available in the second quarter 2025 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A.\nBecky, let's go ahead and start with our first question, please."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1be62854c23996f40d413490adf8eb10",
    "period": "2025 Q1",
    "content": "Q1 2025 Eastman Chemical Co Earnings Call\n\nQ1 2025 Eastman Chemical Co Earnings Call\n\nEMNNYSEAPR 25, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the First Quarter 2025 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle, Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you very much, Becky, and good morning, everyone, and thanks very much for joining us today. On the call with me are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and and Jake LaRoe and Emily Alexander from the Investor Relations team.\nYesterday after market closed, we posted our first quarter 2025 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our first quarter 2025 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the SEC, including the Form 10-K filed for full year 2024 and the Form 10-Q to be filed for first quarter 2020.\nSecond, earnings referenced in this presentation exclude certain non-core items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures including a description of the excluded and adjusted items are available in the first quarter 2025 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A.\nBecky, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/34b8db4887c3c13c4659683cfecdc301",
    "period": "2024 Q4",
    "content": "Q4 2024 Eastman Chemical Co Earnings Call\n\nQ4 2024 Eastman Chemical Co Earnings Call\n\nEMNNYSEJAN 31, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Fourth Quarter and Full Year 2024 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn it over to Mr. Greg Riddle, Eastman, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Harry, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe and Emily Alexander from the Investor Relations team.\nYesterday, after market closed, we posted our fourth quarter and full year 2024 financial results news release and SEC 8-K filing, our slides and the related prepared remarks in the Investors section of our website, eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements, including our plans and expectations. Actual events or results could differ materially. Certain factors related to our -- expectations are or will be detailed in our fourth quarter and full year 2024 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2023 and the Form 10-K to be filed for full year 2024.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the fourth quarter and full year 2024 financial results news release. As we posted the slides and -- prepared remarks on our website last night, we will now go straight into Q&A.\nHarry, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2d6f4d925e29c9404385219ab6d3f15",
    "period": "2024 Q2",
    "content": "Q2 2024 Eastman Chemical Co Earnings Call\n\nQ2 2024 Eastman Chemical Co Earnings Call\n\nEMNNYSEJUL 26, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Second Quarter 2024 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle of Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nOkay. Thank you, Chach. Good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; William McLain, Executive Vice President and CFO; Jack Garo, Manager, Investor Relations; and a new member of our IR team, Emily Edwards.\nYesterday, after market closed, we posted our second quarter 2024 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, eastman.com. Before we begin, I'll cover 3 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our second quarter 2024 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2023 and the Form 10-Q to be filed for second quarter of 2024.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the second quarter 2024 financial results news release. And one more item. After we posted our materials last night, I became aware that there is a conflict on the date we chose Tuesday, November 19, for our circular economy deep dive here in Keksport, Tennessee. We are currently working through alternatives and we'll let you know when we've decided on a path forward.\nWith that, we are now ready for questions. [indiscernible], please start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4d8abe867f06dafbed576d32c576d4d",
    "period": "2024 Q1",
    "content": "Q1 2024 Eastman Chemical Co Earnings Call\n\nQ1 2024 Eastman Chemical Co Earnings Call\n\nEMNNYSEAPR 26, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the First Quarter 2024 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. I will now turn the call over to Mr. Greg Riddle of Eastman, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nOkay. Thank you, Lidea, and good morning, everyone, and thank you for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after close, we posted our first quarter 2024 financial release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, www.eastman.com.\nBefore we begin, I'll cover two items. First, during this presentation, you will hear some forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our first quarter 2024 financial results news release, during the call, in the preceding slides and prepared remarks and in our filings with the SEC, including the Form 10-K filed for full year 2023 and the Form 10-Q to be filed for first quarter of 2024.\nSecond, earnings reference presentation excludes certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the first quarter 2024 financial results release.\nAs we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A. Lidea, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/573084d28e548da72cd20db6c072877b",
    "period": "2023 Q4",
    "content": "Q4 2023 Eastman Chemical Co Earnings Call\n\nQ4 2023 Eastman Chemical Co Earnings Call\n\nEMNNYSEFEB 2, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Fourth Quarter Full Year 2023 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com.\nWe will now turn the call over to Mr. Greg Riddle of Eastman Investor Relations. Please go ahead.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Alex, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after market closed, we posted our fourth quarter and full year 2023 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investor Relations section of our website, www.eastman.com.\nBefore we begin,,I'll cover 2 items. First, during this presentation, you will hear forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our fourth quarter and full year 2023 financial results news release. During this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2022 and the Form 10-K to be filed for full year 2023.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures including a description of the excluded and adjusted items, are available in the fourth quarter and full year 2023 financial results news release.\nI'd like to now turn the call over to Mark for some remarks.\n\nMark J. Costa\n\nChairman and Chief Executive Officer, Eastman Chemical Co.\n\nBefore I jump into the Q&A, I do want to take the opportunity to recognize the team that's been working on the methanolysis plant. There's a huge team out there that's been working tremendously since our last call in October to commission and start up this facility and get us to the point where we're introducing feedstock. And that's a real remarkable accomplishment when you look over this time frame. They've worked incredibly hard through the holidays. They've made a lot of personal sacrifice and they've got us to this stage. And it's a real testament to their dedication and belief in the company and the excitement that every owner of this company has around building the circular economy.\nAnd it's also a real great example of the power of our Tennessee site, its scale and integration has really enabled this start-up process to go this quickly and well because we have such a huge vast set of resources and capabilities. It really allowed us to swing a lot of those people from different parts of the plant into the start-up process to make a significant difference.\nSo I just wanted to express my thanks to all of the people who've been involved in this process. It's been a tremendous program and one that they really did make a lot of sacrifice and we deeply appreciate it.\nWith that, we'll open it up to Q&A."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2fb3f9e0836a324d16a798729f8cc975",
    "period": "2023 Q3",
    "content": "Q3 2023 Eastman Chemical Co Earnings Call\n\nQ3 2023 Eastman Chemical Co Earnings Call\n\nEMNNYSEOCT 27, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Third Quarter 2023 Eastman Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com.\nI will now turn this call over to Mr. Greg Riddle of Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Jordan. Good morning, everyone, and thank you for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Executive Vice President and CFO; and Jake LaRoe, Manager, Investor Relations. Yesterday after market closed, we posted our third quarter 2023 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, which is www.eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to our future expectations are or will be detailed in our third quarter 2023 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2022 and the Form 10-Q to be filed for third quarter 2023.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the third quarter 2023 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A.\nJordan, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0b447f60857fc2a9a694b655fd02a7fb",
    "period": "2023 Q2",
    "content": "Q2 2023 Eastman Chemical Co Earnings Call\n\nQ2 2023 Eastman Chemical Co Earnings Call\n\nEMNNYSEJUL 28, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Second Quarter 2023 Eastman Conference Call. This conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com.\nI'll now turn the call over to Mr. Greg Riddle of Eastman Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThank you, Elliott, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; and William McLain, Executive Vice President and CFO; and Jake LaRoe, Manager, Investor Relations. Yesterday after market closed, we posted our second quarter 2023 financial results news release and SEC 8-K filing, our slides and the related prepared remarks in the Investors section of our website, www.aspen.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our second quarter 2023 financial results news release during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2022 and the Form 10-Q to be filed for second quarter 2023.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the second quarter 2023 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A.\nElliot, please, let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/76feb23932c498d22872ae7ba2c82ea5",
    "period": "2023 Q1",
    "content": "Q1 2023 Eastman Chemical Co Earnings Call\n\nQ1 2023 Eastman Chemical Co Earnings Call\n\nEMNNYSEAPR 28, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the First Quarter 2023 Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle of Eastman Chemical Company, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVice President, Investor Relations & Corporate Communications, Eastman Chemical Co.\n\nThanks, Brenda, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; William McLain, Senior Vice President and CFO; and Jake Flora, Manager, Investor Relations.\nYesterday, after market closed, we posted our first quarter 2023 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, eastman.com. Before we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our first quarter 2023 financial results news release.\nDuring this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2022 and the Form 10-Q to be filed for first quarter of 2023.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the first quarter 2023 financial results news release.\nAs we posted the slides and accompanying prepared remarks on our website last night, we'll go straight into questions. Brenda, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be7dfd12612717b629f64e1e2b4e3d61",
    "period": "2022 Q4",
    "content": "Q4 2022 Eastman Chemical Co Earnings Call\n\nQ4 2022 Eastman Chemical Co Earnings Call\n\nEMNNYSEJAN 27, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Fourth Quarter and Full Year 2022 Eastman Chemical Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle of Eastman Chemical Company, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVP of IR & Communications, Eastman Chemical Company\n\nThank you, Emily, and good morning, everyone, and thank you for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, senior Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after market closed, we posted our fourth quarter and full year 2022 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our fourth quarter and full year 2022 financial results news release during this call, in the preceding slides and prepared remarks, and in our filings with the Securities and Exchange Commission, including the Form 10-Q filed for third quarter 2022 and the Form 10-K to be filed for full year of 2022.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures including a description of the excluded and adjusted items, are available in the fourth quarter and full year 2022 financial results news release. As we posted the slides and accompanying prepared remarks on our website last night, we'll go straight into Q&A. Emily, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1233b9435354fc429f2f7dfb8934962",
    "period": "2022 Q3",
    "content": "Q3 2022 Eastman Chemical Co Earnings Call\n\nQ3 2022 Eastman Chemical Co Earnings Call\n\nEMNNYSEOCT 28, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Third Quarter 2022 Eastman Chemical Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com.\nWe will now turn the call over to Mr. Greg Riddle of Eastman Chemical Company, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVP of IR & Communications, Eastman Chemical Company\n\nThank you, Maxine, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Senior Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after market closed, we posted our third quarter 2022 financial results news release and SEC 8-K filing, our slides and the related prepared remarks in the Investors section of our website on www.eastman.com.\nBefore we begin, I'll cover two items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our third quarter 2022 financial results news release, during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2021 and the Form 10-Q to be filed for third quarter 2022.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the third quarter 2022 financial results news release.\nAs we posted the slides and accompanying prepared remarks on our website last night, we'll now go straight into Q&A. Maxine, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/60e9d4be0f64abd71c119b9223c642f8",
    "period": "2022 Q2",
    "content": "Q2 2022 Eastman Chemical Co Earnings Call\n\nQ2 2022 Eastman Chemical Co Earnings Call\n\nEMNNYSEJUL 29, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Second Quarter 2022 Eastman Chemical Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com.\nWe will now turn the call over to Mr. Greg Riddle, of Eastman Chemical Company, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVP of IR & Communications, Eastman Chemical Company\n\nThank you, Tracy, and good morning, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Senior Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after market closed, we posted our second quarter 2022 financial results news release and SEC 8-K filing, our slides and the related prepared remarks in the Investors Section of our website, www.eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our second quarter 2022 financial results news release, during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2021 and the Form 10-Q to be filed for second quarter 2022.\nSecond, earnings referenced in this presentation exclude certain non-core and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the second quarter 2022 financial results news release.\nAs we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A. Tracy, please let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f46931a4ea9f3aac504422d87f4fba3f",
    "period": "2022 Q1",
    "content": "Q1 2022 Eastman Chemical Co Earnings Call\n\nQ1 2022 Eastman Chemical Co Earnings Call\n\nEMNNYSEAPR 29, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the First Quarter 2022 Eastman Chemical Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman's website, www.eastman.com.\nWe will now turn the call over to Mr. Greg Riddle of Eastman Chemical Company Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVP of IR & Communications, Eastman Chemical Company\n\nThank you, Keith. Hello, everyone, and thanks for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Senior Vice President and CFO; and Jake LaRoe, Manager, Investor Relations.\nYesterday after market closed, we posted our first quarter 2022 financial results news release and SEC 8-K filing, our slides and the related remarks in the Investors section of our website, www.eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Cautionary statements regarding forward-looking information and certain factors related to future expectations are or will be detailed in our first quarter 2022 financial results news release, during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-K filed for full year 2021 and the Form 10-Q to be filed for first quarter 2022.\nSecond, earnings referenced in this presentation exclude certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the first quarter 2022 financial results news release.\nAs we posted the slides and accompanying prepared remarks on our website last night, we will now go straight into Q&A. Keith, please, let's start with our first question."
  },
  {
    "header": "EMN",
    "cik": "0000915389",
    "ticker": "EMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98aa31643d650038f116795211f63577",
    "period": "2021 Q4",
    "content": "Q4 2021 Eastman Chemical Co Earnings Call\n\nQ4 2021 Eastman Chemical Co Earnings Call\n\nEMNNYSEJAN 28, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Fourth Quarter Full Year 2021 Eastman Chemical Conference Call. Today's conference is being recorded. This call is being broadcast live on the Eastman website, www.eastman.com. We will now turn the call over to Mr. Greg Riddle of Eastman Chemical Company, Investor Relations. Please go ahead, sir.\n\nGregory A. Riddle\n\nVP of IR & Communications, Eastman Chemical Company\n\nThank you, Tracy. And hello, everybody, and thank you for joining us. On the call with me today are Mark Costa, Board Chair and CEO; Willie McLain, Senior Vice President and CFO; and Jake LeReau, Manager, Investor Relations.\nYesterday, after market closed, we posted our fourth quarter and full year 2021 financial results news release and SEC 8-K filing. Our slides and the related prepared remarks in the Investors section of our website, www.eastman.com.\nBefore we begin, I'll cover 2 items. First, during this presentation, you will hear certain forward-looking statements concerning our plans and expectations. Actual events or results could differ materially. Certain factors related to future expectations are or will be detailed in our fourth quarter and full year 2021 financial results news release, during this call, in the preceding slides and prepared remarks and in our filings with the Securities and Exchange Commission, including the Form 10-Q filed for third quarter 2021 and the Form 10-K to be filed for full year 2021.\nSecond, earnings referenced in this presentation excludes certain noncore and unusual items. Reconciliations to the most directly comparable GAAP financial measures and other associated disclosures, including a description of the excluded and adjusted items, are available in the fourth quarter and full year 2021 financial results news release.\nAs we posted the slides and the accompanying prepared remarks on our website last night, we will now go straight into Q&A.\nTracy, please let's start with our first question."
  }
]