[
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/449b04bb0876b1a6d293801788a392c3",
    "period": "2025 Q3",
    "content": "Q3 2025 Waste Management Inc Earnings Call\n\nQ3 2025 Waste Management Inc Earnings Call\n\nWMNYSEOCT 28, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Third Quarter Earnings Conference Call.\n[Operator Instructions]\nPlease note that today's conference may be recorded. I will now hand the conference over to your speaker host. Ed Egl, Vice President of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Olivia. Good morning, everyone, and thank you for joining us for our third quarter 2025 earnings conference call. With me this morning are Jim Fish, Chief Executive Officer; John Morris, President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update, John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods.\nAll forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K and Form 10-Qs. John will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth, or IRG, from yield or volume.\nDuring the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. References to WM legacy business are total WM results, excluding the WM Healthcare Solutions segment. Any comparisons, unless otherwise stated, will be with the prior year period. Net income, EPS, income from operations and margin, operating EBITDA and margin, operating expansion margin and SG&A expense and margin have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nThese adjusted measures, in addition to free cash flow are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures.\nThis call is being recorded and will be available 24 hours a day beginning approximately 01:00 p.m. Eastern time today. To hear a replay of the call, access the WM website at www.investors.wm.com. Time sensitive information provided during today's call, which is occurring on October 28, 2025, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the the expressed written consent of WMS prohibited.\nNow I'll turn the call over to WM CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nOkay. Thanks, Ed, and thank you all for joining us. Our team delivered another strong quarter of operational and financial performance. This led to third quarter operating EBITDA growth of more than 15% and free cash flow -- free cash flow growth of nearly 33%. These strong results reflect the hard work of our teams, the resilience of our business model and the value of the intentional investments we've made across our business. Our collection and disposal business continues to be the engine behind our growth, contributing more than half of the year-over-year increase in operating EBITDA. The business drove strong organic revenue growth and we're particularly pleased with our ability to attract robust disposal volumes to our network.\nMSW grew 5% in the quarter and special waste volumes grew 5.5%, driven by new event work. We also remain focused on maximizing customer lifetime value through our pricing strategies and leveraging technology to optimize our cost structure, and we continue to pursue tuck-in acquisition opportunities to extend our network and drive further internalization.\nTurning to WM Healthcare Solutions. The strategic value of the medical waste platform within WM's portfolio is more evident than ever. We've successfully integrated the people and operations of health care solutions into the existing management and operating structure of our 16 areas. This not only streamlines our operating model, but also allows us to apply our playbook, the WM way across the acquired business, fostering a culture of customer focus, continuous improvement and accountability. This aligned structure accelerates collaboration and unlocks new opportunities for growth. As an example, one of our top hospital customers has increased their annual spend with us by over $5 million after choosing us as their single provider solution across their multistate network. This is precisely the type of cross-selling opportunity that gives us confidence in the long-term value of our combined offering.\nIn our sustainability businesses, our solid performance is the direct result of success in managing contract structures and leveraging innovative technologies. Even as recycled commodity prices declined nearly 35% compared to last year, our Recycling segment operating EBITDA grew by 18%, which is a phenomenal result. Our new renewable natural gas facilities drove higher year-over-year contributions from the Renewable Energy segment. The growth was lower sequentially due to the timing of RIN sales. Our full year growth expectations remain consistent with our initial outlook.\nI'm proud of the momentum we're building in this final stretch of and even more excited about the opportunities ahead. These last several years, including this one, have been years of deliberate and disciplined investment in technology and automation in our fleet in new recycling and renewable energy, renewable natural gas facilities and in a premier medical waste platform. Each of these investments was made with intention. And with a long-term view, positioning us to serve our customers better while structurally lowering our cost to serve. We're pleased to share that 2026 is setting up to be a year of harvesting the benefits of our investments, which will be partially evident in our free cash flow as our early view for next year suggests free cash flow approaching $3.8 billion. We remain thoughtful and disciplined in our capital allocation, and we fully expect to translate this performance into commensurate returns for our shareholders.\nIn closing, WM is exceptionally well positioned for future success. Our long-term strategy is delivering, and the investments we've made are paying off. As always, our results are a testament to the hard work and dedication of our people I sincerely appreciate the contributions of each and every team member. I'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning, everyone. In the third quarter, our team expanded margins by maintaining discipline on price to cost spread, leveraging advanced fleet and maintenance technology to reduce operating costs and realizing returns from our sustainability investments and strategic acquisitions. Our results affirm that our strategy is working and our disciplined organic and inorganic investments deliver long-term value. In the third quarter, we saw continued growth in our core collection and disposal business, increased contributions from our sustainability businesses and sequential margin growth and synergy capture from our Healthcare Solutions segment. In our collection and disposal business, we delivered strong performance in the third quarter with operating EBITDA margins expanding 100 basis points to a record 38.4% and operating EBITDA growing more than 7%, with every line of business contributing to that growth.\nBoth results are consistent with our operating EBITDA growth and margin expansion objectives and reflect the strength of our post-collection assets, increased landfill volumes and our disciplined focus on optimizing price to cost spread through customer lifetime value. We're also realizing the returns on strategic investments we've made to enhance efficiency and structurally drive costs lower. Looking at our top line, we delivered solid organic revenue growth in Q3 driven by disciplined pricing and improving volume trends in several lines of business. Core price was 6%, exceeding our plan with residential and disposal pricing leading the way.\nCollection and disposal yield came in at 3.8% which was in line with expectations. Volume increased in the quarter with industrial up 1.2%, our first positive quarter since 2022. We remain focused on differentiating our services and maximizing customer lifetime value and our customers see the value of our service as churn remain right in the 9% range and service increases outpace service decreases. Additionally, landfill volumes rose 5.2% with broad strength across MSW, special waste and construction and demolition, mostly all unrelated to wildfire cleanup. As we mentioned at Investor Day, our strategic post-collection network continues to drive value both now and over the long term as we have seen both strong price and volume contributions, and our results keep us on track to meet our organic growth expectations for the full year.\nTurning to operating expenses. Q3 marked our second consecutive quarter with operating expenses below 60% of revenue. This improvement was driven primarily by our collection and disposal business, which contributed 90 basis points of margin expansion through lower maintenance and risk management costs. On the fleet side, investments in trucks and technology improved our maintenance processes, reduced repair and maintenance costs by 60 basis points. Additionally, our focus on retention and training and development contributed to a 7% year-to-date improvement in the total recordable incident rate, lowering our risk management cost as a percentage of revenue. The strategic investments we've made in our team, our fleet, cutting-edge technology and comprehensive training are showing meaningful results. Turnover improved by an impressive 300 basis points bringing the combined rate for drivers and technicians down to a record low of 16.8%. These results underscore that when we invest in our people, we invest in the future of our business.\nThese same investments in people, process and technology are showing up in the WM Healthcare Solutions business as well. Since the beginning of 2025, the team has improved turnover by 21% while also improving on-time service delivery to the highest level in over 4 years. As we close the third quarter, our results reflect not only strong execution, but also the innovative mindset that continues to set WM apart. From advancing operational efficiency to strengthen our customer relationships, our progress is driven by the ingenuity and commitment of our team. Thank you to all of our employees for the work you do every day to move us forward.\nAnd with that, I'll turn the call over to Devina to walk through our financial results in more detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. Total company operating EBITDA margin was 30.6% in the third quarter, which is the best quarterly results in our history and that is despite the expected margin headwind from the acquisition of the Healthcare Solutions business. WM's legacy business achieved operating EBITDA margin of 32% in the quarter, meaningfully surpassing our long-standing ambition of sustained operating EBITDA margins above 30%. We achieved these results while overcoming a known 30 basis point headwind from the expiration of the alternative fuel tax credit. Our legacy business achieved 120 basis points of margin expansion in the quarter from 4 primary things: one, continued optimization of business mix with strong municipal solid waste volumes, taking the place of low-margin residential volumes; two, our focus on operational efficiencies in our collection and disposal business; three, the scaling of our sustainability businesses; and four, our dedicated focus on reducing costs. The remaining 60 basis points of margin expansion was driven by lower recycled commodity prices in our brokerage business and a reduction in incentive compensation costs.\nAs I mentioned, the Healthcare Solutions business created an expected headwind for our consolidated margins. Our focus on optimizing this business will lessen this pressure over time and we can already see the benefits of the team's integration and optimization efforts on the margins of this segment, which have improved each quarter since we acquired the business and are now at 17.5%. The key takeaway from all of this is that WM's disciplined focus on driving efficiency and investing in high-return opportunities is benefiting our financial results.\nOur strong performance continues to translate into robust operating and free cash flow growth. Through the first 9 months of 2025, we generated $4.35 billion in cash from operations, an increase of 12% compared to the same period in 2024. This increase reflects our significant earnings growth, partially offset by higher cash interest due to the debt issued last year to fund the acquisition of Stericycle.\nCapital spending to support the business and our sustainability growth investments are both tracking according to plan, totaling $2.34 billion for the year-to-date period. Putting these pieces together, free cash flow has grown 13.5% to $2.11 billion. Notably, our operating EBITDA to free cash flow conversion approached 42% in the third quarter, reflecting that we have moved from peak investment levels in sustainability growth projects, landfill infrastructure and our fleet into a period where we will harvest strong returns on these investments.\nThrough the first 3 quarters of 2025, we've returned $1 billion to our shareholders and dividends. and allocated more than $400 million to solid waste acquisitions. Our leverage ratio at the end of the quarter was 3.3x and we continue to track toward our target ratio of between 2.5 and 3x, which we expect to achieve by the middle of 2026.\nTurning to WM Healthcare Solutions. As Jim mentioned, we're as confident as ever in the strategic value of the acquisition, and we are committed to fully capturing its long-term potential. Revenue trends for this business reflect a more measured pace than our initial projections. This is because we are using a disciplined approach to customer engagement, which means we have offered credits and deferred planned price increases for some of our customers. All of this reflects our focus on maximizing customer lifetime value and building a strong foundation for sustainable long-term growth.\nDespite the moderation and the anticipated pace of revenue growth in the second half of 2025, we're on track to achieve the targeted operating EBITDA contributions from the acquisition across our total company results because synergy capture has exceeded our initial expectations, internalization of waste into our landfill network has been effective, and cross-selling opportunities are proving to be strong.\nTurning to our total company outlook for the remainder of the year. We remain confident in our ability to deliver the operating EBITDA and free cash flow guidance we provided last quarter. Full year revenue is projected to be at the low end of our prior guidance range, reflecting incremental weakness in recycled commodity prices and our revised expectations for Healthcare Solutions.\nWith our outstanding year-to-date operating EBITDA margin results and confidence in our continued execution as we close out the year, margin expectations have increased to between 29.6% and 30.2%. In short, we are well positioned to achieve another year of strong earnings, margin and cash flow growth in 2025 and to build on our success as we go into 2026.\nFinally, as many of you know, this is my final earnings call as CFO before my upcoming retirement from WM. Over the past 23 years, I've had the privilege of being part of this extraordinary team. Together, we work hard each day to care for each other and our communities and to deliver value to all of our stakeholders. In closing, I must say that my favorite thing about our business has always been the people. I want to thank the entire team for leading the way in service to our customers, the environment and to our shareholders. To our shareholders, thank you for your trust and support. I have complete confidence in the Wm team and in David Reid, our incoming CFO, who knows this business deeply and has been instrumental in shaping our financial strategy. I know the future is bright, and I look forward to watching WM's continued success.\nWith that, Lydia, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/513638fb5485dc2784b64a471298774e",
    "period": "2025 Q2",
    "content": "Q2 2025 Waste Management Inc Earnings Call\n\nQ2 2025 Waste Management Inc Earnings Call\n\nWMNYSEJUL 29, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nWelcome to the WM Second Quarter Earnings Conference Call. At this time, all participants are on a listen-only mode. After the speaker's presentation, there will be a question-and-answer session. To ask a question during the session, you will need to press star-one-one on your telephone. You will then hear an automated message advising your hand is raised. To withdraw your question, please press star-one-one again. Please note that today's conference is being recorded.\n\nI will now hand the conference over to your speaker host, Ed Ako, Vice President of Investellations. Please go ahead. Thank you, Olivia.\n\nGood morning, everyone. And thank you for joining us for our second quarter 2025 earnings conference call. With me this morning are Jim Fish, Chief Executive Officer, John Morris, President and Chief Operating Officer, and Devina Rankin, Executive Vice President and Chief Financial Officer. You'll hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\n\nBefore we get started, please note that we have filed a Form 8K that includes the earnings press release and is available on our website at www.wm.com. The Form 8K, the press release, and the schedules for the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections, or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K and Form 10-Q.\n\nDon't want to discuss our results in the areas of yield and volume, which, unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John, and Devina will discuss Operating EBITDA, which is income from operations before depreciation and amortization. References to the WM Legacy business or total WM results excluding the WM Healthcare Solutions section. Any comparisons, unless otherwise stated, will be with the prior year period. Net income, EPS, Income from Operations and Margin, Operating EBITDA and Margin, Operating Expense and Margin, and SG&A Expense and Margin have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\n\nThese adjusted measures, in addition to free cash flow, are non-GAAP measures.\n\nPlease refer to the earnings press release and tables, which can be found on the company's website at www.wm.com, for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures. This call is being recorded and will be available 24 hours a day beginning approximately 1 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com Time-sensitive information provided during today's call, which is occurring on July 29th, 2025, may no longer be accurate at the time of a recall.\n\nAny redistribution, retransmission, or rebroadcast of this call in any form without the express written consent of WM is prohibited.\n\nNow I'll turn the call over to WM CEO, Jim Fish. Thanks, Ed. And thank you all for joining us. Coming out of last month's Investor Day, we're energized by WM's strategy, which combines our unreplicable core business with new platforms for growth. Generating consistent, long-term value for years to come. It's our sustained strong results across all market cycles that we believe makes us a forever stock. The type of stock you buy and hold in debt. We continue to deliver strong results, quarter-in and quarter-out, year-in and year-out, driven by a disciplined strategy aligned with secular trends, a proven ability to further execute.\n\nand Implementation of Technology to both significantly lower our cost structure and differentiate us from our competition. There's no better evidence of our power, of our growth. that are 19% operating EBITDA growth in the sector. Yet again, our collection and disposal business drove the growth. Contributing more than half of the year-over-year increase in operations. Within our collection and disposal business, our focus remains...\n\nName of event 3 4 6 29 Utilizing technology to optimize our cost structure and leveraging our un-replicable asset network. Landfill items were particularly strong in the quarter, demonstrating the value of our advantaged disposal. This is best reflected in our MSW volume growth. as we continue to capture solid waste volume in key markets across our network. We also saw growth in special waste volumes, which is largely related to wildfire cleanup in California. As we're uniquely positioned to be a dependable community partner during times of recovery and rebuilding. Additionally, we continue to identify opportunities to scale the core business through acquisitions.\n\nIn the quarter Completed the acquisition of a regional solid waste player in the Washington, D.C. area. Adding complementary operations. Geography, and adding a great team to our existing WM operations. We have a very robust pipeline and tuck-in opportunities continue to expect acquisition.\n\nTotal $500,000,000.00 The strength of our sustainability platform continues to distinguish the WM brand. © The Bulletproof Executive 2013 For decades, we've been investing in recycling and renewable energy growth. And we accelerated that investment four years ago, aligning ourselves... Secular Drivers of Circularity The results were generating clearly Our investment thesis, as both our recycling and renewable energy segments, delivered margin-enhanced growth. Even as recycled commodity prices declined by nearly 15% compared to last year, our recycling segment operating EBITDA grew by 17%. We believe in these high return investments and we continue to... on the remaining projects in our portfolio, having commenced operations on three new projects during this period.\n\nRecycling Automation Project in Pennsylvania. and a New Market Recycling Facility in Oregon. Additionally, we're making significant progress in integrating WM Healthcare Solutions into WM. We have positioned ourselves to capitalize on the ongoing growth trends in health care and are utilizing our advanced reporting and analytics platform. along with our extensive asset network. To deliver enhanced value for our customers. Unknown Unknown is going to be a needle mover for us. We're starting to see it in our results. Successfully identifying and capturing synergy. on Track to Achieve the Upper End of Targeted... $100 million. There is no doubt that our results to date...\n\nRationale of this Acquisition © The Bollinger Bills, LLC. All rights reserved.\n\nIn closing, WM is exceptionally well-positioned for future success. Employed a Long-Term Strategy That's delivering, and we're executing with discipline to extend our... We're also investing in growth platforms. Provide incremental growth, complement our scale, and widen That's what makes WMF forever strong. And that's what you see in our second quarter.\n\nNow I'll turn the call over to John to discuss our operation. Thanks, Jim. And good morning, everyone. The second quarter of 2025 marked another period of strong consistent performance for our business, continuing a multi year trend of steady execution and standout results. The performance we're delivering is the direct result of long-term investments we've made in technology, in infrastructure, and most importantly, in our... As we discussed at Investor Day last month, we are using the WM way, which is our framework to drive operational excellence, to build a more modern, more connected WM. And the results we've delivered in Q2 continue to reflect that strategy.\n\nWe saw solid margin expansion and revenue growth across nearly all lines of business, with particular strength in landfill, commercial collection, and transfer operations. Our second quarter collection and disposal operating EBITDA improved 60 basis points to 37.9%. These results were driven by our strong landfill volumes, the team's focus on customer lifetime value, and the investments we've made in new trucks that help reduce downtime and maintenance costs. We continue to see strong pricing discipline across the board. Core price remained healthy in the second quarter at 6.4%, with collection and disposal yield improving sequentially to 4.1%. Regarding volume, second quarter collection and disposal volume increased by 1.6%, influenced by two notable events.\n\nLandfill volume benefited from peak contribution of wildfire cleanup, while the loss of a relatively large franchise contract had a negative effect on residential and commercial volumes. But overall, our full-year volume expectations remain between 0.25% and 0.75%. Returning to operating expenses, one of the clearest indicators of the progress we're making is our ability to consistently reduce operating costs as a percentage of revenue. As we shared at Investor Day, structurally lowering our cost base isn't about temporary cuts, it's about using technology and process discipline to build a more efficient, scalable model for the long term, and our team delivered that in Q2.\n\nThe second quarter marks a record period in which we achieved operating expenses below 60% of revenue. This reflects the significant progress we've made in connecting the full value chain of WM from routing and fleet management to customer communication and maintenance. Our connected fleet continues to serve as a key differentiator. We achieved a 70 basis point improvement in repair and maintenance costs as a percentage of revenue in the second quarter, as real-time telematics are helping us anticipate and resolve vehicle issues faster, reduce downtime, and streamline maintenance schedules. This allows us to provide great service to our customers by helping to make sure each route is run as safely, efficiently, and predictably as possible.\n\nLooking ahead, we believe we're still in the early innings of what this integrated technology can do for our operations and we're excited about what's to come.\n\nAs always, none of this happens without our people. Turno improved 370 basis points this quarter to 18.8% for drivers and technicians combined, and it's no coincidence that we're seeing parallel improvements in safety, service, and operational consistency. We focused on modernizing the work environment, whether it's upgrading maintenance shops to be digitally enabled, refining coaching programs for our drivers, or building pathways for new talent to grow in their careers with us. And it's making a difference. We're attracting the next generation of skilled workers by showing them that WM is a place where innovation and impact.\n\nTo wrap up, our Q2 results reinforce the effectiveness of our long-term strategy. WM is not just operating from a position of strength, we're actively expanding our lead through focused execution and long-term... I want to thank our team members for their dedication, their innovation, and their commitment to doing the job right every day. Their efforts are creating lasting value for customers, communities, and shareholders.\n\nAnd with that, I'll turn the call over to Devina to walk through our financial results in more detail. Thanks, John, and good morning. In the second quarter, we drove profitable growth in each segment of our business and delivered total company operating EBITDA margin of almost 30%, quickly approaching historical best levels despite the known headwinds from the acquisition of the healthcare solutions business. This result was achieved because our legacy business continues to deliver margin expansion and because we are quickly improving the cost structure of healthcare solutions. WM's legacy business delivered 130 basis points of margin expansion in the quarter, resulting in an operating EBITDA margin of 31.3%.\n\nThe improvement was driven by strong landfill volumes, the growth of our sustainability business. and our continued focus on improving the price-to-cost spread in the collection and disposal business. These positives were slightly offset by the expiration of alternative fuel tax credits, which had a negative 30 basis point impact for the quarter. The key takeaway from the Margin Bridge is that strong contributions from our core solid waste business and the results of our sustainability growth investments provided meaningful margin uplifts. Turning to WM Healthcare Solutions, our focus on optimizing this business, including through Synergy Capture, has led to a 190 basis point improvement in operating EBITDA margins since the acquisition.\n\nThis progress has been particularly swift in reducing SG&A costs as we work to optimize the sales and back office functions of the combined organization. We're pleased with our progress. And as Jim noted, we're on track to achieve the high end of our full year synergy expectations of between 80 and $100 million in 2025.\n\nMoving to our cash flow results. Operating cash flow was $2.75 billion in the first half of 2025, an increase of 9% compared to the same period in 2024. The increase was driven by our strong earnings growth, partially upset by higher cash interest primarily due to the additional debt issued last year to fund the acquisition of Stericycle. Through the first six months of the year, capital expenditures totaled $1.56 billion. Capital Spending to Support the Business and our Sustainability Growth Investments are both tracking in line with our expectations. Our capital expenditures are typically more heavily weighted toward the back half of the year.\n\nBut in 2025, we successfully pulled forward some of our track delivery, which has provided benefits to the business and our operating expense margin. Putting this together, free cash flow in the first half of the year was $1.29 billion. And we're on track to achieve our upwardly revised free cash flow guidance for the year. Through the first two quarters of 2025, we returned $669 million to shareholders in dividends and allocated $378 million to solid waste acquisition. Our leverage ratio at the end of the quarter was 3.5 times. We remain focused on quickly getting back to targeted leverage levels through a combination of earnings growth and debt reduction, and we currently project we will achieve our target in the first half of 2026.\n\nWith half of 2025 complete and confidence in our continued ability to deliver on strategic priorities, we're confirming and updating our 2025 guidance. We've always said that operating EBITDA and free cash flow are the two best measures of performance, and we're positioned to deliver results that meet or exceed our initial guidance for each of these measures in 2025. We're affirming the midpoint of operating EBITDA guidance of $7.55 billion and increasing our expectations for 2025 free cash flow to between $2.8 and $2.9 billion. Revenue for the year will be about 1% below our initial expectations due to a couple of factors outside of our control, recycled commodity prices and the harsh winter weather of the first quarter.\n\nOur team's focus on optimizing what we control, delivering on our top strategic priorities, and reducing our cost to serve position us to overcome this small revenue headwind and deliver more than 15% EBITDA growth in the year. Our strong collection and disposal operating expense margin, SG&A's synergy capture in the healthcare solutions business at the high end of our initial outlook, and lower recycled commodity prices are expected to position us to generate even stronger operating EBITDA margins in 2025 than we initially expected. And so we are also increasing our full year expectations for operating EBITDA margin by 40 basis points at the midpoint.\n\nWe're pleased with our performance in the first half of the year, which positions us to achieve another year of strong earnings, margin, and cash flow growth.\n\nIn closing, I want to extend my appreciation to the entire WM team. The strength of our results is a direct reflection of their commitment to our customers and our community, and it's their continued focus that positions us for success throughout the rest of the year.\n\nWith that, Livia, let's open the line for questions. Thank you. To ask a question at this time, you will need to press star 11 on your telephone and wait for your name to be announced. To withdraw your question, simply press star 11 again. We stand by while we compile the Q&A roster."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e0c9db41e8f2c475399acf2e12f8fa36",
    "period": "2025 Q1",
    "content": "Q1 2025 Waste Management Inc Earnings Call\n\nQ1 2025 Waste Management Inc Earnings Call\n\nWMNYSEAPR 29, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM First Quarter Earnings Conference Call. [Operator Instructions] Please note that today's conference is being recorded. I will now hand the conference over to your first speaker today, at Ed Egl, Vice President for Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Olivia. Good morning, everyone, and thank you for joining us for our first quarter 2025 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer.\nWe will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will come into details of the financials. Before we get started, please note that we filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K and Form 10-Qs.\nJohn will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. References to WM legacy business are total WM results, excluding the WM Healthcare Solutions segment.\nAny comparisons, unless otherwise stated, will be with the prior year period. Net income, EPS, income from operations and margin, operating EBITDA and margin, operating expense and margin and SG&A expense margin have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call access the WM website at www.investor.wm.com. Time-sensitive information provided during today's call, which is occurring on April 29, 2025, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nOkay. Thanks, Ed, and thank you all for joining us. The WM team again delivered quarterly results that exceeded our expectations. The 1 thing I'm most proud of over the past few years is that we've truly become a predictably strong performer on a quarter-in and quarter-out basis. So once again, I'm pleased to report that we had a strong start to the year with first quarter results exceeding our expectations on several fronts.\nTotal company operating EBITDA grew by more than 12% in the first quarter compared to the first quarter of 2024, driven by solid operational performance in the collection and disposal business, meaningful contributions from WM Healthcare Solutions and increases in our sustainability businesses largely related to our growth investments. Our momentum so far as well as our demonstrated operational execution and the strength and resiliency of our business model gives us confidence in our ability to achieve all of our financial guidance we outlined last quarter.\nOur focus remains on growing customer lifetime value while leveraging technology to optimize our cost structure, delivering on our strategic investments in sustainability and attracting increased value from our acquisition investments. At a time when the U.S. workforce is aging and shrinking, moving quickly to deploy technology to supplement our workforce could prove to be a significant differentiator for WM.\nAt the same time, the leadership position we've taken with our very profitable sustainability investments is positioning the WM brand to be synonymous with sustainability and is not easily matched by our competitors. Of course, we continue to identify opportunities to scale the core business through acquisitions. We have a very robust pipeline of tuck-in opportunities and anticipate another outsized year of solid waste M&A.\nTurning to our sustainability businesses in Q1, combined operating EBITDA from recycling and renewable energy grew by over 20% year-over-year, keeping us on track to meet full year targets. Automated facilities -- automated recycling facilities delivered nearly double the operating EBITDA margin compared to our nonautomated facilities. We added 2 new facilities in California and Texas with 7 more next-gen recycling plants scheduled to come in 2025.\nIn renewable energy, growth was fueled by new RNG plants we brought online in late 2024 and strong pricing for natural gas and renewable electricity. We're currently advancing construction on 8 additional RNG facilities that are all on track for completion this year. The strategy is working as our investments in sustainability are delivering strong, high-return growth. During the first quarter, we also made significant progress in our integration of WM Healthcare solutions into the broader WM organization.\nOur new customers are excited by the expanded level of environmental expertise that WM brings to their organizations including an industry-leading reporting and analytics platform and an unmatched asset network that will help health care industry customers manage and track their waste streams more efficiently. We continue to focus on identifying and capturing synergies and are on track to achieve $250 million of annual run rate synergies in 2027. We're very pleased with the progress we've made in a short period of time and are excited about the long-term value we're creating.\nIn closing, I want to thank our employees for their dedication and hard work. Your efforts drive our success, and we're grateful for your commitment. Looking ahead, I'm excited about the opportunity to share more about our strategic priorities and long-term vision at our upcoming Investor Day in June. We hope you'll join us in New York or tune in to the event via the webcast.\nI'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. The first quarter further demonstrates the consistent progress being made in our core collection and disposal business. Through our focus on customer lifetime value and optimization of our cost to serve, we again grew both operating EBITDA and margins in the quarter. First quarter operating EBITDA for the collection and disposal business was up almost 5% and margin expanded 10 basis point. We achieved this growth in what we knew would be the most challenging quarter from a comparison standpoint. The success is particularly impressive when you consider the impacts of tough winter weather in our Southeast and Gulf Coast regions during the quarter and the expiration of the alternative fuel tax credits.\nRevenue has once again grown across all lines of business, driven by collection and disposal yield of 4% and core price of 6.5% and with churn remaining stable at around 9%. We continue to achieve solid pricing across all of our revenue streams. Commercial collection, transfer stations and landfill core price were particularly strong in the quarter, as we continue to leverage data-driven decision-making to offer pricing that reflects the value of our service, the strength of our asset network and our commitment to providing differentiated customer solutions.\nRegarding volumes, our first quarter collection and disposal results were flat on a workday-adjusted basis. Positive landfill and commercial collection volumes were offset by our strategic exit from low-margin residential business as well as continued economic pressure on the temporary segment of our industrial business. While the California wildfire cleanup positively impacted our special waste volumes in Q1, these gains were largely offset by impacts of winter weather events I mentioned earlier.\nOverall, we remain confident in our volume outlook for 2025 because our special waste pipelines remain strong, service intervals remain positive, and we expect fire volumes in Southern California to continue through at least the end of the third quarter. Turning to operating costs and margin. Q1 marked our sixth consecutive quarter with operating expenses as a percentage of revenue below 61%. We delivered operating expenses at 60.5% of revenue which is a 40 basis point improvement from Q1 of 2024.\nOur commitment to the operating fundamentals of the WMA continues to drive margin improvement. The first quarter's performance was driven by focusing on frontline retention and the use of automation and technology to drive efficiency and operating improvements. The investments we have made in our people, including human center, leadership, coaching, and facility upgrades continue to deliver improved driver retention with Q1 seeing an 80 basis point improvement compared to the prior year period.\nWhen retention improves, it benefits safety, customer service and efficiency. We also continue to create an optimized cost to serve with the ongoing adoption of automation and technology, including routing and resource planning tools. Cost optimization focuses combined with targeted contracts renegotiation end the intentional shedding of low-margin customers in the residential line of business continued to deliver strong results. This is evident in our first quarter operating EBITDA margin in the residential line of business, which grew more than 130 basis points achieving 20% for the first time in 6 years.\nWe remain confident in our ability to execute our plans and achieve our full year targets, including operating EBITDA of between $7.45 billion and $7.65 billion. In closing, I would like to extend my sincere gratitude to our employees for their unwavering dedication over the last quarter. Their hard work and commitment to excellence have been instrumental in our success.\nI'll now turn the call over to Devina to discuss our 2025 financial results in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. We're pleased with our strong start to 2025, which is particularly evident when looking at the drivers of our first quarter operating EBITDA margin results. WM's legacy business achieved 30% margin for the fourth consecutive quarter. This is an increase of 40 basis points compared to the first quarter of 2024 and the improvement was driven by a 50 basis point contribution from favorable price to cost spread in the collection and disposal business, which is due to our success in optimizing and flexing our cost structure. .\nWe also saw a positive 20 basis point contribution from our recycling automation projects. These margin expansion contributions were partially offset by a 30 basis point headwind from the expiration of alternative fuel tax credit that benefited the prior year period. Total company margin was 28.5% in the quarter due to the 150 basis point impact of the addition of the WM Healthcare Solutions business.\nWith our focus on optimizing this business, including through synergy capture, we've expanded the margin of WM Healthcare Solutions by 20 basis points in only 1 quarter's time. There is a clear path to additional cost optimization, and we are on track to achieve our full year expectations.\nAs Jim mentioned, we're pleased with the progress we have already made as we begin to integrate and optimize the medical waste and secure information destruction businesses within WM's comprehensive set of offerings. As in other parts of our business, we're committed to using technology to make processes and people more efficient. We've got a cross-functional team engaged to optimize the ERP system as a tool to improve all elements of the customer journey from onboarding to service delivery and then from billing to cash collections. The team is off to a great start, and we're encouraged by their early progress.\nTurning to cash flow results. Operating cash flow was $1.21 billion in the first quarter. This is a decrease compared to the first quarter of 2024, but it is in line with expectations as we had a planned increase in cash interest payments due to additional debt issued last year to fund the acquisition of Stericycle. We also had a headwind from working capital due in part to particularly strong customer receipts at the end of 2024.\nWe remain confident in our outlook for cash flow from operations for the full year. Capital expenditures totaled $831 million in the quarter, with both capital spending to support the base business and our investments in sustainability growth in line with expectations. Given tariff and trade negotiations, it's worth mentioning that we are particularly well positioned to complete our sustainability growth investments at targeted capital investment levels because we've been deliberate in procuring the equipment needed for these projects ahead of time.\nWe're also well positioned for fleet replacement with first quarter of 2025 being a particularly strong quarter for truck deliveries. First quarter free cash flow of $475 million is also on plan, and we're on track to achieve our full year free cash flow outlook of between $2.675 billion and $2.775 billion. In the first quarter, we returned $336 million to our shareholders through dividends. Share buybacks currently paused as we focus on getting back to targeted level of leverage through a combination of earnings growth and debt reduction. That said, we continue to focus on identifying tuck-in acquisitions in our core business. and we currently expect to close on more than $500 million of solid waste acquisitions in 2025.\nThis is a nice step change relative to our typical $100 million to $200 million of tuck-in acquisitions each year, showing our continued confidence in identifying attractive transactions at the right price. Our leverage ratio at the end of the quarter was 3.58x. When considering our earnings outlook, disciplined approach to allocating capital and the healthy acquisition pipeline I mentioned, we expect leverage will be approximately 3.15x at the end of 2025.\nIn closing, I want to extend my sincere thanks to the entire WM team for all of their hard work thus far in 2025. Our continued ability to deliver strong operational and financial performance puts us on track to achieve all of our financial guidance and this is a testament to the team's dedication, focus and talent.\nWith that, Olivia, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73f948d5b7dc5f1086b7c63e6d11f20e",
    "period": "2024 Q4",
    "content": "Q4 2024 Waste Management Inc Earnings Call\n\nQ4 2024 Waste Management Inc Earnings Call\n\nWMNYSEJAN 30, 10:00 AM\n\nOperator\n\nGood day. Thank you for standing by. Welcome to WM Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note that today's conference may be recorded.\nI would now like to hand the conference over to your speaker host, Ed Egl, Vice President of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Olivia. Good morning, everyone, and thank you for joining us for our fourth quarter and full year 2024 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer.\nYou will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update, John will cover an operating overview, and Devina will cover the details of the financials and our 2025 outlook. Before we get started, please note that we have filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K and Form 10-Qs.\nJohn will discuss our results in the area of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization.\nYou will also hear references to WM Healthcare Solutions. This new segment includes the acquired Stericycle medical base and Secure Information Destruction businesses. References to the WM legacy business, our total WM results, excluding the WM Healthcare Solutions segment. Any comparisons, unless otherwise stated, will be with the prior year period, net income, EPS, income from operations and margin, operating EBITDA and margin, operating expense and margin and SG&A expense and margin results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nThese adjusted measures and adjusted projections in addition to free cash flow are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information of our use of non-GAAP measures and non-GAAP projections. This call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today.\nTo hear a replay of the call accessed the WM website at www.investor.wm.com. Time-sensitive information provided during today's call, which is occurring on January 30, 2025, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form out the express written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nAll right. Thanks, Ed. Good morning, everyone, and thank you for joining us today. I'm pleased to report another year of outsized operational and financial performance driven by our team's focus on top line growth and cost discipline.\nThis combination, along with our ongoing investments in technology, automation and sustainability have positioned WM to continue delivering long-term value to our shareholders. In 2024, we remain dedicated to optimizing the cost structure, expanding our sustainability platform and enhancing shareholder returns. This focus led us to achieve operating EBITDA growth of more than 10% in our legacy business for the year and achieving 30% full year operating EBITDA margin for the first time in our history.\nOur collection and disposal business led the way, driven by consistent organic revenue growth, disciplined cost initiatives and a continued focus on business mix optimization. 2024 marked a year of significant milestones in progressing sustainability growth investments. We brought 5 renewable natural gas facilities online, expanding our renewable energy platform and further positioning WM as a leader in environmental sustainability. And we're confident in the demand for renewable natural gas, especially from sources like our landfills and in our overall investment thesis for these transformative assets.\nAdditionally, in 2024, we advanced automation upgrades at 10 recycling facilities, improving throughput and lowering operating costs across our recycling network, and added recycling facilities in 2 new markets. These investments are unlocking opportunities with customers and delivering positive environmental outcomes while also putting us on a path to broader long-term financial growth. We're progressing well on the remaining renewable natural gas and recycling projects and expect our growth investments to contribute operating EBITDA approaching $800 million in 2027.\nWe have a great deal of confidence in the value of these projects that are underway, and we're enthusiastic about the strong complements they provide to our existing business. In addition to achieving strong organic growth, across our business in 2024, it was a sizable year for acquisitions, including the successful completion of the Stericycle acquisition in November. Adding Stericycle's leading platform in medical waste management and secure information destruction to WM broadens our suite of solutions, allowing us to more comprehensively serve our customers across a wider range of environmental services.\nOur integration efforts are underway. And in the short 3 months, we've integrated the commercial operations support and back-office functions into WM structures led by our seasoned disciplined leaders. One of our new employees summed up our excitement for this acquisition saying it really feels good to be working for a management team that's looking to grow and optimize the business.\nWe have a well-resourced experienced WM team engaged in making the necessary operational and cultural changes, and we're encouraged by the progress we've made so far. With respect to synergy capture, we now expect $250 million of synergies over a 3-year period, and we're confident we can deliver up to $100 million in 2025. The WM Healthcare Solutions business is expected to grow about 9% before synergies, driven by organic revenue growth and operations initiatives.\nOverall, we remain confident and focused on ensuring a smooth transition for both employees and customers while driving synergies and unlocking value. This acquisition exemplifies our disciplined approach to capital allocation and strategic growth, and we're excited about the long-term benefits it will bring to WM.\nLooking ahead to 2025. We're confident that the momentum we've built will lead to another year of outpaced growth. At the midpoint of our guidance, we expect our collection and disposal business to produce more than 7% operating EBITDA growth in the year ahead even as we face a headwind from the expiration of alternative fuel tax credits. Our disciplined focus on pricing and cost management will ensure that we maintain healthy margins with a positive price to cost spread.\nOur renewable energy and recycling platforms will continue to scale with additional projects coming online and incremental contributions from sustainability investments expected to accelerate this year, adding $150 million of operating EBITDA growth in our sustainability segments.\nCombining all of this, we expect to deliver total company operating EBITDA growth of 15% at the midpoint of our range or nearly $1 billion of growth in 2025 compared to 2024. Before I turn the call over to John to cover operating results, I want to express my gratitude to the entire WM team, including our new team members from Stericycle.\nTheir commitment to our mission and values continues to be the foundation of our success. As we look forward, we're excited about the opportunities ahead and remain steadfast in our goal of creating long-term value for all of our stakeholders.\nI'll now hand it over to John to provide more detail on our operational performance.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. Before discussing our performance, I want to thank our team for their dedication during the devastating California wildfires. These fires have impacted our employees and the communities we serve, and we're committed to supporting recovery efforts and restoring normalcy for everyone affected. Turning to our results. WM delivered another fantastic quarter to close 2024, reflecting our focus on operational discipline and price execution.\nOperating expenses as a percentage of revenue were 60.3%, marking the fifth consecutive quarter below 61%. Our full year result of 60.7% was below 61% for the first time in WM's history and improved 100 basis points from 2023. This improvement was driven by strong execution by our team as well as automation and technology adoption. Labor efficiency continued to improve during 2024 with labor costs as a percentage of revenue declining by 60 basis points for the full year compared to 2023, which is particularly notable considering the dilutive impacts from the Winter's Brothers and Stericycle acquisitions.\nOur labor cost improvements stem from our commitment to human center leadership, process discipline and importantly, the introduction of technology that allows our operational leaders to spend more time in the field. Our annualized driver turnover as of December was the lowest ever at 15%, marking an improvement of over 300 basis points from 2023.\nAdditionally, advances in route automation and resource planning tools have driven labor savings. Since we started our residential optimization effort in 2022, we have automated over 500 residential routes and exited an additional 400 routes where conversion was not an option or profit margins were challenged. The outcome has been reduced labor dependency while greatly enhanced safety performance and improve customer service.\nCombining these efforts have translated in our residential line of business operating EBITDA margin growing more than 400 basis points and approaching 20% for the full year. We're pleased with the considerable progress we made in 2024 on automating routes, shedding lower-margin business and improving driver turnover and will be focused in the year ahead on maintaining the value we've captured from these efforts.\nRepair and maintenance costs also declined as a percentage of revenue, thanks to increased truck deliveries, fleet optimization, and a streamlined maintenance approach that increased technician productivity and reduced reliance on rental units and third-party services. We remain focused on optimizing our business using data, technology and process discipline to enhance our customers' experience while reducing our cost to serve.\nOur operational achievements, combined with disciplined pricing led to a 10.4% growth in operating EBITDA in our collection and disposal business in 2024, achieving a 37.2% margin for the year, our highest ever. These results exceeded our original growth projections with margins expanding 200 basis points and delivering nearly $700 million in operating EBITDA growth in our collection and disposal business.\nThis is impressive performance -- this impressive performance underscores our team's focused execution of strategic priorities. Our revenue grew across all lines of business supported by a collection and disposal yield of 4.5% and core price of 6.7% with churn remaining at about 9%.\nWe continue to refine the use of data and analytics to maximize customer lifetime value to deliver pricing performance in line with our cost to serve our customers while meeting our margin objectives. Throughout the year, volume grew consistently in our key lines of business, commercial and MSW landfill. Our Workday adjusted volume finished the year as expected and net service increases remain positive.\nFor the year, MSW volumes grew steadily with an observed acceleration in the second half of the year. The 4.4% annual increase in MSW volumes demonstrate the value of our expanding network and logistical capabilities as evidenced by our expanded rail operations serving the Midwest. Special waste also showed positive momentum, indicating growth potential for 2025 as our pipelines remain strong. While our industrial business remains soft, we are rolling out disciplined growth programs to enhance volume capture at appropriate pricing levels, which gives us confidence in our outlook for 2025.\nAs we look ahead to 2025, our focus is on building upon our success in 2024. Our priorities include further improving operational efficiency in our core collection and disposal business and maximizing growth opportunities from acquisitions and sustainability investments. Additionally, our core fleet business optimization and revenue management leadership are now embedded into the WM Healthcare Solutions organization, driving a disciplined integration process.\nWith these efforts, we are confident in our ability to drive continued revenue and operating EBITDA growth while delivering value to our shareholders and customers. At the midpoint of our guidance, we expect sustained momentum in our disciplined pricing programs, resulting in a core price increase of between 5.8% and 6.2% and yielded between 4%, 4.2%, with collection and disposal volume between 0.25% and 0.75% compared to 2024.\nWe remain committed to maximizing customer lifetime value, securing pricing that exceeds our cost inflation and driving disciplined volume growth. In closing, I extend my gratitude to our dedicated team members whose hard work and commitment have been instrumental in our success. Together, we'll continue to build on this year's achievements striving for excellence in all that we do.\nI'll now turn the call over to Devina to discuss our 2024 financial results and 2025 financial outlook in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. We're proud of our 2024 results, building on our commitments to operational excellence, sustainability leadership and shareholder value creation through targeted growth. We improved operating EBITDA margin by 80 basis points for the year. This strong result was driven by margin expansion of 200 basis points in the collection and disposal business, with about 180 basis points from the benefits of price, cost optimization and intentional shedding of low-margin residential business.\nThe remaining improvement in collection and disposal margin was from lower fuel costs. The record growth from collection and disposal business, our collection and disposal business was partially offset by the impact of higher commodity pricing in the recycling brokerage business, increased incentive compensation costs, higher employee health and welfare costs and the addition of Stericycle, each affecting the margin measure by about 30 basis points.\nCost efficiency remained a central theme in 2024. Our SG&A as a percentage of revenue was 9.6% for the full year, including a 30 basis point headwind from the addition of WM Healthcare Solutions. Compared to 2023, we achieved a 10 basis point improvement in SG&A as a percentage of revenue for our legacy business, largely through discipline and discretionary spending and targeted optimization of customer engagement costs.\nOur strong operating performance translated into robust cash flow generation in 2024. Cash flow from operations grew more than 14% to $5.39 billion, and free cash flow before sustainability growth investments reached $3.27 billion, marking a 22.5% increase over 2023.\nThese outcomes highlight our focuses on margin expansion, working capital optimization and disciplined capital expenditure investment. In 2024, we returned $1.47 billion to shareholders, including more than $1.2 billion in dividends. Additionally, we acquired Stericycle and invested about $800 million in tech and acquisitions to expand our traditional solid waste and recycling footprint, all while funding $950 million in sustainability growth initiatives.\nOur disciplined approach to allocating capital prioritizes growing shareholder returns by identifying investment opportunities that will drive long-term growth at attractive returns. The strategic growth of our sustainability business and a targeted investment in health care demonstrate this focus, and we expect 2025 to be a year of outsized operating EBITDA growth as a result.\nAs Jim outlined, we expect to grow operating EBITDA by 15% in the year, which we anticipate translating into robust cash from operations and free cash flow. Capital expenditures for 2025 are targeted at between $3.175 billion and $3.275 billion with about $625 million directed toward high-return sustainability growth projects and about $225 million for our WM Healthcare Solutions business. We expect free cash flow to grow more than 17% to $2.725 billion at the midpoint of our outlook. This outlook includes an anticipated benefit from investment tax credits of about $220 million.\nWM's strong balance sheet and our cash flow growth outlook position us to continue our commitment to sound capital allocation. Our outlook includes $100 million to $200 million of investment in solid waste acquisitions and estimated dividend payments of about $1.3 billion. We've paused share buyback as we expect to focus on getting the balance sheet back to targeted leverage levels with a combination of earnings growth and debt reduction. By the end of 2025, we expect leverage to be approximately 3.1x.\nIn summary, 2024 showcased the strength and resilience of WM's people and our business model driven by our commitment to operational excellence, disciplined capital management and sustainability leadership. I'd like to extend my gratitude to our dedicated team members whose hard work make these achievements possible. We're excited about the opportunities ahead and confident in our ability to deliver strong results for 2025 and in future years.\nWith that, Olivia, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/62b684be266e8ddbbe2ec1ac5b1e0145",
    "period": "2024 Q2",
    "content": "Q2 2024 Waste Management Inc Earnings Call\n\nQ2 2024 Waste Management Inc Earnings Call\n\nWMNYSEJUL 25, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to WM's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note that today's conference is being recorded. I will now hand the conference over to speaker host, Ed Egl, Vice President of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Livia. Good morning, everyone, and thank you for joining us for our second quarter 2024 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. In addition, we have published a supplemental presentation with additional information elaborating on the strategic rationale for the company's planned acquisition of Stericycle. The slide presentation is available on our website at investors.wm.com and as an exhibit to the Form 8-K. The Form 8-K, the press release, and the schedules in the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections, or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K and Form 10-Qs.\nJohn will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John, and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the prior year. Net income, EPS, income from operations and margin, operating EBITDA and margin, and SG&A expense and margin results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nThese adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com. Time-sensitive information provided during today's call, which is occurring on July 25, 2024, may no longer be accurate at the time of a replay. Any redistribution, retransmission, or rebroadcast of this call in any form without the express written consent of WM is prohibited. Now I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nOkay. Thanks, Ed, and thanks for joining us. Our results for the quarter were fueled by strong operating performance in the collection and disposal business. We once again achieved double-digit operating EBITDA growth in the second quarter, keeping us on pace to achieve the full year outlook that we provided last quarter. Quarterly operating EBITDA margin reached 30% for the first time in the company's history, driven by operating efficiencies from technology investments and the sustained effectiveness of our pricing strategy. We're pleased with our performance in the first half of 2024 and are well positioned to deliver another year of strong financial results.\nOur team is executing very well on our strategic priorities, as evidenced by the expected growth in operating EBITDA approaching 10% for the full year. A big part of our strategic approach to growth is to find future opportunities where we can leverage our own expertise, whether it's using technology to improve our routing efficiencies, turning landfill gas into renewable natural gas or automating recycling plants to drive greater throughput and lower operating costs. Each of these recognizes a future need and capitalizes on it.\nAnd now our recently announced agreement to acquire Stericycle presents another opportunity to leverage our expertise to drive higher growth. Stericycle has a leading position in the growing medical waste industry. The planned acquisition adds complementary business platforms to further our leading suite of comprehensive waste and environmental solutions, and these strategic benefits are accompanied by attractive financial benefits. Our team is progressing through the regulatory approval process and integration planning, and we're excited to welcome Stericycle's team members to WM.\nEven as we add medical waste as a new vertical within our business to complement our existing collection and disposal business, we continue to position our solid waste network for future growth. As we've said, the pipeline for solid waste tuck-in acquisition opportunities was strong coming into 2024. Our teams worked hard to move tuck-in acquisitions to completion, and we've now closed more than $750 million of solid waste acquisitions through July. These transactions strengthen our core collection and disposal operations in North America in new geographies like Long Island, New York, and complement existing operations through tuck-in acquisitions in growth markets, in Florida, North Carolina, and Arizona.\nWe also continue to execute well on sustainability, our sustainability growth investments. We expect to bring 5 new renewable natural gas projects online in 2024, adding to the 2 new facilities completed in 2022 and 2023. We have another 9 projects in active construction, with construction beginning -- or expected to begin on the remaining 4 facilities later this year. Momentum is building and we're excited about the progress we're making. Investing directly in building our renewable natural gas platform meets all of our investment criteria. We're driving strong returns with expected payback periods of 3 or 4 years at better multiples than traditional M&A, plus we're expanding environmental benefits by collecting and beneficially using more landfill gas. And we're strengthening our core business by positioning our landfill assets as community energy partners.\nLooking forward, we're exploring the scale of opportunity in future project development and growth from our renewable energy business across our landfill network. At the same time, we continue to maximize the value of the renewable energy we produce through a balanced marketing strategy that leverages the transportation and voluntary markets to secure returns, reduce risk, and manage volatility. These efforts demonstrate our commitment to scaling this unique growth opportunity to create long-term value for the environment and shareholders alike.\nTurning to recycling, our investments in automating our existing facilities and building capacity in new markets is helping differentiate WM with customers, unlocking new opportunities to further expand our network such as recent successes in Ontario. At the same time, our automation investments are providing consistent financial results, improving labor cost per ton by 30% to 35% and increasing the blended value on commodity sales by 15% to 20%. We completed our Pittsburgh and Atlanta automation projects during the second quarter and both facilities ramped up quickly. We're on track to complete another 7 automation projects and add new facilities in New York, Florida, and Portland by year-end. Our progress to date increases our capacity from our recycling investments by more than 1 million tons.\nThe WM story is one of delivering on our commitments. We achieved strong results in the first half of 2024 and are positioned to continue that trajectory during the balance of the year. As we kick off our planning process for next year, we have some early enthusiasm about 2025. Based on all the opportunities we discussed today, we're particularly bullish on the long term. It's our dedicated team that makes all of this possible, and I want to thank them for all of their contributions, and I'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. We're pleased with our second quarter results, particularly our ongoing optimization of operating costs. Our teams remain intently focused on delivering safe and reliable service to our customers, and I want to thank them for their dedication, especially those in areas impacted by Hurricane Beryl in early July.\nSecond quarter operating expenses as a percentage of revenue improved by 130 basis points year-over-year to 16.9%. This improvement is a testament to our disciplined management of operating costs in our collection lines of business. Combining our strong operating expense performance with disciplined pricing, we significantly enhanced overall operating EBITDA margins. In the second quarter, operating EBITDA in our collection and disposal business grew by $203 million with margin expanding to 37.3%. Our continued adoption of technology and automation was a key driver of these significant operating cost improvements.\nSpecifically, in labor, the use of scheduling and planning tools, advanced mapping technology, expansion of our dynamic routing capabilities, and automation of our residential fleet resulted in improved efficiency across all 3 of our collection lines of business for the second consecutive quarter. In residential, efficiency improved by nearly 6% in Q2, largely due to fleet automation. Our automated routes achieved over 30% efficiency improvement, contributing to a significant increase in residential operating EBITDA margin when compared to last year.\nAdditionally, our people-first focus led to reduced driver turnover, which improved 300 basis points from a year ago. Company-wide, the integration of technology and improved driver retention contributed to a 90 basis point reduction in labor costs as a percentage of revenue. We remain confident in the value of our technology and optimization efforts, and we expect to continue driving labor cost improvements throughout the year.\nTurning to other operating costs. Repair and maintenance spending as a percentage of revenue improved by 20 basis points, reflecting our continued adoption of technology-enabled processes and an improving truck delivery schedule. Lower fuel costs also contributed a 20 basis point improvement to operating expenses as a percentage of revenue. We remain committed to optimizing our cost structure to meet both operational and financial objectives, and we're proud of the results we have achieved so far.\nAnd finally, turning to revenue growth. Our customer lifetime value model continued to drive organic revenue growth from price in line with our full year expectations. Our pricing results relative to plan remain on track, reflecting our team's focus on using customer-specific data and insights to deliver price increases that keep pace with inflation and margin expansion objectives. Churn remains at 9% and service increases continue to outpace decreases, further reinforcing our execution.\nOn the volume front, trends in commercial collection, MSW and special waste remained strong in the quarter and are generally in line with expectations as our C&D landfill volumes when adjusted for the lapping of volumes related to the Hurricane Ian cleanup last year. However, volume in our roll-off line of business is 1 area where we continue to see a bit of softness. Similar to last quarter, we continue to see moderation in both a temporary business driven by homebuilding as well as a portion of our permanent roll-off business in the industrial segment.\nWhile a few segments of our collection volume are trending a bit behind our full year expectations, our disciplined revenue management, combined with our strong execution on cost optimization continue to give us ample confidence that we are positioned to deliver strong financial performance throughout the rest of the year. In closing, I want to thank the entire WM team again for their contributions. Their performance so far in 2024 sets us up for continued success. I'll now turn the call over to Devina to discuss our second quarter financial results in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. We're pleased with the strong start to 2024, particularly when we focus on the 3 most important financial measures we track: operating EBITDA, operating EBITDA margin, and free cash flow.\nStarting with operating EBITDA. Through the first 6 months, we have seen this metric grow more than 12% with all of this growth being organic. This puts us on track to deliver our full year outlook of nearly 10% operating EBITDA growth, well above our long-range annual target of 5% to 7%. As a reminder, in setting our operating EBITDA target for 2024 and then quickly increasing it by $100 million in April, we projected that achieving this year's outsized growth would be driven by 2 things.\nThe first is the benefits of price and cost optimization in the collection and disposal business, which we expected to be weighted toward the first half of the year. And the second is incremental earnings contributions from our investments in growing our recycling and renewable energy businesses, which would be weighted toward the back half of the year. This is exactly how 2024 is tracking, giving us confidence in meeting or exceeding the midpoint of our guidance range for operating EBITDA with our current projection being $6.475 billion. This includes about $20 million to $30 million of incremental growth from tuck-in solid waste acquisitions in 2024.\nTurning now to operating EBITDA margin. It's worth highlighting again that at 30%, Q2 was the best quarterly operating EBITDA margin results in our company's history. In the second quarter, total company operating EBITDA margin expanded 130 basis points, and this was driven by about 200 basis points of margin expansion from price and cost optimization efforts in the collection and disposal business, and then a benefit from the sale of nonstrategic assets of about 50 basis points.\nThese strong margin results were partially offset by higher risk management costs, an increase in incentive compensation costs, and a modest drag from the net impact of recycled commodity prices and fuel. The key takeaway from looking at these puts and takes is that we saw a 200 basis point lift in our core business versus last year. And we see the benefits of employee retention, truck deliveries, and the use of technology and process to optimize the business that started in the second half of 2023 holding.\nThe significant margin expansion and operating EBITDA growth in 2024 is delivering robust operating and free cash flow growth. Through the first 6 months of 2024, we've generated cash flow from operations of $2.52 billion, and that's an increase of nearly $450 million or 22% compared to the same period in 2023. Our double-digit operating EBITDA growth, favorable working capital trends, and lower cash incentive compensation payments are driving this strong performance.\nFor the first half of the year, capital expenditures to support the business totaled $947 million. Sustainability growth investments were about $388 million. Both are tracking at plan that we anticipate spending at or slightly above the high end of our prior guidance of between $850 million and $900 million for sustainability growth investments in 2024. Pulling this all together, we've generated $1.24 billion of free cash flow in the first 6 months of the year, and we're confident that we will achieve our guidance range of between $2 billion and $2.15 billion of free cash flow in 2024.\nAs Jim mentioned, we've closed more than $750 million in tuck-in acquisitions through July, and we look forward to closing the acquisition of Stericycle as early as the fourth quarter of this year. Given our elevated M&A activity, we want to reiterate our capital allocation priorities and emphasize our commitment to a strong balance sheet. WM has a disciplined approach to allocating capital to strategic growth opportunities, including the capital needed to sustain and grow our core solid waste businesses and investments that we're making to grow our recycling and renewable energy assets.\nWe prioritize return on invested capital in making these decisions, and we expect all of our investments to provide healthy returns above our cost of capital. We also remain committed to growing shareholder returns, which includes increasing the dividend as free cash flow grows. We intend to finance the Stericycle transaction using a combination of bank debt and senior notes. When combining the impact of the $750 million of solid waste tuck-in acquisitions with the funding of Stericycle, we now expect our leverage to be about 3.6x post close.\nIn light of this elevated leverage, we're temporarily suspending our share repurchase program so that we can work our way back to our targeted leverage range of 2.75 to 3x about 24 months after the close of Stericycle. The slight revisions in our projected leverage figures since our announcement of the planned acquisition of Stericycle are updates that reflect the impact of layering on the additional tuck-in acquisition activity this year. We're steadfast in our commitment to debt investors and rating agencies because we know the value of our strong investment-grade credit profile.\nTo wrap up, we're very pleased with our strong results, and I know the WM team remains hard at work to deliver on all of our goals for 2024. With that, Livia, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6c0b3eebd1c0d023dad1cecfb4269d0",
    "period": "2024 Q1",
    "content": "Q1 2024 Waste Management Inc Earnings Call\n\nQ1 2024 Waste Management Inc Earnings Call\n\nWMNYSEAPR 25, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. Welcome to WM First Quarter 2024 Earnings Conference Call. [Operator Instructions] I would now like to hand the conference over to Ed Egl, Senior Director of Investor Relations. You may begin.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Towanda. Good morning, everyone, and thank you for joining us for our first quarter 2024 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You'll hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K.\nJohn will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth, or IRG, from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the prior year period. Net income, EPS, income from operations and margin, operating EBITDA and margin, and prior period operating expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nAdditionally, projected future operating EBITDA and margin is anticipated to be adjusted to exclude such items that are not currently determinable but may be significant. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com. Time-sensitive information provided during today's call, which is occurring on April 25, 2024, may no longer be accurate at the time of a replay. Any redistribution, retransmission, or rebroadcast of this call in any form without the express written consent of WM is prohibited. Now I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nAll right. Thanks, Ed, and thank you all for joining us. The WM team delivered another quarter of strong financial results to start 2024, powered by outstanding operational performance in the collection and disposal business. Total company operating EBITDA grew nearly 15% in the first quarter, and margin expanded 240 basis points, driven by substantial momentum on cost optimization efforts and disciplined execution on our pricing programs.\nLast quarter, we said the areas of strength in 2024 would look very similar to those of 2023, and that was definitely the case in Q1. Continued traction on cost optimization led to our third consecutive quarter of operating EBITDA margin above 29.5%, with Q1 coming in at 29.6% in the historically lowest margin quarter of the year. This margin result exceeded our expectations and reflects the tangible benefits of technology on our operating costs, the sustained effectiveness of our pricing strategy and the substantial progress we're delivering on our sustainability initiatives.\nIt's our track record in these areas that gives us confidence we're positioned to deliver our highest-ever full year operating EBITDA margin between 29.7% and 30.2%, which is more than 100 basis points of expansion from 2023 at the midpoint. Our ability to convert more of each revenue dollar to earnings and free cash flow allows us to raise our prior outlook for both operating EBITDA and free cash flow by $100 million.\nAs we progress through 2024, we're maintaining our focus on 3 priorities: disciplined pricing across each line of business, leveraging technology to permanently reduce our cost to serve our customers, and executing on our strategic investments in sustainability growth. John and Devina will cover more details on where we're seeing traction within the cost structure and where we have further runway, so I want to spend a few minutes on the other 2 priorities, our pricing strategy and the progress we're making in expanding our sustainability businesses.\nBeginning with pricing, we're pleased with the results we've seen from embracing a customer lifetime value model. Our teams are able to leverage customer-specific analysis to understand where a customer is on their journey and design actionable strategies that will extend the customer retention, improve profitability or both. We're confident that we found a winning approach to data-driven decision-making that optimizes price to reflect the value of the services we deliver, the strength of the asset network and our leading commitment to environmental sustainability. Our first quarter results again show that we have the ability to leverage price increases to cover costs and grow margin while also reducing customer churn.\nShifting to our sustainability businesses. During the quarter, we delivered growth projects across the recycling and renewable energy businesses. This includes completing a large recycling upgrade in Germantown, Wisconsin. The updated facility relies on state-of-the-art equipment that reduces labor costs, increases throughput by 20% up to 60 tons of material per hour and improves product quality. We have another 9 upgraded facilities scheduled for completion this year, and we'll be opening 3 new recycling facilities and expanding our industry-leading single-stream network even further.\nAdditionally, we've completed a new renewable natural gas facility this quarter at our DFW landfill in the Dallas-Fort Worth market, and we remain on track to commission another 4 new renewable natural gas facilities in 2024. We're also excited to announce that WM was just named the official sustainability partner of Major League Baseball. WM's work with MLB is the first collaboration of its kind between an environmental services company and a professional sports league team -- sports team league. With this partnership, we have the opportunity to offer services to all 30 MLB clubs in the United States and Canada. We expect to leverage our expertise to build comprehensive plans to improve the environmental impact of Major League Baseball and its clubs.\nIn closing, I want to thank our WM team for all their hard work during the quarter. I'm immensely proud of their dedication and execution, which have helped achieve such strong financial results. And I'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. In the first quarter, operating expenses as a percentage of revenue improved 210 basis points year-over-year to 60.9%, continuing the positive trend of our disciplined management of operating costs, particularly in our collection business. Through strategic investments in innovative solutions and process optimization, we delivered improvements in operational efficiency, extracted costs, and setting a new standard for managing the middle of the P&L. Combining this strong operating expense performance with the disciplined pricing performance Jim described, we greatly enhanced overall operating EBITDA margins.\nIn the first quarter, operating EBITDA in our collection and disposal business grew $212 million, and margin expanded 310 basis points to 36.6%. As we continue our journey of automation and optimization, we remain committed to harnessing the power of technology to drive sustainable growth, further reduce costs and improve profitability. In the first quarter of 2024, our continued adoption of technology and automation initiatives led to substantial reductions in both labor costs and repair and maintenance expenses. On the labor front, efficiency in all 3 of our collection lines of business improved meaningfully from the first quarter of 2023 as our implementation continues to gain traction.\nAs an example, we're seeing nice improvements in performance from our routing efficiency program, next day optimization, or NDO, in our industrial line of business. This tool allows us to more dynamically route and it improves our efficiency, which is reducing our cost to serve and improving our asset planning. Currently, we have deployed NDO at 92% of our collection sites, and the majority of those are already achieving or exceeding efficiency targets. Additionally, we are achieving great results in the automation of our residential routes. Through Q1, we have automated over 650 routes and removed almost 800 rear load trucks since 2022. This has led to upwards of a 30% efficiency gain and residential EBITDA margins approaching 20%.\nThe integration of these technology investments, coupled with the benefits of improved driver retention, have resulted in a 135 basis point improvement in labor costs as a percentage of revenue. In the first quarter of 2024, driver turnover improved to about 18%, down from over 22% a year ago. We expect ongoing benefits from continued moderation in inflation as well as the investments we're making in our people and processes as we progress through the year.\nTurning to repair and maintenance. In the first quarter, repair and maintenance spending decreased year-over-year for the first time in several years, and spending as a percentage of revenue improved 50 basis points. In addition to our strong process discipline, we are also leveraging technology to reduce these costs. These technologies have enabled us to digitize much of our workflow, beginning with all of our technicians who now have portable technology in their hands. These tools facilitate our ability to assign and track work, drive technician efficiency, reduce downtime, and improve asset utilization. Our results are encouraging, and we see further runway to optimize repair and maintenance costs in the future.\nIn addition to great operating cost performance, we continued to deliver top line growth primarily through disciplined execution on our pricing programs. Our customer lifetime value model continues to drive strong organic revenue growth, and our sales metrics in the quarter are a clear indication of our success in profitably growing the collection and disposal business. Churn was near the lowest rate that we've ever seen at 8.5%. New business improved 16% and continues to outpace lost business. Rollbacks remain in the low double digits. Net service increases remained positive, and our net promoter score improved by almost 12% year-over-year.\nLooking at revenue growth, as Jim said, we've seen a strong start to the year in pricing. Volume has been relatively consistent with our original expectations, with the exception of our temporary roll-off business. The softness in this volume category reflects some slowness in the homebuilding and industrial segments of the macro economy. C&D was also impacted with the lapping of volumes related to Hurricane Ian cleanup last year. With that said, our 2 bellwethers for demand, commercial collection and MSW volumes were positive in the quarter, and we also experienced a nice uptick in special waste tons in the quarter.\nFor the full year, we now expect total revenue growth of between 5% and 5.75%. The revision from our prior expectation is driven by 2 things: the softer temporary roll-off volumes mentioned; and a lower outlook for energy surcharge revenue, given the decline in the average diesel cost relative to our expectations. Our pricing remains on track, and in some lines of business, ahead of our original expectations. Our teams delivered outstanding performance in the first quarter, and I can't thank them enough for all their contributions to our success. I'll now turn the call over to Devina to discuss our first quarter financial results in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. Growing our adjusted operating EBITDA margin by 240 basis points in the first quarter stands out as the best indicator of WM's strong start to the year. As John discussed, the lion's share of this margin expansion came from the optimization of our operating performance in the collection business, with labor efficiency and improved repair and maintenance costs driving a 270 basis point improvement in our total company margin from the core.\nOur continued focus on managing our back office spending also contributed 20 basis points of margin expansion in the quarter, with SG&A as a percentage of revenue coming in at 9.5%. Commodity impacts in the quarter largely offset each other as fuel price impacts benefited margin by about 40 basis points, and recycling results decreased margin by about 30 basis points, primarily from the impact of higher recycled commodity pricing in the brokerage business.\nThe remainder of the margin bridge from Q1 of 2023 to Q1 of 2024 relates to a headwind of about 60 basis points from the combined impacts of incentive compensation and costs incurred by our corporate team to drive adoption of our optimization programs. Our strong margin and earnings, combined with benefits from working capital and lower cash incentive compensation payments, led to robust growth in first quarter cash from operations. We're starting the year strong with cash flow from operations as a percentage of revenue up over 500 basis points to 26.5%, demonstrating the value of our margin expansion to growing the company's cash flow yield.\nCapital expenditures totaled $668 million in the quarter, with both capital spending to support the base business and our investments in sustainability growth tracking as planned. Our first quarter free cash flow of [ $714 million ] allowed us to invest across all of our capital allocation priorities. We returned more than $550 million to shareholders, paying more than $300 million in dividends and repurchasing $250 million of our stock. In all of this, we still maintained our leverage ratio at our target levels of about 2.6x.\nWith our strong balance sheet and robust earnings and cash flow outlook, we are well positioned to continue our commitment to shareholder returns and long-term growth. Our effective tax rate in the first quarter was 18.6%, which includes a $37 million benefit from investment tax credits related to the development of renewable natural gas projects. As we noted during our fourth quarter earnings call, our original expectation was that we would see a $120 million benefit in 2024 from the ITC. And we now expect $145 million for the full year. We expect this to benefit both our tax expense and free cash flow in 2024.\nAs Jim mentioned, our great start to the year has put us on a higher growth trajectory for the full year than we initially anticipated when we gave guidance last quarter. We're confident that our full year operating EBITDA margin results can exceed the very strong 29.6% we achieved in the first quarter, and that is reflected in our increased outlook for 2024 operating EBITDA and margin. As we think about the balance of the year, we anticipate that outsized earnings and margin growth continues in the second and third quarters from our pricing programs and momentum in operating efficiencies that began late in the third quarter of 2023. We continue to expect that growth in our sustainability businesses will be more weighted to the back half of the year as more recycling and renewable natural gas projects begin operations.\nPulling these points together, we want to emphasize that $85 million of the $100 million increase in our operating EBITDA guidance for the year is attributable to our team's strong execution on driving efficiency and the improved cost to serve in the collection business. The remaining $15 million is related to higher recycled commodity price expectations for the year.\nTo wrap up, we're very pleased to deliver first quarter results that exceeded our own high expectations. Our sustained strong results are a testament to the investments we have made in talent, technology, and assets over the past several years. As always, I want to thank the entire WM team for their focus and dedication to delivering on our commitments to our customers, our communities, and our shareholders. With that, Towanda, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15e8cea7c5b52cbe777edd21991bcb6c",
    "period": "2023 Q4",
    "content": "Q4 2023 Waste Management Inc Earnings Call\n\nQ4 2023 Waste Management Inc Earnings Call\n\nWMNYSEFEB 13, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Ed Egl, Senior Director of Investor Relations.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Josh. Good morning, everyone, and thank you for joining us for our fourth quarter and full year 2023 Earnings Conference Call.\nWith me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You'll hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials and our 2024 outlook.\nBefore we get started, please note that we have filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and our filings with the SEC, including our most recent Form 10-K.\nJohn will discuss our results in the areas of yield and volume, which, unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the prior year period.\nNet income, EPS, income from operations and margin operating EBITDA and margin, SG&A expense and prior period operating expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures.\nPlease refer to our earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections. This call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com.\nTime-sensitive information provided during today's call, which is occurring on February 13, 2024, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nAll right. Thanks, Ed, and thank you all for joining us. The WM team delivered a remarkably strong finish to 2023, driving fourth quarter operating EBITDA of 15% higher. This accelerated earnings growth led to full year operating EBITDA that exceeded the high end of our most recent guidance range by nearly $25 million and achieved the midpoint of our original expectations from the beginning of the year.\nOur strong financial results for both the quarter and the year were powered by our collection and disposal business. This performance starts with disciplined organic revenue growth that exceeded our expectations. And once again, our success in managing the middle of the P&L really stands out in our results, as our teams continue to make progress in optimizing our cost structure with the help of technology and automation. When you combine our revenue performance with the improvement in operating costs, we saw a widening of our price to cost spread and increased profitability.\nOperating EBITDA margin reached a record 29.9% in the fourth quarter and full year margin expanded 90 basis points to 28.9%. As 2024 kicks off, we're confident that our continued focus on optimizing our cost structure and executing on sustainability growth projects sets us up for another year of outsized growth. We anticipate operating EBITDA growth of 7.7% at the midpoint of our guidance, which translates to more than $450 million, of which $115 million comes directly from our sustainability growth investments.\nWe remain excited about the economic and environmental benefits of our expanded -- of expanding our renewable natural gas and recycling platforms. Our execution is tracking well, and we expect to commission 5 new renewable natural gas facilities by the end of the year, reaching 30% of our run rate renewable natural gas volume growth. We're also on track to complete automation upgrades at 10 recycling facilities and add 3 recycling facilities in new markets in 2024.\nTurning to capital allocation. You'll hear from Devina on this topic in more detail, but I want to stress our confidence in our ability to continue to allocate capital to all of our priorities. This includes investing in our high-return sustainability growth projects, acquiring accretive businesses, and returning cash to shareholders through dividends and share repurchases.\nOur tuck-in acquisition pipeline is robust, and there are some indications that 2024 could have heightened activity in this regard. We're committed to a disciplined approach to acquiring companies, ensuring that any deals we pursue appropriate returns, particularly given the high returns in our sustainability opportunities.\nIn closing, I want to thank the entire WM team for another great year. We were just at the WM Phoenix opened last week, and I've said before, we work hard for this event to create a representation of the bigger company with a central focus on people and the environment. We've been the title sponsor for 15 years now, and the tournament has been recognized as the largest zero waste sporting event in the world for 12 years running. It makes me proud to see the WM team out there making waste diversion operations run smoothly and demonstrating our sustainability leadership so well. I look forward to working with this great team in 2024 as we continue to drive growth by executing our operating plans and progressing our investments in technology, automation and sustainability.\nI'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. We're more than pleased with the strong operational performance our team achieved in 2023, showing continuous improvement throughout the year with standout results in the fourth quarter.\nDuring this period, operating expenses as a percentage of revenue improved 240 basis points year-over-year, landing at 60.3% and marking our second best quarterly performance ever. This improvement was primarily fueled by our collection and disposal business benefiting from the robust operating leverage of our strategic cost optimization. Our proactive measures to accelerate and improve cost efficiency include leveraging technology to manage labor, managing repair and maintenance costs, and optimizing our overall cost structure. These initiatives led to a substantial improvement in WM's cost to serve metrics, bringing estimated unit cost inflation to low single digits by the fourth quarter.\nWhen combined with solid results from our pricing initiatives, we greatly enhanced overall margins. Our strong second half performance translated into full year operating expenses as a percentage of revenue of 61.7%, an improvement of 70 basis points. That momentum has carried into 2024 and is evident in our January results even as we face severe weather in some areas we serve.\nTwo of the key cost categories driving our operating improvements are labor and repair and maintenance. On the labor front, this begins with our persistent focus on reducing turnover. In the fourth quarter, we achieved a noteworthy milestone as driver turnover reached its lowest point at 18.4%, showing improvement as the year progressed.\nAdditionally, our strategic automation initiatives are yielding positive results in collection efficiency, with all 3 lines of business improving meaningfully in the fourth quarter compared to last year.\nThe results of our technology and automation investments gained traction in the latter part of 2023, leading to significant strides in labor cost management. We expect this to continue into 2024 as we broaden the deployment of our tools across additional sites.\nTurning to repair and maintenance. With a full [indiscernible] of trucks received in 2023, we successfully removed over 1,000 excess assets from our operation, improve the age of our routed fleet and reduce truck rental utilization by nearly 60% since the beginning of 2023.\nThroughout 2023, our emphasis remained on streamlining maintenance processes, which has resulted in enhanced technician productivity, reduced overtime expenses and diminished reliance on external repair services. This has paid off in the form of lower repair and maintenance costs in both dollars and as a percentage of revenue compared to 2022. We accomplished all this with an unwavering commitment to safety and by enhancing the quality of our fleet. We're proud of the strides we made throughout 2023 and look forward to sustained progress.\nAnother core element of the equation that fueled our strong financial results is disciplined organic revenue growth. Growth from price and volume in the collection and disposal business totaled 6.3% for the year, which outpaced our expectations. Our pricing programs continue to be focused on striking the right balance between maximizing customer lifetime value and increasing price to recover higher costs. Our full year churn rates remain at the lower end of historical range at about 9%, and the year-over-year improvement underscores our consistent delivery of quality service to our customers.\nLooking ahead to 2024, we anticipate sustained momentum in our disciplined pricing programs to result in core price between 6% and 6.5% and yield approaching 5%. We remain committed to maximizing customer lifetime value while securing pricing that exceeds our cost inflation. We have seen that spread improve as 2023 progressed, and we are confident that our teams are poised to deliver another successful year ahead.\nTurning to volumes. Our fourth quarter collection and disposal volume grew by 1.9% on a workday-adjusted basis. Growth was primarily driven by MSW landfill and commercial collection, 2 bellwethers for demand of our services. Overall growth in landfill volumes was somewhat muted due to the elevated volumes from the Hurricane Ian cleanup in 2022.\nSimilar to recent quarters, residential collection volumes declined modestly due to our intentional shedding of low-margin contracts as we work to ensure that we achieve acceptable returns for all parts of our business. You can see the benefits of this focus because while our residential collection volumes declined, total revenue and earnings in this line of business both improved. It is a winning equation, and we'll continue to execute on this strategy in the year ahead.\nOrganic revenue growth in all collection lines of business remains positive and operating EBITDA continues to grow. In the fourth quarter, new business grew and net services increases remain firmly positive, reflecting our quality of service and focused differentiation.\nLooking ahead to 2024, our guidance anticipates collection and disposal volume approaching 1%, mirroring the performance achieved in 2023.\nAnd finally, I want to convey my appreciation to our frontline teams for their unwavering commitment to delivering safe and reliable service to our customers and communities on a daily basis. It's their efforts that made 2023 successful and laid the groundwork for growth in the years ahead.\nI will now turn the call over to Devina to discuss our 2023 financial results and 2024 financial outlook in greater detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. Cost optimization was a significant theme in the fourth quarter and throughout 2023.\nOur team was pleased that our collective focus delivered WM's best-ever full year SG&A as a percentage of revenue of 9.4%. The 20 basis point improvement from prior year was realized through investments in customer-facing technology, leveraging enhanced back office systems to become more efficient and a continuous focus on optimizing our spend. We're pleased with the progress made to improve this measure, while at the same time, investing in our talent, customer engagement channels and technology capabilities.\nSG&A optimization delivered 20 basis points of our 90 basis point expansion in adjusted operating EBITDA margin in 2023. The remaining 70 basis points was from the collection and disposal business which benefited from a combination of fuel price impacts and operating efficiencies. We gained meaningful traction in optimizing labor efficiency and repair and maintenance costs in our collection and disposal business in the back half of the year, lifting our full year adjusted operating EBITDA margin to 28.9%. This result is 30 basis points ahead of the high end of our expectations and positions us to continue to deliver margin expansion in the year ahead.\nOur operating performance translated into robust cash flow in 2023. Our full year cash flow from operations grew to $4.79 billion, and our free cash flow before sustainability growth investments was nearly $2.7 billion. Each of these cash flow measures finished the year near the high end of our initial guidance range. This result demonstrates our strong earnings growth, effective management of interest and taxes and optimizing cash conversion and our disciplined capital expenditure management processes.\nDuring 2023, we returned $2.44 billion to shareholders, paying $1.14 billion in dividends and repurchasing $1.3 billion of our stock. In addition, we spent $173 million on traditional solid waste and recycling acquisitions to grow our business.\nWe accomplished all of this while accelerating our sustainability growth investments for future growth and development, and maintaining our leverage target ratio, our targeted leverage ratio of about 2.75x. Our balance sheet remains strong and our earnings and cash flow growth are robust, positioning us to continue our commitment to shareholder returns and long-term growth.\nMoving to our 2024 financial outlook. We're anticipating total company revenue growth between 6% and 7%, driven by organic growth in the collection and disposal business approaching 6%. Operating EBITDA is expected to grow by $450 million at the midpoint of our outlook.\nWhen we think about the cadence of our growth over the course of the year, we're expecting collection and disposal growth to be weighted more to the front half of the year given the momentum we've gained from strong operating efficiencies in the back half of 2023. And we're expecting sustainability business growth to be more significantly weighted to the back half of the year as our new recycling and renewable natural gas projects come online.\nAltogether, we expect this to result in a relatively balanced operating EBITDA growth over the course of the year. We expect capital spending to support the business for the year to total $2.25 billion at the midpoint, and we expect to invest another $875 million on our high-return sustainability growth projects. Free cash flow before these sustainability investments is anticipated to grow almost 7% at the midpoint to $2.85 billion.\nWe remain committed to investing in an industry-leading network of renewable energy and recycling assets, including renewable natural gas projects, recycling, automation in new markets and advancements in resource recovery. Our sustainability growth investment strategy is progressing well. So as you would expect, there have been a number of refinements to the plan since its inception. We've worked our way through customary changes to project schedules and impacts from inflation, all the while delivering completed projects that meet and sometimes exceed the environmental and economic objectives we planned.\nThese successes have positioned us to grow the sustainability project pipeline. In particular, our refreshed outlook includes 2 new recycling projects in Canada, that WM has awarded through a competitive process. We now expect growth investments across our recycling and renewable energy platforms to total between $2.8 billion and $2.9 billion from 2022 through 2026.\nWe expect these projects to contribute run rate adjusted operating EBITDA of about $800 million by the end of 2026. This outlook utilizes the same pricing assumptions we've used consistently, $125 per ton for recycled commodities and $26 per MMBtu for renewable natural gas. We have a great deal of confidence in the value of the projects that are underway, and we're enthusiastic about the strong complement they provide to our existing business.\nIn conclusion, 2023 has clearly illustrated that we are driving growth through our diligent focus on optimizing our business, investing in technology and automation and growing our leadership in sustainability. We take pride in our accomplishments and look forward to what we can achieve together in 2024. A heartfelt thank you to our dedicated team members who have been instrumental to our success.\nWith that, Josh, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a85ed62be1d6fce6e4477a2544950e07",
    "period": "2023 Q3",
    "content": "Q3 2023 Waste Management Inc Earnings Call\n\nQ3 2023 Waste Management Inc Earnings Call\n\nWMNYSEOCT 25, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Ed Egl, Senior Director of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Victor. Good morning, everyone, and thank you for joining us for our third quarter 2023 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update, John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we filed a Form 8-K that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules to the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K.\nJohn will discuss our results in the areas of yield and volume, which, unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the third quarter of 2022.\nNet income, EPS, operating EBITDA margin and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow are non-GAAP measures.\nPlease refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections. This call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call accessed the WM website at www.investors.wm.com.\nTime-sensitive information provided during today's call, which is occurring on October 25, 2023, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of WM is prohibited. Now I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. Our third quarter results are a testament to our team's ability to deliver on the priorities we set for 2023. And including increasing profitability through disciplined pricing and optimizing our cost structure. Against the challenging backdrop, we've remained focused on the things we can control and this diligent focus is evident in our third quarter results.\nAdjusted operating EBITDA grew by more than 6% and margin expanded 100 basis points to 29.6% when compared to Q3 of 2022. Our strong results in the quarter were powered by our solid waste business. Organic revenue growth in the collection and disposal business remains solid and is tracking well against our expectations.\nThird quarter core price of 6.6% reflects robust price performance across all lines of business. We're also pleased with the resilience of our solid waste volumes as commercial volumes turned mostly positive and special waste growth improved from the second quarter. And what really stands out for this quarter is our success in managing the middle of the P&L.\nWe continue to drive SG&A leverage and we're also gaining momentum on operating cost optimization and efficiency gains. Our long-term focus on using automation and technology to optimize our cost structure is paying off as we're choosing not to replace certain high turnover difficult-to-fill positions. Since January of 2022, we've leveraged attrition and technology to reduce headcount by 1,650 positions.\nWe continue to be focused on the full opportunity of 5,000 to 7,000 position eliminations through attrition and technology over 4 to 5 years, and we're pleased with this progress to date. You'll hear more details about our cost performance from John and Devina. Putting it all together, our focus on price, efficiency and cost control translated into the strong operating leverage we produced in the quarter.\nTurning to our strategic investments in sustainability growth, the investment proposition for growing our renewable energy and recycling business remains strong and our project execution is tracking well. Our seventh renewable natural gas plant and the third of 20 facilities in our growth program is expected to be in service in January. And we have another 4 facilities on track for completion in 2024, including 2 of the largest projects in the portfolio, Fairless in Pennsylvania and Orchard Hills in Illinois.\nOn the recycling front, we've completed technology and automation upgrades at 2 facilities in the quarter. And we have 2 more upgrades at a new facility in Nashville slated to be in service by the end of this year. Our automated network continues to drive great results by pushing our labor and processing costs lower, improving throughput and driving enhanced material quality, which benefits the recycling business in any commodity environment.\nYet again, in the third quarter, we saw materially lower labor cost per ton at our automated facilities at about 35% below the rest of our recycling network. Our investments in developing the blueprint for a modern recycling facility sets us apart within the communities we serve and are unlocking further growth opportunities.\nWith one quarter remaining in the year, we're well positioned to deliver on the 2023 financial outlook we provided last quarter, including adjusted operating EBITDA growth of 6% at the midpoint. We continue to expect a margin run rate exiting the year of about 29%, underpinned by 62% operating expenses as a percent of revenue and 9% SG&A as a percent of revenue.\nWe're pleased with our results through the first 9 months of the year. Our team is very focused on price discipline and cost optimization to deliver a strong finish to the year and lay the groundwork for further growth in 2024. I want to thank each of our team members for their commitment to our customers and their many contributions to our success. I'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. I'd like to open by highlighting the strides we're making in optimizing our cost structure. In the third quarter, operating expenses as a percentage of revenue improved 90 basis points year-over-year to 61.3%. The collection and disposal business contributed 70 basis points of this improvement due to the strong operating leverage provided by our cost optimization efforts. In addition, we achieved pricing leverage as core price exceeded cost inflation by an estimated 100 basis points in the quarter.\nWe're pleased with the progress we've made in managing our labor costs as well as expenses related to repair and maintenance. Our efforts have resulted in a meaningful decline in WM's underlying cost of inflation since the beginning of the year to mid-single digits in the third quarter.\nOur focus on efficiently managing labor expenses is yielding positive results. So far this year, we have automated 141 residential routes and have a target to convert more than 400 routes in 2024. As we shift to more automated routes, we've seen a nearly 14% decrease in the number of helpers needed in our residential business.\nIn addition, our focus on reducing turnover continued to produce improvements in Q3, building on the consistent progress we've made over the past 12 months. Our collection efficiency has also exhibited steady progress throughout the year with commercial, industrial and residential business line showing improvements every quarter. All these focus areas on managing our business are contributing to the improvement in labor costs.\nTurning to repair and maintenance expenses. Despite some lingering effects of inflation and the timing of fleet deliveries were making progress. For the first time in several years, we expect to get an allotment of vehicles that aligns with our fleet replacement strategy with more than 1,200 received to date. This has allowed us to remove older trucks from our fleet and also reduce rental truck usage by over 40% since the start of the year.\nFurthermore, our spending on third-party technicians has been reduced by 2/3 compared to the second half of 2022 and continues to improve. With the progress we've achieved in the third quarter, we believe we've turned the corner on this expense line and are optimistic about ongoing improvements as we close out the year.\nTurning to our revenue growth. We continue to execute on our revenue management programs to recover cost increases and improve margins. Our third quarter organic revenue growth in the collection and disposal business was 5.7% on a workday-adjusted basis. This growth was led by core price of 6.6% with collection and disposal yield of 5%.\nOur differentiated service offering is generating value with our national account customers as well as commercial customers. We continue to focus on maximizing customer lifetime value and our Q3 churn of 9% remains at the low end of our historical range, demonstrating the positive momentum we are seeing with customers valuing our service offerings.\nLooking at volumes. Third quarter collection and disposal volume grew by 0.7% on a workday-adjusted basis. Our landfill business drove most of the volume growth as special waste grew 11.1% on a workday-adjusted basis in the quarter. As a reminder, we do not separate special waste into yield in volume. And in Q3, we benefited from several high-priced projects that drove the increase.\nSo we've highlighted in previous conversations, the timing and pricing of special waste projects is subject to variability due to their discretionary nature. However, our project pipeline remains robust. In addition, Workday adjusted MSW volumes were up 1.7% in the quarter. Our overall collection volumes were down modestly due to the intentional steps we continue to take to price every contract to achieve acceptable returns as well as the impact of lower volumes from our roll-off business. Yet both revenue and operating EBITDA continue to grow in each line of business, demonstrating that we are prioritizing profitable volume growth.\nNet new business and net service increases remained solidly positive and growth in our strategic accounts business driven by our differentiated offerings continues to outpace our expectations. Thus, overall collection and disposal organic growth is on pace for the year.\nWith regard to recycling and renewable energy, our third quarter results were in line with our expectations, and our recently automated recycling facilities are delivering strong results. As Jim discussed, our sustainability growth projects are tracking well and we're confident that our operating EBITDA expectations for the year remain in the range provided last quarter.\nIn closing, I'd like to express my gratitude to our frontline teams for their dedication to providing safe and dependable service to our customers and communities each day. I'll now turn the call over to Devina to discuss our financial results in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. Our third quarter results reflect our continued focus on the fundamental value drivers of our business, disciplined revenue growth and cost optimization. Executing on these fundamentals positioned us to deliver WM's best ever operating EBITDA margin in the third quarter at 29.6%. This is a 100 basis point improvement compared to Q3 of 2022 and it can be attributed almost entirely to 70 basis points of margin expansion in the collection and disposal business.\nSG&A leverage provided the remaining expansion. We're pleased with the team's focus on optimizing costs and reducing discretionary spending, which together positioned us to deliver SG&A costs as a percentage of revenue of 9%, showing that this long-term goal is not just achievable, it is largely in hand.\nWhile the current quarter result has some benefit from lower current year incentive compensation costs, we see this level of SG&A is sustainable, particularly as revenue grows. While there were a number of other margin impacts in the quarter, mostly related to fuel, energy and commodities, these items basically offset each other, giving us confidence that this quarter's results are based on the steps we are taking to price our services above inflation and to permanently reduce our cost structure.\nThrough the first 9 months of 2023, we have expanded operating EBITDA margin by 40 basis points to 28.5%, putting us squarely on track to achieve our full year target of operating EBITDA margin of 28.4% to 28.6%. Our operating performance has translated into robust cash flow from operations.\nThrough the first 3 quarters of the year, cash flow from operations exceeded $3.3 billion, positioning us to deliver more than $4.5 billion of cash from operations for the year. As we expected, cash flow associated with operating EBITDA growth in 2023 has been largely offset by higher interest, taxes and incentive compensation payments.\nDespite these known headwinds, our conversion of revenue dollars to cash from operations and operating EBITDA dollars to free cash flow in the base business were both near peak levels in the quarter, demonstrating the value creation from our diligent focus on optimizing the middle of the P&L and/or capital expenditures. Capital spending in the first 9 months of the year totaled almost $1.9 billion with $1.456 billion related to normal course capital and $397 million of spending on sustainability growth projects.\nWe now expect sustainability growth capital spending of about $750 million in 2023. The $150 million decrease from prior expectations is based on a shift in the timing of spending across the next 2 to 3 quarters. As a result of this lower anticipated capital spending 2023 free cash flow is expected to be $150 million above our prior expectations and in the range of $1.825 billion to $1.925 billion. Free cash flow through the first 9 months of the year was $1.552 billion, and free cash flow before sustainability growth investments was $1.949 billion. We're confident in our ability to achieve our full year targeted free cash flow before sustainability growth investments of between $2.575 billion and $2.675 billion.\nYear-to-date, we've returned $855 million to shareholders through dividends and repurchased $990 million of our stock. Our leverage ratio at the end of the quarter was 2.73x, which is at the midpoint of our target ratio of between 2.5 and 3x. 9% of our total debt portfolio is at variable rates, and our pretax weighted average cost of debt for the quarter was 3.9%. Our balance sheet is strong, and we remain well positioned to fund growth opportunities.\nLooking at our full year expectations. Our solid operational performance in the first 9 months of the year positions us to achieve the operating EBITDA guidance we provided last quarter of $5.75 billion to $5.875 billion. This strong result will be achieved with continued focus on pricing our services to recover cost inflation differentiating WM's value proposition with customers to maintain and grow the right volumes and optimizing both operating costs and SG&A.\nWe expect full year revenue growth to be modestly below the midpoint of our July 2023 guidance of 3.25% to 4.25%. Most aspects of our revenue outlook remain intact, but we have seen lower revenue than planned in our recycling brokerage businesses. Given the relatively small operating EBITDA impact from the brokerage business, this refreshed revenue outlook does not impact any other component of our guidance.\nTo sum it up, we're pleased with our performance throughout 2023. We firmly believe that leveraging technology and automation to enhance our operations and investing in our sustainability businesses are positioning us for future success. We're grateful for the hard work of the entire WM team. Their dedication to safely serve our customers and communities will ensure we finish the year strong and move into 2024 even stronger. With that, Victor, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cda5438c74fa68b9a156f137b87ed97b",
    "period": "2023 Q2",
    "content": "Q2 2023 Waste Management Inc Earnings Call\n\nQ2 2023 Waste Management Inc Earnings Call\n\nWMNYSEJUL 26, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Ed Egl, Senior Director of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Michelle. Good morning, everyone, and thank you for joining us for our second quarter 2023 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today.\nJim will cover high-level financials and provide a strategic update, John will cover an operating overview, and Devina will cover the details of our financials. Before we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K.\nJohn will discuss the results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the second quarter of 2022. Net income, EPS, operating EBITDA and margin and operating expense and margin results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call accessed the WM website at www.investor.wm.com. Time-sensitive information provided during today's call, which is occurring on July 26, 2023, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. Our team continues to advance our 2023 priorities, including increased profitability of our business through strong price discipline and an optimized cost structure. As I said in February, 2023 will be a year of pricing and cost control. It's a year of continuing to set ourselves up for the long term by delivering on what we can control. In the second quarter, our adjusted operating EBITDA margin expanded 60 basis points, driven by pricing in the collection and disposal business and diligent SG&A cost control. We delivered this result despite some things that we can control, stubborn cost inflation, slower event-driven volumes and lower-than-expected renewable energy prices.\nNotably, cleanup volumes from Hurricane Ian came in significantly lower than anticipated, which had a $9 million operating EBITDA impact in the quarter. We're pleased with our pricing results for the first half of the year as our team is executing well to ensure that our pricing is keeping pace with the pressure from rising costs. Overall, our volumes are also tracking at or above our expectations, though the mix of volumes across our businesses is different than we had planned. Event-driven landfill and industrial volumes in the quarter were lower than we anticipated, which we see as a short-term moderation in this business. Some customers seem to be taking a more cautious wait-and-see approach regarding the timing of large jobs given the economic backdrop with many anticipated projects moving into 2024. Our pipeline remains strong, so we view this as a temporary shift in project timing.\nThe impact to our special waste and construction and demolition volumes has been mitigated by strong growth in our strategic accounts business, where we continue to differentiate our service offering. We're overcoming margin pressure from this temporary change in volume mix with continued momentum in pricing, optimization costs and efficiency improvements. And you'll hear more from John and Devina about the success we're having in managing our operating costs and SG&A where we had opportunities ahead.\nTurning to recycling. We're now expecting a slower-than-planned recovery in recycled commodity prices in the second half outlook. The investments we're making in automating our recycling facilities position us well in any commodity market environment as they drive lower labor cost, processing costs, improved efficiency and enhanced material quality. In the second quarter, our fully automated recycling facilities delivered differentiated results relative to the rest of the network with 33% lower labor cost per ton and 18% lower total operating cost per ton.\nDuring the quarter, we're pleased to have opened a new recycle facility in the Greater Toronto area, and also completed technology and automation upgrades at an existing facility in Arizona. Recycling is a service with strong customer demand and our intentional shift to a fee-for-service business model as well as our high-return technology investments make it a profitable business for WM in any economic environment, with margins now well above our prior commodity cycle lows.\nOn the renewable energy front, we opened our Eco Vista renewable natural gas facility in Arkansas during the quarter, the sixth WM-owned RNG facility and the second of our 20 planned projects in our sustainability growth program. Last month, the EPA announced its 3-year renewable fuel standard rule, which provides strong demand and visibility to the market for renewable fuel standard credits, or RINs.\nThis robust demand provides support for our blended average pricing assumption of $26 per MMBtu used to develop our investment strategy and strengthens the case for potential upside.\nShifting to our full year outlook. We're updating our 2023 guidance ranges to consider first half results and a slower recovery in commodity prices in the second half of the year. We now expect an adjusted operating EBITDA growth of 5.7% to the midpoint of our guidance range, which is still well within the 5% to 7% long-term growth range that we provided in May of 2019. Devina will walk through the key pieces of the outlook in further detail.\nThe WM team continues to step up to the challenges of each day, while at the same time, progressing investments in our business that positions us to further differentiate our industry-leading asset network and capabilities and reduce our cost structure. I want to thank each of our team members for their hard work and dedication. I'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. Pricing remained a bright spot in the second quarter as we continue to execute on our revenue management programs to recover cost increases and improve margins. Our second quarter organic revenue growth in the collection and disposal business was 6%. This growth was led by core price of 6.9% with collection and disposal yield of 5.8%. We have and continue to emphasize the importance of post-collection pricing, and in Q2, we delivered a yield of 7.5% at our transfer stations and 6% for landfill MSW, both improvements in the growth rates from last year.\nOur team's collective focus continues to be on maximizing customer lifetime value. That focus led to second quarter churn improving to 8.3%. This lower churn has allowed us to convert more core price into yield, driving our full year outlook for collection and disposal yield to increase to more than 5.5%.\nLooking at volumes. Second quarter collection and disposal volume grew by 0.2%. As expected, volume growth was weighted to the landfill line of business with modest declines in the collection business. MSW volumes stood out with an increase of almost 4%. As Jim mentioned, some of our event-driven landfill volumes, particularly special waste tons have been tracking below our expectations and below the very strong levels we saw in 2022.\nOur collection volumes were down modestly in the quarter due to the intentional steps we continue to take to price every contract to achieve acceptable returns as well as the impact of lower volumes from temporary roll-off. Net new business and net service increases were firmly positive and improved from first quarter 2023 levels, underscoring that commercial conditions remain solid. Though collection volumes are down, both revenue and operating EBITDA grew in each line of business, demonstrating that we are prioritizing profitable volume growth. For full year, we continue to expect collection and disposal volumes to be flat at the midpoint of our guidance.\nTurning to operating expenses. We realized benefits from our optimization efforts in the second quarter, leading to 20 basis points of improvement in operating expenses as a percentage of revenue to 62.2%. The improvements that we made in Q2 are being partially offset by higher cost due to inflation. While we experienced some impact of lingering inflation into Q2, signs of easing continued as the quarter progressed. The areas experienced the most pressure are labor costs and repair and maintenance costs. There's cause for optimism in both of these categories. Labor costs have continued to moderate during the second quarter, settling in the mid-single-digit range from the double-digit levels that we have seen over the last year. This improvement can be attributed to better employee retention as evidenced by over 50% fewer driver openings and driver turnover improving 250 basis points compared to the same period in 2022. We have robust strategies in place to optimize labor efficiency, particularly in our collection line of business, which we expect to further diminish these cost pressures as the year progresses.\nWe are seeing the benefits of these efforts as we progress through the second quarter, with June marking the lowest cost to serve month of the quarter. This is a promising sign as we move through the remainder of the year.\nAs noted, another significant factor impacting our operating cost has been repair and maintenance expenses. The effects of not receiving a full allotment of trucks over the last few years are still being felt. However, the good news is we are now receiving more trucks and it's leading to improved costs. Since the beginning of the year, our maintenance cost per unit have either improved or remained stable across all collection lines of business. Similar to our approach to labor costs, we have comprehensive plans in place to drive continued improvement in our repair and maintenance performance as we progress through the rest of 2023.\nOur efforts in these 2 key areas as well as broader operating expense categories give us confidence that we can continue to improve overall operating costs as a percentage of revenue as we progress through 2023.\nI want to thank the entire WM team for continuing to provide safe and reliable service to our customers. I know they're all working hard to deliver strong results through the remainder of this year and beyond.\nWith that, I'll turn the call over to Devina to discuss our financial results and guidance and further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. The first half of 2023 and our revised outlook for the full year is best framed as the story with 2 primary themes. One of executing well on our top priorities to profitably grow our business, and the other of pressure from market factors beyond our control that we are working to ensure we navigate from a position of strength. Our team's diligent efforts delivered 2 particularly strong outcomes in the second quarter. First, revenue growth from price and our focus on cost optimization translated into an increase in collection and disposal operating EBITDA of $95 million or 6.2% in the quarter. And second, SG&A costs as a percentage of revenue improved by 30 basis points to 9.1%, and this is the best result in our company's history. .\nOur commitment to managing discretionary spending and investing in automation to reduce our cost of service is paying off. We're seeing strong outcomes from our investment in a customer experience model that leverages technology to communicate with customers in their channel of choice. Customer feedback has been strong, giving us confidence that with these investments we've permanently reduced our SG&A cost structure, and we will continue to drive improved customer satisfaction that will only bolster customer lifetime value from here.\nOrganic growth in the collection and disposal business and our focus on SG&A optimization delivered 50 basis points of operating EBITDA margin expansion in the quarter. Operating EBITDA margin improved 60 basis points overall. So you can see that these 2 things delivered almost all of these strong results. This is what gives us confidence in our ability to continue to grow margin in the back half of the year and into 2024.\nYear-to-date, cash flow from operations was about $2.1 billion. As expected, higher cash interest, taxes and incentive compensation payments more than offset the benefit of operating EBITDA growth in the first half of the year. We expect to see those impacts lessen in the second half of 2023.\nCapital spending in the first 6 months of the year totaled almost $1.2 billion, with $963 million related to normal course capital to support our business and $270 million of spending on sustainability growth projects. As Jim mentioned, we're pleased with the continued progress on our sustainability growth program with 3 new projects coming online so far this year. However, customary construction and permitting delays for certain recycling and renewable energy projects will push about $200 million of our planned 2023 sustainability growth capital into future years.\nFree cash flow through the first half of the year was $940 million, and free cash flow before sustainability growth investments was $1.157 billion. Year-to-date, we've returned $572 million to shareholders through dividends, and we've repurchased $620 million of our stock. Dividends will total a little more than $1.1 billion this year and we expect to repurchase about $1.25 billion of our shares over the course of the year.\nOur leverage ratio at the end of the quarter was 2.8x, which is well within our targeted ratio of between 2.5 and 3x. About 21% of our total debt portfolio is at variable rates, and our pretax weighted average cost of debt for the quarter was about 3.8%. Our balance sheet is strong, and we remain well positioned to fund growth.\nTurning to our updated 2023 guidance. We now expect revenue growth of between 3.25% and 4.25%. The revision from our initial expectations is entirely related to commodity prices in our recycling and renewable energy businesses and the pace of contributions relative to plan for our recycling acquisitions. The key takeaway here is that core price, yield and volume outlook in our collection and disposal business are intact and even performing slightly ahead of our initial expectations. We now expect adjusted operating EBITDA to be in the range of $5.775 billion to $5.875 billion, which is a $75 million decrease at the midpoint. About $50 million of the revised outlook relates to our performance in the first half of the year relative to our plan and $20 million relates to a slower recovery in recycled commodity prices in the back half of the year relative to our expectations.\nThe operating EBITDA shortfall in the first half of the year primarily relates to 3 things: inflationary cost pressure that has taken longer to abate in 2023 than we expected; a softening in event-driven volumes at our landfills; and lower-than-expected commodity prices in our renewable energy business. These are market-driven pressures, giving us confidence that our collective performance on the company's top priorities over the first half of the year delivered the intended outcomes.\nWith the strength of our collection and disposal operations and the success from our SG&A optimization efforts, in 2023, we will again deliver on our target of growing operating EBITDA by 5% to 7% annually. In addition, we expect to expand our operating EBITDA margin 40 to 60 basis points for the year. Both measures demonstrate the resilience of solid waste and the benefits of pricing discipline, focused differentiation and cost optimization to drive long-term growth.\nIn closing, the WM team is delivering well to safely and reliably serve our customers and to optimize our costs. We will deliver another year of strong financial growth in 2023 and position ourselves for continued success on the road ahead. I can't thank our hard-working team members and us for all of their contributions to our success. With that, Michelle, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/165281b50f6847d347714d1f013542d6",
    "period": "2023 Q1",
    "content": "Q1 2023 Waste Management Inc Earnings Call\n\nQ1 2023 Waste Management Inc Earnings Call\n\nWMNYSEAPR 27, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to WM's First Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to hand the conference over to Ed Egl, Senior Director of Investor Relations. You may begin.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Towanda. Good morning, everyone, and thank you for joining us for our first quarter 2023 earnings conference call. With me this morning are Jim Fish, President and Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update, John will cover an operating overview and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules to the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K.\nJohn will discuss our results in the areas of yield and volume, which, unless stated otherwise, more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization.\nAny comparisons, unless otherwise stated, will be with the first quarter of 2022. Net income, EPS, operating EBITDA and margin and operating margin results have been adjusted to enhance comparability by excluding certain items that management believe do not reflect the fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com. Time-sensitive information provided during today's call, which is occurring on April 27, 2023, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident & Chief Financial Officer, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. We're off to a solid start in 2023 with first quarter results delivering on our expectations and keeping us on track to achieve our full year guidance. First quarter revenue grew 5%, with continued strong organic growth in the collection and disposal business of 7%. We're pleased with these results, particularly when you consider the impact of West Coast weather disruptions on our operations.\nWith that said, our first quarter performance was basically on our budget, and our strategic priorities of maintaining strong price discipline, permanently reducing our operating and SG&A cost structure through business optimization, technology and automation and leveraging our sustainability platform for growth are right on track. Executing on these priorities will produce the robust short-term and long-term financial performance that we've projected.\nAs you heard at our Sustainability Investor Day at the beginning of the month, we're very enthusiastic about how the growth in our renewable energy and recycling businesses strengthens WM's compelling investment thesis. We expect the investments that we're making over the next several years to provide meaningful operating EBITDA and free cash flow growth with impressive returns. We remain on track to bring online 2 new renewable natural gas facilities and 7 newly automated material recovery facilities by the end of the year. We're also opening one new MRF in 2023 in the Greater Toronto area, which positions us strongly in the largest growth market in Canada.\nEven as these important parts of our operations grow, our solid waste business will continue to make up the lion's share of our earnings, projected to generate roughly 85% of operating EBITDA in 2026. As a result, our focus on optimizing performance and reducing costs in the solid waste business through technology and automation is critically important and will serve to further separate us from our competition.\nOne excellent example of this is the expansion of our customer self-service capabilities, where we've reduced our call center department costs in the first quarter by more than 20% compared to last year while, at the same time, maintaining or improving our Net Promoter Scores in the commercial and industrial lines of business.\nSo far in 2023, the WM team continues to deliver strong performance. The investments we're making set us up to further differentiate our industry-leading asset network and capabilities. When you combine this strategic with the essential nature of our service, our diverse customer base and our recurring revenue streams, it provides confidence in our ability to continue to reach our strong financial projections over the long term.\nFor the remainder of '23, our outlook remains consistent with the full year guidance provided at the beginning of the year, including adjusted operating EBITDA growth of 7% at the midpoint and between 40 and 80 basis points of adjusted operating EBITDA margin expansion, driven by our collection and disposal business.\nIn closing, I want to thank the 49,000 people behind WM's success this quarter and every quarter. Without this team, none of this would be possible. And I'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nChief Operating Officer & Executive Vice President, Waste Management, Inc.\n\nThanks, Jim, and good morning. 2023 has started off as planned, and we're pleased to have achieved our first quarter targets. Overall, adjusted operating EBITDA grew nearly 4% and operating EBITDA in the collection and disposal business grew 7% in the quarter. One area that exceeded our expectations was pricing as we continue to execute on our revenue management programs to recover cost increases and improve margins.\nAs Jim mentioned, our first quarter organic revenue growth in the collection and disposal business was 7%. This growth was led by core price of 7.4%, which exceeded both last year and our plan for the first quarter. This strong core price translated into collection and disposal yield of 6.2%, a 70 basis point improvement compared with Q1 of 2022. We saw strong yield performance across all lines of business and are particularly proud of our post-collection yield. We have consistently emphasized the importance of post-collection pricing. And in Q1, we delivered a yield of 8.9% at our transfer stations and 5.4% for landfill MSW, both increases from last year. In fact, the transfer station yield is a new high for that line of business, which is helping to offset increasing cost of labor and transportation. Our collective focus continues to be striking the right balance between maximizing customer lifetime value and increasing price to recover higher costs. We remain confident that we can achieve our full year pricing expectations for core price of 6.5% to 7% and yield approaching 5.5%.\nTurning to volumes. First quarter collection and disposal volume grew 0.8%. Landfill volumes led the way, with C&D volumes up almost 37% in the quarter driven by the hurricane cleanup in Florida, and MSW volumes increased by almost 3%. Special waste volumes moderated in the quarter due to the timing of event-driven work, but our pipeline remains robust, and we believe that those volumes will provide incremental revenue growth as we progress through Q2 and the balance of the year.\nOur collection volumes were down modestly in the quarter, driven by intentional steps we continue to take to price every contract to achieve acceptable returns. This has led to some non-regrettable volume losses in our residential and commercial business. With profitability improving in each line of business and contract wins with healthy price increases, we're pleased to see our differentiated service and disciplined approach to yield benefits. For the full year, we continue to expect flat overall volumes at the midpoint of our guidance.\nTurning to operating expenses, which increased 70 basis points as a percentage of revenue to 63%. I want to frame these results and then talk about the efforts in place to optimize our cost to serve in 2023 and over the long term. There were 2 primary contributors to our first quarter results: the dilutive impact of recent acquisitions and continued inflationary cost pressure. As a reminder, we closed on about $365 million of acquisitions of solid waste and recycling businesses in the second half of the year. Integration costs and upfront dilutive margins of these acquisitions had about a 35 basis point impact in the quarter.\nWhile this impact was a little more than expected, overall, we're very pleased with the progress being made on creating value from these businesses. The remaining impact was due to persistent cost inflation, which was most significant in wages, repair and maintenance and subcontractor costs. The good news is we see signs of easing cost pressures, and the steps we are taking to combat higher costs are also showing benefits. Frontline wage increases are now in the mid-single-digit range as compared to the high single to low double-digit increases that we saw in late 2021 and 2022. And we're starting to see truck orders fulfilled, which benefits every aspect of our cost structure because employee engagement is better, downtime on route is minimized, repair costs to reduce and expensive rentals can be eliminated.\nGetting trucks delivered will also be key to residential automation. As we move from traditional rear load to automated side loaders, we're taking a helper off the back and getting about a 30% productivity pickup, which equates to lower driver technician and truck capital needs.\nWe talked a lot about the work we're doing to optimize our cost to serve. Investments we are making in our people and processes are also important. We're always working to make WM a great safe place to work and delivering our team members a best-in-class compensation and benefits package. One of the benefits we know that comes from these efforts is improved retention, which then translates into even better customer service and optimized cost structure because our tenured drivers are the safest and most efficient.\nIn the first quarter of 2023, we saw the best driver retention we've seen in 2 years. This positions us to drive down our training and overtime hours, improve overall efficiency, and most important, see continued improvement in our safety performance.\nIn closing, I want to thank the entire WM team for the fantastic job they do safely and reliably serving our customers day in and day out. We've had a solid start to 2023 and look forward to building on our success. I'll now turn the call over to Devina to discuss our financial results in further detail.\n\nDevina A. Rankin\n\nSenior Vice President and Chief Financial Officer, Waste Management, Inc.\n\nThanks, John, and good morning. We're pleased to see our robust revenue growth and disciplined focus on cost control translate into solid operating and free cash flow. First quarter cash flow from operations of $1.04 billion is in line with our plan and a strong result, particularly when you consider higher cash interest and incentive compensation payments. Capital spending in the quarter totaled $660 million, with $504 million related to normal course capital to support our business and $156 million of spending on sustainability growth projects.\nOn the capital front, there are 2 key takeaways. The first is that we're pleased with the continued progress on our sustainability growth projects relative to plan. The second is that truck deliveries are improving. At this time last year, we have received less than 50 trucks. This year, we received about 470. While this is certainly better and shows some easing of the significant supply chain constraints from a year ago, we're still waiting for truck deliveries we planned for 2022. These delays impact our team's ability to deliver on residential collection optimization objectives and targeted improvements in our maintenance cost per driver hour.\nSo while we're encouraged the worst of the recent uncertainty is behind us, we still need to see a more reliable delivery schedule from manufacturers.\nOur business generated free cash flow of $395 million in the first quarter and free cash flow before sustainability growth investments of $551 million, which puts us on track to deliver our full year guidance on this measure of between $2.6 billion and $2.7 billion. Even as we invest in high-return sustainability growth projects within our business, we continue to demonstrate our commitment to all of our capital allocation priorities. We returned $639 million to shareholders during the quarter, paying $289 million in dividends and repurchasing $350 million of our stock. We expect dividends to total about $1.1 billion this year. And with our outlook for strong earnings growth over the remainder of the year in a healthy balance sheet, we expect to continue to repurchase our shares fairly ratably over the remainder of the year.\nOur leverage ratio at the end of the first quarter was 2.8x, which is well within our target ratio of between 2.5 and 3x. About 18% of our total debt portfolio is at variable rates, and our pretax weighted average cost of debt for the quarter was about 3.7%. Our balance sheet is strong, and we remain well positioned to fund growth investments.\nTurning to SG&A. We're pleased with the progress we're making to drive leverage from a more efficient cost structure. In the first quarter, SG&A costs were essentially flat with the same period in the prior year, and spending as a percentage of revenue improved by 40 basis points to 9.7%. These results demonstrate our success in rationalizing costs and optimizing our sales and customer experience functions. We expect our investments to continue to drive improvement in SG&A costs and put us on a path toward a permanently reduced SG&A cost structure.\nOur operating EBITDA margin performance for the quarter was generally in line with our expectations. The 40 basis point margin decline year-over-year is due to 3 things: one, commodity price impacts on our renewable energy and recycling businesses, which created a 50 basis point margin headwind; two, the dilutive impact of acquisitions completed in late 2022, which had about a 40 basis point impact; and three, cost pressure in our collection and disposal business from wage inflation and delayed truck deliveries, which we estimate had about a 20 basis point impact.\nThese margin impacts were offset in part by a 40 basis point improvement in SG&A and a 30 basis point benefit from the timing of alternative fuel tax credit. Our disciplined organic revenue growth and focus on optimization and cost control are expected to drive year-over-year margin expansion for the remainder of the year, particularly in the third and fourth quarters.\nIn closing, the WM team has delivered a solid start to the year, which sets us up for another year of strong financial growth in 2023. I can't thank our hard-working team members enough for all of their contributions to our success.\nWith that, Towanda, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ed2e22de0e5440131fe947b8f57a960",
    "period": "2022 Q4",
    "content": "Q4 2022 Waste Management Inc Earnings Call\n\nQ4 2022 Waste Management Inc Earnings Call\n\nWMNYSEFEB 1, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today at Ed Egl, Senior Director of Investor Relations.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Josh. Good morning, everyone, and thank you for joining us for our fourth quarter 2022 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; Devina Rankin, Executive Vice President and Chief Financial Officer; and Tara Hemmer, Senior Vice President and Chief Sustainability Officer.\nDuring their prepared comments, Jim will cover high-level financials and provide a strategic update, John will cover an operating overview, and Devina will cover the details of the financials. Following comments Jim, John, Devina and Tara will be available to answer questions. Before we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com.\nIn addition, we have published a supplemental presentation with additional information about our multiyear plan for investments in our renewable energy and recycling businesses, and it is also available on our Form 8-K and our website at investors.wm.com. The Form 8-K, the press release, the supplemental presentation and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K. John will discuss our results in the areas of yield and volume, which unless otherwise stated, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the fourth quarter of 2021.\nNet income, EPS, operating EBITDA and margin and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operation. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at investors.wm.com. Time-sensitive information provided during today's call, which is occurring on February 1, 2023, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident, CEO & Director, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. 2022 was another very successful year at WM. Coming into an uncertain 2022, I wouldn't have predicted that we would grow adjusted operating EBITDA by more than 9.5% for the year, and 8.8% for the fourth quarter, all of our recycling was down $59 million for the year on a sharp drop in commodity prices. That's exactly what happened.\nStrong operational execution and an unweaving commitment to our strategic priorities led to our full year adjusted operating EBITDA growth of $480 million. We achieved this tremendous growth in the face of elevated inflation, a tight labor market and a downturn in the recycled commodity price market. So we're very proud of our results. Our robust operating EBITDA translated into record cash from operations of more than $4.5 billion, which allowed us to return more than $2.5 billion to our shareholders through dividends and share repurchases.\nAs 2023 kicks off, we're confident that our long-term focus is on sustainable growth, transforming our business through technology and automation are setting us up to meet the changing needs of our customers, our people and our business environment while leveraging our competitive advantages. Turning to our high-level outlook for 2023. We expect to deliver adjusted operating EBITDA of between $5.825 billion and $5.975 billion in the year ahead, representing growth of just over 7% at the midpoint, which continues the trend of robust operating EBITDA growth that we've delivered since 2019. Since then, we've grown operating EBITDA almost 26%. And at a time when the economic outlook is increasingly uncertain, we're pleased to be anticipating another strong year of earnings growth in 2023.\nThe essential nature of our service, our diverse customer base and recurring revenue streams provide stability in times of economic uncertainty. Much of the growth in our 2023 outlook comes from deliberate steps that we've already taken to grow revenue and efficiently manage costs. Overall, we're anticipating between 40 and 80 basis points of adjusted operating EBITDA margin expansion in the year ahead, driven by our collection and disposal business.\nMoving now to our sustainability growth investment. Let me give you an abbreviated overview of the supplemental deck that was posted to our investors' website. The investment in our renewable energy business is a unique opportunity that we simply couldn't afford to mass. You're all aware that since the passage of the Subtitle B and associated air quality regulations in the 1980s and '90s, landfills have been required to install gas collection systems.\nHistorically, we've been collecting our landfill gas, converting much of it into electricity, which provides an earnings stream for us. Fast forward to present day, with landfill gas designated as a renewable resource, we are increasing the value of the gas that's an inevitable byproduct of most landfills. These RNG plants are simply taking gas that's naturally produced from the landfill and converting it into a cash-generating machine with a 3-year projected payback and a far better environmental outcome than the status quo.\nAnd our returns far surpass those of our competition by virtue of our CNG fleet, which today represents 74% of our routed vehicles. As a result, we're better positioned to close the loop and capture extremely valuable regulatory RIN credits. At the same time, the recently enacted Inflation Reduction Act will provide tax credits and benefits that served to amplify the value creation of WM's renewable energy business.\nThe supplemental presentation to the earnings press release provides details on the investments and our projections for cash flow and operating EBITDA growth. But suffice it to say, we view this as a very strong positive for shareholders. We have a number of attractive options for our renewable energy portfolio. Internally, we said there are 3 possible outcomes from this opportunity, good, really good or great. And we're heading down the great path by owning the landfill gas and renewable energy facilities, generating RINs through our CNG fleet and maximizing the value of new tax benefits to increase the resulting earnings and cash flows.\nWe're also advancing our planned recycling investments and have provided more details in the supplemental presentation on our website. Our portfolio of projects to automate existing and build new material recovery facilities have 3 key financial benefits: reduced labor costs, improved product quality that commands a price premium and capacity growth. In the fourth quarter, labor costs per ton at our single-stream automated MRFs improved by 35%.\nThe automation of these plants enable us to reduce 137 positions through attrition in 2022. And in 2023, we expect to reduce labor dependence by another 200 positions. By the end of 2023, we're anticipating about a 15% increase in processing capacity from our automated facilities and new markets. We will host a virtual information session for investors on April 5 to provide even more insight into our recycling and renewable energy growth plans. Devina will discuss our 2023 capital allocation plans in more detail, but I want to emphasize our confidence in our ability to continue to allocate capital to all of our priorities, including investing in these high-return sustainability growth projects, returning cash to shareholders through dividends and share repurchases and acquiring accretive businesses.\nIn closing, I want to thank the entire WM team for another fantastic year. We look forward to 2023 as we continue to execute on our operating plans and progress our investments in renewable energy, recycling and automation to drive growth. I'll now turn the call over to John to discuss our operational results.\n\nJohn J. Morris\n\nExecutive VP & COO, Waste Management, Inc.\n\nThanks, Jim, and good morning, everyone. Jim described our fantastic results in 2022 and that all begins with our collection and disposal business. In the face of some of the highest inflationary cost pressures, our collection and disposal business delivered double-digit in adjusted EBITDA for the full year.\nDuring the fourth quarter, collection and disposal results were even more impressive as adjusted operating EBITDA grew more than 11% and margin expanded 40 basis points. This momentum sets the stage for continued growth in 2023 and strengthens our conviction that the investments we're making in our people in automation and in differentiating our service offerings are the right decisions. The growth in our collection and disposal business starts at the top of the income statement with robust organic revenue growth. Full year core price was 7.8% with collection and disposal yield of 6.7% and volume of 1.8%.\nAs we work to keep pace with decade's high inflation, our revenue management teams delivered record core price in 2022 in every one of our lines of business, led by 10.5% in our commercial line of business. We talk often about our focus on generating appropriate returns in our residential and post-collection lines of business. And in 2022, we delivered core price of 6.5% in the residential line of business, 6.4% in our landfills and 5.9% at our transfer stations.\nOur revenue metrics demonstrate that our customers' receptivity to our pricing remained favorable through the fourth quarter. Our rollback percentage was almost 400 basis points better for the full year, while new business pricing increased more than 6% in our commercial line of business. The results clearly demonstrate our ability to manage cost pressures through continued pricing discipline and momentum while maintaining our focus on customer lifetime value. As we move into 2023, our disciplined pricing programs combined with the strong momentum from 2022 and are expected to deliver core price of between 6.5% and 7% with yield approaching 5.5%. Our expectation is for strong rollover of '22 price performance.\nGiven the acute inflationary environment in 2022, we increased certain fees that we don't expect to step up again at the same level. We remain committed to securing pricing that outpaces our cost inflation which is demonstrated by the operating EBITDA margin expansion that we're anticipating in 2023. Shifting to volumes, in the fourth quarter, event-driven volumes remained strong with special waste and C&D volumes growing double digits. Our commercial and industrial volumes were positive for the full year. However, we saw some softening in the fourth quarter. Given these recent trends, we are tempering our volume expectations in the year ahead.\nOur guidance includes 2023 collection and disposal volumes that are relatively flat with 2022. We continue to see the rate of labor increases easing in our business, and we remain focused on managing our operating expenses and flexing down costs, flexing costs down with the changing volumes. In our collection and disposal business, we are seeing improvements in our labor costs as inflationary wage pressures are easing. Turnover trends are improving and the investments that we are making in automation are showing benefits.\nThese improvements were on display in the fourth quarter -- in our fourth quarter results as we saw operating expense margin improved by 30 basis points despite still stubbornly higher maintenance and repair costs. For the full year of 2022, operating expenses increased 50 basis points as a percentage of revenue, but that was largely driven by negative impacts from higher fuel costs and recycling commodity prices that together impacted the measure by 80 basis points.\nThis increase was partially offset by lower labor and related benefits costs in our collection and disposal business and improved risk management costs. Putting it all together, when you combine our pricing efforts with our progress on cost containment, we expect 2023 operating expense as a percentage of revenue to improve between 30 and 50 basis points for the full year, with those improvements beginning in the second quarter of 2023. In the fourth quarter, our recycling operating EBITDA remained solidly positive even with the sharp decline in commodity prices to about $47 per ton. Over the last several years, we have intentionally taken steps to shift the business to a fee-for-service model that has reduced our sensitivity to commodity market changes. When we started this journey in 2017, commodity prices were 60% higher than what we are anticipating in our 2023 outlook, yet 2023 operating EBITDA is expected to be about 13% higher than in 2017.\nThis clearly demonstrates that our business model is profitable and generate solid returns in any economic environment. As we look to the future of recycling, we remain focused on advancing automation across our MRF network, which we have proven can lower the cost of process material, achieve better quality while enhancing recycling profitability.\nOur employees delivered strong results in 2022, and I want to thank the entire WM team for their commitment to providing the best customer service while focusing on improving our operations. The team has done an exceptional job, and I know that this will continue in the year ahead.\nI'll now turn the call over to Devina to discuss our 2022 financial results and 2023 financial outlook in further detail.\n\nDevina A. Rankin\n\nExecutive VP & CFO, Waste Management, Inc.\n\nThanks, John, and good morning. Once again, our solid waste business was at the center of WM's strong quarterly results, capping off a great 2022. Our team delivered strong organic revenue growth with a diligent focus on leveraging core price to offset cost inflation while prioritizing customer service and customer lifetime value to minimize customer churn, all resulting in record high yield. .\nWhen combined with strong cost control, these efforts delivered an 80 basis point expansion of operating EBITDA margin in the fourth quarter. Importantly, we achieved these excellent results while investing in technology and sustainability growth that will benefit WM for years to come. Full year adjusted SG&A was 9.6% of revenue, a 40 basis point improvement over 2021 as we achieved back-office operational efficiencies through standardization and process improvement that enabled us to reduce more than 600 positions through attrition.\nYou can clearly see our strong performance and the record cash flow from operations that we achieved in 2022, which grew 4.6% to $4.536 billion. The increase in cash allowed us to accelerate investments at year-end, which brought full year capital spending to the high end of our expectations. 2022 capital expenditures totaled $2.587 billion with $2.26 billion of that related to normal course capital to support the business and the remaining $561 million related to the strategic growth of our recycling and renewable energy businesses.\nPutting these pieces together, 2022 free cash flow was $1.976 billion despite an increase in cash taxes of $370 million. During 2022, we returned a record $2.58 billion to shareholders, paying $1.08 billion in dividends and repurchasing $1.5 billion of our stock. In addition, we spent $377 million on traditional solid waste and recycling acquisitions to grow our business. We accomplished all of this while accelerating our sustainability and growth investments and achieving our targeted leverage ratio of about 2.75x.\nOur balance sheet is well positioned for growth through capital investments in our business or strategic acquisitions. Moving to our 2023 financial outlook. As John mentioned, we anticipate organic growth approaching 5.5% from yield. Given an expectation for a little more than 1% revenue growth from acquisitions, and a decrease in revenue contributions from recycled commodity sales and fuel surcharges, we anticipate total revenue growth of between 4% and 5.5%.\nWhen combining our plan to deliver strong organic revenue growth with a focus on optimization and cost control to drive 40 to 80 basis points of operating leverage, we expect to generate adjusted operating EBITDA of $5.825 billion to $5.975 billion in 2023. We expect to allocate $1.1 billion to capital investments in recycling and renewable natural gas growth projects in the coming year. And 2023 is expected to be the peak investment year for each business. While these investments are reported as a component of our capital expenditures, and therefore, reduce our traditional measure of free cash flow. We view these investments as better than an acquisition dollar as they will produce even higher return growth as a strong complement to our existing business.\nOur normal course capital to support our business is expected to be between $2 billion and $2.1 billion in 2023. And free cash flow is projected to be between $1.5 billion and $1.6 billion, including the impact of sustainability growth investments. Our outlook anticipates an increase in cash interest and taxes of $175 million to $215 million and about an $80 million headwind from working capital due in large part to the timing and amount of incentive compensation payments. As Jim discussed, even as we step up our investment in high-return recycling and renewable energy growth projects, we remain well positioned to allocate our cash among all of our capital allocation priorities, including returning cash to our shareholders.\nGiven the Board of Directors intended 7.7% increase in the 2023 dividend rate, we expect dividend payments to total about $1.1 billion in the year ahead. We also expect to continue our share repurchase program in 2023 as the Board recently provided authorization to repurchase up to $1.5 billion of our stock. While our guidance does not specifically include acquisition growth, we will continue to be opportunistic in pursuing the right deals at the right price. In closing, we are proud of what we achieved in 2022, and we're excited about the opportunities that lay ahead for 2023 and future years. I want to thank our hard-working team members for all of their contributions to our success.\nWith that, Josh, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1028fbb00c2521a2899c8ebaea8c52d9",
    "period": "2022 Q3",
    "content": "Q3 2022 Waste Management Inc Earnings Call\n\nQ3 2022 Waste Management Inc Earnings Call\n\nWMNYSEOCT 26, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Ed Egl, Senior Director of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Katherine. Good morning, everyone, and thank you for joining us for third quarter 2022 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You'll hear prepared comments from each of them today. Jim will cover our high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings to the SEC, including our most recent Form 10-K. John will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically referenced to internal revenue growth, or IRG, from yield or volume.\nDuring the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the third quarter of 2021. Net income, EPS, operating EBITDA margin and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nThese adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com. Time-sensitive information provided during today's call, which is occurring on October 26, 2022, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of WM is prohibited. Now I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident, CEO & Director, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. Our team delivered strong results in the third quarter, growing adjusted operating EBITDA by 11% compared to last year. The outperformance is driven by the strength and resiliency of our collection and disposal business. In a quarter where the preponderance of macroeconomic discussion is centered around signs of a slowing economy, WM's collection and disposal operating EBITDA grew by more than 12% and margins expanded 60 basis points.\nCollection and disposal organic revenue growth was 8.8%, elevating quarterly total revenue -- company revenue to above $5 billion for the second consecutive quarter. The growth was delivered -- excuse me, the growth we delivered was driven by delivered steps to grow revenue and efficiently manage costs, which together, position us to overcome inflationary pressures.\nOur solid results through the first 9 months of the year position us well to achieve the updated guidance provided last quarter, even with a recent downturn in recycling commodity prices. An important contributor to our improving trend in operating expenses and overall cost structure is the strategic decision to leverage, through automation, the tight labor market and high attrition. John will touch on this as he discusses our significantly improved turnover in more detail.\nBy the end of 2022, we will reach almost 1,000 full-time positions in difficult-to-source job categories that we've chosen not to refill, putting us well on our way to reducing our labor dependency by 5,000 to 7,000 jobs. We're pleased to see early benefits from our investments to reduce our cost to serve while also differentiating WM by enhancing the customer experience.\nContinuing on this discussion of our 2023 and beyond strategy, we're very pleased with our investments we're making in both renewable natural gas and recycling businesses. On RNG, we continue to make great progress on building out our new plants as we expect 2023 to be the heaviest capital investment year. We're on track to see meaningful earnings contributions from 2022 and 2023 investments in 2024, with full incremental operating EBITDA contributions coming in 2026, which are conservatively estimated at $400 million.\nOur recycling business not only provides an important service that our customers want and need, it continues to be a profitable business generating solid returns. We worked hard to adjust our business model over the last several years and saw the results of that in the third quarter, particularly in our automated facilities. Our 5 fully automated MRFs are now delivering differentiated results relative to our single stream network, with about 30% lower labor costs, 13% lower total operating costs, nearly double the operating EBITDA margin and most importantly, a 40% improvement in key safety metrics.\nWe're on track to complete 4 automation projects and add one new MRF in 2022. The significant investments that we're making in growing and automating our MRF network are strengthening the business by reducing costs, increasing throughput and improving product quality. As with our R&D investments, 2023 will be the heaviest year of capital spending and the rebuilding of our single-stream MRFs was the biggest increase in incremental earnings coming in 2024 and 2025 as the majority of the rebuild and new MRFs come online.\nAdditionally, as part of our commitment to growing our recycling business, we announced that we are acquiring a controlling interest in Avangard Innovative's U.S. business. The planned acquisition will grow our plastics recycling capabilities by delivering circular solutions for films and clear plastic wrap used commercially. We expect to receive investment returns comparable to our recycling automation investments yet on a more prolonged horizon, given that operations are in the early stages of scaling. We plan to provide a more detailed update during our fourth quarter earnings call once the deal closes.\nAlso on the M&A front, we completed more than $200 million of acquisitions in the third quarter, putting us well on our way to our full year expectation of $300 million to $400 million. We closed 2 nicely-sized solid waste tuck-in acquisitions in Indiana and Arizona during the quarter. These acquisitions are a complement to our existing operations, and we expect to generate solid returns and earnings contribution in 2023.\nAnd finally, I'm pleased to share that earlier this month, we released our 2022 Sustainability Report, providing details on our ESG performance and outlining our new 2030 priorities. These new priorities are strongly linked with our overall company strategy and directly support expansion of our recycling and renewable energy businesses. Even as we celebrate continued progress in our sustainability journey, we're already focused on driving improvements in the future.\nIn closing, I want to thank the entire WM team for their hard work and dedication. We're focused on finishing 2022 strong while continuing to progress our investments in recycling, renewable energy and automation to drive growth. I'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nExecutive VP & COO, Waste Management, Inc.\n\nThanks, Jim, and good morning. Exceptional organic revenue growth continued to be a key contributor to our strong results in the third quarter, led by collection and disposal yield of 7.1%. Robust core price across every line of business led to third quarter core price of 8.2%, up (inaudible) basis points from the second quarter. We continue to prioritize customer lifetime value in our pricing strategies, and we maintained third quarter churn of 8.7% when adjusted for steps we took to intentionally shed 3 large unprofitable contracts.\nWe remain focused on disciplined pricing in the fourth quarter, positioning us to achieve our full year revenue growth guidance of about 10%. In the third quarter, volume remained at healthy levels as workday adjusted collection and disposal volume grew by 1.7%, including special waste volume growth of nearly 15%. Commercial volume adjusted for the contract losses I mentioned was 1.4%. We continue to grow volumes as our team's focus on differentiating WM as a preferred service provider.\nIn addition, our teams in Florida are rising to the challenges from Hurricane Ian, taking care of their teammates and communities. While there were increased costs from business disruption and property losses in the quarter related to the Hurricane, we are well positioned to handle store and volume as clean-up activity ramped up in fourth quarter. We remain focused on controlling operating costs. Adjusted operating expenses were 62.2% of revenue in the third quarter, in line with prior year. And while we still see high single-digit inflation, our operating expenses as a percentage of revenue in the solid waste business improved 70 basis points compared to last year.\nOver last year, we made significant investments in our people, including proactive wage adjustments, an improved benefit package and increased training. Those investments are paying off as driver turnover improved 410 basis points in the past 3 months, and sequentially, the rate of increase in labor costs improved more than 400 basis points. Maintenance and repair costs remain elevated and are being impacted by the slowdown in truck deliveries, a tight labor market for technicians and higher cost for parts and third-party services.\nThe impact of higher fuel costs increased operating expenses as a percentage of revenue by 50 basis points. This increase was completely offset by the alternative fuel tax credits realized in the third quarter related to the first half of 2022. While cost inflation appears to be easing, the inflationary environment only serves to reinforce our commitment to using technology and automation to reduce our labor dependency across the business and lower our cost to serve.\nAs Jim discussed, we continue to have strong conviction in our recycling business. While global markets drive the value of recycled commodities, the steps we've taken over the past few years to shift around 85% of our third-party volumes to a fee-for-service model provides protection on the downside. So while there is a level of earnings variability, the recycling business is profitable and generate solid returns in any economic environment.\nOur blended average commodity rate in the third quarter was about $94 per ton. We are assuming a blended commodity value of about $50 per ton for the fourth quarter of 2022, which compares to $132 in the same quarter of 2021. These recent commodity market [moves], combined with persistent cost inflation, are expected to be about a $50 million year-over-year headwind to operating EBITDA in the fourth quarter. We're very focused not only managing costs in recycling business but also invest in the automation across our MRF network to structurally lower the cost of processed material and achieve better quality, which further enhances the protections afforded by our fee-for-service model while providing profitability lift even in the toughest markets.\nIn the renewable energy business, we continue to see strong performance with operating EBITDA in the first 9 months growing $24 million. The second of our 17 new RNG plants announced at the beginning of the year is on track for completion at the end of the year and is expected to begin generating revenue in the third quarter following EPA certification to generate RINs credits.\nIn closing, we are very pleased with our third quarter results, and we continue to operate our business with notable focus on disciplined cost control and responsible revenue quality improvements. I want to thank the entire WM team for their invaluable contributions to our success. I'll now turn the call over to Devina to discuss our financial results in further detail.\n\nDevina A. Rankin\n\nExecutive VP & CFO, Waste Management, Inc.\n\nThanks, John, and good morning, everyone. As we've seen all year, our team delivered strong results in the third quarter, driven by organic revenue growth, diligent cost management and proactive steps to automate the business. We continue to see improvement in our collection and disposal business as our strategic focus is on fostering a people-first culture and investing in automation, are driving nearly tangible results.\nAdjusted operating EBITDA in the collection and disposal business grew $174 million in the quarter, which contributed to total company operating EBITDA margin expansion of 50 basis points to 28.6%. Performance in the collection and disposal business, net of fuels, drove 120 basis points of margin improvement. Operating EBITDA margins also benefited 50 basis points from the passage of the Inflation Reduction Act, which secured alternative fuel tax credits through 2024. These 50 basis points relates to the catch-up adjustment we made in the quarter to recognize the benefits of these credits for the first half of 2022.\nPartially offsetting these very strong results were headwinds of 50 basis points from recycling commodity prices, 30 basis points from the impact of higher fuel costs, 20 basis points from increased technology and automation investments and 20 basis points from damage to some of our facilities and vehicles caused by Hurricane Ian.\nProactive management of SG&A continues to be an important element of our business optimization efforts. In the third quarter, SG&A was 9.2% of revenue, a 50 basis point improvement over the same period in 2021. Through the first 9 months of the year, SG&A was 9.6% of revenue, which is consistent with the full year outlook we provided last quarter.\nYear-to-date cash flow from operations increased more than 4%, driven by operating EBITDA growth of nearly 10%. Cash flow from operations growth is muted relative to operating EBITDA growth due to higher cash taxes, higher bonus payments, a delay in cash benefits from alternative fuel tax credits and some moderation in working capital benefits from last year when we saw significant benefits from our new source to pay system.\nThrough the first 9 months of the year, capital expenditures have totaled $1,725,000,000 with just over $1.4 billion of that related to normal course capital to support the business and the remaining $322 million related to the strategic growth of our recycling and renewable energy businesses. As I mentioned in July, we were starting to see some encouraging signs of improvements in truck deliveries, and we're gaining traction on our sustainability investment project. These early indicators continued throughout the third quarter, and we're pleased with the increased pace of capital investment that our teams have secured. We currently expect this accelerated rate of capital to continue in the fourth quarter, positioning us to finish the year on plan for capital expenditures.\nTurning to our 2022 outlook. Our solid operational performance in the first 9 months of the year positions us to achieve the guidance we provided last quarter. We continue to expect revenue growth of approximately 10% and adjusted operating EBITDA within the range of $5.5 billion to $5.6 billion, which represents an operating EBITDA margin of 28.1% at the midpoint. Our operational performance puts us on track to achieve our free cash flow guidance of greater than $2.15 billion.\nHowever, in the fourth quarter, we now anticipate making an additional cash tax payment of about $100 million related to a 2017 matter. Considering this payment, we expect 2022 free cash flow of between $2.05 billion and $2.15 billion. When we call all of this together, we're pleased to report results that meet or exceed expectations across all key financial metrics. Combining this strong performance with the stability and certainty afforded by a healthy balance sheet, business confidence in our ability to deliver on strategic priorities through the uncertain economic backdrop.\nAt the end of the quarter, our leverage ratio was 2.65x and 19% of our debt portfolio had variable rates. In conclusion, we are very pleased with the company's performance in 2022. We have strong conviction that the investments we are making in growing our sustainability businesses and in using technology and automation to optimize our business are setting us up for future success. The team remains hard at work on delivering a strong finish to the year and setting a solid foundation for 2023. With that, Katherine, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/12baf00582ea6747e54afd331206d1cf",
    "period": "2022 Q2",
    "content": "Q2 2022 Waste Management Inc Earnings Call\n\nQ2 2022 Waste Management Inc Earnings Call\n\nWMNYSEJUL 27, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the WM Second Quarter 2022 Earnings Conference Call. (Operator Instructions) At this time, I'd like to turn the call over to your host, Ed Egl, Senior Director of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Valerie. Good morning, everyone, and thank you for joining us for our Second Quarter 2022 Earnings Conference Call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer.\nYou will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, you will hear forward-looking statements which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K. Then we'll discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth, or IRG, from yield or volume.\nDuring the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the second quarter of 2021. Net income, EPS, operating EBITDA and margin and operating and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern Time today. To hear a replay of the call, access the WM website at www.investors.wm.com.\nTime-sensitive information provided during today's call, which is occurring on July 27, 2022, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident, CEO & Director, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. The strength and resiliency of our business was clearly on display in the second quarter as we built on our first quarter momentum to deliver results that exceeded our expectations. Our teams remain focused on recovering inflationary cost pressures with our strongest-ever core price yield results. Our pricing results, combined with volume growth and sustainability contributions, drove quarterly revenue above $5 billion for the first time. Our robust revenue growth translated into operating -- into adjusted operating EBITDA growth of 7.8%, which is above the upper end of our long-term growth profile of 5% to 7%.\nCash from operations remained strong in the second quarter, positioning us to return more than $0.5 billion of cash to our shareholders to bring the year-to-date total of shareholder returns to more than $1 billion. You'll hear more details from Devina, but our strong start to the year gives us confidence to increase our 2022 outlook for revenue, adjusted operating EBITDA and free cash flow. In the second quarter, we continued to see strong volumes, an encouraging sign for economic activity across the areas we serve.\nCurrently, our key business indicators point to continued positive economic activity. That said, WM is well positioned in any economic environment. Our resilient business model is underpinned by our diverse customer base and essential nature -- the essential nature of our service and the annuity-like characteristics of about 75% of our revenue.\nWe continue to advance our long-term strategic priorities of providing the best workplace for our employees, investing in technology and automation that differentiates WM and permanently reduces our cost to serve and leveraging our sustainability platform for growth. Investing in making WM a great place to build a career while also reducing our labor dependency through attrition and automation together position us to navigate this tight labor market.\nIn our sustainability growth journey, we achieved 2 exciting milestones in the second quarter. We opened our fifth WM owned and operated RNG plant in Oklahoma, the first of the 17 new RNG facilities we announced, that are expected to add 21 million MMBtu of RNG to our renewable energy portfolio by 2026. We expect to complete construction on the next RNG facility by the end of the year.\nOn the recycling front, we brought online our Houston MRF, the sixth redesigned recycling facility utilizing advanced technology to reduce labor and improve product quality. Our advanced technology MRFs are yielding tangible benefits, resulting in about a 30% labor cost savings per ton compared to the rest of the single-stream network.\nIn the second half of the year, we expect to open 2 additional advanced technology recycling facilities and enter a new recycling market, keeping us on track to meet our recycling investment goals.\nI want to take a moment to discuss our capital allocation priorities, particularly related to M&A. Our strong operating EBITDA growth has allowed us to absorb the $4.6 billion acquisition of Advanced Disposal and quickly return our balance sheet to pre-ADS leverage levels. We consider a typical M&A year to be between $100 million and $200 million of acquisitions. This year, we have the strongest pipeline we've had in a long time and expect to close between $300 million and $400 million of acquisitions.\nWe will remain disciplined in our approach to traditional solid waste tuck-in and recycling acquisitions to maintain our strong financial position and generate industry-leading returns. Our cash generation plus our strong balance sheet affords us the ability to allocate capital to our priorities, investing in organic growth and sustainability initiatives, predictably growing our dividends, completing accretive acquisitions and returning cash through share repurchases.\nIn conclusion, I want to thank the entire WM team for their hard work and dedication. I'm excited about the remainder of 2022 as we continue to deliver on our commitments to our team members, customers, communities and shareholders.\nI'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nExecutive VP & COO, Waste Management, Inc.\n\nThanks, Jim, and good morning, everyone. Once again, we achieved exceptional organic revenue growth in the second quarter, led by collection and disposal yield of 6.2%. Our pricing accelerated sequentially as we continue to address persistent inflationary cost pressures throughout the business.\nSecond quarter core price increased 20 basis points from the first quarter to a record 7.5%. Core price was strong across every line of business, and we had standout performance of 10.6% in our industrial business and 9.4% on in our commercial business. Customer receptivity to our pricing remains strong as second quarter churn, adjusted for the intentional loss of an unprofitable national account contract, was 9%. We remain confident that our pricing strategies are appropriately responsive to rising costs while prioritizing customer lifetime value. Our teams continue to be focused on disciplined pricing in the second half of the year, and we now expect 2022 core price of more than 7% and collection and disposal yield approaching 6%.\nKey indicators in our business continue to signal healthy economic activity in the quarter. Second quarter collection and disposal volume grew 2.3% with commercial volumes growing 1.6% and special waste volumes up more than 19%. Additionally, new business exceeded lost business as service increases continue to outpace service decreases by a wide margin. Second half volumes are expected to remain strong and for the full year, we expect collection and disposal volume growth of about 2.5%.\nOur teams remain focused on controlling operating cost. Adjusted operating expenses were 62.4% of revenue in the second quarter, a 130 basis point increase from the second quarter of 2021. The year-over-year increase in operating expenses as a percentage of revenue was largely driven by fuel and commodity price impacts, 70 basis points from higher fuel costs, 30 basis points related to the alternative fuel tax credits received in 2021 that have not yet been renewed for 2022 and 30 basis points from the impact of higher commodity prices on our recycling brokerage business.\nIn the second quarter, we again saw high single-digit inflation in our costs, and we are managing through this with both pricing and cost controls. Our core price is recovering our cost of inflation in each line of business, except residential, where the impacts of higher labor costs are most pronounced. In that line of business, our conversion of approximately 2,000 railroad routes to automated side loaders will both reduce labor and significantly improve efficiency. This is one of the ways where we are investing in technology to reduce our dependency on certain high-turnover positions.\nAdditionally, early results from our pilot programs to fully optimize our roll-off routes are showing efficiency gains in the range of high single to low double-digit percentage increases. As we move into the second half of the year, we expect inflationary cost pressures to ease on a year-over-year basis given the proactive steps we took to raise frontline wages in the second half of 2021.\nAs Jim mentioned, we're excited about growth opportunities in our recycling and renewable energy businesses, and both businesses continue to deliver strong results. Together, recycling and renewable energy contributed $19 million of operating EBITDA growth in the second quarter. The recycling business is on track to deliver results on par or modestly higher than the record earnings we achieved in 2021. Our blended average recycling stream commodity price was $131 per ton in the second quarter, and we continue to expect a full year average of $125 per ton.\nIn the renewable energy business, better pricing for renewable natural gas, electricity and environmental credits is driving our full year outlook for this business higher than our original guidance by $35 million to $45 million. Overall, our second quarter results exceeded our expectations as we demonstrated our ability to execute on our disciplined pricing programs and manage costs.\nI'm extremely proud of having the entire WM team work together to provide safe and reliable service to our customers. I'll now turn the call over to Devina to discuss our financial results in further detail.\n\nDevina A. Rankin\n\nExecutive VP & CFO, Waste Management, Inc.\n\nThanks, John, and good morning. The strong operating and financial results of the second quarter confirmed a number of important indicators we saw emerge in Q1, positioning us to increase our full year financial outlook. I'll cover our updated guidance in a moment, but I want to give a little more color around our second quarter and year-to-date financials first.\nAs John discussed, our results have been driven by robust organic growth, led by our disciplined pricing focus as well as diligent cost management. Proactive management of our SG&A has been an important element of those cost management efforts. In the second quarter, adjusted SG&A was 9.4% of revenue, a 20 basis point improvement over the same period in 2021. We accomplished this result in spite of an increase in incentive compensation due to our focus on controlling discretionary SG&A spending and leveraging technology investments to reduce the customer sales and back office functions. We are on track to deliver SG&A as a percentage of revenue of about 9.6% for the full year.\nOperating EBITDA increased more than $100 million in the second quarter, driven by an increase in the operating EBITDA of our collection and disposal business of $107 million. Operating EBITDA margin in the quarter was 28.1%, a 50 basis point improvement from the first quarter of 2022. We are confident in our ability to achieve our full year margin outlook, which is a particularly strong result given the dilutive impacts from rising fuel costs, which we now estimate could be about 60 basis points for the year.\nYear-to-date cash flow from operations was up $142 million or about 6.5% from the prior year, which has been driven by operating EBITDA growth of over 9%. Cash flow from operations growth was slightly muted relative to operating EBITDA growth due to higher cash taxes, which will continue throughout the year, and working capital pressure that we expect to moderate over the remainder of the year.\nDuring the first half of the year, we've invested $856 million in capital to support the business, and we invested an additional $112 million to support the strategic growth of our recycling and renewable energy businesses. Our year-to-date free cash flow, which includes the impact of capital outlays to support our sustainability growth investments, is $1.35 billion, putting us on pace to exceed the upper end of our initial 2022 guidance of $2.05 billion to $2.15 billion.\nWhile the pace of capital spending has been slower than expected in the first half of 2022, we currently expect truck deliveries, landfill construction and sustainability capital projects to ramp in the second half of the year. We're encouraged to see supply chain constraints in certain asset categories begin to show promising signs of improvement, though we are proactively managing the business in anticipation of the longer delivery schedules we've experienced over the last year. We will revisit capital and free cash flow guidance in more detail next quarter.\nAs Jim discussed, we are well positioned to allocate free cash flow among all our capital allocation priorities. In addition to increased acquisition expectations for the year, we now expect to allocate our full $1.5 billion authorization to share repurchases.\nTurning now to our updated 2022 guidance. We expect revenue growth of approximately 10% and adjusted operating EBITDA in the range of $5.5 billion to $5.6 billion. The $175 million increase in operating EBITDA guidance is driven by more than $325 million from increased price and volume performance and $40 million from better performance in the renewable energy business. Those things are partially offset by approximately $190 million of higher costs, which were driven by a combination of inflation pressure and incentive compensation.\nNote that this outlook assumes fuel prices remain at June levels for the second half of the year, equating to a 60 basis point drag to full year operating EBITDA margin. Even still, we expect to deliver margin of 28.1% at the midpoint of our guidance.\nWe remain optimistic that the alternative fuel tax credits will be approved in 2022 and continue to include the approximately $55 million benefit we would expect to receive in our outlook.\nIn closing, our excellent first half performance sets us up to deliver another year of strong financial growth in 2022. I can't thank the WM team enough for all their contributions to our success.\nWith that, Valerie, you let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3984273ca4880ef797641f86d5eb1264",
    "period": "2022 Q1",
    "content": "Q1 2022 Waste Management Inc Earnings Call\n\nQ1 2022 Waste Management Inc Earnings Call\n\nWMNYSEAPR 26, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the WM's First Quarter 2022 Earnings Conference Call. (Operator Instructions) After the speakers' presentation, there will be a question-and-answer session. (Operator Instructions) And please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, David (sic) [Edward] Egl, Senior Director, Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Lorrie. Good morning, everyone, and thank you for joining us for our first quarter 2022 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we have filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules of the press release include important information.\nDuring the call, we will give forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and in our filings with the SEC, including our most recent Form 10-K. John will discuss our results in the areas of yield and volume, which unless stated otherwise, are more specifically references to internal revenue growth or IRG from yield or volume.\nDuring the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the first quarter of 2021. Net income, EPS, operating EBITDA and margin and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations. These adjusted measures, in addition to free cash flow, are non-GAAP measures. We refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1:00 p.m. Eastern time today until 5:00 p.m. Eastern Time on May 10. To hear a replay of the call over the Internet, access the WM website at www.wm.com. To hear a telephonic replay of the call, dial (855) 859-2056 and enter reservation code 3365157. Time-sensitive information provided during today's call, which is occurring on April 26, 2022, may no longer be accurate at the time of the replay. Any redistribution, retransmission or rebroadcast of this call in any form without the expressed written consent of WM is prohibited.\nNow I'll turn the call over to WM's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident, CEO & Director, Waste Management, Inc.\n\nThanks, Ed, and thank you all for joining us. The first quarter of every year sets the tone for the rest of the year, and our strong first quarter results really set us up for success in 2022. We delivered exceptional core price and yield results, grew profitable volumes and managed our costs. The result was double-digit growth in revenue, operating EBITDA and cash from operations. In fact, our cash from operations was the highest we've ever generated in a quarter, allowing us to return $0.5 billion of cash to our shareholders.\nOur operating EBITDA margin of 27.6% was ahead of our plan, even in the face of record inflation and the delayed approval of the alternative fuel tax credits. So we executed extremely well in the first quarter and achieved better results than we anticipated, positioning 2022 to be another great year for WM. In addition to the strong start in the first quarter, we see signs that the economy is trending positively. Several of the key leading performance indicators within our business, such as special waste volumes, construction and demolition volumes and new business formation pointed to continued strong economic activity and business performance for the balance of the year. The positive economic activity, combined with WM's diverse customer base, the recession-resilient nature of our business and nearly 75% of our revenue that is annuity-like, gives us confidence to reaffirm the full year outlook we provided in February.\nAs we progress through the year, we remain committed to executing on our strategic priorities of providing the best workplace, advancing technology and automation that differentiates WM and reduces costs and leveraging our sustainability platform for growth.\nTurning to our sustainability and technology investments, we're excited about the future. We see the opportunity to further our sustainability leadership by expanding recycling capacity, automating recycling processing and increasing the renewable energy generated from our landfill network. We opened a new recycling facility in the first quarter and we're on track to bring online another fully retrofitted MRF in the second quarter, along with the next WM-built renewable natural gas plant. These projects are expected to generate excellent returns that are superior to those of solid waste acquisitions.\nRegarding technology, last quarter, you heard us discuss cost-saving opportunities for automation and optimization, which involves creating a competitive advantage for WM by differentiating the customer experience, while reducing our labor dependency on certain roles. Through our focus on digital technology, we anticipate reducing 5,000 to 7,000 positions over the next 4 years. In this tight and expensive job market, it makes complete sense to use technology to reduce our dependency on certain high-turnover jobs.\nIn addition to tackling this attrition, technology produces a significant amount of data that we view as a valuable asset. John has referred to our trucks as rolling data centers, and we're using that data and analytics to create a sustainable competitive advantage. Currently, we're piloting the full end-to-end optimization of our roll-off routes, which will be the first of its kind in the industry. Early efficiency results in our pilots are very encouraging and our plan is to have our roll-off routes fully optimized by mid-'23.\nFinally, while we use automation and data to our advantage, we will invest in training and upskilling of our existing employees to ready them for higher-skilled future roles. To sum it up, we've set the bar high in our first quarter with our results, and we're confident in our ability to deliver strong performance throughout the remainder of 2022. I want to thank the entire WM team for their hard work and dedication. I know that they continue to work to deliver on our commitment to our customers, our communities and our shareholders. And we very much appreciate that.\nI'll now turn the call over to John to discuss our operational results for the quarter.\n\nJohn J. Morris\n\nExecutive VP & COO, Waste Management, Inc.\n\nThanks, Jim, and good morning, everyone. 2022 began on a high note with first quarter organic revenue growth in the collection and disposal business topping 9%. Our expectation was that the first quarter would be our strongest quarter of the year, both for pricing and volume growth, and our teams delivered revenue that exceeded our expectations. Core price of 7.3% is more than double the result for the same quarter in 2021, as we work to secure price increases that keep pace with the inflationary environment.\nStrong pricing results across all lines of business translated into collection and disposal yield of 5.5%, with standout performance of 7.9% for commercial and 5.1% for landfill MSW. We remain confident that our pricing strategies appropriately respond to the rising costs and prioritize our focus on maximizing customer lifetime value. In the first quarter, we delivered record high core price, while maintaining churn near historic lows by using a data-driven and customer-focused approach.\nShifting to volumes, first quarter collection and disposal volume grew 3.8%. Landfill volumes continue to be strong, with MSW volumes increasing more than 5% and special waste volumes growing almost 30% in the quarter. And while we expect some moderation in special waste volumes from our first quarter levels, our project pipelines remain strong. Also contributing to our strong volume results was significant growth in our national account business.\nIn the first quarter, our strategic business solutions team won more than $20 million of new annualized revenue. These wins were driven by our ability to meet customer sustainability and operating needs through a differentiated use of customer-facing data analytics and service capabilities. Our teams remain focused on controlling operating costs. Overall, adjusted operating expenses were 62.3% of revenue in the first quarter. While cost inflation in the first quarter persisted in the high single digits, our operating costs improved 70 basis points from the fourth quarter of 2021, largely due to encouraging trends in our largest cost category, labor.\nFirst quarter overtime costs and training hours came down compared to the fourth quarter of 2021, as we've improved retention and been successful in onboarding new team members to transition from training hours to productive hours. On a year-over-year basis, the increase in operating expenses as a percentage of revenue primarily comes from 3 areas: 50 basis points in our collection and disposal business related to inflationary pressures, including the proactive and intentional steps we took last year to increase wages for frontline team members; 40 basis points from the impact of higher commodity prices on our recycling brokerage business; and 30 points related to the alternative fuel tax credits received in 2021 that have not yet been renewed for 2022.\nWhen we think about the balance of the year, we expect the inflationary cost pressures to ease in the second half of 2022 as we lap acute inflation that began in the second half of 2021. We do anticipate some pressure on maintenance costs in 2022 as a result of delays in our truck delivery schedule resulting from ongoing supply chain constraints.\nTurning to our residential collection business, we continue to execute on our long-term plan to improve this line of business through pricing and automation. The impacts of higher labor costs are most pronounced in this part of the business, and we are focused on appropriately pricing our contracts and reducing our costs by transitioning more of our residential fleet to automated single-driver vehicles. Our first quarter revenue growth results reflect our success in moving residential pricing as our yield was 5%.\nIn the recycling line of business, we delivered another strong quarter with operating EBITDA growing by $23 million. Our blended average commodity price in the first quarter was about $126 per ton, which is in line with our full year expectations. We continue to see strong demand for recycled materials, and we remain focused on educating customers to help unlock additional supply of recyclables and employing technology to maximize the value of the material recovered while reducing our cost of processing.\nAnd finally, our renewable energy business contributed an additional $13 million of operating EBITDA in the quarter. We have a new renewable natural gas plant coming online in the next few weeks in Oklahoma, the 17th R&D plant in our network and the fifth developed by WM. The next RNG project is on track to come into service by the end of the year, positioning us to deliver on our 2026 targets as we expand our leadership in the landfill gas energy business.\nIn closing, I want to thank the entire team for the fantastic job. They do safely and reliably serving our customers day in and day out. We've had a great start to 2022 and look forward to building on our success.\nI'll now turn the call over to Devina to discuss our financial results in further detail.\n\nDevina A. Rankin\n\nExecutive VP & CFO, Waste Management, Inc.\n\nThanks, John, and good morning, everyone. Our disciplined pricing programs, robust volume growth and solid recycling performance fueled strong top line growth, and that translated into a nearly 11% increase in operating EBITDA in the first quarter. Our operating EBITDA growth completely flowed through to cash from operations, as lower interest payments more than offset a modest decline in working capital benefits related primarily to higher incentive compensation payments in 2022 for a strong 2021 performance.\nWe're pleased with these strong results and are well positioned to comfortably deliver on our full year outlook.\nTurning to capital expenditures. First quarter capital spending to support our business totaled $371 million, and we invested an additional $47 million in our recycling and renewable energy businesses. Given our acceleration of sustainability growth in the fourth quarter of 2021, we spent a little less capital on these investments in the first quarter, but we remain on track to advance these projects in 2022 as planned. We expect that our investments in recycling and renewable natural gas projects will ramp up as we move through the balance of the year.\nWhile we continue to see supply chain constraints slow delivery schedules in some asset categories, we're managing spending across our portfolio and expect capital expenditures to support the business to be within our full year guidance of $1.95 billion to $2.05 billion and sustainability growth investments to be approximately $550 million in 2022.\nAs you heard from Jim and John, our teams are executing on the recycling and R&D growth projects we discussed last quarter, and we're confident in the strong returns these projects provide. Keep in mind that these investments are reported as a component of our capital expenditures and reduce our traditional measure of free cash flow. Yet we view these investments to be similar to an acquisition dollar as they produce high-return growth as a strong complement to our existing business. Putting it all together, our business generated first quarter free cash flow of $845 million. Before sustainability growth investments, first quarter free cash flow was $892 million, which puts us well on our way to achieving our full year outlook of between $2.6 billion and $2.7 billion.\nWe are well positioned to allocate our cash to sustainability growth investments, traditional tuck-in acquisitions and growing shareholder returns. We used our free cash flow to pay $275 million in dividends in the quarter, and we allocated $250 million to share repurchases, while maintaining our leverage ratio well within our targeted range.\nTurning to SG&A. We remain focused on controlling discretionary SG&A spending and leveraging technology investments to reduce the cost of our sales and back office functions. First quarter SG&A was 10.1% of revenue, a 60 basis point improvement over 2021. We fully expect to achieve SG&A as a percentage of revenue of less than 10% for the full year, even as we continue to invest in technology to differentiate WM and lower our cost to serve.\nIn closing, our strong results are a testament to the dedication of our 50,000 team members. We're proud of our performance in the first quarter and excited about what we can achieve together over the remainder of the year. With that, Lorrie, let's open the line for questions."
  },
  {
    "header": "WM",
    "cik": "0000823768",
    "ticker": "WM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0ad25d13b053fe71fbe897aa99b0964",
    "period": "2021 Q4",
    "content": "Q4 2021 Waste Management Inc Earnings Call\n\nQ4 2021 Waste Management Inc Earnings Call\n\nWMNYSEFEB 2, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by, and welcome to the Waste Management, Inc. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions) I would now like to hand the conference over to your speaker today, Ed Egl, Director of Investor Relations. Please go ahead.\n\nEdward A. Egl\n\nDirector of IR, Waste Management, Inc.\n\nThank you, Faith. Good morning, everyone, and thank you for joining us for our fourth quarter 2021 earnings conference call. With me this morning are Jim Fish, President and Chief Executive Officer; John Morris, Executive Vice President and Chief Operating Officer; and Devina Rankin, Executive Vice President and Chief Financial Officer. You will hear prepared comments from each of them today. Jim will cover high-level financials and provide a strategic update. John will cover an operating overview, and Devina will cover the details of the financials.\nBefore we get started, please note that we filed a Form 8-K this morning that includes the earnings press release and is available on our website at www.wm.com. The Form 8-K, the press release and the schedules to the press release include important information. During the call, you will hear forward-looking statements, which are based on current expectations, projections or opinions about future periods. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. Some of these risks and uncertainties are discussed in today's press release and our filings with the SEC, including our most recent Form 10-K as updated by our subsequent Form 10-Q filings.\nJohn will discuss our results in the areas of yield and volume, which unless otherwise stated, are more specifically references to internal revenue growth or IRG from yield or volume. During the call, Jim, John and Devina will discuss operating EBITDA, which is income from operations before depreciation and amortization. Any comparisons, unless otherwise stated, will be with the fourth quarter of 2020. Net income, EPS, operating EBITDA margin, operating expenses and SG&A expense results have been adjusted to enhance comparability by excluding certain items that management believes do not reflect our fundamental business performance or results of operations.\nThese adjusted measures, in addition to free cash flow, are non-GAAP measures. Please refer to the earnings press release and tables, which can be found on the company's website at www.wm.com for reconciliations to the most comparable GAAP measures and additional information about our use of non-GAAP measures and non-GAAP projections.\nThis call is being recorded and will be available 24 hours a day beginning approximately 1 p.m. Eastern time today until 5:00 p.m. Eastern time on February 16. To hear a replay of the call over the Internet, access the Waste Management website at www.wm.com. To hear a telephonic replay of the call, dial (855) 859-2056 and enter reservation code 4865157. Time-sensitive information provided during today's call, which on February 2, 2022, may no longer be accurate at the time of a replay. Any redistribution, retransmission or rebroadcast of this call in any form without the express written consent of Waste Management is prohibited. Now I'll turn the call over to Waste Management's President and CEO, Jim Fish.\n\nJames C. Fish\n\nPresident, CEO & Director, Waste Management, Inc.\n\nAll right. Thanks, Ed, and thank you all for joining us. 2021 was another very successful year at WM. Our strong operational and financial performance continued throughout 2021, delivering full year results that achieved or exceeded our financial guidance, which we increased from our original expectations twice during the year. We also successfully integrated the Advanced Disposal operations, generating synergies that have already exceeded our initial expectations with further synergies to come.\nDuring 2021, we focused on driving disciplined organic revenue growth, advancing technology investments focused on customer retention and growth and cultivating our people-first culture. Execution on these priorities came together to produce record growth in full year adjusted operating EBITDA and cash from operations. It can't be overstated how impressive it is that we generated more than $5 billion of operating EBITDA in a year like 2021. This robust operating EBITDA translated into all-time high cash from operations of over $4 billion, which allowed us to return a record $2.3 billion to our shareholders.\nContributing to our operating EBITDA was our pricing where we finished 2021 on a very strong note as we made steady progress on covering the cost inflation in our business with excellent core price results across all lines of business. John will provide more details here, but we had record core price in both our landfill and residential businesses, 2 areas we've been particularly focused on over the last couple of years. Strong core price translated into the best collection and disposal yield that we've seen in more than a decade.\nAnother great story about our pricing efforts is that we're still seeing strong volume growth and improvements in churn. 2021 churn of 8.4% is an all-time low. As 2022 kicks off, we're fully focused on recovering inflationary cost increases through our pricing programs and through the aggressive management of our cost structure. Our revenue management team is hard at work executing on the 2022 pricing plans so that we can recover the inflationary cost pressures in our business and deliver another successful year. In fact, we've recently seen several large customers, who have historically been very price-sensitive, renew at significant increases.\nOn the cost front, a big part of that management of our cost structure will be to materially improve our labor efficiency through the application of the technology investments we made over the last 18 months. Our expectation is to attrit between 5,000 and 7,000 positions over the next 4 years without replacements as these positions have become difficult to source and we expect that will continue to be the case. At the same time, we continue to focus on providing the best workplace for our employees and leveraging our asset network for growth.\nRegarding our 2022 financial outlook, Devina will provide more details, but at a high level, we expect to deliver total company revenue growth of approximately 6%, driving operating EBITDA growth of approximately 7% in 2022. It's fair to point out that both our revenue and our operating EBITDA guidance are at or above the high end of the ranges we targeted for the long term at our Investor Day in 2019. We expect margin expansion in the second half of the year with full year operating EBITDA margins expected to be flat to up 40 basis points compared to 2021.\nThis sets us up for another year of robust cash generation. The extraordinary cash generation of our business positions us to plan a 13% increase in our 2022 dividend rate, while at the same time, making substantial increased investments in high-return renewable energy and recycling projects.\nTara Hemmer was appointed as our Chief Sustainability Officer last summer, and she's charting a path to an aggressive long-term growth for our sustainability businesses. In light of our very strong cash generation, we plan to invest approximately $275 million in 2022 to expand our network of renewable natural gas plants, with incremental investments in 2023 through 2025 totaling approximately $550 million. We expect to build 17 RNG plants over the next 4 years, which would grow our RNG generation by 6x. With conservative assumptions, these projects are expected to generate operating -- annual operating EBITDA run rate operating EBITDA of more than $400 million by 2026. And at today's higher prices, that operating EBITDA more than doubles.\nIn the recycling business, we expect to invest $275 million in 2022 in MRF technology with incremental investments in 2023 through 2025 totaling approximately $525 million. These investments accelerate our automation of recycling process, processing to reduce costs, improve product quality as well as expand our single-stream recycling footprint. Together, these projects are expected to generate annual run rate incremental operating EBITDA of approximately $180 million by 2026, assuming $125 per ton blended commodity price.\nThese growth projects further WM's sustainability leadership by increasing the renewable energy generated from our landfill network, expanding single-stream recycling capacity and automating recycling processing to reduce costs and improve product quality. They also are expected to generate excellent returns that are superior to those of solid waste acquisitions.\nIn closing, we delivered a fantastic year in 2021, overcoming the challenges the year presented. As we look ahead to 2022, we remain committed to advancing technology investments that differentiate us, automating our processes to reduce our cost to serve and leveraging our sustainability platform for growth. Our success would not have been possible without the best employees in the business, and I want to thank all 50,000 of our team members for their contributions. I'll now turn the call over to John to discuss in more detail our operational results.\n\nJohn J. Morris\n\nExecutive VP & COO, Waste Management, Inc.\n\nThanks, Jim, and good morning, everyone. Our team finished 2021 strong with fourth quarter organic revenue growth in the collection and disposal business of 6.5%. Our fourth quarter core price of 6.7% in the commercial line of business and 5.2% in our landfills clearly demonstrate continued discipline and pricing momentum. These strong fourth quarter pricing results were the leading contributors to robust collection and disposal core price of 4.8% for the full year.\n2021 yield was also strong at 3.5% and reflects an improvement in rollbacks of almost 500 basis points as well as continued improvement in customer churn. As we move into 2022, our revenue management teams are focused on continuing to recover inflationary cost increases, improving residential profitability and remaining disciplined on disposal pricing. With the strong momentum we have entering 2022, coupled with our team's continued diligence, we expect to deliver core price of more than 5.5% and yield approaching 4%.\nShifting to volumes. Fourth quarter collection and disposal volume grew 2.8%. For the full year, our collection and disposal volumes grew 3% and service increases outpaced service decreases nearly twofold. Organic growth trends in the first few weeks of 2022 have been encouraging even as some parts of the U.S. and Canada have seen spikes in Omicron cases during January. Commercial yards are tracking above 2021 levels. And while industrial hauls are modestly below last year, we see that as mostly due to weather disruptions in a few areas across the country. Overall, we expect 2022 collection and disposal volumes to grow about 2%, with commercial collection and MSW landfill volumes as leading contributors.\nTurning to operating costs. Adjusted operating expenses as a percentage of revenue increased 150 basis points year-over-year to 63% with commodity-driven impacts from recycling brokerage rebates and fuel totaling 100 basis points. The remaining increase was related to higher labor costs as overtime increased due to the highest number of COVID-related absences we have seen as well as some risk management costs. During the fourth quarter, our teams remain focused on controlling operating costs. And while the impacts of inflation and the tight labor market continue to put pressure on our metrics, there are positive trends in the fourth quarter results that position us well to deliver on our 2022 plan.\nMaintenance expenses improved sequentially as our continued efforts to standardize maintenance processes, particularly in our ADS locations, is reducing downtime and improving fleet availability. We also saw efficiency, net of incremental training hours, improving all lines of business. We expect these efficiency gains to continue and overtime hours to improve as our teams are taking intentional steps to improve retention, and we see that making an impact as annualized driver turnover has improved every month since August. We estimate that our focus on operating efficiencies and productivity helped to moderate the impact of inflationary cost pressure by about 60 basis points versus the third quarter.\nSo putting it all together, when you combine our pricing efforts with our progress on cost containment, we expect operating expense as a percentage of revenue to improve by the second half of 2022. Our collection and disposal business is well positioned to deliver great results in 2022 and so are our recycling and renewable energy businesses.\nAs Jim discussed, our sustainability businesses are central to our growth strategy, and we're pleased with the strong results we're achieving in both the recycling and renewable energy businesses. In recycling, each quarter of 2021 earned a spot among our 5 most profitable quarters of all time, and we're anticipating an equally strong year in 2022. Our current outlook for 2022 is based on an average blended commodity price of $125 per ton, which is modestly above current values of $115 per ton.\nAnd similarly, renewable energy business delivered a very strong 2021 results and is expected to match this earnings contribution in 2022 as 2 additional renewable natural gas plants come online. We expect our fifth plant to be operational early in the second quarter and the sixth plant to be online by the end of the year. Our 2022 outlook is based on a RINs price of about $3, which is slightly above our 2021 rate but below current RINs pricing.\nAnd finally, our integration of Advanced Disposal continues to go smoothly as we marked the first anniversary of the acquisition at the end of October. To date, we have combined virtually all the acquired operations into our billing and operational systems. And with $36 million of synergies captured during the fourth quarter, we exited 2021 on track to exceed our expectations for full run rate cost and capital synergies of $150 million.\nIn closing, I want to thank the entire WM team for their focus on safely and reliably servicing our customers. The team has done an exceptional job managing our operations, and I know that this will continue in the year ahead. I'll now turn the call over to Devina to discuss our 2021 financial results and 2022 financial outlook in further detail.\n\nDevina A. Rankin\n\nSenior VP of Field Operations, Executive VP & CFO, Waste Management, Inc.\n\nThanks, John, and good morning. Our teams worked tirelessly this year to provide essential services to our customers and communities, and we're proud of the results we accomplished together. 2021 operating EBITDA growth of 16.5% was achieved by accelerating collection and disposal core price, capturing robust commercial collection and landfill volume growth, successfully integrating the ADS business and delivering record-high recycling profitability. Controlling our discretionary SG&A spending and leveraging technology investments to reduce the cost of our sales and back office functions also contributed to the strong EBITDA growth in 2021.\nIn the fourth quarter, SG&A was $481 million or 10.3% of revenue. Our fourth quarter SG&A costs came in higher than our run rate due to the timing of some of our technology- and sustainability-oriented investments. 2021 SG&A was 10% of revenue. That's a 20 basis point improvement over 2020. Over the long term, we target SG&A as a percentage of revenue below 10%, so we're pleased to be nearing that target so quickly after the ADS acquisition.\nIn 2021, we captured SG&A synergies from the acquisition ahead of schedule and started to realize the benefits of our technology investments, particularly by optimizing our sales coverage model, growing our digital sales channel and streamlining the customer setup process. We're confident that our technology investments will continue to deliver value as we differentiate WM and reduce our cost to serve, both on the operating cost and SG&A lines.\nFourth quarter capital spending was $774 million, which is above the expectations we had last quarter as we were able to opportunistically accelerate investments in recycling and renewable energy at the end of the year. While we continue to see supply chain constraints, slow delivery schedules and some important traditional solid waste asset categories, we worked diligently to close the year with strong momentum on capital investment to support growing volumes, particularly in our landfill line of business.\nGrowth in both cash flow from operations and free cash flow were particularly strong in 2021. At $4.34 billion, cash flow from operations increased 27.5%, and when excluding the onetime benefit from the required divestitures related to the ADS transaction, our free cash flow grew over 28.5% in 2021 to $2.53 billion. Over the course of the last year, we returned a record $2.32 billion to shareholders, a $970 million in dividends and repurchasing $1.35 billion of our stock. We accomplished all of this while achieving our targeted leverage ratio of about 2.75x, demonstrating that we are well positioned for future growth.\nMoving to our 2022 financial outlook. As John mentioned, we anticipate organic growth in the collection and disposal business of about 6%, which is the high end of our long-term growth target. This revenue growth outlook drives our 2022 operating EBITDA guidance of $5.325 billion to $5.425 billion, and that represents almost a 7% increase in operating EBITDA at the midpoint. As Jim discussed, we are well positioned to allocate our cash both to growing shareholder returns and to increasing growth capital investments in our recycling and renewable energy businesses.\nSetting aside the planned growth investments and focusing on the capital expenditures we plan to invest in the normal course of business, we expect capital spending to be in the range of $1.95 billion to $2.05 billion in 2022. Free cash flow, excluding these sustainability growth investments, is projected to be in the range of $2.6 billion to $2.7 billion. We expect to make approximately $550 million of growth investments in recycling and renewable natural gas projects in the coming year. While these investments will be reported as a component of our capital expenditures and therefore reduce our traditional measure of free cash flow, we see these investments to be similar to an acquisition dollar as they will produce high-return growth as a strong complement to our existing business.\nWhen considering these growth investments, free cash flow is expected to be between $2.05 billion and $2.15 billion in 2022. This free cash flow outlook anticipates an increase in cash interest and taxes of $75 million to $125 million and a modest improvement in working capital.\nOur long-standing commitment to a strong balance sheet and consistent and disciplined allocation of available cash towards growth and shareholder returns continues. Our 2020 (sic) [2022] priorities will be to invest in the business, grow the dividend, fund tuck-in acquisitions with strong returns and buy back shares. Given the Board of Directors' approval of a 13% increase in the 2022 dividend rate, we expect dividend payments to total about $1.075 billion in the year ahead. We also expect to continue our share repurchase program in 2022 as the Board recently provided authorization to repurchase up to $1.5 billion of our stock. While our guidance does not specifically include acquisition growth, we will continue to be opportunistic in pursuing the right deals at the right price.\nIn closing, we are proud of what we achieved in 2021, and we're excited about the opportunities that lay ahead for 2022 and future years. Our team is hard at work so that we can deliver on our commitments to our customers, communities, the environment and shareholders. With that, Faith, let's open the line for questions."
  }
]