[
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/899c606b1cd892b9eace2cf322f5be20",
    "period": "2025 Q3",
    "content": "Q3 2025 IDEX Corp Earnings Call\n\nQ3 2025 IDEX Corp Earnings Call\n\nIEXNYSEOCT 29, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Third Quarter 2025 IDEX Corporation Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Jim Giannakouros. Thank you. You may begin.\n\nJim Giannakouros\n\nAnalyst, Oppenheimer & Co., Inc.\n\nGood morning, everyone, and welcome to IDEX's Third Quarter 2025 Earnings Conference Call. We released our third quarter financial results earlier this morning, and you can find both our press release and earnings call slide presentation in the Investor Relations section of our website, idexcorp.com.\nOn the call with me today are Eric Ashleman, President and Chief Executive Officer of IDEX and Akhil Mahendra, our Interim Chief Financial Officer and Vice President of Corporate Development.\nToday's call will begin with Eric providing highlights of our third quarter results and a discussion of our current business outlook and strategies. Then Akhil will discuss additional financial details and our updated outlook.\nFollowing our prepared remarks, we will open the line for questions. But before we begin, please refer to Slide 2 of our presentation, where we note that comments today will include forward-looking statements based on current expectations.\nActual results could differ materially from these statements due to a number of risks and uncertainties, which are discussed in our press release and SEC filings. As IDEX provides non-GAAP financial information, we provided reconciliations between GAAP and non-GAAP measures in our press release and in the appendix of our presentation materials, which are available on our website.\nWith that, I will turn the call over to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Jim. Good morning, everyone, and thank you for joining us today. The IDEXX teams across the globe collectively delivered better-than-expected results in the third quarter of 2025 and I'm proud of our team's hard work and steadfast commitment to execution, particularly given today's challenging economic conditions. I'm on Slide 3.\nRegardless of the business environment, our business model and 80/20 philosophy, along with our strong balance sheet and continued robust cash generation position us to quickly address challenges and pursue opportunities as they arise. We do this while remaining focused on driving long-term sustainable growth and value for all of our stakeholders. As we'll discuss further today, our team is laser-focused on the things we can control. thoughtfully executing our strategy amid a dynamic economic environment.\nBefore I provide an overview into our results, I'd like to step back and highlight where we are in IDEX's evolution and frame our priorities in the months and quarters ahead. When IDEX was founded almost 40 years ago, it was effectively a holding company with a portfolio of disparate but attractive industrial businesses. These were strong brands operating independently without a clear governing framework.\nIn Phase 2, we introduced a common IDEX culture and business approach, powered by an operating model with 80/20 as its heartbeat, not only enhance the efficiency of our operations, but also served as a decision-making framework and growth accelerator, guiding our focus, resource allocation and portfolio optimization.\nIn our current Phase III, we've made a number of foundational acquisitions accompanied by complementary bolt-ons to expand our capabilities in targeted advantaged end markets. These additions helped us establish higher growth platforms leverage to 21st century secular trends. Today, we are intensively deploying 80/20 in these areas to enhance efficiencies and productivity and unlock integrated growth potential.\nWe followed this playbook over the previous decade to build our IDEX Health & Science platform. Now we want to repeat the work at a faster pace with more power as we integrate new businesses and technologies into IDEX. I'd like to take a moment and shine a light on the 3 pillars of 80/20 driven higher growth, so you can best understand our strategy to unlock sustainable value for shareholders.\nPlease turn to Slide 4. The first pillar involves targeting high-growth advantaged markets as we allocate capital within our portfolio. We acquired 11 outstanding companies over the past 5 years. Each business brings one or more critical technologies to IDEX alongside a series of attractive market access points. Examples of the critical solution set that's expanded for us include support for data centers, space and defense advanced semiconductor manufacturing and water.\nEach acquired company links and integrates in some way with other pieces of IDEX, providing scale and efficiency while reducing enterprise complexity. In parallel to this work, we divested 4 businesses with less attractive market exposures and lower potential to scale.\nOur collective growth entitlement has moved to the right of traditional industrial indexes. We now have 5 thematic growth platforms that cover half of our revenue, and we believe they will disproportionately fuel organic growth for IDEX as we move forward.\nIn prior earnings calls, we talked about our build-out of the intelligent water platform. expanded in the last few years with the acquisitions of Nexit and Subterra. These businesses were a strong contributor of organic growth for IDEX in Q3. In September, we were proud to host a number of analysts and investors at the largest water industry trade show in North America. They were impressed by what we've built.\nWe've also publicly referenced some great work at AirTech within our Performance pneumatics Group. The team continues to win as they support power gen applications for data centers. They were a top driver of orders and sales growth for HST this quarter, making great businesses work together is the second pillar of Phase III growth outperformance.\nPlease turn to Slide 5. Here, we integrate technologies and market access points within growth platforms. As an active example, I'd like to take you through our integration progress within our material science solutions platform. The teams there have done excellent work. They also were strong contributors to HST's growth in Q3.\nAll of the companies within MSS map close to 1 of 3 critical jobs to do for customers. One, we form critical material properties. Two, we shape materials to create and control surfaces. And three, we had functionality by applying coatings. The platform brings these capabilities together for power.\nOur teams like to say, if we hit one of these attributes, we can bid on a project. If we hit 2, we're highly likely to get the order, if we hit all 3, we can set specifications in the space and drive transformative growth. Within MSS, I'd like to highlight how the team at Muon is doing a great job effectively offsetting pressures within semicon lithography to drive performance.\nWith 80/20 at the heart of the work, Muon is improving productivity, rationalizing its cost structure, focusing on higher quality revenue and redeploying resources towards higher-value commercial opportunities. An example of tuning towards advantage markets is the development work Muon is actively pursuing now within data center cooling applications after recently winning business in the optical switching space, which we mentioned last quarter.\nWe are excited about the results our 80/20 actions are driving, which notably improved Muon's profitability in the third quarter to above HST segment average. The MSS platform is well positioned to drive profitable growth going forward.\nPlease turn to Slide 6. The third key component of Phase II of IDEX' evolution is balanced capital allocation. Akhil will get into more details here, but after the last few years of accelerating larger M&A to build our growth platforms, our current focus is on optimizing our business portfolio, tuning our capabilities in an ever-evolving marketplace, augmenting those efforts with strategic bolt-on acquisitions and returning capital to shareholders.\nI hope you found this overview of the evolution of IDEX helpful and engaging. We are confident in the strategic plans to drive sustainable profitable growth for shareholders in the years ahead.\nNow I'd like to move to our third quarter 2025 results, which demonstrate traction on these collective efforts and position us well to deliver within the guidance we set for the second half of 2025.\nI'm on Slide 7. IDEX delivered better-than-expected third quarter results despite continued macro uncertainty. Our Health & Science Technologies segment, or HST, is building momentum as our teams continue to identify integrated growth opportunities. Overall, organic orders and sales increased 5% and 10%, respectively, year-over-year on the back of growth in pharma and data centers.\nOur most recent acquisition, Micro-LAM is off to a great start, enhancing our capabilities and optics given their proprietary material shaping technology. As discussed earlier, we saw strength from our businesses within MSS, notably within our Optics businesses and Muon. Also drove strong margin improvement due to volume leverage and full run rate of their platform optimization efforts. We see a path for continued margin expansion going forward.\nWhile HST continues to successfully turn its capabilities towards advantage markets, the segment's more fragmented industrial market exposures are netting to flattish, and we see little evidence of near-term improvements. And Fluid & Metering Technologies, or FMT, third quarter sales and profitability exceeded expectations, driven by strong execution and pricing.\nOur water businesses facing municipal markets were standouts in terms of orders and revenue growth. FMT's general industrial exposure points remain stable without signs of positive inflection.\nFinally, in our Fire & Safety Diversified Products segment, or FSDP disruptions in the funding environment and sluggish replenishment spend impacted our third quarter results and temper our expectations for near to midterm demand. So overall, we see a dynamic macro environment with an uncertainty overhang that we expect will continue into 2026. It's not clear how and when broad external catalysts will line up to support more predictable and positive conditions.\nBut at IDEX, we plan to continue to make our own luck through 80/20, tuning our resources and technologies towards those opportunities with higher growth velocities and work together as a team to integrate our growth platforms. providing more solutions power for key customers. We're on track to deliver the second half of the year and look forward to continuing our momentum into 2026.\nWith that, I'll pass it over to Akhil to discuss our financials and our updated outlook in greater detail.\n\nAkhil Mahendra\n\nInterim CFO & VP of Corporate Development\n\nThanks, Eric, and good morning, everyone. All the comparisons I will discuss will be against the prior year period. unless stated otherwise.\nAs Eric mentioned, in the third quarter of 2025, IDEX delivered strong financial performance. Organic revenue growth of 5% was better than we expected with momentum in HST driving the outperformance. And adjusted EBITDA margin and adjusted EPS came in higher than our forecast for the company overall. Orders grew 7% organically in the quarter.\nOur HST segment reached a record high at $390 million, and both FMT and FSDP posted high single-digit order growth in the quarter. While order activity was strong on a year-over-year basis, much was received and shipped within the quarter, leaving overall backlog levels relatively flat sequentially, and as a reminder, given the nature of IDEX's rapid fulfillment business model, we typically enter a quarter approximately 50% booked, which limits our overall visibility.\nTouching on some of the more meaningful business demand trends in the quarter, we saw strong order activity within municipal water, data centers, semiconductor MRO, pharma and Space and Defense.\nSemiconductor lithography remained below prior year levels. In Life Sciences, where IDEX provides niche components for analytical instruments, we continue to see low single-digit growth. Finally, while we posted order growth in FSDP this increase was largely due to timing of orders last year. FSDP order activity was subdued in the third quarter, specifically in dispensing and Fire & Safety outside of the U.S.\nOrganic sales in the third quarter grew 5% with both positive price and higher volumes contributing versus last year's third quarter. Strong price execution across segments was a primary driver, while volumes increased in both our HST and FMT segments, but declined in FSDP. IDEX adjusted gross margin contracted slightly or 10 basis points versus last year given unfavorable mix.\nThese headwinds were largely offset by productivity gains across our businesses.\nAdjusted EBITDA margin expanded 40 basis points versus last year, reflecting productivity gains, favorable price cost and volume leverage. These more than offset unfavorable mix. Our platform optimization and cost containment efforts yielded $17 million in savings in the third quarter. These initiatives remain on track to deliver over $60 million in full year savings.\nFree cash flow of $189 million decreased 2% versus last year on higher working capital. Free cash flow conversion was 123% of adjusted net income. And we remain on pace to achieve our target of at least 100% free cash flow conversion for 2025.\nWe ended the third quarter with strong liquidity of approximately $1.1 billion. And finally, we deployed another $75 million to repurchase IDEX shares in the quarter, taking our total to $175 million for the first 3 quarters of 2025, continuing our acceleration of returning cash to shareholders as Eric noted earlier.\nNow quickly, some color on our results by segment. I'm on Slide 9. In HST, organic orders grew 5% and revenue grew 10%. Volumes increased on strength in life sciences, space and defense, semiconductor consumables, pharma and data centers. These areas more than offset year-over-year declines in semiconductor lithography and industrial businesses.\nHST adjusted EBITDA margin expanded 120 basis points year-over-year given strong volume leverage, platform optimization savings, cost containment actions and favorable price cost. These more than offset the dilutive impact of unfavorable mix.\nTurning to Slide 10. In FMT, organic orders increased 8% and organic sales increased 4%. Orders growth was supported by our intelligent water platform, which delivered strong performance this quarter, with project timing and favorable prior year comps driving results otherwise.\nLooking at our leading indicator industrial order rates, they appear to be range bound and notably without any strong indication for sustainable inflection in the near term. We also are seeing continued hesitation on larger orders from customers across most of our industrial end markets. FMT achieved adjusted EBITDA margin improvement of 90 basis points driven by favorable price cost and execution of platform optimization and cost containment actions.\nPlease turn to Slide 11. FSDP organic orders increased 7%, but organic sales declined by 5%. Orders benefited from continued growth within North America fire OEM and growth in BAND-IT. Within dispensing, orders increased, but this was largely driven by timing. Organic sales declined in the quarter, primarily due to soft volumes across fire OEM, rescue tools and dispensing.\nWhile short-term headwinds impacted sales in Fire and Rescue, the broader outlook for these businesses remains steady, albeit with limited catalysts for near-term acceleration as macroeconomic and geopolitical factors weigh on order activity.\nDispensing volumes were also pressured, reflecting the natural progression of the business' refresh cycle. As customers increasingly shift towards refurbishing existing equipment, rather than investing in new machinery, we anticipate continued softness in this area. FSDP experienced adjusted EBITDA margin contraction of 200 basis points, mainly due to volume deleverage. This headwind was partially offset by platform optimization and cost containment actions and favorable price cost.\nI'm on Slide 12. Let us turn to capital allocation for the quarter. As Eric mentioned, free cash flow generation remains strong, allowing us to continue to allocate resources towards the areas we think will generate the highest returns. We drove $189 million of free cash flow after investments for organic growth, including CapEx spend of $15 million in the quarter.\nAnd IDEX has generated 97% free cash flow conversion year-to-date. We ended the quarter with strong liquidity of $1.1 billion including cash levels of about $600 million and revolver capacity of about $500 million. Our current gross leverage position sits at approximately 2.1x. And while we feel comfortable with our current leverage and liquidity position, we attend for our leverage to migrate lower and get to our typical target range of under 2 in the next several quarters.\nOur balance sheet provides financial flexibility to meet capital allocation priorities. As mentioned earlier, we accelerated our pace of share repurchases. We're purchasing 75 million shares in the quarter and $175 million year-to-date. And in September, we increased our share repurchase authorization to $1 billion.\nWe paid approximately $54 million in dividends in the third quarter and continue to target 30% to 35% of adjusted net income in dividends paid. Regarding M&A, we do not expect to pursue large acquisition opportunities in the near term after investing in the establishment of our growth platforms over the last couple of years. Instead, we will be focused on bolt-ons and portfolio optimization in the coming quarters.\nPlease turn to Slide 13. We are narrowing our full year guidance range to $7.86 to $7.91, which remains within our previously communicated outlook of $785 million to $795 million. This reflects continued strength in HST, particularly within our advantaged markets. Data centers, space and defense, semiconductor MRO and pharma which are helping offset pressure in our FSDP business stemming from funding disruptions and sluggish equipment replenishment spending. FMT continues to perform in line with expectations, contributing to overall portfolio stability.\nBoth our organic growth expectation of 1% for the fiscal year '25 and adjusted EBITDA margin expectation of between 26.5% and to 27.5% remain unchanged. Our updated guidance reflects more of a level load of sales between the third and fourth quarters, reflective of the typical historical seasonal cadence at items.\nOur strong third quarter results have positioned us well to deliver on the second half expectations we set this summer.\nWith that, I'll turn the call back over to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Akhil. I'm on Slide 14, where we highlight the key drivers of IDEX's shareholder value creation. As I mentioned earlier, we are squarely in the midst of driving Phase 3 of our evolution. We are applying 80/20 to drive integration, operational improvement and enhanced growth prospects across our high-margin growth platforms.\nWe intend to remain very selective around bolt-on acquisitions to augment our organic efforts taking a balanced long-term approach to capital allocation, supported by near-term intentionality. And as Akhil said, our current focus here is smaller bolt-ons and returning capital to shareholders. In the past couple of years, we identified acquisition opportunities and pulled forward activity to more quickly establish attractive value-creating growth platforms. We are now acutely focused on applying 80/20 to maximize their potential.\nWe believe all of this will drive meaningful EPS growth over the longer term, driven by organic growth we can leverage and capital deployment that amplifies IDEX's value creation potential for all stakeholders. We have outstanding and passionate teams and talent, a portfolio of highly critical and adaptable technologies in advantaged markets and a culture of operational excellence and the heartbeat of 80/20, which powers it all, supported by a robust balance sheet that we leverage via a balanced and effective capital deployment philosophy.\nWe believe we are in a position of strength to deliver as a premier growth compounder as we close out the decade and head towards our next phase of evolution.\nThat concludes our prepared remarks. And with that, I'll turn it over to the operator to take your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c8377edabde482ec2cfe523baff5542d",
    "period": "2025 Q2",
    "content": "Q2 2025 IDEX Corp Earnings Call\n\nQ2 2025 IDEX Corp Earnings Call\n\nIEXNYSEJUL 30, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Second Quarter 2025 IDEX Corporation Earnings Conference Call. [Operator Instructions] Please note this conference call is being recorded.\nIt is now my pleasure to introduce your host, Jim Giannakouros, Vice President, Investor Relations. Thank you. You may begin.\n\nJim Giannakouros\n\nAnalyst, Oppenheimer & Co., Inc.\n\nThank you. Good morning, everyone, and welcome to IDEX's Second Quarter 2025 Earnings Conference Call. We released our second quarter financial results earlier this morning, and you can find both our press release and earnings call slide presentation in the Investor Relations section of our website, idexcorp.com.\nOn the call with me today are Eric Ashleman, President and Chief Executive Officer of IDEX; and Akhil Mahendra, our Interim Chief Financial Officer and Vice President of Corporate Development.\nToday's call will begin with Eric providing highlights of our second quarter results and a discussion of our current business outlook and strategies. And Akhil will discuss additional financial details and our updated outlook for 2025. Following our prepared remarks, we will open up the line for questions.\nBut before we begin, please refer to Slide 2 of our presentation, where we note that comments today will include forward-looking statements based on current expectations. Actual results could differ materially from these statements due to a number of risks and uncertainties, which are discussed in our press release and SEC filings. As IDEX provides non-GAAP financial information, we provided reconciliations between GAAP and non-GAAP measures in our press release and in the appendix of our presentation materials, which are available on our website.\nWith that, I will turn the call over to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Jim. Good morning, everyone, and thank you for joining us today. I'm on Slide 3. The IDEX teams across all 3 segments delivered better-than-expected results in Q2 despite continued macro uncertainty. I'd like to thank our teams around the world for their hard work and strong execution as they navigate a very fluid environment. Our teams are bound together with a simple value creation equation that adapts quickly to address challenges and deliver on opportunities. We delivered differentiated critical impact from low points in our customers' bill of materials, typically at the component level allowing us to quickly shift towards advantage applications and increasingly so with integrated growth opportunities, most often driven by changes in customer demands.\nI'd like to walk through a real-time growth example of this dynamic tuning at Airtech, a business acquired in 2021 with an HST to illustrate our team's agility and action. Airtech delivers customer value through pneumatic solutions, most often in the form of specialty blowers or valves. It sits next to our outstanding Gast business with some light integration within channels to market and functional leadership. 4 years ago, at the time of acquisition, their product lines were growing within mutually exclusive application sets supported by good operational performance with room for targeted improvements. Today, they are growing much faster as they've helped their customers shift their core businesses towards solutions within data center applications specifically fuel cell power support and thermal management via liquid cooling.\nAirtech's 2 product lines benefit from joint exposure to this fast-growing space, the leadership team at Gast is leaning in to help them drive process efficiency to fully leverage profitability to support group performance.\nFinally, applying 80/20 has helped them focus and fully resource these applications in a powerful way, which in turn is multiplying their impact. As data center solutions scale, our customers have experienced additional pain points outside the scope of pneumatics. This is where other IDEX capabilities come in. And in this case, Airtech is looking to Mott to address a key technical problem to drive significant system efficiencies. Their solution is currently under review by a key customer.\nFinally, they are also exploring operational opportunities that leverage IDEX's infrastructure and world-class capabilities in India. This is a great story that advanced in the second quarter. It demonstrates the power of our dynamic business model, our commitment to 80/20 and the leverage of IDEX's global capabilities with proprietary capital deployment via M&A as the key catalyst. We're confident in the pneumatics team's plans to drive even more growth and value creation in the quarters and years to come.\nTurning to an overview of business conditions. We saw some impactful patterns play out in Q2 and July and it helped us think about our likely path to close out the year. First, we have some areas of healthy demand, including food and pharma applications within IH&S and MPT, space and defense applications in Mott and optical technologies, North American fire, downstream energy custody transfer, intelligent water and data center thermal management within pneumatics. Weaker areas include chemicals, auto, semiconductor lithography and ag. The rest of the portfolio was pretty steady.\nWithin Q2, there were some strong demand inputs in the form of trade policy positioning statements that were unpredictable, shocking the system and setting up sign waves of up and down order patterns. Daily demand levels moved dynamically between policy announcements and negotiation deadlines as customers attempted to derisk tariff and pricing exposure. In the end, we see 2 implications. First, the patterns are moving around a relatively stable baseline that didn't line up well with the quarter end point. However, in July, we saw a modest order recovery build through the month.\nSecond and most important for us, the sudden and unpredictable shifts in policy are slowing down decision-making and conviction for larger orders. This has the highest go-forward impact for us in some more recently acquired areas of IDEX, where strong growth funnel supported earlier expectations of accelerating back half revenue and margins.\nAs a result, we are lowering our back half financial projections to better reflect this dynamic. We're very confident in the quality of our businesses. They are set up to solve some of the most complex challenges in advantaged markets. Coupling this with our long-established operational capabilities, we believe we are very well positioned to drive attractive growth and value for all of our stakeholders.\nI'm now on Slide 4. Before Akhil covers the financial details of both our Q2 performance and our updated guidance, I'd like to step back and help you understand our journey and the progress we are making towards long-term revenue and margin acceleration through growth platforms. Our goal is simple: extend IDEX's growth potential through variable levels of integration to win in advantaged markets where customers are demanding more solutions impact than any one single business unit can provide a loan. Here are 2 examples.\nFirst is HST's IDEX Health & Science platform that we built through thoughtful capital deployment over the last 20 years. Today, IH&S is an integrated global platform of world-class technologies that has added thin-film optics, system integration and microfluidic capabilities to its core fluidics portfolio. We've divested some small noncore businesses along the way, consolidated like businesses together and a state-of-the-art greenfield site in Rochester, New York, and integrated commercial and technical teams across the platform. This work has driven strong value for customers and shareholders over the years and is well positioned to meaningfully do so in the years to come.\nAn example of this work in action today involves a key win for integrated sample prep within a cutting-edge protein analysis instrument. Our team designed a metal-free ceramic valve for cutting-edge core performance, then across business development team enhanced overall systems performance by incorporating a suite of our platform's fluidic connection technologies. They even pulled on nanofiltration technologies for Mott to take everything one step further. Finally, they collaborated with a customer to integrate all the technology deeply within the front end of their instrument. The initial response to the customer's product line has been outstanding.\nOur second example is the strong value created over time through the build-out of Optical Technologies, a cornerstone within HST's Materials Science Solutions platform. We built the Optical Technologies Group over the last 14 years, both organically and through multiple transactions, broadening its capabilities. We're taking another step forward today with our news of the acquisition of Micro-LAM, high-quality bolt-on that brings proprietary difficult-to-machine forming capabilities into our already advantaged technical toolbox.\nOver the years, we helped drive a culture of 80/20 to each individual company entering IDEX to drive focus around core capabilities while rapidly improving profitability. In later stages, we increasingly encourage joint commercial and technical collaboration between units to attack emerging applications within semiconductor lithography and metrology. Most recently, the group is accelerating its growth by working together to support advanced space and defense applications. Micro-LAM is very complementary here given their customer access points and technical capabilities.\nMoving to Slide 5. Since 2020, we have focused a greater portion of capital deployment towards M&A to accelerate building and expanding our growth platforms. In the last 3 years, through several acquisitions, we created HST's Material Science Solutions platform. And last year, we added Mott, which is highly complementary to many HST businesses, adding nanofiltration technologies at scale, a meaningful and very attractive capability for us.\nI'd like to dive a bit deeper into both of these areas to illustrate the strong links to our past success and frame the potential for even faster growth. I'll first discuss our value creation journey building MSS. We started with a highly optimized optical technologies business, which we just discussed. Next, we applied 80/20 and operational improvement tools through acquisitions of STC and all businesses within the Muon Group. As a reminder, a large piece of our cost optimization work this year is substantially complete within these areas.\nToday, our teams are focusing resources on the best customers and solutions as we align teams commercially and technically to win in advanced markets. While our growth and margin expansion acceleration has hit a near-term air pocket is our strong positioning with advanced semiconductor lithography is caught up in geopolitical tensions, we continue to be excited about our funnel of growth opportunities overall and in particular, attractive markets like data center optical switching.\nHere, the Muon team recently secured a multiyear win through collaboration between 2 of its units. A great example of our integrated growth strategy at work. And teams are attacking other attractive opportunities within a variety of advanced semiconductor applications, space and defense, sustainable energy and precision forming. The businesses within the MSS group are truly outstanding. They are highly differentiated and complement each other well as they provide trusted solutions to advantaged markets.\nTurning to Mott, we are aggressively deploying 80/20 as we help the business grow and optimize profitability. Mott has an outstanding track record of deploying its core specialty filtration capabilities in a variety of end markets to build important scale advantages. The solutions have ranged from differentiated components like high-purity gas filtration elements that serve as critical consumables within semiconductor lithography to large-scale filtration solutions that embed Mott's core technology with an engineered skid-based solutions. Both lines of businesses are strong within their own relative merits, but our collective teams are leveraging 80/20 and product line strategy to tune towards more IDEX-like highest differentiation, highest-margin component level solutions. This should even out the growth path over time and best fuel Mott's development resources towards growth with the highest return profiles.\nMott's acceleration has slowed a bit this year as the larger, more complex opportunities within their funnel were impacted by the policy-driven demand uncertainties described earlier. We expect Mott's growth will continue to accelerate this year, but we've recalibrated its growth potential for the back half of the year given the pause we are seeing in customer decision-making. As the team works through these headwinds, they are attacking a rapidly growing set of opportunities within space and defense and high-purity semiconductor applications that match all screening elements for the best IDEX-like businesses.\nThe core differentiation of Mott's nanofiltration technology deployed at scale is powerful. We continue to love the business and the team and confirm that the acquisition will be accretive exiting the year. Putting our past and present together, you can see that we're following a simple and powerful growth formula that's long driven value for IDEX. But we're more intentional today as we deploy capital and integrate more rapidly to support the emerging needs of today's fastest-growing markets.\nAnd while we didn't dive into them today, I'd like to mention that our intelligent water and fire and safety platforms are very well positioned in this regard with very similar stories of focused cross-business collaboration.\nI'll pass it over to Akhil to discuss our financials and our updated outlook in greater detail.\n\nAkhil Mahendra\n\nInterim CFO & VP of Corporate Development\n\nThanks, Eric, and good morning, everyone. Let's turn to Slide 6. As Eric mentioned, in the second quarter of 2025, IDEX delivered strong financial performance. While revenue came in towards the midpoint of our guidance, we outperformed on both adjusted EBITDA margin and adjusted EPS.\nNow all the comparisons I will discuss will be against the prior year period unless stated otherwise. In the second quarter of 2025, orders grew organically by 2%. We saw positive demand in our pharmaceutical, energy and agriculture end markets, along with continued stability in diversified industrial and water. However, softness persisted in our automotive, rescue tool and parts of our semiconductor businesses.\nOrganic sales in the second quarter increased 1% year-over-year. We benefited from positive price across all 3 of our segments as well as favorable results in businesses serving aerospace, defense, data centers, pharmaceuticals and North American fire OEMs. Strength in these areas isn't fully visible given challenging prior year comparisons within our FMT and FSD businesses as well as continued weakness within semiconductor and automotive.\nAdjusted gross margin declined 10 basis points year-over-year, primarily due to the near-term dilution from the Mott acquisition, unfavorable mix and volume deleverage. These effects were partially offset by favorable price cost and operational productivity net of employee-related costs. Adjusted EBITDA margin declined 40 basis points to 27.4%, reflecting our gross margin performance and lower variable compensation expense in the second quarter last year.\nOur platform optimization and delevering initiatives and cost containment efforts delivered a combined $14 million in savings during the quarter, in line with our plans. Both of these remain on track to achieve $62 million or $0.63 per share in full year savings. Additionally, we continue to work our baseline productivity improvements planned for this year, some of which are going to be influenced by volume.\nFree cash flow of $147 million increased 25% year-over-year and represents 94% conversion versus adjusted net income. The increase was driven by higher earnings and favorable timing of receivables partially offset by payments related to our platform optimization and delevering actions.\nWe ended the quarter with strong liquidity of approximately $1.1 billion, including $568 million in cash and $541 million in undrawn revolver capacity, after paying down $100 million in long-term debt and $12.5 million in short-term borrowings during the quarter. Finally, we deployed another $50 million to repurchase IDEX shares in the second quarter, taking our total through the first half of the year to $100 million.\nNow quickly, some color on our results by segment. I'm on Slide 7. In HST, second quarter organic orders increased 2% and organic sales increased 4%. Revenue growth was supported by positive price as well as volume increases within our pharmaceutical, space defense and data center-focused businesses. Demand for advanced semiconductor lithography solutions and automotive continued to face headwinds.\nAdjusted EBITDA margin of 26% increased sequentially by 40 basis points but tracked lower than we anticipated given mix pressure within our material science solutions and Mott businesses.\nTurning to Slide 8. In FMT, organic orders increased 7% and organic sales declined 2%. From an orders perspective, we experienced growth in our downstream energy, agriculture and municipal water businesses. As we said earlier, our industrial distribution businesses posted daily order rates in line with our expectations through May but pulled back in June, weighing on our expectations near term.\nOn the revenue side, our chemical, energy and agriculture businesses declined against challenging prior year comparables. Semiconductor remains challenging and water was down year-over-year, which we attribute mostly to timing. Positive price was a partial offset. Adjusted EBITDA margin of 35% increased 130 basis points year-over-year as positive price cost and productivity improvements more than offset volume deleverage.\nI'm on Slide 9. FSD organic sales grew 2%, but organic orders declined 7%. Our fire and safety business continues to benefit from strong OEM demand and strong adoption of our integrated solutions, but order patterns are somewhat choppy near term, which we attribute mostly to timing in both our fire and safety as well as dispensing businesses.\nAdjusted EBITDA margin of 29.4% increased 40 basis points year-over-year given positive price/cost which more than offset net productivity, volume deleverage and mix headwinds year-over-year.\nNow please turn to Slide 10 for our updated full year and third quarter guidance. We are adjusting our organic sales growth guidance for the full year to approximately 1% versus 1% to 3% previously, given the up and down day rates, slower customer decision-making on larger orders and a key semiconductor customer lowering their growth expectations.\nAdjusted EPS guidance moves to $7.85 to $7.95 versus prior guidance of $8.10 to $8.45 for the year. We are adjusting our profitability outlook for the second half of 2025 given the flow-through impact from lower volumes and expectations for continued mix headwinds near term.\nIn the third quarter, we expect 2% to 3% organic revenue growth and adjusted EPS of $1.90 to $1.95. Our third quarter revenue guidance reflects our recent order performance and current backlog. We expect that revenue will be relatively flat in the third quarter versus the second quarter across each of our segments.\nOur adjusted EBITDA margins and adjusted EPS are expected to decrease sequentially driven by anticipated timing of corporate costs and slightly lower volumes and related deleverage.\nFrom a tariff standpoint, we have updated our 2025 tariff impact to be approximately $50 million, with about 2/3 of it recognized in 2025. We expect to fully mitigate tariff-related inflation with price increases and additional sourcing and supply chain savings we are actively pursuing. Our 2025 guidance does not include the possibility of additional tariffs. We expect to take mitigating actions as needed to offset these additional tariffs if or as they occur.\nNow please turn to Slide 11 for our capital allocation strategy. We maintained a purposeful and return-focused approach to capital allocation, supported by a strong balance sheet, robust cash flow generation and meaningful borrowing capacity. Organic investments remain our highest priority as we look to consistently drive innovation across our platforms. From an inorganic standpoint, our current focus is on opportunistic tuck-in M&A to scale and expand critical capabilities in advantaged markets. We continue to work an active funnel to broaden our capabilities, and we'll continue to seek opportunities to leverage 80/20 and operational improvements, which together enhance the IDEX advantage moving forward.\nIn addition, we are focused on returning capital to maximize shareholder value. We have a long track record of growing our dividend as we grow earnings. We also consistently evaluate additional return of capital through share repurchases. June year-to-date, we have paid $106 million in dividends and repurchased $100 million of common stock, including $50 million in the past quarter. And we have $440 million remaining in our current authorization. As we focus on leveraging the larger platform building investments made over the past few years, we expect a more balanced approach to capital deployment in the near to immediate term.\nWith that, I will now turn it back over to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Akhil. I'm on Slide 12, where we highlight the key value drivers for IDEX shareholders. While we have recalibrated our financial expectations for the second half of 2025 primarily due to the pause in customer decision-making, we are paving the way for sustainable value creation with all 3 pillars here contributing and thoughtful capital allocation to drive attractive shareholder value and return sustainably going forward.\nThank you. And with that, I'll turn it over to the operator to take your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/349fa32dfbd5182cbc7f2b80ee95d474",
    "period": "2025 Q1",
    "content": "Q1 2025 IDEX Corp Earnings Call\n\nQ1 2025 IDEX Corp Earnings Call\n\nIEXNYSEMAY 1, 9:00 AM\n\nOperator\n\nGreetings. Welcome to the IDEX Corporation First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this conference is being recorded. I will now turn the conference over to your host, Jim Giannakouros. Thank you. You may begin.\n\nJim Giannakouros\n\nAnalyst, Oppenheimer & Co., Inc.\n\nThank you. Good morning, everyone, and welcome to IDEX's First Quarter 2025 Earnings Conference Call. We released our first quarter financial results earlier this morning, and you can find both our press release and earnings call slide presentation in the Investor Relations section of our website, idexcorp.com.\nOn the call with me today are Eric Ashleman, President and Chief Executive Officer of IDEX; and Abhi Khandelwal, our Senior Vice President and Chief Financial Officer. Today's call will begin with Eric providing highlights of our first quarter results and a discussion of our current business outlook, and Abhi will discuss additional financial details and our updated outlook for 2025. Following our prepared remarks, we will open up the line for questions.\nBut before we begin, please refer to Slide 2 of our presentation, where we note that comments today will include forward-looking statements based on current expectations. Actual results could differ materially from statements due to a number of risks and uncertainties, which are discussed in our press release and SEC filings. As IDEX provides non-GAAP financial information, we provided reconciliations between GAAP and non-GAAP measures in our press release and in the appendix of our presentation materials, which are available on our website.\nWith that, I will turn the call over to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nGood morning, everyone, and thank you for joining us today. Before I dive in, I want to welcome Jim Giannakouros, who joined us in March as our VP of Investor Relations. We're thrilled to have Jim in this role with the experience he brings, welcome to the team, Jim.\nAnd now moving to Slide 3. Our IDEX teams delivered better-than-expected results in the first quarter of 2025 with revenue and profitability coming in slightly above plan in each of our business segments. I'd like to thank our IDEX teams across the globe for all their contributions staying focused on serving our customers and executing through an environment of intensifying policy-driven uncertainty.\nI'm especially encouraged by our orders performance this quarter. Orders increased both sequentially and versus last year to record levels. Additionally, this represents our fourth consecutive quarter with positive year-over-year organic growth in our order book. This, combined with underlying stability in our day rate sets a firm foundation for growth near term. The trade and geopolitical situation continues to be fluid with the ultimate impact on global demand unknown. We are proactively managing what we can control and have been [ both ] quick and very thoughtful in actions designed to absorb the impact of tariffs introduced this year.\nEven though we have yet to see indications of the slowdown, we have proactively identified another $20 million in savings targets for this year. This amounts to a cumulative $80 million of support for 2025 when combined with the savings expected from our previously discussed platform optimization, organizational delayering and baseline productivity initiatives. Abhi will discuss this later in the call.\nNow I'd like to take you through our first quarter highlights. We're seeing momentum build in our businesses serving space, defense, energy transition, municipal water and North American Fire & Safety. Our Analytical Instrumentation businesses within IDEX Health & Science continues to exhibit improving performance, trending towards low single-digit growth for the year, and our semiconductor MRO facing businesses provide a slight tailwind. On the industrial side, our rapid turn businesses that often serve as leading indicators of economic change were steady in the first quarter, and that stability continued through the month of April. We recognize the potential for custom caution going forward and we'll continue to actively monitor inbound order trends as our customers adapt to this fluid environment. We continue to see some offsetting headwinds in our businesses serving agriculture and automotive industries, additionally, the inventory adjustment we are working through with a large semiconductor wafer fab customer continues to be a headwind.\nAs you might expect, there is some hesitancy for customers to commit to larger projects, but it's at a level that matches both our recent experience exiting 2024 and supports assumptions within our 2025 annual guidance. We believe that the emerging order strength described here is a function of the active portfolio shaping driven over the last 5 years. We'll continue this work moving forward as we seek to grow through more increased exposure to advantaged markets.\nTo achieve the next level of growth performance, we continue to drive our own luck by tuning our technologies towards high-velocity applications. We support these efforts with focused cross-business collaboration wherever possible as customers push us to innovate faster. We lean on our intuitive understanding of 80/20 to pull organizations together in pursuit of clear objectives and outcomes.\nHere are some examples. Our [indiscernible] business facing headwinds in its core European chemicals markets has adapted its severe duty valves for fast-growing pharmaceutical applications where they've won in a big way. Our Abel Pump business is winning an extremely difficult environment supporting mining of strategic minerals. They have another segment of the business focused on marine defense applications. Both of these 80s verticals are extremely advantaged at the moment. A number of our Optics businesses are working together to help solve the most challenging problems for the emerging space sector from low-orbit satellite communication support to critical components within hypersonic systems. Our Airtech business within Performance Pneumatics, is helping their customers solve power requirements for the rapidly growing data center market in a way that best supports sustainable solutions. They recently brought some of Mott's technologies into discussions on next-generation solutions to help solve critical problems of scalability.\nSpeaking of Mott, our latest acquisition and our largest to date, I'm pleased to report that the teams there continue to deliver against our expectations. Mott recently entered into a $40 million multiyear agreement to deploy a custom wastewater filtration solution for a large U.S. dairy farm operation that will treat over 2 million gallons of wastewater a day.\nTo give you a sense of timing, roughly $0.25 of this order has been booked in Q1 and is expected to be delivered to sales in the second half of the year.\nAt IDEX, our teams are laser focused on speed and increased agility to meet the evolving needs of our customers. Our teams are fully committed to not only execute on our collective near-term commitments to drive sustainable value creation for all stakeholders in the long run.\nWith that, I'll turn it over to Abhi for first quarter financial highlights and some more specifics around our 2025 outlook.\n\nAbhishek Khandelwal\n\nSenior VP & CFO\n\nThanks, Eric, and good morning, everyone. Let's go to Slide 4. As Eric mentioned, we outperformed our guidance for the first quarter across revenue, margin and adjusted earnings per share. Now all comparisons I will discuss will be against the prior year period understated [indiscernible].\nIn the first quarter, organic sales declined 1% as we faced difficult comps in our semiconductor, agriculture, chemical and energy businesses, which more than offset positive results in space, defense and municipal water facing businesses. We continued to see resilient demand all in for IDEX, with organic orders up 1% and backlog building by about $60 million. Adjusted EBITDA margin declined 50 basis points to 25.5%, given year-over-year volume deleverage and near-term margin dilution from our acquisition of Mott. And these were partially offset by positive price/cost and productivity, including our announced platform optimization efforts.\nFirst quarter 2025 adjusted EPS of $1.75 came in $0.10 better than the high end of our guided range, given better-than-expected sales and margins across segments and timing of corporate costs, most notably share-based compensation. We generated $91 million of free cash flow in the quarter, which included short-term investments in working capital to support higher sales in the second quarter as well as some modest purchasing ahead of inventory, intended to slow tariff impact. Additionally, we deployed $50 million to repurchase added shares in the first quarter, and we have $490 million left with our current authorization.\nI'm on Slide 5. Turning to the drivers of our adjusted EBITDA. A decline in volume resulted in an $8 million reduction flowing through our prior year adjusted gross margin rate. We additionally experienced unfavorable overhead leverage, which was more than offset by platform optimization savings and favorable price/cost, which was accretive to margins. Acquisitions, divestitures and FX benefited adjusted EBITDA by $3 million.\nNow quickly, some color on our results by segment. I'm on Slide 6. In HST, organic sales of first quarter declined 1%, while our organic orders actually increased 3%. We are seeing solid activity in our Performance Pneumatics Group, driven by growth in data center power solutions and in Space & Defense with a number of our optics businesses. We see steady trends in life sciences with an uptick in analytical instrumentation, more than offsetting lower DNA sequencing orders. Our semiconductor business, specifically where we provide solutions that support wafer fabrication faces headwinds. Adjusted EBITDA margins of 25.6%, was slightly better than we anticipated, primarily due to benefits from higher-than-expected volumes in the first quarter.\nTurning to Slide 7. In FMT, organic sales declined 4% and organic orders declined 3%. While we continue to see relative strength in municipal water and downstream energy markets and relative [indiscernible] in our core industrial markets, we are also experiencing near-term pressures in our chemicals and ag businesses. Finally, our business supporting pure water applications within semiconductor fabs has slowed. Adjusted EBITDA margin of 32.8% declined 80 basis points as volume deleverage was only partially offset by price, cost and productivity improvements, including platform optimization savings.\nI'm on Slide 8. FSD turned under the solid quarter, with organic sales increasing 5% and organic orders up 2%. Our Fire & Safety business continues to benefit from both strong OEM demand and adoption of integrated solutions. BAND-IT experienced growth in energy with aerospace remaining stable. We continue to build upon our leadership position in dispensing their overall global trends are stable and auto remains special. Adjusted EBITDA margin of 29.4% increased 50 basis points due to favorable volume leverage, price cost and productivity.\nNow please turn to Slide 9 for our updated full year and second quarter guidance. We are maintaining our full year organic growth guidance range of 1% to 3% and adjusted EPS of $8.10 to $8.45. Although the situation is still evolving, we believe we can fully absorb the impact of the tariffs introduced this year based on our current assumptions. I will provide our detailed tariff assumptions on the next slide. We expect to fully mitigate tariff pressure largely through incremental pricing actions. We're navigating a fluid and uncertain environment and the impact of this on underlying demand is challenging to predict, particularly in the short lead time or rapid replenishment areas of our business. While we have not observed any immediate signs of demand softening through April, we acknowledge that it could manifest as the year plays out given policy-driven uncertainty. We have proactively identified an additional $20 million of savings that we are deploying against scenarios of up to 3% to 4% back half volume pressure.\nFor the second quarter, we anticipate organic revenue growth of flat to 2%. We expect second quarter adjusted EBITDA margin to be between 26.5% to 27%, up 100 basis points or more sequentially on higher volumes, positive price and greater traction on our platform optimization and delayering savings. This generates expected second quarter adjusted EPS of $1.95 to $2.05.\nPlease turn to Slide 10, which outlines our tariff exposure as it stands today. We expect tariffs to drive $100 million of annualized impact based on 2025 volumes with 2/3 of that amount to be recognized in 2025. On an annualized basis, we expect that tariffs will add 5% to 6% inflation to our cost of goods sold which can be offset by price increases of 3% to 4%.\nI want to take a moment to emphasize how IDEX strives during times of disruption. In particular, IDEX benefits from its local-to-local manufacturing footprint, the flexibility provided by its 80/20 principles and the strength of its long-standing customer partnerships. Additionally, as Eric previously mentioned, we have the ability to adapt our technology to new applications, which further positions us for success.\nNow I'd like to pass it back to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Abhi. Please turn to Slide 11. I'm excited about the IDEX we're building. Today, over half of IDEX has found ways to collaborate, sell and leverage scale within thematic growth platforms. This is an important strategic shift we've made to elevate our long-term performance in advantaged spaces with combined total addressable markets of just over $20 billion. We've identified a series of specific integrative threads that we believe support higher growth and expanded margins as we come together within these groups in a unique IDEX way. We deploy flat organizational structures with autonomous decision rights sharp 80/20 segmentation while solving the most critical customer solutions with quick iterative burst of innovation.\nI'm on Slide 12. We have a strong balance sheet supported by superior cash flow generation to explore multiple avenues of capital deployment. Our corporate development team alongside our business leaders continues to work an active M&A pipeline. We'll continue to deploy capital to expand and deepen our capabilities with our growth platforms, and we remain committed to returning capital to shareholders.\nFinally, turning to Slide 13. We believe IDEX is advantaged and therefore, prepared to navigate an increasingly uncertain trade and geopolitical environment. We generally ideate, engineer, source, produce and sell our products locally. Our businesses are well positioned within attractive markets, and we enjoy long and productive relationships with outstanding customers. As the world becomes more regionalized, we can adapt with customers and position local-for-local support across the globe with speed. 80/20 is deeply embedded in our diverse set of businesses. We are constantly looking to tune our solutions to apply them in new applications and markets, and we can shift resources quickly from areas with developing slack capacity to structurally advantaged markets.\nPutting it all together, we are improving and leveraging each of our key value drivers: organic growth, inorganic growth and margin expansion. We collectively believe that change in uncertainty, no matter how unsettling they can be in the near term, ultimately present opportunities for our trusted solutions as we help our customers win.\nWith that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87022ac6145dbed6ab502c220496a6d6",
    "period": "2025 Q4",
    "content": "Q4 2025 Indian Energy Exchange Ltd Earnings Call\n\nQ4 2025 Indian Energy Exchange Ltd Earnings Call\n\nIEXINDIANATLAPR 25, 5:00 AM\n\nOperator\n\nLadies and gentlemen good day, and welcome to India Energy Exchange Limited Q4 FY '25 Earnings Conference Call hosted by Axis Capital. [Operator Instructions]. Please note that this conference is being recorded. I now hand the conference over to Mr. Rohan Gheewala from Axis Capital. Thank you, and over to you, sir.\n\nRohan Gheewala\n\nThank you, Manav. Good afternoon, ladies and gentlemen. On behalf of Axis Capital, I'm pleased to welcome you all for the IEX Q4 FY '25 Earnings Conference Call. We have with us the management team of IEX, which is represented by Mr. S.N. Goel, Chairman and Managing Director; Mr. Rohit Bajaj, Joint Managing Director; Mr. Vineet Harlalka, Chief Financial Officer; Mr. Amit Kumar, Head of Market Operations, New Product Initiatives and Exchange Technology; and Mr. Aparna Garg, Head, Investor Relations and Corporate Communications. We will begin with the opening remarks from Mr. Rohit Bajaj, followed by an interactive Q&A session.\nThank you, and over to you, sir.\n\nRohit Bajaj\n\nFormer Head of Business Development, Regulatory Affairs & Strategy\n\nThank you. Good evening, friends. I welcome you all to the IEX earnings call for Q4 FY '25. With me today on this call are Mr. SAtyanarayan Goel, CMD IEX; Mr. Vineet Harlalka, CFO and Company Secretary; Mr. Amit Kumar, Head of Market Operations and Exchange Technology, Ms. Aparna Garg, Head of Investor Relations and Corporate Communications; and Mr. Aditya Wali.\nFriends, the Indian economy continues to be the world's fastest-growing major economy with a robust growth -- GDP growth of 6.2%. According to the second advance estimates released by the National Statistics Office, India is expected to end FY '25 with a growth rate of 6.5%.\nAs per the RBI, various high-frequency indicators of economy activity towards sustained growth momentum in Q4. For the new fiscal, the metrological department has forecasted an above normal monsoon of 105% of the long-term average, potentially boosting the agriculture sector and pushing economic momentum. Even with current uncertainty in global trade, the IMF expects Indian economy to grow at 6.2% in FY '26 and continue to remain the fastest growing among the major economies.\nOn the power sector front, electricity consumption during Q4 FY '24 recorded 415 billion units, which is an increase of 3.7% on a year-on-year basis. States such as UP, Maharashtra, Gujarat, MP, Rajasthan, Karnataka and Tamil Nadu remain drivers of demand during this quarter.\nAccording to data released by CEA for FY '25, India electricity consumption increased 4.4% year-on-year to 1,694 billion units. In preparation of yet another summer of peak power demand, the MOP has initiated policy measures to ensure adequate supply. The directive of imported coal-based generators under Section 11 has been extended until April 30, 2025.\nIt is likely that MOP may further extend the directive under Section 11 for the remaining crunch period and gas-based plants have been made available to run during this period. To address the trend in rising peak demand, the government has been working to facilitate thermal capacity addition of nearly 80 gigawatts by 2032.\nThe capacity addition of 29 gigawatt is under construction with 11 gigawatt expected to be commissioned in less than a year. The government has also awarded 19 gigawatt of new coal-based thermal capacity and a further 36 megawatt of capacity is in various stages of planning, clearances and bidding.\nIn FY '25, India added a record 34 gigawatt of power capacity, led by 29.5 gigawatt of renewable energy. India's total installed renewable capacity now stands at nearly 220 gigawatt. The government's target is to achieve 500 gigawatt of renewable capacity by 2030. This energy transition would also require efficient integration with the grid.\nA key enabler in achieving this is the availability of energy storage technologies. With the potential of about 181 gigawatt of storage projects, the government has set a target of adding 35 gigawatt PSP capacity by 2032, of which 6 gigawatt is under construction.\nTo develop battery energy storage system, BESS, the government has implemented viability gap funding mechanism, which provides up to 30% of the capital cost for various BESS projects. Under this proposed model, BESS-based storage of 9 gigawatt is to be made available by 2027 and eventually scale to 47 gigawatt by FY '32.\nThe decreasing cost of BESS globally and in India has been driving its financial viability and adoption. Earlier this month, Karnataka Power Transmission Corporation, KPTCL, discovered a low price of INR 2.49 lakhs per megawatt per month for a 500-megawatt 2-hour, 2-cycle tender under the VGG model.\nFurther, a few days back, in the without VGF category, discovered a price of INR 2.8 lakhs per megawatt per month for a 500-megawatt 2-hour, 2-cycle tender. This is much lower than last year's discovered price of INR 3.72 lakhs per megawatt per month for GUVNL 250-megawatt tender. BESS would be able to deliver electricity during peak hour demand and help efficient integration with the grid.\nAs discussed in our earlier interaction, one of the avenues for charging and discharging of BESS is through power exchanges, and this would increase liquidity on the exchanges.\nOn the fuel side, we remain in a comfortable position. For FY '25, coal production grew 5% year-on-year basis to 1,048 million tonnes. While coal dispatch to the power sector rose to 843 million tonnes, which is higher by a 5.9% year-on-year basis.\nFor FY '25, imported coal price closed the year at less than $50 per tonne, lower by nearly 11% over FY '24. Imported gas prices for FY '25 remained near $14 per MMBtu, similar to the price discovered in the previous financial year.\nCoal price premium under Shakti B8 scheme has also come down between 10% to 20% and coal inventory on 31st March 2025, stood at nearly 23 days. This is highest over a few years. Overall, the fuel situation has remained stable throughout FY '25.\nOn exchange front, sell-side liquidity increased by 23.5% on a year-on-year basis in Q4 FY '25 and by nearly 36% throughout FY '25 compared with FY '24. The average market clearing price in the dam segment, BM segment during Q4 FY '25 period was INR 4.43 per unit as compared to INR 4.88 per unit in Q4 FY '24. This is a decline of 9% on a year-on-year basis.\nDuring the year, prices declined from INR 5.25 per unit in FY '24 to INR 4.47 per unit in FY '25. That is a fall of nearly 15% over the year. The overall short-term market in India remains stable. According to data from CERC up till December 2024, the short-term market accounted for 15% of the country's generation in FY '25, similar to the number in FY '24.\nHowever, within the short-term market, the share of power exchanges has grown to 9% of overall generation from 7% in FY '24. This is an encouraging trend and points towards the crucial exchanges -- crucial role exchanges are playing in the power market.\nLet us now talk about the noteworthy regulatory updates and policy initiatives for Q4 and FY '25, that continued to be conducive for our market development. Under the amendments to the late payment surcharge, LPSC rules, generating stations which have long-term PPA can now offer un-requisition power in market, real-time market and other exchange segments.\nRecent amendments in the LPSC procedure have also brought state government-owned generating stations under ambit, mandating them to offer URS power on the exchange platform. As a result of these rules, about 100 million, 120 million units of URS power from central generating situations has been available on the exchange platform, out of which on an average, 15 to 20 MUs are getting cleared.\nOnce these rules are extended to private generators as well, there would be further an increase in the liquidity on exchanges. In a draft out of India this fiscal, the CRP proposed various changes in the design of derma head market, which will align TAM products across exchanges and help improve liquidity in this segment.\nThe final order on this matter is awaited. In reference to the carbon market, CERC issued draft procedure for trading of carbon credit certificates were both obligated as well as nonobligated entities through power exchanges. Recently, greenhouse emission intensity, GEI, targets have been notified for 282 obligated entities across sectors.\nThe notification regarding this has been published by MOE FCC, the Ministry of Environment, Forest and Climate Change for stakeholder comments. This development is expected to pave the way for introduction of trading of carbon trade certificates on IEX in the near future.\nAs these regulatory measures improved sell-side liquidity on the exchange helped soften power prices and supported deepening of our markets. As prices continue to remain competitive, it is expected to present an opportunity for discounts, commercial and industrial consumers to optimize their power procurement costs. In terms of business performance, IEX traded 31.7 billion units of electricity volume during Q4 FY '25, the highest ever electricity volume traded on a quarterly basis, recording a growth of 18% on year-on-year basis.\nFor FY '25, I traded electricity volume of 121 billion units, a growth of 18.7% over FY '24. In Q4, a total of 68 lakh renewable energy certificates were traded, the highest ever in quarter, reporting a growth of 108% over the same quarter last fiscal.\nOur highest recorded REC of nearly 178 lakhs were traded for FY '25, up by 136% over FY '24. The RTM segment continued to demonstrate strong growth. For Q4 FY '25 RTM volumes at nearly 9.7 billion units were higher by 29% on a year-on-year basis, highlighting the segment's critical role in helping DISCOMs and open access consumers efficiently manage short-term needs.\nFor FY '25, nearly 39 billion units were traded in this segment, a growth of 29% year-over-year. RTM stability to offer flexibility and immediate responsiveness underlying the opportunity to efficiently integrate renewables with the grid. Green market volume in Q4 FY '25 rose 100% to 1.9 billion units compared with Q4 FY '24.\nFor FY '25, the segment achieved volume of 8.7 billion units, an increase of 171% on a year-on-year basis. The segment advances integration of clean sources such as solar and wind into the grid and helps obligated entities, including DISCOMs meet their renewable purchase obligations.\nWith regard to other business developments, we continue to await approval from CRC on our petition to extend the term ahead market contract from 90 days to 11 months. The trader market, which is presently around 40 BUEs is the total addressable market for these contracts going forward.\nAs mentioned previously, hearing for our petition on the green RTM segment, with the CERC has already been completed, and public comments on the petition hosted on CERC website have been closed. Green RTM would provide an opportunity for sellers to avail price premium over conventional power and allow buyers to avail green attributes of electricity [indiscernible] materials.\nThis segment shall also help reduce deviation exposure due to weather events by providing an avenue to trade green energy power in 1 radvance. In September 2024, our wholly owned subsidiary International Power Exchange, ICX became aggregated as India's first international renewable energy certificate issuer.\nOver the last 7 months, a total of 59 lakh were issued by is globally recognized digital certificate that serves as a transferable proof of generation of a 1 megawatt hour of energy from renewable sources. This fiscal also witnessed positive movement on setting up India's first whole exchange and the supervision of the coal controller organization.\nIEX has been working with stakeholders to explore this diversification option. The discussion paper on the proposed coal trade exchange was floated earlier in March this year. Public comments on the proposed tabs are still open. The draft proposes amendments in the Mine and Mineral Development Regulation Act, MMDRA, to facilitate sale of surplus coal through coal exchange.\nIt also proposes that exchange would facilitate sale of coal from commercial and captive mines. Earlier in August 2024, draft guidelines for authorization and functioning of extended producer responsibility, PR trading and settlement platform for plastic packaging were issued by Central Pollution Control Board, CPCB.\nThis will help in the transparent and competitive price discovery for EPR certificates through online platform. certification ensures proper recycling, reuse end of life disposal of base generated from electronic and plastic products. We have filed an expression of interest with CPCB for developing the EPR trading platform.\nMoving on to IGX. IGX traded highest-ever gas volume of 60 million MMBtu in FY '25, a growth of 47% over FY '24. For Q4 FY '25, IGX recorded a profit after tax of INR 8.9 crores, which was higher by nearly 103% compared with INR 4.4 crores in Q4 FY '24.\nThe profit after tax for IGX in FY '25 increased 34.3% to INR 30.9 crores from INR 23 crores in FY '24. As gas prices continue their downtrend, volume at IGX would pick up going forward.\nFinancial and business update. Let me summarize with the financial performance of the company in this quarter and financial year.\nOn a consolidated basis, revenue for Q4 FY '25 was higher by 17% at INR 174.6 crores. For FY '25, consolidated revenue stood at INR 657.4 crores, an increase of 19.3 on year-on-year basis. Consolidated PAT during the quarter came in at INR 117.1 crores, higher by 21.1% on a year-on-year basis from INR 96.7 crores in Q4 FY '24.\nFor FY '25, consolidated PAT was recorded at 429.2 higher by 22.3 over the previous financial year. Also, the Board of Directors of the company announced a final dividend of INR 1.5 equivalent to 150% of the face value of equity share.\nFriends, according to the IMD India is expected to experience hotter-than-usual temperature from April to June this year. Estimates are that peak demand, peak power demand may cross the 270 gigawatt mark this summer compared with the last summer peak demand of 250 gigawatt.\nWith the forecast of peak power, demand of 458 gigawatt by 2032, power consumption growth will continue to drive exchange volume growth. Of the 15 gigawatt of thermal capacity expected this fiscal, there has been a shortfall of nearly 11 gigawatt due to delays in project commissioning.\nThis shortfall is expected to be available in the new fiscal along with the renewable capacity. In addition, policy measures undertaken by the government regulators to ease supply side liquidity is expected to further rationalize power prices on the exchanges.\nWe concluded FY '25 with almost 19% growth in the electricity volume and remain optimistic about what lies ahead to be able to grow further in the coming year. Power sector is undergoing changes with the development of new market model in the form of battery storage, arbitrage, firm and dispatchable renewable energy, FTRE, the virtual power purchase agreements,\nThese market models are slated to the future drivers to deepen India's power market and eventually ensure a successful energy transition. As India marches towards achieving its net 0 targets, there is to be a much larger role of our exchanges in the country's energy landscape.\nThank you, and now we can have question-answers."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f3bd7890576eacfdf038be02526f9211",
    "period": "2024 Q4",
    "content": "Q4 2024 IDEX Corp Earnings Call\n\nQ4 2024 IDEX Corp Earnings Call\n\nIEXNYSEFEB 5, 10:30 AM\n\nOperator\n\nGreetings, and welcome to the IDEX Corporation Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Ms. Wendy Palacios, Vice President, FP&A and Investor Relations for IDEX Corporation. Thank you. You may begin.\n\nWendy Palacios\n\nVice President of FP&A and Investor Relations\n\nGood morning, everyone. This is Wendy Palacios, Vice President of FP&A and Investor Relations for IDEX Corporation. Thank you for joining us for our discussion of the IDEX fourth quarter and full year 2024 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months and full year ending December 31, 2024. The press release, along with the presentation to be used during today's webcast can be accessed on our investor website at investors.idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Abhi Khandelwal, our Senior Vice President and Chief Financial Officer. Following our prepared remarks, we will open the call for your questions.\nTurning to Slide 2. Please note that during today's call, we will present certain non-GAAP financial measures. We will also make forward-looking statements within the meaning of the federal securities laws, including statements regarding events or developments that we expect or anticipate will or may occur in the future period. These forward-looking statements are subject to risks and uncertainties. Actual results may differ materially from any forward-looking statements that we make today, and we do not assume any obligation to update them other than as required by law. Information regarding these factors that may cause actual results to differ materially from these forward-looking statements is available on our website and in our SEC filings.\nWith that, I'll now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Wendy, and good morning, everyone. I'm on Slide 3.\nIDEX teams maneuvered a year of choppy and uncertain macro conditions with operational focus and solid execution in 2024. We delivered innovative solutions to our customers, achieved strong productivity through net price capture and operational excellence and deployed both financial and human capital toward our largest acquisition to date, Mott. I want to thank our IDEX employees around the globe for all their contributions.\nOur IDEX team executed a strong finish to the year. Here are some Q4 highlights. We delivered a series of impactful projects within the Health & Science Technologies segment, destined for pharma, global broadband satellite communications and energy transition verticals. We drove organic orders growth across all segments, led by HST. Mott achieved strong results in their first quarter with IDEX delivering a significant filtration systems project within their energy transition vertical. The integration is proceeding smoothly, and Mott's accretion timing is tracking ahead of our original expectations.\nOur Fire, Safety and Diversified Products segment set another new quarterly sales record driven by strong growth of their automation programs within integrated fire systems.\nReflecting on 2024, we saw 3 themes play out. When we started the year, there were some encouraging signs of growth with a noticeable uptick in industrial day rates coupled with expectations at the time for accelerated interest rate easing. We saw this reflected in our 2024 Q1 orders and sales performance in pockets of our portfolio.\nThis environment changed in late Q1 as an unexpectedly high inflation rate reduced the likelihood of rate reductions. The U.S. election cycle with polarized potential outcomes entered the mix in the summer and most markets settled into an uncertain but stable pattern. Finally, late in the year, we had clarity with respect to both issues as inflation moderated and a presidential candidate won the race, but the dynamic policy implications of the new administration likely moderated any near-term growth catalysts within Q4.\nAs we begin 2025, there appears to be a climate of uncertain optimism. We're sitting on a stable business space. Our inventories and lead times have recalibrated back to normal levels. And a series of transformational megatrends are ready to help carry strong growth through the second half of the decade and beyond.\nThe open questions continuing to drive near-term uncertainty all relate to the direction of U.S. trade and economic policy within an overall environment of high geopolitical pension. We'll likely have more clarity as we move through the first couple of quarters this year.\nDespite challenging macro conditions, we are building IDEX to outperform throughout the entirety of a cycle. Our differentiated technologies provide solutions to complex problems in growth-advantaged verticals. We continue to apply 80/20 to each business to fuel growth and productivity. That's been the heartbeat of our operating model for well over a decade. But now more than ever, we're using 80/20 at the enterprise level to drive power, scale and focus through our portfolio of high-quality businesses.\nAs we turn towards 2025 and beyond, I'd like to show you how far we've already come on this journey. I'm on Slide 4. We have more aggressively deployed capital over the last few years to build scale through thematic integration. We have also selectively pruned smaller, less growth-advantaged businesses to complement the work. Today we have over half of IDEX revenue working together collaboratively within 5 groups, some formal, some building informally, to attack a handful of faster-growing markets that will benefit long term from the secular tailwinds you see listed here.\nWe're doing it with more scale and breadth, which allow us to better leverage our overhead spend while maximizing productivity potential. This is an important strategic roadmap for our future evolution fueled by more power, more focus, more growth to drive consistent earnings expansion.\nWe have recently deployed the majority of our M&A capital towards businesses that deliver high-quality applications and solutions that leverage differentiated material science technologies. Mott is an important piece of the story, providing more access points to support fast-growing markets within energy transition, space and defense and high-performance semiconductor.\nDespite the dramatic market ups and downs over the last few years, we remain very committed to expanding our work within life sciences. We have long, mutually beneficial partnerships with the world's best customers, and our teams continue to innovate in ways that push the frontiers of what is thought to be possible. We remain confident with the long-term growth outlook of this space.\nWithin intelligent water, we built a portfolio that offers an integrated suite of digital analytics, complemented by hardware and mobile solutions that work in some of the world's most demanding environments. This helps our municipal and industrial customers meet the challenges of aging wastewater infrastructure, increasing severe weather events and stricter regulatory requirements.\nIn other areas of IDEX, where the markets are more mature, more industrial and more fragmented, we are collaborating at scale across units to also drive growth and income outperformance. In IDEX Fire & Safety, our automation capabilities are decreasing the response time and increasing the productivity and agility of emergency workers. We believe we are uniquely positioned within -- with our breadth of products and innovation capabilities to drive solutions of this type. We are enjoying double-digit growth in this area and automated solutions now make up more than 10% of platform revenue.\nFinally, within our largest FMT businesses, specializing in severe duty flow control, we are rapidly digitizing the front end of our businesses, impacting the way we service and interact with our distributors, OEMs and end-users. This urgent work is powered by the scale and positioning of our best 80s businesses. Ultimately, the next step, we'll deploy a common set of digital tools across all IDEX businesses to drive even higher levels of customer engagement.\nOne last important point. Beyond support for faster growth, the collaboration and integration I'm describing here has additional potential to drive earnings expansion at IDEX. As we build larger scalable platforms and business groups, we can begin to shift vertical organizations which stack up additively one company at a time to more efficient horizontal frameworks that better lever our employee dollars, allowing us to self-fund more growth resources, position very close to the customer for maximum impact.\nAlongside this work, we continue to push for flatter organizations overall to speed decision-making, pushing to eliminate any layers that might get in the way of our agility. Higher thematic scale and integration also supports higher levels of sourcing productivity as the quantities of similar purchase commodity classes naturally increase.\nYou'll see some early tangible benefits of this work within our guidance schedules. We have $0.43 of adjusted EPS support lined up for 2025 in these areas on top of another $0.20 at the midpoint from traditional productivity. We're well positioned for solid margin expansion as we move the needle on organic growth.\nTurning to Slide 5. The last essential piece of our growth strategy is capital deployment. We are focused on the integration of Mott and deepening collaborative connections across our broader portfolio to leverage Mott's highly-engineered filtration technologies into new innovative solutions.\nAt the same time, our dedicated corporate development team continues to work alongside our business leaders to build a robust and active M&A funnel, cultivating businesses that fit the IDEX mold and have the potential to advance our strategic goals in the areas where we want to grow. We have the pipeline, balance sheet and free cash flow generation to keep M&A as a consistent contributor to our growth over time.\nWith that, I'll turn it over to Abhi to discuss our financial results and guidance.\n\nAbhishek Khandelwal\n\nSenior VP & CFO\n\nThanks, Eric. Turning to the consolidated financial results on Slide 6. Please note all comparisons are against the prior year period unless stated otherwise.\nFourth quarter orders of $817 million were up approximately 8% on a reported basis and up 5% organically. We saw orders growth across the portfolio with HST experiencing 8% organic growth in the quarter driven by blanket order activity that will ship in 2025. FSDP had mid-single-digit organic growth and FMT had low single-digit growth. For the year, orders were up 4% overall and up 3% organically.\nOur HST and FSDP segments experienced high single-digit organic growth. HST growth was driven by year-end blanket order activity in pneumatics and life sciences, combined with strong demand in both semiconductor MRO within our sealing solutions business and within global broadband satellite communications. FSDP growth was driven by the combination of strong demand from North America fire OEMs and fire integrated system solutions. FMT experienced a low single-digit organic decline driven by market softness in our agriculture business as well as softness in our semiconductor capital equipment vertical within our intelligent water portfolio.\nFourth quarter sales of $863 million were up 9% reported and up 3% organically compared to prior year. We experienced organic growth of 8% in FSDP and 3% in FMT. FSDP growth was driven by continued strength with North America fire OEM production ramp and share gain of automation programs within integrated fire systems. HST was flat organically versus prior year. Strong execution of targeted growth initiatives tied to fuel cells, projects in pharma and global broadband satellite communications and strong demand for semiconductor MRO were offset by a broad-based softness in life sciences, analytical instrumentation, automotive and semiconductor capital equipment verticals. Overall we delivered approximately $40 million of projects, primarily centered in HST.\nFull year sales of $3.3 billion were flat overall and down 2% organically. HST contracted by 7% on an organic basis driven by life sciences and semiconductor cyclical market headwinds. FMT growth was flat with strength in chemicals and municipal water markets, offsetting softness in agriculture and semiconductor capital equipment within the intelligent water platform. FSDP drove low single-digit growth, bolstered by North America fire OEM and fire integrated system solution demand.\nFourth quarter gross margin declined 20 basis points to 42.5% on a reported basis. However, on an adjusted basis, gross margin expanded by 40 basis points as the benefit from strong price cost and operational productivity was partially offset by higher employee-related and discretionary costs, unfavorable mix and the net dilutive impact of acquisitions and divestitures. For the year, gross margin was 44.2%, ending relatively flat.\nAdjusted gross margin was 44.5%, expanding 30 basis points. Strong price cost and improved operational productivity net of lower volume leverage were partially offset by higher employee-related costs and unfavorable mix.\nFourth quarter adjusted EBITDA margin was 26.4%, up 60 basis points. I will discuss the drivers of fourth quarter adjusted EBITDA on the next slide in a moment. On a full year basis, adjusted EBITDA margin contracted 80 basis points to 26.7%. A bridge of the full year adjusted EBITDA can be found in the appendix of this presentation.\nOn a GAAP basis, our Q4 effective tax rate was 18.5%, versus 22.7% in the prior year period. The full year 2024 GAAP effective tax rate was 21.1%, versus 21.7% in 2023. Both the Q4 and full year tax rate decreases were primarily due to discrete benefits at year-end, including the reduction of taxes accrued on dividends of foreign earnings and the decrease in state tax expense mainly due to the jurisdictional mix of taxable income.\nFourth quarter net income was $123 million, resulting in GAAP diluted EPS of $1.62. Adjusted net income was $155 million, with an adjusted EPS of $2.04, up $0.21 or 11%. For the full year, net income was $505 million, resulting in EPS of $6.64. Adjusted net income was $599 million, generating an EPS of $7.89, down $0.33 or 4% from last year.\nFree cash flow for the quarter was $157 million, a decrease of 12%. We achieved a conversion rate of 101% of adjusted net income. For the year, we delivered free cash flow of $603 million, down 4% versus last year, and also coming in at 101% of adjusted net income. We achieved 3.8 in inventory turns and invested $65 million in capital expenditures.\nOur strong balance sheet and cash flow enabled us to pay $205 million in cash dividends to shareholders this year. We also funded the acquisition of Mott through the combination of approximately $212 million of cash and $774 million of debt. We continue to maintain our strong investment-grade rating and closed the year with a gross leverage ratio of 2.2x.\nMoving on to Slide 7, I will walk through the details of the adjusted EBITDA drivers. For the fourth quarter, adjusted EBITDA increased by approximately $23 million. Our organic sales volume increase of approximately 1% favorably impacted adjusted EBITDA by $2 million flowing through at prior year adjusted gross margin rate of 42.7%. Strong price offset up 130 basis points and operational productivity drove $80 million of benefits year-over-year.\nIn the quarter, we saw unfavorable mix, primarily in our energy and BAND-IT business. We strategically invested in resources supporting target growth initiatives in groups such as Fire & Safety and intelligent water. All these factors combined into a favorable organic flow-through of 53%.\nThe impact of acquisitions, net of divestitures and FX increased adjusted EBITDA by $12 million on a quarter-over-quarter basis.\nNow I would like to move on to our overall outlook for 2025, starting on Page 8. Before diving into our full year guidance, I want to reiterate Eric's opening comments. IDEX continues to have leading positions in attractive end-markets attached to strong secular growth trends. Beyond positive economic fundamentals, we will continue to drive above-market growth through pricing power, targeted growth initiatives, competitive lead times and customer intimacy-driven share gains. These dynamics are demonstrated within each of our segments and will result in better than market performance over the long term.\nFor the full year 2025, we expect organic growth of 1% to 3% with the majority of our end-markets stable to growing. Within this range, we expect HST to be our highest growth segment near the high end of the range. We are expecting a modest lift within our key end-markets in life sciences fluidics and optical filters and a second half recovery in the semiconductor capital equipment.\nWe will continue to see tailwinds with pharma, semiconductor MRO, space and energy transition markets as we experienced in Q4. Those tailwinds are supported by demand for new disease therapies and nutrition, global communication satellite network expansion and energy consumption tied to datacenters. Additionally, Mott's applications and capabilities will enable growth acceleration with energy transition as demand for clean energy expands internationally and traditional energy solutions grows domestically.\nFor FMT, we expect overall segment growth closer to the lower end of the guidance range. We see the most exposure to market cyclicality in this segment. In our core industrial markets, we expect continued stability as we saw in the fourth quarter, but flat to low single-digit market growth and strong price support. This stability will be tempered by energy and agriculture where we see more challenges driven by the timing of capital investments and lower levels of farm income, respectively. We remain bullish with the growth in our intelligent water platform driven by continued municipal water markets investment in wastewater management and aging infrastructure improvements in conjunction with key project wins in our semiconductor ultrapure water heater business.\nFinally, turning to our FSDP segment. We expect organic growth to be towards the midpoint of our guided range with continued strength in our Fire & Safety business. Our fire business has successfully deployed its integrated systems platform over the past few years and it is now more than 10% of that business. This program has increased our content per truck, which, when combined with the recovering North America OEM channel, has accelerated our growth. We expect the growth trajectory to continue in 2025. We expect dispensing and BAND-IT to be up low single digits.\nThis segment performance outlook embedded within our organic growth range of 1% to 3% equals adjusted earnings per share growth of $0.15 to $0.40 depending on top line results, including price/cost in line with IDEX's historical performance and [ slight ] portfolio mix. Additionally, we will drive operational excellence from operational productivity, more than offsetting wage inflation pressure, contributing $0.15 to $0.25 of adjusted EPS growth.\nWe will also drive $0.43 of growth from the platform optimization and delayering savings that Eric already mentioned. In order to achieve these savings, we expect to take $21 million to $25 million in restructuring charges during 2025, of which approximately $8 million to $10 million is expected in the first quarter. These charges are primarily related to severance.\nThe reset of variable compensation to normal levels after a challenging 2024, combined with higher share-based compensation, results in a $0.29 headwind, while the impact of recent acquisitions and divestitures contributes $0.24 of adjusted operating EPS growth before financing.\nFinally, considering a few nonoperational items, the higher debt level due to the acquisition of Mott will unfavorably impact adjusted EPS growth by $0.22. In totality, the overall impact of Mott to 2025 adjusted EPS is accretive, net of higher interest expense ahead of schedule. We expect FX to be a headwind of $0.11 in 2025.\nAn increase in the effective tax rate on a year-over-year basis is creating $0.14 headwind for adjusted EPS. The 2024 effective tax rate includes certain discrete events which produced an $0.11 benefit to adjusted EPS in 2024 that will not repeat in 2025. And in addition, the projected 2025 rate of approximately 22% to 23% includes a heavier mix of improved performance in regions with higher tax rates.\nTurning to Slide 9, I'll provide additional details for the full year guidance as well as the first quarter of 2025. In summary, for the full year, we expect organic revenue growth of 1% to 3% to yield GAAP EPS of $6.56 to $6.96 and an adjusted EPS of $8.10 to $8.45 or up 3% to 7% over 2024. Adjusted EBITDA margins are expected to be in the range of 27.5% to 28%. Capital expenditures are anticipated to be about $90 million. Corporate costs are expected to be approximately $110 million, up from 2024 by approximately $16 million driven by variable compensation reset and essential compliance investments.\nMoving on to the first quarter. We are projecting GAAP EPS to range from $1.18 to $1.24 and adjusted EPS to range from $1.60 to $1.65. Organic revenue is expected to decline 3% to 4% compared to the prior year, and adjusted EBITDA margins are expected to be in the range of 24.1% to 24.5%.\nOur organic revenue range reflects the challenging Q1 2024 comparable with our semiconductor, agricultural, chemical and energy end-markets, which decelerated as we exited 2024. We are offsetting a portion of this pressure through positive price/cost spread, productivity and our platform optimization savings to drive an organic flow-through on lower volume in the low to mid-40%. Additionally, our adjusted EPS guidance includes $0.06 of pressure versus the prior year from share-based compensation.\nTo add additional color to our first quarter guide, from a sequential perspective versus 4Q 2024, we expect to see reduced revenues resulting from $40 million of projects executed in the fourth quarter flowing toward our gross margin rate as well as some additional volume decline in HST due to semiconductor recovery timing and within FMT due to seasonality within ag and water.\nWe expect pressure of $0.20 to adjusted EPS from accelerated recognition of stock compensation and variable compensation reset as we enter 2025.\nTo close out on our guidance, I would like to provide some pacing considerations consider as you contemplate our full year guidance on the next slide. I'm on Slide 10. Our guidance implies that revenue and adjusted EPS will be weighted to the second half of the year. In terms of revenue pacing, we expect a higher portion of our full year sales guide to be delivered in the second half, driven by sequential recovery of our capital equipment-related semiconductor markets, timing of water project deliveries and Mott's shipment timing which has historically been weighted to the latter part of the calendar year.\nAdditionally, we expect a modest recovery within our life sciences fluidics and optical filter business, implying low single-digit organic growth for the year, with revenue pacing approximately flat across the year. And industrials to show modest market growth with strong price support following historic seasonal patterns. Our targeted growth programs will have a more pronounced impact in the second half.\nFrom an adjusted EPS perspective, we expect increased adjusted EPS on higher second half volume at historical flow-through rates [indiscernible] from optimization and delayering benefits as well as price cost realization reached full run rate in the third quarter of 2025. And stock compensation expense will have an in-year first quarter adjusted EPS impact of approximately $0.20 and a full year impact of approximately $0.35.\nWith that, I will turn it over to Eric for closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Abhi. I'm on Slide 11. As I close our introductory remarks with an overview of our value drivers, I thought I'd provide some 3-dimensional color from my Q4 travels across IDEX to help you really appreciate the quality of our company, our people and our culture.\nIn late November, I joined more than 20 other IDEX leaders at our Airtech business, acquired in 2021, for a week of rapid continuous improvement events to drive productivity and throughput in support of one of their fastest-growing customers. We included a cohort of large business leaders nearing graduation from the IDEX Academy's Leadership Excellence program. they took powerful lessons of process-driven servant leadership back to their global teams to raise the bar on what's possible when great teams work together with full engagement.\nI checked in on the Mott team in late fall to see firsthand the state of integration. I was inspired, as always, by their incredible passion for the business as they deliver solutions to the world's most demanding problems. In many ways, it feels like they've been part of IDEX for years, not months.\nFinally, I traveled to India to visit our facilities and commercial teams. The manufacturing facility we opened less than 2 years ago near Ahmedabad is already at high levels utilization, producing a variety of products for dispensing and our HST materials processing technologies business. Near Vadodara, at our first production campus, I got a chance to visit the secondary school we've built and staff to support over 250 children from local communities.\nAll of these experiences help me really appreciate the power of our purpose, trusted solutions improving lives. With that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aa06641d147e7b89c63814964423c8b8",
    "period": "2024 Q2",
    "content": "Q2 2024 IDEX Corp Earnings Call\n\nQ2 2024 IDEX Corp Earnings Call\n\nIEXNYSEAUG 1, 10:30 AM\n\nOperator\n\nHello, and welcome to the IDEX Corporation Q2 2024 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Wendy Palacios, Vice President, Investor Relations, FP&A. Wendy, please go ahead.\n\nWendy Palacios\n\nVice President of FP&A and Investor Relations\n\nGood morning, everyone. This is Wendy Palacios, Vice President of FP&A and Investor Relations for IDEX Corporation. Thank you for joining us for our discussion of the IDEX second quarter 2024 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months ending June 30, 2024. The press release, along with the presentation to be used during today's webcast, can be accessed at our investor website at investor.idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Abhi Khandelwal, our Senior Vice President and Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions.\nTurning to Slide 2. Please note that during today's call, we will present certain non-GAAP financial measures. We will also make forward-looking statements within the meaning of the federal securities laws, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to risks and uncertainties. Actual results might differ materially from any forward-looking statements that we make today, and we do not assume any obligation to update that. Information regarding these factors that may cause actual results to differ materially from these forward-looking statements is available on our website and our SEC filings.\nWith that, I'll now turn this call over to CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Wendy, and good morning, everyone. I'm on Slide 3.\nIDEX delivered against expectations in Q2 despite increasing macro uncertainty, with both adjusted EBITDA margin and adjusted EPS coming in slightly above our previous guidance. I'd like to thank the IDEX teams around the world for their strong execution on behalf of our customers and shareholders.\nAs mentioned on our first quarter call, we saw a noticeable uptick in industrial day rates in our closest to consumption FMT businesses in December. This continued through the end of February, but pulled back a bit in March as a surprisingly firm inflation report reduced the likelihood of near-term interest rate relief. These daily order rates are largely stable now and in line with our original 2024 assumptions. However, as the U.S. election cycle has come into full daily view, creating even more uncertainty given the perceived disparity of outcomes, we've seen a pullback in project commitments. There's no talk of project cancellation, just a quarter or 2 push to the right. We'll continue to watch these businesses as open economic and political questions are resolved for any early signs of inflection.\nWithin the HST segment, we don't yet have enough growth catalysts to overcome the pressures facing our life science and analytical instrumentation markets. Our HST industrial markets are performing as described earlier for FMT, with stable day rates and preferred deferred project activity. Despite some encouraging discussions from our semiconductor customers asking us to get ready to launch, to support the next cycle of growth, we just haven't seen yet turn into accelerating releases or increased order positions.\nWe think we're close here as most major players are pointing to likely strong growth in 2025. Life sciences and analytical instrumentation performed in line with expectations, with a strong focus on innovations to support the next cycle of growth and excellent productivity to support margins as we await market recovery. As we said at the beginning of the year, we believe we are unlikely to see positive inflection for these markets until 2025.\nFSDP had a strong quarter. Our dispensing teams are performing exceptionally well within emerging markets. Their share gains within India are nicely offsetting much of the pressure from their North American markets, as large retailers step back following a strong 2-year replenishment cycle.\nOur Fire business continues to grow as industry throughput improves. They're also growing share through higher adoption of mobile platform automation. Finally, BAND-IT was affected by softness in auto and industrial demand, but continues to deliver very strong above-average profitability. Finally, we were thrilled last week to announce the acquisition of Mott. We'll talk a bit more about the company in a moment as we update our work within capital deployment.\nTurning to Slide 4. Although market headwinds persist, we are leveraging our strong technical and innovation capabilities as well as our close customer partnerships to position our business for growth across technology-enabled markets and applications. Our materials processing technology, MP350 Microlyser Processor, won the Biotech Innovation Award at Interfax, the leading global pharmaceutical and biotechnology conference. The MP350 is designed for production scale cell disruption, which is used in the manufacturing of many biotech products, such as antigens for vaccines and viral vectors supporting gene therapy.\nIn the life sciences area, our new Melles Griot XPLAN CCG Lens Series imaging system, released in February, is providing customer access to superior quality optics with off-the-shelf lead time. This aligns with our strategy to deliver leading innovation and operational scale to support our customers from prototype to production, positioning us well for growth.\nDuring the second quarter, our intelligent water inspection team at EPAC launched Verisighht Ultra. This inspection technology tackles challenging infrastructures with remote access and an intuitive digital interface, capturing and converting data into powerful insights in the inspection of wastewater management systems. This is one of the many examples of how we're helping municipalities deliver clean water to their communities.\nWe also received customer approval at our Trebor business for the next generation of sustainable ultrapure water heater and pump applications used to support the semiconductor wafer fabrication process. The Quantum NXT heaters have saved semiconductor manufacturers over 0.5 billion liters of ultrapure water this year alone. We anticipate this will provide long-term growth as the semiconductor market reaccelerates.\nAnd in our Fire & Safety group, our teams unveiled the WildCAT solution for breast trucks used to fight wildland fires. Through a touchscreen application in the cab, firefighters can take control of essential water path functions, while stationary or on the move, in a much safer environment. With wildfire season clearly upon us in North America, this is a critical solution that can really make a difference.\nNow turning to our disciplined capital deployment initiative on Slide 5. We continue to lever our strong balance sheet to tune our portfolio for profitable growth through strategic acquisitions. Last week, we announced the acquisition of Mott Corporation, a leader in the design and manufacturing of centered porous material structures and flow control solutions with deep material science knowledge and process control capabilities.\nMott develops highly engineered configurable mission-critical solutions for scalable high-quality applications. Their business is complementary to our broader Applied Materials Science Technology businesses within HST, including Nuon, STC and Optical Technologies. And perhaps most impressively, they deliver for customers with an outstanding culture that fits really well with ours. We believe the addition of Mott will deliver value for IDEX, via strong organic growth, EBITDA margin expansion to above HST average and near-term EPS accretion.\nIn addition to Mott, we acquired a small company, Subterra, on July 25. Subterra's technologies help digitize underground infrastructure. It will become part of the intelligent water platform within our FMT segment, adding an important piece to our analytics solution across wastewater collection systems.\nFinally, as we optimize our portfolio, we continually reconsider the long-term growth prospects for all of our businesses. Occasionally and typically with smaller companies that like a path to scale, we decide to sell to an owner that can better maximize potential. During the second quarter, we divested Alfa Valvole for $45.5 million in cash. They operated within our FMT segment.\nWith that, I'll turn it over to Abhi to discuss our financial results.\n\nAbhishek Khandelwal\n\nSenior VP & CFO\n\nThanks, Eric. Turning to the consolidated financial results on Slide 6. Please note that all comparisons are against the prior year period, unless otherwise stated.\nOrders of $773 million were up 1% on a reported basis and up 2% organically. We saw mid-single-digit organic growth in FSDP and HST, which were partially offset by a mid-single-digit decline in FMT, driven by projects being pushed to the right. Second quarter sales of $807 million was down 5% reported and 4% organically. We experienced an 11% decline in HST, while FMT and FSDP were essentially flat as compared to the prior year period.\nSecond quarter gross margin and adjusted gross margin were 45.4%, an expansion of 70 basis points, driven by strong price cost and favorable operational productivity, partially offset by unfavorable mix, higher employee-related costs and lower volume leverage.\nSecond quarter adjusted EBITDA margin was 27.8%, down 60 basis points. However, as compared to Q1, adjusted EBITDA was up 180 basis points. The strong sequential expansion highlights our team's continued focus on deploying 80 20 and to drive profitability as we manage through challenging market dynamics. I will discuss the drivers of second quarter adjusted EBITDA on the next slide in a moment.\nOn a GAAP basis, our Q2 effective tax rate was 21.2% versus 22.4% in the prior period. The decrease was primarily due to a discrete benefit from research and development incentive resolution related to prior years from an international taxing authority. Second quarter net income was $141 million, generating an EPS of $1.86.\nAdjusted net income was $156 million with adjusted EPS of $2.06, down $0.12. Free cash flow for the quarter was $118 million, a decrease of 2%. We achieved a conversion rate of 75% of adjusted net income, a 310-basis-point improvement on a year-over-year basis. We have a strong balance sheet, and this quarter, we repaid $25 million of the $50 million previously outstanding debt under our term facility, and we paid $52.2 million in cash dividends. The dividend was our 119th consecutive quarterly dividend payout.\nMoving on to Slide 7, which details the adjusted EBITDA drivers. For the second quarter, adjusted EBITDA decreased by $17 million. The 4% organic sales reduction unfavorably impacted adjusted EBITDA by $23 million, flowing through at our prior year adjusted gross margin rate. The negative volume flow-through was partially offset by strong price cost spread of 100 basis points in the quarter and operational productivity, resulting in a $13 million benefit over the prior year.\nIn the quarter, we saw unfavorable mix driven by dispensing and lower overall industrial activity. These factors resulted in a negative 48.7% organic flow-through. The impact of FX lowered adjusted EBITDA by $1 million, while acquisitions net of divestitures was flat on a quarter-over-quarter basis, as the benefits from our acquisitions were offset by adjusted EBITDA from divested companies. This resulted in a negative 42.4% flow-through for the second quarter.\nI will now review segment level performance. Turning to Slide 8 and FMT segment. In Q2, orders decreased 4% organically, driven primarily by the cyclical decline in the ag market and push out industrial project activity, as Eric discussed in his opening remarks. Organic sales were flat as lower volumes, particularly in our industrial safety and pump businesses were offset by continued strong price capture.\nMore specifically, we are seeing stable day rates across industrials. We're seeing project spending pushouts in the current macroeconomic climate. Our water businesses continue to benefit from strong municipal activity. While the ag markets are experiencing a cyclical downturn, our teams continue to make their own luck, and we are pleased with our team's performance against the current backdrop.\nAdjusted EBITDA margin decreased 140 basis points due to higher discretionary spending, lower volume leverage and higher employee-related costs, partially offset by strong price cost spread and favorable operational productivity.\nMoving on to Slide 9 and our HST segment. Despite slower-than-expected recovery in the semiconductor industry and delayed industrial projects due to demand softness, organic orders were up 5% year-over-year. Organic sales were down 11%, primarily driven by our Life Sciences & Analytical instrumentation markets. While the market is experiencing a transitional period, we continue to work closely with our customers on innovation as we position ourselves for growth, while we wait for the markets to recover. While we are seeing early signs of encouragement in our semicon end markets, we have not yet seen the inflection in our orders. In line with our FMT industrial businesses, our HST industrial businesses are also experiencing project pushouts.\nQ2 adjusted EBITDA margin for HST improved 10 basis points year-over-year, primarily due to the net accretive impact of acquisitions and divestitures. On an organic basis, adjusted EBITDA margin decreased 20 basis points, driven by lower volume leverage, unfavorable mix and higher employee-related costs, partially offset by operational productivity, strong price cost and lower discretionary spending. Sequentially, margins improved 150 basis points despite a sequential sales decline, which is a reflection of our strong focus on driving operational efficiency.\nNow turning to Slide 10. Organic orders in our Fire & Safety/Diversified Products segment were up 6%. Organic net sales were up 1% compared to the prior year, driven by price capture across all markets and continued dispensing project wins in emerging markets. We are seeing positive trends within the Fire & Safety business as the OEMs continue to work their backlogs down. BAND-IT saw weakness tied to auto and weaker industrial project activity.\nQ2 adjusted EBITDA margin declined 40 basis points year-over-year, primarily due to higher employee-related costs and lower volume leverage, partially offset by strong price cost and operational productivity.\nWith that, I would like to provide an update on our outlook for the third quarter and full year on Slide 11. Note that our guidance does not contemplate the impact from future acquisitions.\nFor the third quarter, we project organic sales to increase 0 to 1% compared to prior year. We anticipate an adjusted EBITDA margin of approximately 27%, with GAAP EPS in the range of $1.61 to $1.66, and adjusted EPS in the range of $1.85 to $1.90. On a year-over-year basis, we expect low single-digit organic sales decline in HST and FSDP and low single-digit growth in FMT.\nGiven our current view on the timing of end market recoveries, we are revising our full year outlook. We now expect revenue to decline 1% to 2% compared to our prior outlook of growth of 0 to 2%. Given the revised organic assumptions, we expect full year adjusted EBITDA margin of approximately 27% versus a prior outlook of approximately 28%. We project GAAP diluted EPS to range from $6.85 to $6.95 compared to our previous guidance of $7.13 to $7.43, and adjusted EPS to range from $7.80 to $7.90 versus our previous outlook of $8.15 to $8.45.\nTo update to a full year revenue guidance implies mid-single-digit organic sales decline in SSD with low single-digit growth in FMT and FSDP. We will continue to closely monitor the end markets, while maintaining our focused effort on driving profitable growth.\nWith that, I will turn it over to Eric for closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Abhi. I'm on Slide 12.\nToday, along the way, we touched on each of our key value drivers: organic growth, inorganic growth and margin expansion. We continue to apply our IDEX operating model, an 80/20 philosophy across all aspects of our business. It frames our culture and drives our growth and profitability.\nWe are innovating and winning today with our best 80s customers in very attractive markets. We believe broader economic support will really amplify these efforts over time. We have stepped up inorganic efforts with a series of thematic proprietary acquisitions intended to drive above-average growth in advantaged markets. And we continue to strip complexity out of our businesses to support maximum financial leverage and impact.\nThanks again to our IDEX employees and partners around the world for all that you do to drive trusted solutions that improve lives.\nWith that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf61b82f02962cd91df6182724290745",
    "period": "2024 Q1",
    "content": "Q1 2024 IDEX Corporation Earnings Call\n\nQ1 2024 IDEX Corporation Earnings Call\n\nIEXNYSEAPR 24, 10:30 AM\n\nOperator\n\nGreetings, and welcome to the IDEX Corporation First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce [ Wendy Palacios ], Vice President, FP&A and Investor Relations. Thank you. You may begin.\n\nUnknown Executive\n\nGood morning, everyone. This is Wendy Palacios, Vice President of FP&A and Investor Relations for IDEX Corporation. Thank you for joining us for our discussion of the IDEX first quarter 2024 financial highlights.\nLast night, we issued a press release outlining our company's financial operating performance for the 3 months ending March 31, 2024. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company's website at www.idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Abhi Khandelwal, our Senior Vice President and Chief Financial Officer. [Operator Instructions] If you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing the toll free number (877) 660-6853 and entering conference ID# 13742103, or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night press release and in IDEX' filings with the Securities and Exchange Commission.\nWith that, I'll turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Wendy, and good morning, everyone. I'm on Slide 3. In Q1, our core execution capabilities delivered strong results, particularly within our Fluid & Metering Technologies and Fire & Safety/Diversified Products businesses. We experienced an encouraging lift in sequential orders from our core industrial and municipal markets after a period of elongated destocking, and we were able to quickly capitalize on this bounce and deliver for our customers.\nOur lead times and overall responsiveness are at outstanding levels as we stripped out excess inventory and improved overall productivity. Our closest to consumption businesses within FMT pulled back a bit in March after a strong January and February launch but things stabilized again in early April, suggesting our initial take on overall modest port for 2024 remains the correct call.\nThe Health & Science Technologies segment performed at expectations, but there are puts and takes there as we consider individual recovery rates within our markets and application sets. Our tactical priorities favor those growth initiatives that best leverage our most differentiated technologies in line with markets showing higher probabilities of near-term inflection.\nLargely through inorganic efforts, we've expanded our technical capabilities within HST to support the highest quality semiconductor technologies to power the AI revolution. We have increased content within the transformative world of low orbit space broadband, we are increasingly called upon to help companies develop and deploy advanced technologies for national defense and we have ambitions to continue to add to these capabilities as we further leverage our balance sheet through M&A.\nWe continue to watch for signs of recovery in life sciences and analytical instrumentation and are ready to capitalize on growth at the first signs of improving customer demand. Our businesses serving these spaces are exceptionally well positioned with highly credible expertise. We have confidence in our ability to outperform again once this market correction runs its course.\nOverall, it's clear that economic and geopolitical uncertainty persist as a backdrop for all companies. We've leaned into that with conviction that the three core tenets of the IDEX difference, an expression of our most basic differentiated mindset help us play events. Our great teams and talent work together in superior businesses with a special culture. We practice 80-20 to align around the few things that really matter and we leverage natural proximity to the customer to solve their toughest problems quickly to support our outstanding economics.\nWe ultimately create compounding value for shareholders by driving organic growth outperformance through our top growth bets. We amplify these bets through acquisition of complementary faster-growing companies and we expand margins and generate strong free cash along the way as our leaders apply the five core tools of the IDEX operating model. I'd like to thank our IDEX teams around the globe for their dedication to these principles and for delivering strong performance in Q1.\nWith that, I'll turn it over to Abhi to discuss our financial results.\n\nAbhishek Khandelwal\n\nSenior VP & CFO\n\nThanks, Eric. Before jumping into the consolidated results on Slide 4, I want to highlight our team's consistent ability to execute, as you've seen in the results, delivering strong profitability and free cash flow in the first quarter despite challenging year-over-year comparables.\nMoving on to the consolidated financial results. All comparisons are against the prior year period unless stated otherwise. [ Close of ] $820 million in the first quarter were down both 1% overall and organically. We experienced an organic decrease in FMT and HST, while FSDP grew low double digits, driven by strength in dispensing and emerging markets. First quarter sales of $801 million were down 5% overall and down 6% organically. We experienced a 13% organic decrease in HST and a 3% organic decrease in FMT, while FSDP grew by 2% organically.\nFirst quarter gross margin was 44.6%, declining 60 basis points while adjusted gross margin was 45%, contracting 20 basis points due to our volume leverage, partially offset by price/cost and operational productivity. First quarter adjusted EBITDA margin was 26%, down 120 basis points. This is a sequential improvement versus fourth quarter of [ 20 ] basis points as we remain focused on margin expansion. I will discuss the drivers of first quarter adjusted EBITDA on the next slide. On a GAAP basis, our Q1 effective tax rate of 21.5% versus last year's first quarter effective tax of 22.2% decreased primarily due to a fair discrete item.\nFirst quarter net income was $121 million, generating EPS of $1.60. Adjusted net income was $143 million with adjusted EPS of $1.88, down $0.21 from the prior year first quarter. Finally, free cash flow for the quarter was $137 million, up 13% over the prior year period. We achieved a conversion rate of 95% of adjusted net income, mainly driven by lower variable compensation payments and capital expenditures despite lower adjusted net income. On an organic basis, we drove more than $78 million of inventory reduction over the last 12 months, and we saw inventory turns improve 0.4 turn year-over-year.\nSlide 5. Moving on to Slide 5, which details the driver of our first quarter adjusted EBITDA. For the first quarter, adjusted EBITDA decreased by $22 million compared to the first quarter of 2023. Our 6% organic sales reduction unfavorably impacted adjusted EBITDA by $29 million flowing through at our prior year adjusted gross margin rate. Price/cost was accretive to margins and we drove operational productivity that offset employee-related inflation. These results yielded in a negative 50% organic flow through. The impact of FX and acquisitions net of divestitures contributed $3 million of adjusted EBITDA in the quarter, resulting in a negative 48% flow-through.\nWith that, I'll provide a deeper look at our segment performance. I'm on Slide 6, within our FMT segment. In our water businesses, municipal project activity remains strong. Note that water sales performance in first quarter of the prior year was favorably impacted by both Hurricane-related backlog execution and the catch-up of a 1-month lag treatment of the [ Nexside ] acquisition effectively recording 4 months of Nexside sales in the first quarter of 2023. Our energy business has remained stable with favorable infrastructure tailwinds, offset by a mild winter. Our agricultural businesses continue to be cyclically down, in line with expectations. Finally, Q1 adjusted EBITDA margins expanded 60 basis points, driven by price/cost and operational productivity despite slightly lower volumes.\nMoving on to Page 7. Despite challenging year-over-year comparables, the Health & Science Technologies segment performed to expectations, and nearly all of our HST business saw sequential orders improvement as compared to the fourth quarter. Our teams continue focusing on our most strategic customers' next-gen solutions in life sciences and analytical instrumentation while we watch for signs of recovery. Our space broadband and laser communication initiatives continue on track despite current quarter customer delays. Our material processing technology business saw strength in food and sports nutrition that offset derivative customer capital investments within biopharma and pharma. For semiconductor, we saw orders improved above year-over-year and compared to the fourth quarter. And we expect these trends to continue in line with an improved outlook for memory chips.\nIn line with our FMT industrial businesses, the HST industrials are steady. Lastly, adjusted EBITDA margins improved 40 basis points over the fourth quarter of last year. A year-over-year decline of 250 basis points was driven by volume leverage, partially offset by price/cost and operational productivity.\nNow turning to Slide 8. Our Fire & Safety/Diversified Products segment performance was driven by dispensing project wins in emerging markets, which helped offset the impact of key U.S. customers' multiyear refreshment cycle. We continue to see stability in Fire & Safety. In the quarter, our focus on strategic share gain initiatives helped partially offset unfavorable budget reallocations in the industry.\nBAND-IT automotive demand is strong with growth expected in the year. Additionally, industrial performance was similar to FMT and HST with sequential improvement versus Q4. Finally, adjusted EBITDA margins expanded 40 basis points, driven by price/cost.\nWith that, I'd like to provide an update on our outlook for the second quarter. I'm on Slide 9. In Q2, we're projecting GAAP EPS to range from $1.75 to $1.80 and adjusted EPS to range from $2 to $2.05, with organic revenue decline of approximately 2% to 3% and adjusted EBITDA margin of approximately 27.5%.\nTurning to the full year 2024. We are maintaining our previously issued full year outlook of organic revenue growth of 0% to 2% and adjusted EBITDA margin of approximately 28% and adjusted EPS of $8.15 to $8.45 with majority of markets performing in line with our initial guidance and our focused efforts on driving growth bets.\nWith that, I'll turn it over to Eric for his closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Abhi. I'm on Slide 10. I'd like to close by coming back to the simple value equation I talked about in my opening remarks. It all starts with organic growth outperformance, typically targeting 300 basis points above market entitlements. We drive about 20 to 25 bets across the company at any one time to achieve these results. I highlighted earlier some examples of growth initiatives through Applied Technologies within HST. Within FMT, we're also working on integrating the recently acquired assets within our Intelligent water group alongside our legacy technologies to support critical analytical work within municipal and industrial wastewater containment and processing. Also within FMT, we're deploying digital tools across multiple brands that go to market through distribution to enhance our customer experience and promote share gain. I'll go deeper in the quarters ahead with additional specific examples to help bring this work to life. .\nWe amplify these bets with complementary inorganic work via M&A to add another 200 to 300 basis points of growth. We see an outstanding opportunity to support faster-growing transformational markets through the disciplined build of relative and absolute scale within very high-quality niches. Over the last 3 years, we've been working this play in the intelligent water space within thin-film optics and within the niche of small form factor materials-intensive processing.\nFinally, we expand margins and seek to drive double-digit earnings growth along the way as our teams deploy the five basic IDEX operating model tools with 80-20 as our heartbeat. Our decentralized environment and collaborative culture supports speed and agility and our inclination to resist top-heavy infrastructure supports financial leverage as we grow.\nIn closing, the world is transforming and evolving in exciting but unpredictable ways. We're building a company to thrive and win in that environment where power meets speed and agility at the intersection of technology and culture. I look forward to communicating our progress with you along the way.\nWith that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4a5fde0f44e8c9254e78a099b4bdd6a",
    "period": "2023 Q4",
    "content": "Q4 2023 IDEX Corp Earnings Call\n\nQ4 2023 IDEX Corp Earnings Call\n\nIEXNYSEFEB 7, 10:30 AM\n\nOperator\n\nGreetings. Welcome to the Fourth Quarter 2023 IDEX Corporation Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI'll now turn the conference over to Allison Lausas, Vice President and Chief Accounting Officer. Ms. Lausas, you may now begin.\n\nAllison S. Lausas\n\nInterim Acting CFO, Controller & Treasurer, SunCoke Energy, Inc.\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX fourth quarter and full year 2023 financial highlights. Last night, we issued a press release outlining our company's financial and operating performance for the 3 months and full year ending December 31, 2023. The press release, along with the presentation slides during today's webcast, a can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Abhi Khandelwal, our new Senior Vice President and Chief Financial Officer. Today, we'll begin with Eric providing an overview of the state of IDEX's business. Abhi will then discuss our fourth quarter and full year 2023 financial results and provide an update on the various markets we serve. He will also discuss our outlook for the first quarter and full year 2024. Lastly, Eric will close the call with his final remarks.\nWe will then open the call for your questions. If you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing the toll-free number (877) 660-6853 and entering conference ID 137-42-102 or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission.\nWith that, I will now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Allison, and good morning, everyone. First, I'd like to introduce and welcome our new CFO, Abhi Khandelwal, back to IDEX. Abhi previously worked at IDEX for 10 years and served as my finance partner for the majority of that tenure. I'm thrilled to welcome him back, and in many ways, it feels like you never left.\nTurning to Slide 6. We navigated the challenging backdrop in 2023 with really strong execution. As backlogs normalize, we took inventory out of the system, reduced lead times for customers, increased cash flow to record levels and delivered productivity through strong price capture and operational excellence. As always, I want to reach out to our IDEX employees around the globe with a sincere and appreciative thank you.\nI want to apply it at a high-level perspective as I cover last year's dynamic demand patterns. Coming into 2023, we expect that this would be a year of recalibration across our broad array of markets, and our thesis certainly held. Our fragmented industrial markets within FMT and parts of FSDP and HST played out as expected. Supply chains improved, dropping overall lead times, bringing artificially high backlog and inventory levels into focus. Customers attack these positions moderately over time through order reductions to our businesses, ultimately reaching levels of stability for us in the fall.\nOur less fragmented markets within life sciences and analytical instrumentation and semicon recalibrated in a dramatically different way. Through much of the post-pandemic recovery, these markets had run red hot with demand that was really only constrained by supply chain availability. Demand pressures from high interest rates, lower capital availability and a lackluster post-COVID recovery in China, combined with outsized inventory balances and backlogs, drove sharp order reductions throughout these normally fast-growing sectors. This played out dramatically in the first half for IDEX. Given our short cycle character, we saw the decline quicker than many and reached equilibrium in the fall sooner than some.\nAs we delivered against expectations within a stable Q4, we took a breath and developed a plan of attack for the year ahead. Lead times and backlogs are back to prepandemic levels. The majority of our industrial and municipal businesses are stable and seeing improvement with early and encouraging signs of modest growth ahead. The open questions are the specific catalysts and timing to support further acceleration. Our teams continue to aggressively engage with our top growth bets to drive market outperformance. These initiatives are spread across all segments in a variety of niche verticals. We're particularly excited about our growth work with customers in our water, semicon, space communications and energy transition markets.\nThe markets not yet showing signs of near-term recovery remains life sciences and analytical instrumentation. We haven't forecasted a positive inflection yet for 2024. That said, our teams continue to work a robust pipeline of innovative projects in conjunction with our customers, positioning us to win on tomorrow's next-gen platforms. We believe in the long-term growth potential of these end markets and are well positioned to support growth at the first signs of improved demand.\nWe continue to focus on aggressive capital deployment towards M&A as we tune the portfolio towards faster-growing high-quality markets. We acquired Iridion and STC Material Solutions last year, adding important pieces of material science technology to our HST segment. Our funnel is expanding filled with targets that enhance our growth potential. Our balance sheet is strong, fully supporting our ambitions. Finally, we divested 2 businesses, Micropump and Novotema, as we practice 80/20 at the enterprise level.\nWith that, I'll turn it over to Abhi to discuss our financial results.\n\nAbhishek Khandelwal\n\nSenior VP & CFO\n\nThanks, Eric, and thanks to everyone for welcoming me back to IDEX. It's great to be here and be rejoining a great organization.\nMoving on to the consolidated financial results on Slide 8. All comparisons are against the prior year period unless stated otherwise. Orders of $754 million in the fourth quarter were down 6% overall and down 10% organically. We experienced an organic decrease in each of our 3 segments. FMT and FSDP declined mid-single digits, while HST contracted by about 17% as markets stabilized at a new level post recalibration. For the year, orders were down 7% overall and down 11% organically.\nOur HST segment contracted upwards of 20% as customers experienced a sharp inventory calibration during the year and level set to new near-term demand targets that included stunted growth expectations for China coming out of the pandemic. Our FMT and FSDP segments were down low single digits as they also experienced recalibration, although at a much smaller scale. Fourth quarter sales of $789 million were down 3% overall and down 6% organically. We experienced a 19% organic decrease in HST, while both FMT and FSDP grew by 3% organically.\nFull year sales of $3.3 billion were up 3% overall and down 1% organically. HST contracted by 10% on an organic basis, driven by declining life sciences and article instrumentation and semiconductor markets, partially offset by price. FMT and FSDP grew mid-single digits, driven largely by strong price capture on slightly higher volumes.\nFourth quarter gross margin was essentially flat at 42.7% while adjusted gross margin, which was also 42.7%, contracted 90 basis points due to lower volume leverage, unfavorable mix and the dilutive impact of acquisitions and divestitures, partially offset by strong price cost and operational productivity. Both full year gross margin and adjusted gross margin of 44.2% contracted 60 basis points for the same reasons I just described. Fourth quarter adjusted EBITDA margin was 25.8%, down 120 basis points.\nI will discuss the drivers of fourth quarter adjusted EBITDA on the next slide. On a full year basis, adjusted EBITDA margin contracted 40 basis points to 27.5%. A bridge of the full year adjusted EBITDA can be found in the appendix of this presentation.\nDespite a year of significant volume pressure, our teams delivered on price cost and operational productivity, significantly muting the impact of these unprecedented volume declines. On a GAAP basis, our Q4 effective tax rate of 22.7% versus last year's fourth quarter effective tax rate of 20.5% increased primarily due to absence of onetime foreign currency benefits realized in 2022 in connection with the funding of the acquisition of Muon as well as the impact of the loss recorded on the sale of Novotema during 2023, which no related tax benefit was realized due to the type of consolidated group in which it participated. The GAAP effective tax rate of 21.7% was flat with the prior year. However, both 2023 and 2022 included favorable discrete events.\nFourth quarter net income was $109 million, generating EPS of $1.43, adjusted net income, $139 million with adjusted EPS of $1.83, down $0.18 from the prior year fourth quarter. Full year net income was $596 million resulting in EPS of $7.85. Adjusted net income was $624 million, generating adjusted EPS of $8.22, up $0.10 or 1% from last year. Finally, free cash flow for the quarter was $179 million, up 22% over the prior year period. We achieved a conversion rate of 129% of adjusted net income, mainly driven by improved working capital performance despite lower adjusted net income.\nOn an organic basis, we drove more than $40 million of inventory reduction in the quarter through our targeted reduction efforts, and we saw inventory turns improve. For the year, we delivered record free cash flow of $627 million, up 28% versus last year and coming in at 101% of adjusted net income, mainly driven by lower net working capital as we reduced organic inventory levels by almost $65 million and achieved higher adjusted net income. We achieved this despite higher year-over-year capital expenditure as we maintain focus on investing for the future. We will continue to drive inventory levels down and optimize working capital levels further in 2024.\nMoving on to Slide 9, which details the driver of our fourth quarter adjusted EBITDA. Adjusted EBITDA decreased by $15 million compared to the fourth quarter of 2022. Our 6% organic sales reduction unfavorably impacted adjusted EBITDA by $36 million flowing through at our prior year adjusted gross margin rate. Price/cost was accretive to margins and we drove operational productivity that offset employee-related inflation. Mix was unfavorable by $3 million. Reductions in variable compensation contributed $3 million of benefit in the quarter. These results yielded a negative 39% organic flow through.\nOverall, our team's focus on cost containment and resource reallocation has effectively managed our revenue declines. IDEX is well positioned to recover and grow back stronger than before when market dynamics turn favorable. The impact of FX and acquisitions net of divestitures contributed $5 million of adjusted EBITDA in the quarter. However, the divestiture of Micropump lowered flow-through as the margins were higher than those of our newly acquired assets who are experiencing volume deleveraging, given the end markets they play in.\nWith that, I will provide a deeper look at our segment performance. I'm on Slide 10. Let me walk you through our outlook as it relates to our end markets. First, as I consider the market served by our Fluid & Metering Technologies segment. Industrial began to see some sequential improvement in the fourth quarter, and we expect continued stability in the near term as our short-cycle businesses meet underlying customer demand. We continue to see normalized book-and-bill order patterns given shorter lead times and normalized supply chain dynamics.\nAs we move into 2024, we are cautiously optimistic as we continue to see tailwinds due to domestic infrastructure initiatives and within mining. We anticipate these patterns will hold, though we will continue to monitor day rates to evaluate longer-term expectations as this is the most short-cycle market exposure. Our water businesses continue to be favorably positioned as we enter 2024. Municipal project activity remains strong with no signs of funding delays, and the project funnel is healthy with new opportunities, winning share to deliver solutions for critical water challenges.\nOur energy businesses remain steady even as new well production is down and fuel markets are flat, driven by declining fuel prices and mild heating seasons in North America and Europe. As consolidation occurs within this industry and funding for new projects remain delayed, we see operators doing more with less, using the same infrastructure to drive production. These market dynamics favorably impact our demand profile as our energy businesses meet customers' need for replacements as they keep existing infrastructure running.\nIn the chemical market, we continue to see positive results across U.S. and Europe with pharma and battery applications providing opportunities for growth. China softness is being mitigated by the rest of Asia. The one area experiencing pronounced headwinds in FMT is agriculture business. The size of this market is about 10% of the FMT segment, which equates to mid-single digits for overall IDEX. We continue to see headwinds as OEMs have stepped down their projections due to continued destocking and declining net farm income and crop prices. Our KZValve acquisition continues to be a differentiator with its automated actuation valve technology, and we are focused on targeted share gain to offset the pressure of current market challenges.\nMoving on to the Health & Science Technologies segment. We continue to see positive results stemming from our space, broadband laser communication initiatives, which are bolstered by Iridium's technological capabilities. We expect this space to grow in 2024. The industrial markets served by businesses in the HST segment are experiencing signals in line with FMT's expectations. Our material processing technology business is gaining share in battery production with a step-up in new orders as we enter the year, and we continue to see signs of improvement within biopharma-related to new vaccine development, where our technologies are uniquely positioned.\nWe see particular strength in emerging markets. For semiconductor, we began to see initial signs of improvement as we exited 2023. We expect this market will continue to recover somewhat in '24, driven by an improved outlook for memory chips due to demand for devices. Further out, we look forward to continued growth in semicon driven by artificial intelligence, automotive and long-term secular tailwinds driven by electrification.\nWhile these markets point towards growth, the area within HST that is not yet showing signs of recovery is in our life sciences and analytical instrumentation markets, which represents nearly 35% of HST and about 15% of overall IDEX. However, the long-term growth drivers have not changed. While orders appear to be stabilizing, we have not forecasted a positive inflection yet for 2024. While this industry navigates immediate-term challenges, we continue to have our eye on the future. We are closely partnered with our customers across our life sciences businesses and we are actively innovating to provide tomorrow's solution. With our focus on innovation and operational scale to support customers from prototyping to production, we are uniquely positioned for growth as these markets recover.\nTurning to our Fire & Safety/Diversified Products. We expect FSDP will be flattish to down slightly in 2024, driven by headwinds in dispensing as key customers recently completed their multiyear refreshment cycle. We expect Fire & Safety end markets to remain stable and growth to be driven by strategic share gain initiatives our teams are focused on. We continue to win through value-added integrated systems and technology and standardized offerings that enable higher OEM throughput. Overall, demand bandwidth continues to remain strong, and we expect growth on a year-over-year basis.\nWith that, I'd like to provide an update on our outlook for the first quarter and full year 2024. I'm on Slide 11. We expect full year organic growth of 0 to 2% and with the majority of our end markets stable to growing, as I highlighted in my market outlook commentary. This range reflects low single-digit growth from FMT and includes acknowledgment of the uncertainty in timing and scale of recovery given the short-cycle nature of our business. For HST, we expect low single-digit growth as broader expectations for year-over-year growth across its markets are moderated by the lack of visibility in the life sciences and analytical instrumentation space.\nAnd we expect FSDP to be down slightly as the dispensing refreshment cycle has completed and volume in that space will step down. The dynamic is expected to lower overall IDEX organic growth by 1% and offsets the growth expected by Fire & Safety and BAND-IT. This organic rate guide equals earnings per share contraction of $0.03 to growth of $0.26, depending on top line results and includes price/cost, which we anticipate will be positive for the year and mix pressure stemming from dispensing volumes. Additionally, we expect our operational productivity will more than offset pressure from wage-related inflation and provide $0.10 to $0.15 of EPS growth.\nAs always, we're committed to investing in the future growth prospects and expect to make incremental resource investments of $0.05 to $0.09 during the year as we invest in the people needed to champion our growth efforts and drive the next chapter of our outperformance. The reset of variable compensation levels after a challenging 2023 provides a $0.16 headwind, while the impact of recent acquisition and divestitures contributes $0.12 of adjusted EPS growth.\nFinally, considering a few nonoperational items, lower levels of debt due to paydowns in the second half of 2023 are expected to yield $0.07 of EPS growth, and we expect FX to also provide $0.07 of benefit. These are more than offset by an increase in the effective tax rate on a year-over-year basis, creating $0.19 of headwinds to adjusted EPS. The 2023 effective tax rate includes certain discrete events, which produce $0.09 benefit to adjusted EPS in '23 as compared to 2022.\nThose benefits do not repeat in 2024, and conversely, the projected 2024 rate of 23% includes a heavier mix of improved performance in geographical regions with higher tax rates as well as certain legislative changes, increasing global tax. So in summary, we are projecting organic revenue growth of 0% to 2% for the year. The variable compensation and tax rate pressure essentially rewards 4% of EPS growth year-over-year, lending adjusted EPS expectations in the range of $8.15 to $8.45 or down 1% to up 3% over 2023.\nMoving to Slide 12. I'll provide additional details regarding our 2024 guidance for both our first quarter and full year. In Q1, we are projecting GAAP EPS to range from $1.45 to $1.50 and adjusted EPS to range from $1.70 to $1.75. Organic revenue is expected to decline 6% to 7% year-over-year due to tough comps and adjusted EBITDA margins are estimated to be about 25%. While it is not a factor impacting year-over-year comparability, I would like to remind you that on a sequential basis, when walking from fourth quarter results to first quarter, we have a headwind of $0.10 related primarily to the accelerated recognition of share-based compensation in the first quarter of each year.\nTurning to the full year 2024. In summary, we estimate full year organic revenue of flat to up 2% to yield GAAP EPS of $7.15 to $7.45 and adjusted EPS of $8.15 to $8.45. Adjusted EBITDA margin is expected to be approximately 28%. Capital expenditures are anticipated to be about $75 million, normalized upon the completion of certain factory automation investments and emerging market footprint expansion in 2023. And free cash flow is expected to be over 100% of adjusted net income. Corporate costs are also expected to be approximately $95 million, up from 2023 by approximately $10 million as variable compensation resets to current market expectations.\nWith that, I'll turn it over to Eric for closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Abhi. I'm on Slide 13. In summary, the majority of our businesses are stable and starting to see the early days of market recovery. We're working together as a team to drive outperformance above that baseline, and we are well positioned to capitalize on growth to come as we invest our cash back into the business to support organic and inorganic expansion.\nOur core FMT businesses are back in world-class lead times with expanded margins. They're ready to expand them again as volume leverage broadly returns. Fire & Safety and BAND-IT within FSDP have differentiated technologies to accelerate growth and continue as the leading players in their global markets. Much of HST is seeing recovery or the early signs of growth. We temper these expectations a bit overall, given our lack of insight supporting demand recovery within life sciences and analytical instrumentation markets, and we also face the cyclical headwinds from global dispensing in our agriculture businesses.\nFinally, it's really the early days of a new normal following 3 years of unprecedented change. Better to be appropriately cautious and careful as we line up our resources and strategic plans to support the full cycle ahead, one I feel will be especially strong for companies like ours. We are prepared to help customers solve their toughest problems or seize their greatest opportunities. Our businesses and technologies are outstanding. Our teams and talent are world-class and our culture is really unique. We appreciate your support and interest in IDEX.\nAnd with that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b0ba275d608b9979a6c3b6e11ce7adc",
    "period": "2023 Q3",
    "content": "Q3 2023 IDEX Corp Earnings Call\n\nQ3 2023 IDEX Corp Earnings Call\n\nIEXNYSEOCT 26, 10:30 AM\n\nOperator\n\nGreetings, and welcome to IDEX Corporation's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Allison Lausas. Thank you. You may begin.\n\nAllison S. Lausas\n\nInterim Acting CFO, Controller & Treasurer, SunCoke Energy, Inc.\n\nGood morning, everyone. This is Allison Lausas, interim Chief Financial Officer and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX third quarter 2023 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months ending September 30, 2023. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today is Eric Ashleman, our Chief Executive Officer and President. Today, we will begin with Eric providing an overview of the state of IDEX's business. I will then discuss IDEX's third quarter financial results, an update on segment performance in the markets they serve, and our outlook for the fourth quarter and full year 2023. Following our prepared remarks, we will open the call for your questions.\nIf you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes, by dialing the toll-free number (877) 660-6853 and entering conference ID 13734464, or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission.\nWith that, I will now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Allison, and good morning, everyone. I have some important news on Slide 5.\nBefore turning to our results and outlook, I'd like to introduce Allison Lausas, who is serving as our interim CFO. Allison has been with us for over 2 years, serving as our Vice President and Chief Accounting Officer. She also leads our Investor Relations and financial planning and analysis functions. During her tenure at IDEX, Allison has done an outstanding job, serving as a strong partner to our former CFO, Bill Grogan, and myself. Thank you, Allison, for all you're doing in your expanded interim role. And I'd also like to thank Bill for his many years of service at IDEX.\nAlso, as you saw in our release yesterday, we are pleased to announce that Abhi Khandelwal is joining IDEX in November as our next CFO. Abhi joins us from Multi-Color Corporation, a global packaging services and label solutions provider, where he served as CFO. Prior to that, he served as Senior Vice President and CFO of CIRCOR International. He previously worked at IDEX for over 10 years, serving as my financial partner during most of my term as COO. We're thrilled to have him back with us, and I consider us very fortunate to have leaders like Abhi and Allison at the top of our finance organization.\nWith that, I'll turn to our Q3 performance. I'm on Slide 7. IDEX delivered strong results in the third quarter, delivering robust profitability in an environment where volumes are stabilizing at lower levels. We also generated excellent cash flows as we continue to execute on our cost containment and inventory reduction plans. I'd like to thank our IDEX teams around the globe for their contributions in driving these outstanding results. This was very solid execution in a difficult environment.\nRecall that we expected our industrial and municipal markets within FMT and FSDP to reach the end of an elongated and moderate destocking cycle within the third quarter. That played out as expected. Our analytical instrumentation, life sciences, pharma and semicon markets within HST largely held at equilibrium in Q3 and bounced along the bottom after an unprecedented rapid destocking cycle in the first half of the year. Taken together, this moves IDEX into a very natural position, where lead times, backlogs and next quarter visibility, all aligned with typical pre-pandemic profiles.\nLooking forward, we continue to see divergence between end market prospects. There are discrete attractive opportunities within each of our segments, many of which are tied to transformational catalysts within environmental sustainability or critical infrastructure. Examples include water analytics, space broadband and battery production. These sit within a broader framework of uncertainty driven by macro concerns that include higher interest rates and expanding geopolitical risk. More specifically, demand rebounds for our most pressured HST businesses appear to have moved out a bit into 2024.\nWe continue to believe that organizational agility, speed of decision-making, outstanding business quality and a strong culture serve us well to navigate the twists and turns ahead. We can both dynamically assign capital and resources to our best near-term opportunities, while we stay focused on our long-term strategy of profitable growth outperformance.\nIn terms of capital deployment, M&A continues to be a top focus. Within our funnel builds, we are aggressively following complementary threads between our most growth advantaged businesses and technologies as we seek to build our breakthrough competitive advantage. We did this recently with our Nexsight acquisition, expanding our reach within water analytics through enhanced hardware and software capabilities.\nOur Iridian acquisition earlier this year boosted integrated capabilities within thin-film optics. Our inorganic pipeline is robust and of high quality, allowing us to engage in M&A with discipline and strong strategic intent. And our balance sheet has ample capacity to continue to execute on our best opportunities.\nFinally, we divested our Micropump business during the quarter and repaid $150 million on our term note facility. As we continue to focus on long-term growth, occasional portfolio realignment will occur. We expect this transfer of ownership will better position Micropump as it joins a collection of like-minded businesses, focused on similar technologies and customers. I would like to express my appreciation for all the Micropump team has done since joining IDEX in 1995.\nWith that, I'll turn it over to Allison to discuss our financial results.\n\nAllison S. Lausas\n\nInterim Acting CFO, Controller & Treasurer, SunCoke Energy, Inc.\n\nThanks, Eric. Moving on to our third quarter consolidated financial results on Slide 9.\nAll comparisons are against the third quarter of 2022, unless otherwise stated. Orders of $712 million were down 9% overall and down 11% organically. We experienced an organic decrease within our HST and FMT segment and organic growth in FSD. Sales of $793 million were down 4% overall and down 6% organically. We experienced a 15% organic decrease in HST and a 1% decrease in FMT. FSD revenues grew organically by 3%.\nGross margin of 44.1% decreased by 220 basis points compared with last year. Adjusted gross margin decreased 90 basis points, primarily due to lower volume leverage and unfavorable mix, which was partially offset by strong operational productivity and price costs. Adjusted EBITDA margin was 28.4%, down 30 basis points.\nI will discuss the drivers of adjusted EBITDA on the next slide. On a GAAP basis, our Q3 effective tax rate of 20.2% was lower than our effective rate in the third quarter of 2022 of 21.8%. The rate was driven down by both the finalization of research expenditure capitalization treatment that served to increase tax benefits on foreign source income and a tax election related to the Muon acquisition that reduced our minimum tax on foreign earnings. These favorable rate items were partly offset by tax recorded on the gain from the Micropump divestiture and are not expected to have a significant impact on our fourth quarter rate.\nNet income was $209 million, which resulted in GAAP EPS of $2.75. Adjusted net income was $161 million, with adjusted EPS of $2.12, which is down $0.02 or 1%. The lower tax rate contributed $0.11 of adjusted EPS favorability in the current quarter compared to both the prior year and the midpoint of our third quarter guidance.\nFinally, cash from operations of $227 million was up 14%, primarily due to lower working capital, driven by inventory reductions. Free cash flow for the quarter was $207 million, up 14% versus last year and achieved a conversion rate of 129% of adjusted net income. We drove over $25 million of inventory out of the business in the third quarter through our targeted reduction efforts, and we saw inventory turns remain consistent with last quarter due to lower sales.\nMoving on to Slide 10, which details the drivers of our third quarter adjusted EBITDA. Adjusted EBITDA decreased by $6 million compared to the third quarter 2022. Our 6% organic sales reduction unfavorably impacted adjusted EBITDA by $37 million, flowing through at our prior year adjusted gross margin rate. Price cost was accretive to margins, and we drove operational productivity that offset employee-related inflation.\nMix was unfavorable by $6 million, mainly centered in HST, due to continued volume declines in our analytical instrumentation, life science and semiconductor components. Resource and discretionary spending was favorable versus last year, as we continue to execute on our cost containment plan given the top line pressure we are experiencing. Reductions in variable compensation expense contributed $8 million of benefit in the quarter. These results yielded a negative 31% organic flow-through.\nOverall, our team's focus on cost containment and resource reallocation has effectively managed our revenue decline, ensuring continuity of our most valuable resources had IDEX well positioned to recover and grow back stronger than before when market dynamics turn favorable. Muon and Iridian acquisitions, net of Knight and Micropump divestitures and FX, contributed an additional $9 million of adjusted EBITDA.\nWith that, I'll provide a deeper look at our segment performance. I'm on Page 11. In our Fluid & Metering technology segment, orders decreased by 5% organically, mainly due to an expected slowdown in our industrial businesses and continued customer destocking in our agriculture business. Sales decreased by 1% organically, driven by this destocking impact, partly offset by favorable energy, chemical and water performance.\nWe began to see our industrial order day rates decline in the second quarter of this year, and they remain steady at that level throughout the third quarter. Although our customers continue to exercise caution, due to recession concerns and lower energy prices, we see tailwinds tied to domestic infrastructure initiatives and within mining.\nWithin agriculture, we continue to experience the impact of distribution destocking, exacerbated by declining net farm incoming crop prices. Our delivery continues to outperform our competitors, and we are focused on targeted share gain to offset this pressure. Additionally, the acquisition of KZValve and the adoption of its automated actuation technology is delivering strong results.\nOn the energy side, we continue to execute well, driving down backlogs and lead times. Underlying market demand remains steady, but we expect to see revenue declines versus third quarter as our backlog position normalizes. In the chemical market, we continue to see positive results across the U.S., Europe and Asia, with pharma and battery applications providing opportunities for growth.\nOur water business continues to exhibit growth. Our opportunity funnels are increasing, and we see no signs of municipal project funding delays as we approach 2024. Adjusted EBITDA margin expanded 50 basis points compared to last year, primarily due to strong price cost and favorable operational productivity more than offsetting lower volume leverage.\nMoving to the HST segment. We experienced a 24% organic orders decrease and a 15% organic sales decrease, mainly due to pressure across the life sciences, analytical instrumentation and semiconductor markets as well as industrial market performance similar to that within FMT. Adjusted EBITDA margins contracted by 410 basis points, primarily due to lower volume leverage and unfavorable mix, partially offset by strong price cost and favorable operational productivity.\nOur analytical instrumentation business continues to experience customers destocking, which remains driven by China softness, lower pharma-biopharma spending and overall caution around the global economy. We expect that performance will remain stable at this level in the fourth quarter, with improvement in 2024. We see a similar trend within our Life Science business.\nSemiconductor continues to experience softness with the expectation that the market has reached a bottom in the third quarter. We anticipate a broader market will begin to recover at some point in 2024.\nWe continue to see positive results stemming from our space, broadband laser communication initiatives, which are bolstered by Iridian's technological capabilities. Our material processing technology business continues to experience softness across pharma markets, but are seeing some early signs of improvement within biopharma, food and nutrition as well as tailwinds connected to leveraging our technology and battery production application. Industrial markets and HST slowed in the quarter, in line with FMT's results.\nFinally, turning to our Fire & Safety Diversified Products segment. Organic orders grew by 2% versus third quarter last year and organic sales grew 3%, with strong fire and safety results more than offsetting destocking at BAND-IT. Adjusted EBITDA margins expanded by 150 basis points, primarily due to strong price cost and favorable operational productivity, partially offset by unfavorable mix and lower volume leverage. The paint market remains mixed. The uncertain global macro environment is driving consumer confidence lower, while at the same time, the construction market in North America remains strong.\nWithin our fire business, we do not see any significant changes to North America fire OEM production capacity. We continue to win through value-add integrated systems and technology and standardized offerings that enable higher OEM throughput. Our Europe and Asia businesses remain steady.\nRescue performance remains steady as well, although we are seeing some signs of North American budget delays and inventory reduction due to high borrowing costs. BAND-IT continues to outperform a relatively flat U.S. auto market due to having content on high-priority vehicles. There is some pressure on the energy side, driven by lower oil prices, and we experienced some destocking within aviation.\nWith that, I would like to provide an update on our outlook for the fourth quarter and full year 2023. I'm on Slide 12. In Q4, we are projecting GAAP EPS to range from $1.50 to $1.55 and adjusted EPS to range from $1.74 to $1.79. Organic revenue is expected to decline 8% to 9% and adjusted EBITDA margins are expected to be about 26%. We expect that our HST revenues will be slightly unfavorable versus our previous guide, offset by FMT volumes landing better than expected. Equally, our strong execution in the third quarter allowed us to work through our backlog faster than expected. This is driving an equal and offsetting $0.05 of impact to third quarter results and fourth quarter expectations.\nTurning to the full year 2023. We are maintaining our full year organic revenue guidance of down 1% to 2%. At the midpoint, we have raised our EPS guidance by $0.20, with approximately $0.11 driven by lower third quarter effective tax rate and the remainder coming from third quarter operational outperformance, partly offset by $0.05 of revenue timing due to accelerated backlog burn in the third quarter.\nIn summary, we estimate full year organic revenue contraction of 1% to 2% to yield GAAP EPS of $7.91 to $7.96 and adjusted EPS of $8.13 to $8.18. Adjusted EBITDA margin is expected to be approximately 27.5%. Capital expenditures are anticipated to be about $80 million, and free cash flow is expected to be 100-plus percent of adjusted net income.\nWith that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/937b430ce92a0fb32de41c753f580c58",
    "period": "2023 Q2",
    "content": "Q2 2023 IDEX Corporation Earnings Call\n\nQ2 2023 IDEX Corporation Earnings Call\n\nIEXNYSEJUL 27, 10:30 AM\n\nOperator\n\nGreetings, and welcome to the IDEX Corporation Earnings Conference Call Second Quarter 2023. A brief question-and-answer session will follow the formal presentation.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host Allison Lausas, Vice President and Chief Accounting Officer. Thank you. You may begin.\n\nAllison S. Lausas\n\nInterim Acting CFO, Controller & Treasurer, SunCoke Energy, Inc.\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX second quarter 2023 financial highlights. Last night, we issued a press release outlining our company's financial and operating performance for the 3 months ending June 30, 2023. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. Today, we will begin with Eric providing an overview of the state of IDEX's business. Then Bill will discuss second quarter financial results and update on segment performance in the markets they serve, and our outlook for the third quarter and full year 2023. Lastly, Eric will close the call with his final remarks. Following our prepared remarks, we will open the call for your questions. If you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing the toll-free number 877-6606853 and entering conference ID number 137-34463 or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission. With that, I will now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Alison, and good morning, everyone. I'm on Slide 6. IDEX delivered record sales and adjusted earnings per share in the second quarter, along with strong free cash flow. Our Fluid & Metering and Fire & Safety Diversified Products businesses delivered exceptional performance on strong market fundamentals, both posting strong organic growth and profitability, with FMT delivering an all-time high EBITDA margin.\nOur Health & Science Technologies segment continued to face challenges impacted by inventory destocking in our analytical instrumentation, life sciences, biopharma and semiconductor markets. Our teams within the segment drove double-digit organic growth over the last 2 years, admirably executing for customers in the business in very difficult conditions. Now on the backside of the post-pandemic recovery, our OEM partners are aggressively reducing higher inventory levels, beginnings with those suppliers that have demonstrated the quickest returns to pre-pandemic lead times. Our teams are appropriately balanced as they execute targeted cost reductions to mitigate a portion of these volume declines, drive strong cash flow overall and continue to innovate for our customers. During our last earnings call, our revised outlook for the year assumed our industrial businesses would slow moderately in the second half, while our HST segment would experience a modest rebound.\nWhile our view on the industrial markets has not changed, we are no longer projecting recovery in HST volumes in the second half of the year. Our outlook is based on revised forecast from our key customers who are reevaluating their end market demand alongside their current inventory levels. They're considering many factors overall, including supply chain improvements, lower-than-expected growth in China and overall macro pressures within their market verticals. This is a complex and rapidly evolving context, which played out for us in Q2 was a 27% year-over-year organic drop in HST orders. This moderating demand profile net of our incremental cost containment actions drives an additional $0.45 of EPS pressure at the midpoint versus our previous guide.\nWith that, as we noted in our press release, we are revising our full year 2023 adjusted EPS guidance to $7.90 to $8 per share. Bill will discuss the specifics in greater detail during our segment and guidance updates. In the second quarter, we also closed on the Iridian Spectral Technologies deal we announced earlier this year, adding another market leader in custom optical filter solutions serving the space, life science and telecommunications markets. We continue to focus on driving strong operational performance regardless of business environment, delivering and innovating for our customers.\nWe're driving speed and agility within our businesses, taking out inventory and driving world-class lead times positioning us best for growth cycles to come. We remain committed to managing through the short term while not losing focus on critical investments in the development of our people and capital deployment and in our differentiated technologies to enable our long-term growth path and deliver above-market performance over a cycle. With that, I'll turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Eric. Moving on to our second quarter consolidated financial results on Slide 8. All comparisons are against the second quarter of 2022, unless otherwise stated. Orders of $766 million were down 9% overall and down 13% organically, mainly driven by a 27% organic decrease in HST due to timing of project orders for next-gen sequencing equipment as well as OEM pressure across the life sciences, analytical instrumentation, pharma and semiconductor markets.\nRecord sales of $846 million were up 6% overall and up 3% organically. We experienced 10% organic growth within FMT, 8% organic growth within FS 6% organic decrease in HST. Gross margin of 44.7% decreased by 10 basis points compared with last year. This was driven by lower volume leverage in HST and the dilutive impact of acquisitions and unfavorable mix, partially offset by strong price cost and favorable operational productivity across the segments. Adjusted EBITDA margin was 28.4%, up 90 basis points. I'll discuss the drivers of adjusted EBITDA on the next slide.\nOur second quarter effective tax rate was 22.4% and was comparable with our prior year effective tax rate of 22.1%. Net income was $139 million, which resulted in an EPS of $1.82. Adjusted net income was $165 million with an adjusted EPS of $2.18, which was up $0.16 or 8%. Finally, cash from operations of $141 million was up 26%, primarily due to lower investments in working capital versus last year. Free cash flow for the quarter included higher CapEx and was $120 million, up 24% versus last year coming in at 72% of adjusted net income. We drove over $20 million of inventory out of the business in the quarter through our targeted reduction efforts. And we saw inventory turns improved versus last quarter.\nMoving on to Slide 9, which details the drivers of our second quarter adjusted EBITDA. Adjusted EBITDA increased by $22 million compared to the second quarter of 2022. Our 3% organic growth included over 4% of price placing volumes negative for the quarter. This lower volume unfavorably impacted adjusted EBITDA by $9 million flowing through at our prior year adjusted gross margin rate. Price cost was accretive to margins, and we drove operational productivity that offset employee-related inflation. Mix was unfavorable by $3 million, mainly centered in HST due to continued volume declines in our analytical instrumentation and life science components. Resource and discretionary spending was approximately flat versus last year. We have executed tight cost controls given our volume pressure, and we continue to identify reduction opportunities for the balance of the year.\nReductions in variable compensation expense based on our updated outlook contributed $5 million of benefit in the quarter. These results yielded a 60% organic flow-through. [ Muon ] and valve acquisitions, net of the Knight divestiture and FX contributed an additional $9 million of adjusted EBITDA. Inclusive of acquisitions, divestitures and FX, we delivered 43% flow-through. Excluding the impact of variable compensation, flow-through is about 35%. With that, I'll provide a deeper look at our segment performance. In our fluid metering technology segment, we experienced strong sales performance with organic growth of 10%. But orders did contract by 4% organically, mainly driven by the slowing industrial landscape.\nAdjusted EBITDA margin expanded by 340 basis points versus the second quarter of last year, driven by strong price cost performance and volume leverage. We saw our industrial day rate decline early in the second quarter remained steady at that lower level. Customers are taking a cautious view of the second half as they process a variety of economic factors that influence their demand. Our water business performed well. The North American market continues to be positive with extreme weather, necessary technology and infrastructure upgrades and improved funding all fueling growth. Our energy markets remain mixed. Improved chassis availability is driving strength in our mobile applications and the teams to continue to work down past due backlog, but lower oil prices look to slow the pace of investment in the second half of the year.\nIn the chemical market, we saw positive results across the U.S., Europe and Asia, with battery markets providing additional opportunities for growth. The agricultural demand landscape remains mixed. Farm fundamentals are positive overall, and our OEM business remains strong. However, distributor inventory levels remain high, and we have not seen a material bleed down as we have progressed through the planting season. Moving to the Health & Science Technologies segment. Organic orders contracted 27% in the quarter, driven by analytical instrumentation, life science and biopharma customers inventory destocking, timing of next-gen sequencing orders, soft semiconductor and slowing industrial demand. Sales were down 6% organically and adjusted EBITDA margins contracted by 420 basis points driven by unfavorable volume leverage and mix as well as higher employee-related costs, partially offset by strong price cost performance.\nAs Eric noted, our life science and analytical instrumentation businesses are being impacted by customers' inventory destocking and reduced demand. This was driven by a combination of improved supply chain conditions, macroeconomic factors and lower-than-expected China demand. We expect this pressure to remain throughout the balance of the year. The semiconductor market continues to experience softness resulting from memory oversupply, as well as customers feeling the impact of the U.S. export controls. We have exposure to multiple parts of the semiconductor value chain and expect demand will stabilize in the third quarter with recovery in the fourth quarter.\nOur Material Processing technology business continues to experience softness across pharma, biopharma and nutrition markets, driven by tighter capital availability and customer hesitancy due to recession concerns. We are seeing some strength in aftermarket and positive impact from our battery market opportunities and we see some signs of improved quotation activity for these early days. Industrial markets and HST slowed in the quarter in line with FMT results. Finally, turning to our Fire & Safety Diversified Products segment. Organic orders grew by 2% versus last year, mainly driven by favorable fire and safety, and dispensing results. Organic sales growth was strong at 8% with double-digit growth in both Flyer Rescue and Bandon. Adjusted EBITDA margins expanded by 300 basis points versus last year, largely driven by strong price cost performance, operational productivity, favorable volume leverage, and positive mix.\nThe [ paint ] market remains mixed with positive North American results, offset by delays of Europe and Asia customer investments. Within our fire business, we continue to gain share with North America mid-tier and China OEMs and through our integrated system strategy. Underlying truck demand remains positive and OEMs continue to improve their output. Rescue markets are stable overall with some distributors burning off excess inventory being balanced by growth in our E3 products. Standard results remain positive. We continue to gain share in an otherwise flat automotive market, which is partially offset by slowing energy and industrial markets.\nWith that, I'll provide an update for our outlook for the third quarter and the full year 2023. I'm on Slide 11. In the third quarter, we are projecting GAAP EPS to range from $1.60 to $1.65 and adjusted EPS to range from $1.84 to $1.89. Organic revenue is expected to decline 7% to 8%. adjusted EBITDA margins are estimated to be approximately 27%. We project sequential volume declines across HST and FMT with relatively flat FSD sales. On a year-over-year basis, we expect negative mid-teen organic sales decline in HST, negative low to mid-single-digit declines in FMT and low single-digit growth in FSD.\nTurning to the full year. As Eric mentioned, we have reduced our full year revenue guidance in response to our softening HST second half outlook. We now expect organic revenue declines of 1% to 2%. This implies high single-digit revenue contraction in HST with low to mid-single-digit growth in FMT and FSD. At the midpoint, we have reduced our EPS guidance by $0.45 with approximately $0.60 related to lower volume and the associated leverage and unfavorable mix. We offset $0.15 of this pressure with additional cost containment actions related to targeted restructuring and lower resource investment, and variable compensation along with discretionary spend. In summary, we estimate full year organic revenue contraction of 1% to 2%, GAAP EPS of $6.80 to $6.90 and adjusted EPS of $7.90 to $8. Adjusted EBITDA margin will be approximately 27%.\nCapital expenditures are anticipated to be about $70 million and free cash flow is expected to be 100-plus percent of adjusted net income. With that, I'll turn it back over to Eric for his closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Bill. I'm on Slide 12. As we've said in the past, our IDEX leadership will not allow short-term economic fluctuations to alter our foundational objectives, delivering strong execution for our customers, building great global teams and deploying our capital with discipline. We've always invested in our best growth opportunities across our well-positioned diverse franchises.\nOver the last 10 years, we leveraged 80/20 to optimize business performance and fine-tune our portfolio towards faster-growing application sets. We're now adding power and next level potential to our best advantage businesses and platforms through thoughtful and aggressive capital deployment. Our [ Mean ] business acquired last year supports the most difficult applications within high-quality semicon, just like our businesses in Sealing Solutions and optical technologies. Those optics businesses also play a critical role within space broadband markets, now complemented by our most recent acquisition of Iridian Spectral Technologies.\nOur acquisition of KZ valves opens the door for our [ Bango ] franchise to play even deeper within fluidic handling for precision agriculture solutions. Our next site business brings more software intelligence and channel assets into the water platform. AirTech opens doors within alternate energy gensets. Apple Pump helps customers mine deeper to find the minerals required to power the e-mobility revolution. The reality is that IDEX products are everywhere playing close to the core of the world's most advanced technologies. Our components orientation allows for maximum tunability and flexibility to pivot resources to the fastest-growing mega trends.\nNone of this is possible without talented people and teams who thrive in an outstanding entrepreneurial culture. This aspect is a source of competitive advantage for IDEX. We knew this was going to be a year of transition and dynamic recalibration with a course that would be hard to predict. We're managing the near term urgently and appropriately, but with an enthusiasm that recognizes the potential for great things ahead. With that, I'd like to turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7cdaf7c27130a30df31c7e8167aa400",
    "period": "2023 Q1",
    "content": "Q1 2023 IDEX Corporation Earnings Call\n\nQ1 2023 IDEX Corporation Earnings Call\n\nIEXNYSEAPR 27, 10:30 AM\n\nOperator\n\nGreetings, and welcome to the First Quarter 2023 IDEX Corporation Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAnd it is now my pleasure to introduce to you, Allison Lausas, Vice President and Chief Accounting Officer. Thank you, Allison. You may begin.\n\nAllison S. Lausas\n\nInterim Acting CFO, Controller & Treasurer, SunCoke Energy, Inc.\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX first quarter 2023 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months ending March 31, 2023. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. Today, we will begin with Eric providing an overview of the state of IDEX's business. Then Bill will discuss IDEX first quarter financial results and update on segment performance in the markets they serve and our outlook for the second quarter and full year 2023. Following our prepared remarks, we will open the call for your questions.\nIf you should need to exit the call for any reason, you may access a complete replay, beginning approximately 2 hours after the call concludes, by dialing the toll-free number (877) 660-6853 and entering conference ID 13734462, or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission.\nWith that, I'll now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison, and good morning, everyone. I'm on Slide 6. I'd like to start with some key first quarter highlights. We delivered record sales with positive organic growth across all 3 of our segments, $2.09 adjusted earnings per share and strong free cash flow. Our FMT and FSD segments performed exceptionally well, both achieving record sales and strong profitability, offsetting some pressure in our HST segment. Price/cost was positive and above IDEX historical performance.\nAs we look ahead to Q2 and the balance of the year, our outlook has changed. The last time we spoke, we anticipated short-term volume pressures within life sciences from inventory calibration concentrated in a few select OEM customers. However, as we progressed through the quarter, we saw signals of a broader, more prolonged recalibration within our HST segment, largely centered in our analytical instrumentation, life science, pharma and semiconductor markets. End-market demand is still positive, but we believe our customers have sufficient inventory of our critical components to support their needs in the near term.\nOver the past 2 years, we experienced robust growth in HST, with sales up over 30% organically to support strong end-user demand and customer-specific inventory replenishment. But as supply chain conditions improve and the broader demand profile normalizes, our OEM partners are aggressively attacking higher inventory levels, beginning with those suppliers that have demonstrated the quickest returns to pre-pandemic lead times. The sharp and simultaneous nature of this inventory recalibration exceeds all prior historical cycles.\nIn response, we proactively executed cost reductions to offset a portion of this volume impact. We tailored our approach to the specific challenges in individual businesses as well as broader discretionary costs across the entire company, managing through the short term but not losing focus on our longer-term growth path.\nThese top line challenges, net of our cost-containment plan, drive $0.25 of adjusted EPS headwind for the year. Therefore, as we noted in our press release, we revised our full year adjusted 2023 EPS guidance from $8.25 to $8.55. Bill will discuss the specifics in greater detail during our segment and guidance updates.\nRegardless of these end-market challenges, we remain confident in our ability to deliver total shareholder returns over the long term. Our capital deployment plan remains consistent. We continue to look to M&A as a significant source of value creation. To that end, we announced our intent to acquire Iridian Spectral Technologies for CAD 150 million or approximately USD 111 million.\nIridian is a world leader in custom optical filter solutions serving the space, life science and telecommunications markets. Iridian expects fiscal 2023 revenues of CAD 36 million and EBITDA margin in the low-30s range. It is about a 13x EBITDA-trailing deal. And within the IDEX family of businesses, Iridian complements and expands upon the solutions provided by our Scientific Fluidics and Optics businesses within HST. This transaction is expected to close in the second quarter. Iridian will be our sixth acquisition since the beginning of 2021, and we remain bullish on our ability to deploy capital on high-quality assets irrespective of the macro conditions.\nThe integration of our Muon Group acquisition, which closed in fourth quarter 2022, is progressing well. We've deployed key elements of our operating model, and there continues to be a strong cultural fit between IDEX and Muon as our teams work together to unlock value between our businesses.\nFinally, I traveled last week to India to officially open our second plant in the state of Gujarat. It is a world-class facility that effectively doubles our production capacity in the country. Coupled with the opening of our plant expansion in China in late 2022 and our recent commissioning of sales and logistics centers in Singapore and Dubai, we now have a strengthened footprint to attack markets across Asia and the Middle East, a key element of our growth strategy.\nWith that, I'll turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Eric. Moving on to our first quarter consolidated financial results on Slide 8. All comparisons are against first quarter 2022, unless otherwise stated.\nOrders of $826 million were down 4% overall and down 10% organically, mainly driven by the timing of project orders for dispensing in FSD and next-gen sequencing in HST as well as OEM pressure across the life sciences, analytical instrumentation, pharma and semiconductor markets in HST.\nRecord sales of $845 million were up 13% overall and up 6% organically. We experienced 9% organic growth within our FMT and FSD segments and 3% growth in HST. Gross margin of 45.2% contracted by 40 basis points. This was driven by unfavorable mix, largely centered in HST, the dilutive impact of acquisitions and employee-related inflation, partially offset by favorable price cost and productivity.\nAdjusted EBITDA margin, which includes $6 million related to accelerated recognition of share-based compensation, was 27.2%, down 140 basis points. I'll discuss the remaining drivers of adjusted EBITDA on the next slide.\nOur effective tax rate for the quarter was 22.2% and was relatively flat compared with our prior effective tax rate of 22.4%. Net income was $140 million, which resulted in EPS of $1.84. Adjusted net income was $159 million with adjusted EPS of $2.09, which was up $0.13 or 7%. The accelerated recognition of share-based compensation that I mentioned earlier lowered adjusted EPS by $0.06.\nFinally, cash from operations was $148 million and up 86%, primarily due to lower investments in working capital versus last year. Free cash flow for the quarter, which included higher year-over-year capital investment, was $121 million, up 91% versus last year and coming in at 76% of adjusted net income. This represents the strongest first quarter free cash conversion we have experienced in the past 5 years.\nMoving on to Slide 9, which details the drivers of our first quarter adjusted EBITDA. Adjusted EBITDA increased $15 million compared to the first quarter of 2022. Our 6% organic growth contributed approximately $6 million flowing through at our prior year gross margin rate.\nPrice/cost was accretive to margins, and we drove operational productivity that more than offset employee-related inflation. Mix was unfavorable by $3 million, mainly centered in HST due to volume declines in our analytical instrumentation and life science components businesses.\nResource and discretionary spending increased by $8 million. As we noted in our prior guidance, this was carryover from last year. In 2022, we did not return to a sustainable level of discretionary spending until the second quarter. Equally, we ramped up our resource investment spend as we progress through the year. This will come down as part of our cost mitigation plan for the balance of the year.\nWe had $6 million related to accelerated recognition of share-based compensation due to the timing of certain participants reaching retirement eligibility status. These results yielded a 5% organic flow through. Excluding the impact of accelerated share-based compensation, our organic flow-through was around 20%.\nNexsight, KZValve and Muon acquisitions, net of the Knight divestiture and FX, contributed an additional $13 million of adjusted EBITDA. Inclusive of acquisitions, divestitures and FX, we delivered 16% flow-through. Excluding the impact of accelerated share-based compensation, we delivered 22% flow-through. With that, I'll provide a deeper outlook for our segment performance.\nI'm on Page 10. In our Fluid & Metering technology segment, we experienced strong order and sales performance with organic growth of 5% and 9%, respectively. Adjusted EBITDA margin expanded by 50 basis points versus last year, driven by strong price/cost, volume leverage and productivity, which more than offset higher employee-related costs and discretionary spending as well as the dilutive impact of acquisitions.\nIndustrial demand remained steady throughout the quarter. We experienced tailwinds from energy, mining, chemical and lithium-ion battery markets. Our water businesses performed well. Quote activity remained strong due to U.S. infrastructure funding initiatives, and we see continued momentum around the adoption of AI and cloud technologies.\nOur energy markets continue to be strong, driven by favorable oil export and mobile truck demand. In the chemical market, we are experiencing wins in the energy transition space as well as strong China and Middle East demand.\nThe agricultural demand landscape is mixed. Farm fundamentals are positive with stable commodity prices and net farm incomes as well as lower fertilizer costs versus last year. However, distribution inventory levels were higher than typical coming into the planting season, and a slower start to the season due to weather has delayed the turnover of this inventory.\nMoving on to the Health & Science Technologies segment. Organic orders contracted 23%, driven by the OEM inventory calibration impact as well as timing of a large next-gen sequencing order we received in the first quarter of last year. As Eric noted, our life science and analytical instrumentation businesses are being impacted by broad-based inventory destocking as our customers recalibrate to a more normalized demand pattern. We expect that these markets will continue to see this pressure through the second quarter with some recovery in the back half of the year.\nThe semiconductor market is experiencing softness resulting from memory oversupply as well as customers feeling the impact of U.S. export controls. We anticipate that macro conditions will improve as we progress through the remainder of the year. We do continue to leverage share gain to buffer some of the broader market declines.\nOur material processing technology business is seeing softness across pharma, biopharma and nutrition markets, driven by tighter capital availability and customer hesitancy due to recession concerns. Our funnel does remain strong, and we expect some recovery in the second half of the year. The automotive market remains positive. We continue to see a solid global trend towards electrification driving opportunities for our growth.\nWe delivered 3% organic sales growth in the first quarter, driven by strong next-gen sequencing, satellite broadband and fuel cell-targeted growth initiatives with some offset from the market factors I mentioned earlier. Adjusted EBITDA margin contracted by 300 basis points versus the first quarter of 2022. Most of this pressure is in the gross margin line, with unfavorable volume leverage and mix more than offsetting favorable price/cost. The recent Muon acquisition is accretive to HST's overall EBITDA margin.\nFinally, turning to our Fire & Safety Diversified Products segment. Organic orders contracted by 4%, mainly driven by timing of project orders in our dispensing business last year. Organic sales results were strong at 9% growth, with double-digit growth in both Fire & Rescue and BAND-IT offsetting the decline in dispensing.\nAdjusted EBITDA margins expanded by 160 basis points versus last year, largely driven by strong price cost performance, volume leverage and productivity more than offsetting higher discretionary spend and employee-related costs. The paint market is mixed, with pressure from the North American replenishment cycle coming to an end and softness in Southeast Asia being offset with strong European and Indian demand.\nWithin our Fire business, demand for trucks remains strong. North American OEM volumes continue to be constrained by supply chain. However, we are gaining share with North American mid-tier and China OEMs with our integrated system strategy and have pivoted our go-to-market approach for our SAM product to retrofit in-service trucks to bypass the OEM backlog constraints.\nOur rescue markets are stable, and we have experienced favorable demand in Europe and good project activity across most of the globe. BAND-IT results continue to be positive. Industrial demand is steady, energy is strong, and we continue to drive higher than market performance in automotive due to our position on high-demand vehicles and share gain. With that, I'll give an update on our outlook for the second quarter and full year 2023.\nI'm on Slide 11. I'll now provide some additional details regarding our revised 2023 guidance for both the second quarter and the full year. In Q2, we are projecting GAAP EPS to range from $1.86 to $1.89 and adjusted EPS to range from $2.10 to $2.13, with organic revenue growth of approximately 3% and adjusted EBITDA margins ranging from 27.3% to 27.7%. We anticipate that HST volumes will be negative in the second quarter, and the strength we saw in Q1 industrial performance sustains.\nTurning to the full year. As Eric mentioned, we have reduced our full year revenue guidance, reflecting headwinds related to OEM destocking across the HST segment. At the midpoint, we expect volume and mix impact reduces EPS by $0.48, offset by $0.23 of cost actions, yielding $0.25 of net pressure on our annual guide. This equates to a full year low single-digit organic revenue contraction in HST and low- to mid-single-digit growth in FMT and FSD. Our view on the industrial market has not changed, and we continue to assume a second half decline with a modest recovery in the back half for HST.\nBringing it all together, we project GAAP EPS of $7.30 to $7.60 and adjusted EPS to range from $8.25 to $8.55. We expect full year organic revenue growth of 0% to 3% and adjusted EBITDA margin to range between 27.5% and 27.9%. The high end of our range implies that we will sustain our record profitability from last year. Capital expenditures are anticipated to be about $70 million, and free cash flow is expected to be 100-plus percent of adjusted net income.\nWith that, I'll turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/878b1ca27c064cbf45a04aa8a2ad6dac",
    "period": "2022 Q4",
    "content": "Q4 2022 IDEX Corp Earnings Call\n\nQ4 2022 IDEX Corp Earnings Call\n\nIEXNYSEFEB 1, 10:30 AM\n\nOperator\n\nGreetings. Welcome to the Fourth Quarter 2022 IDEX Corporation Earnings Conference Call. (Operator Instructions) Please note, this conference is being recorded. I would now like to turn the conference over to Allison Lausas, Vice President and Chief Accounting Officer. Thank you. You may begin.\n\nAllison S. Lausas\n\nVP & CAO, IDEX Corporation\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX fourth quarter and full year 2022 financial highlights. Last night, we issued a press release outlining our company's financial and operating performance for the 3 months and full year ending December 31, 2022. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. We will begin with Eric providing an overview of the state of IDEX' business, including a recap of our recent performance. Bill will then provide a segment outlook for 2023 and discuss our fourth quarter and full year 2022 financial results as well as our guidance for the first quarter and full year 2023. Eric will then close the call with our key priorities for 2023.\nFollowing our prepared remarks, we will open the call for your questions. If you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing the toll-free number (877) 660-6853 and entering conference ID 13734461 or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX' filings with the Securities and Exchange Commission. With that, I'll now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison, and good morning, everyone. I'm on Slide 6. 2022 was a record year for IDEX. We experienced double-digit organic growth every quarter, driving all 3 of our segments to record sales levels and achieved strong record profitability, driven by solid execution. This year was not without its challenges. We experienced unprecedented inflation as well as a difficult supply chain environment. Despite these obstacles, we achieved some of the strongest financial results we've ever posted.\nI'd like to thank our IDEX employees around the globe for their efforts and hard work. We also deployed more capital than ever before, investing in our businesses, acquiring new ones and returning capital to our shareholders. We deployed a record $950 million for the acquisitions of Nexsight, KZValve and most recently, the Muon Group. We reinvested back into our core business to increase capacity to support growth and drive productivity and made investments in the commercial engineering and M&A resources that enable us to execute on our best opportunities.\nWe also repurchased 795,000 shares of IDEX stock for $148 million as we followed our opportunistic disciplined approach to buybacks. As we turn to 2023, we are prepared to build upon a very solid foundation. We have strong backlog positions overall, and we continue to leverage innovative technologies to drive targeted growth opportunities. We have healthy price carryover in addition to new price actions to capture the value our products bring to our customers.\nFinally, we have an opportunity to drive strong productivity as we bring process-driven normalcy back to our operations through the application of the IDEX operating model. However, we're a short-cycle business and with that comes limited visibility. The broad-based supply chain constraints experienced last year have created some new dynamics around order patterns and customer delivery timing. And we predict that 2023 will be an uncertain period of transition as we dynamically calibrate with our customers.\nAdditionally, there are likely to be pockets of demand softness due to a variety of intersecting economic and geopolitical factors. Regardless of these challenges, we will execute and deliver growth above-market entitlements. The short cycle and decentralized nature of our business supports quick adaptation and alignment to shifting conditions. And we will course-correct quickly and effectively when needed.\nOur balance sheet has ample capacity to support our M&A strategy as well as organic reinvestment. Our extended M&A and strategy team continues to build conviction around our best opportunities, and our funnel is strong and of high quality. We've also identified areas where we will deploy capital organically to expand capacity, capture market share and drive operational productivity.\nIDEX had a strong finish to an outstanding year in 2022. Our agility, resiliency and our fundamental ability to execute as IDEX exceptionally well positioned to outperform as we move forward. With that, I'll turn it over to Bill to discuss the outlook for our segments on Page 7.\n\nWilliam K. Grogan\n\nCFO & Senior VP, IDEX Corporation\n\nThanks, Eric. In our Fluid & Metering Technology segment, industrial day rates were steady in the fourth quarter, and we expect they remain at this level in the near term with strong price support. We've seen initial signs that customers are returning to a book-and-bill order pattern, consistent with pre-pandemic behavior. We continue to monitor day rates to evaluate longer-term expectations as this is our most short-cycle market exposure.\nWe expect another strong year in agricultural business with strong farmer sentiment and high crop prices. We continue to see positive signals from both our OEMs and distributors and a trend towards investing in precision technologies as a means of mitigating higher input costs. We are on our next phase of process automation at Banjo and see continued improvement in delivery and efficiencies putting us in a good position to capture share.\nOur outlook for our municipal water business continues to be favorable. The healthy quoting activity we experienced over the past few quarters is expected to translate into 2023 growth. And we continue to identify opportunities to leverage our technology to capture new programs. The EPA just received record funding and the Infrastructure Bill could provide a tailwind in the back half of the year. The chemical markets overall are soft. We see opportunities for growth in U.S. green energies and strong project activity in the Middle East, but this is offset by softer European demand due to higher energy costs and cuts to production capacity.\nIn our energy business, we see favorable demand for energy exports and natural gas production as well as continued oil price support. However, customers continue to delay larger investments as they focus on cost, inventory and supply chain issues. The strong price capture and productivity achieved in 2022 as well as new pricing actions in '23 will continue to drive improvements in FMT margins with some risk of offset from lost volume leverage, depending on the second half volumes.\nMoving on to the Health & Science Technology segment. We expect HST to remain our highest growth segment. Our life sciences and analytical instrumentation businesses will continue to grow in '23 due to strong NexGen sequencing applications and continued expansion of cell-based therapies in various chromatography and mass spec applications.\nIn the short term, however, several of our OEM customers are holding excess inventory, driving volume out of the first quarter and into the balance of the year. We believe this is a short-term issue, and the overall market outlook remains extremely positive for this sector. Our targeted growth initiatives tied to a wide variety of applications from satellites and space to energy-efficient fuel cells continue to perform well, and our industrial businesses are seeing market trends similar to FMTs.\nWe are seeing some slowing in semiconductor market, driven by higher memory device inventory levels and declining customer chip spending. Fabrication spending and new fab construction are both expected to be down for the year. That said, we provide critical consumable components for a large installed base, which tends to be more stable despite end market and CapEx cycles. Where we play in the market and our recent share gains are expected to drive continued outperformance versus the broader market.\nWe are seeing overall signs of slowing demand in pharma and biopharma, particularly around larger projects. Customers are hesitant to make larger investments given inflation and higher interest rates. India continues to accelerate and the easing of China restrictions could drive growth and recovery in the region to offset some.\nLastly, our auto business is expected to perform well. Global auto production is stable, and our presence in premium vehicle segments and EV and hybrids is driving a faster recovery as compared to the overall market.\nHST margins will expand in '23 due to pricing, productivity and volume, partially offset by continued reinvestment in our highest growth businesses and some mix headwinds in the short term due to expected life science, AI demand patterns.\nFinally, we expect our Fire & Safety/Diversified Products segment will experience growth towards the lower end of our guided range. In fire and safety, U.S. and European fire OEM volumes remain constrained by supply chain and throughput issues, but backlogs are strong and volumes are steady. We expect continued share gain with smaller builders that are coming online to capture surplus demand.\nOur rescue business remains positive with strong NPD, and we continue to leverage our integrated model to drive distribution growth. We expect our BAND-IT business to continue to outperform across industrial, automotive and energy markets as it leverages its inventory and differentiation to capture share. Finally, our dispensing business has achieved strong results for the last 2 years, but will be down in 2023, driven by lower North American project volume as customer equipment refresh cycles approach their final innings.\nWe continue to see growth in India, offset by some moderating demand in Europe and Southeast Asia. For the segment, we expect price cost and operational productivity will drive margin expansion with some offset for mix as we see lower dispensing project volume in the segment.\nWith that, I'll discuss our financial results. Moving on to our consolidated financial results on Slide 9. Q4 orders of $803 million, were up 1% overall and up 1% organically. We experienced continued orders growth in FMT, driven by strong water and energy results and an FSD due to strong fire and rescue orders as well as the receipt of a large project order for dispensing in the quarter.\nHST orders were down 8%, mainly due to the life science and AI OEM orders and softer semi demand I highlighted earlier. For the year, orders were up 8% overall and up 5% organically. We experienced positive orders growth across all 3 of our segments. Fourth quarter sales of $811 million, were up 13% overall and up 12% organically. We experienced nearly 20% organic growth in HST and strong growth across both FMT and FSD.\nFull year sales of $3.2 billion, were up 15% overall and up 13% organically. We saw strong double-digit growth across FMT and HST and 9% growth in FSD. Q4 margin contracted by 140 basis points compared to the fourth quarter of 2021 and adjusted gross margin of 43.6% contracted by 40 basis points. This was driven by unfavorable mix within HST and FSD, the dilutive impact of acquisitions, employee-related inflation and unfavorable productivity in HST, partially offset by volume leverage and strong price cost.\nFor the full year, gross margins expanded by 50 basis points, and adjusted gross margins expanded by 10 basis points to 44.8%, primarily driven by strong volume leverage, positive price/cost and productivity, more than offsetting employee-related inflation and engineering resource investments. Fourth quarter adjusted EBITDA margin was 27%, up 10 basis points versus 2021. A bridge of Q4 adjusted EBITDA as well as Q4 adjusted operating income can be found in the appendix of this presentation.\nFull year adjusted EBITDA margin of 27.9%, is up 20 basis points versus 2021's adjusted EBITDA of 27.7%. This represents record profitability for IDEX. I will discuss the drivers of full year adjusted EBITDA on the next slide. Our Q4 effective tax rate of 20.5%, decreased versus last year's effective tax rate of 22.5%, primarily due to tax benefits realized as we recognize certain foreign currency impacts for tax purposes with the funding of the Muon Group acquisition. Our full year effective tax rate of 21.7% also included tax benefits from the sale of our Knight business and was down from the 2021 effective tax rate of 22.5%.\nFourth quarter net income was $130 million, which resulted in an EPS of $1.71 Adjusted net income was $153 million, with an adjusted EPS of $2.01, which was up $0.30 or 18% over prior year. Full year net income was $587 million, which resulted in an EPS of $7.71. Adjusted net income was $618 million, resulting in an EPS of $8.12, up $1.25 or 18% over prior year adjusted EPS. Finally, free cash flow for the quarter was $147 million, 96% of adjusted net income, mainly driven by improved working capital performance.\nFor the year, free cash flow was $489 million, down 1% versus last year and coming in at 79% of adjusted net income mainly driven by higher net working capital, partly offset by higher income. As we exit the year, we made progress in reducing core business inventories and have momentum behind us to continue to drive further reduction into next year.\nMoving on to Slide 10, which details the drivers of our total year adjusted EBITDA. Full year adjusted EBITDA increased $119 million compared to 2021 and Our 13% organic growth contributed approximately $91 million flowing through at our prior year gross margin rate. We levered well on the volume increase and had record price capture to offset record inflation.\nPrice/cost was accretive to margins and has returned to historic levels. As we exited the year, all 3 of our segments posted positive price/cost results. We drove operational productivity to offset supply chain-driven inefficiencies and realized the benefits of our energy and Italian site consolidations. Mix was a small positive for the year. We saw unfavorable mix pressure in the fourth quarter of about $3 million that were reversed a majority of the year-to-date favorability.\nWe invested $20 million taking in the form of engineering and commercial resources in the business and M&A and diversity equity inclusion resources in corporate. Tracking to the lower end of the $0.20 to $0.25 of full year spend, we highlighted at the beginning of the year. Discretionary spending increased by $25 million versus last year, closer to the high end of the $0.20 to $0.25 range on significantly higher sales than our original guide.\nWe exited the year with a solid 30% organic flow-through. ABEL, Nexsight, KZValve and Muon acquisitions, net of the Knight divestiture and FX contributed an additional $14 million of adjusted EBITDA. Inclusive of acquisitions, divestitures and FX, we also delivered 30% flow-through. With that, I would like to provide an update on our outlook for the first quarter and full year 2023.\nI'm on Slide 11. We expect full year organic revenue growth to be in the range of 1% to 5%. This range reflects the uncertainty in the second half of the year given the short-cycle nature of our business. This organic growth rate equates to $0.12 to $0.60 depending on the top line results. This range includes price cost, which we anticipate will be positive for the year and some mix pressure stemming from HST and dispensing volume in FSD. We expect that our operational productivity will more than offset pressure from employee-related wage and benefits inflation.\nWe operated in a challenging supply chain environment in 2022, and we expect that easing of these conditions as well as driving our own internal productivity funnel will deliver $0.06 to $0.08 of net productivity for the year. In 2022, we returned to a more sustainable level of discretionary spending post-pandemic and invested in the people needed to drive our strategy. Travel and external services did not fully rebound until the second quarter of 2022. And we hired an increasing rate as we move through the year.\nAlthough our spend is only moderately increased versus our 4Q exit rate, we'll see pressure of approximately $0.09 on a year-over-year basis. This impact is entirely felt in the first quarter of 2023. Although not to the same level as in 2022, we will continue to invest for the future. People, new products as well as applications for existing products, and these investments will provide up to $0.20 of pressure in 2023, depending on top line results.\nThe range indicates how we will focus on resource allocation and an uncertain period and dial in our investments appropriately. Net of the divestiture of our Knight business last year, we expect acquisitions to contribute $168 million of revenue and $0.43 of EPS. Now let's look at a couple of nonoperational items. Interest expense associated with the Muon acquisition represents a headwind of $0.12, and we expect FX to be a small impact, providing $0.02 of EPS pressure. So in summary, we are projecting organic revenue growth of 1% to 5% for the year, adjusted EPS expectations are in the range of $8.50 to $8.80, a 5% to 8% growth over 2022. The midpoint of our guidance implies a solid 30% adjusted EBITDA flow-through.\nMoving on to Slide 12. I'll now provide some additional details regarding our 2023 guidance for both the first quarter and full year. In the first quarter, we are projecting GAAP EPS to range from $1.74 to $1.79 and adjusted EPS to range from $1.98 to $2.03, with organic revenue of 3% to 5% and adjusted EBITDA margins of approximately 27%. Our guidance includes $0.07 of pressure from accelerated recognition of share-based compensation as well as a delay in HST OEM shipments to the latter part of the second quarter that is lowering our organic growth expectations for the quarter. These factors, plus the carryover item I mentioned on the previous slide, mutes our year-over-year flow-through for the quarter, but expect to deliver solid flow-through for the year.\nTurning to the full year 2023. We project GAAP EPS of $7.55 to $7.85 and adjusted EPS to range from $8.50 to $8.80. We expect full year organic revenue growth of 1% to 5% and adjusted EBITDA margins to be 28% or higher.\nCapital expenditures are anticipated to be about $70 million, in line with 2022 spending as we continue to identify opportunities to reinvest in our core businesses. And free cash flow is expected to be 100-plus percent of adjusted net income. With that, I'll turn it back to Eric.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Bill. I'm on the final slide, Slide 13. Before we open the call for questions, I'd like to wrap up with a summary of our 2023 focus areas. First, we are refocusing our efforts on a foundational set of practices and tools that link us together, the IDEX operating model, as we exit 2 intense years of double-digit organic growth within an environment of temporal barriers and obstacles. This is a year to double down on the core execution elements that make us an excellent company.\nThe use of daily management, monthly business reviews, goal deployment and other tools have long been a source of efficiency, innovation and growth for IDEX as market conditions, particularly within supply chains, begin to return to historic norms, we must seize the opportunity to optimize our process-driven fundamental business practices to best support future growth and outperformance.\nSecond, we are committed to growing our talent at an even faster rate to fuel future IDEX growth. Our excellent execution is led by incredible leaders around the world who are committed to our core values to developing top-performing talent and creating an inspiring company culture that attracts and retains the best people. Diversity, equity and inclusion continues to be an area of focus, creating environments where people feel they belong and are comfortable bringing their true selves to work each and every day.\nOne talent note I want to address is the recent departure of Melissa Aquino. If you recall from our last session together, I introduced her as the new leader of the FMT and FSD segments. Melissa made a difficult decision to go back to her previous employer to take an opportunity she felt she could not pass up. We wish her well in her new endeavors and continue the search for her replacement. In the meantime, the gap has allowed me to step in, get closer to our businesses and spend time with an outstanding group of business leaders.\nLastly, we've deployed $1.5 billion over the last 2 years on high-quality growth businesses, and we look forward to deploying additional capital in 2023. Our M&A teams have made tremendous progress identifying compelling portfolio extensions. Our funnel is in the best shape it's been over my tenure at IDEX and our strong operating cash flow and balance sheet put us in a great position to continue to capitalize on those opportunities.\nAlthough the short-term economic picture might be uncertain, I could not be more excited as I consider the next few years of our story. I believe we're headed into an extended period of growth and above-market performance fueled by a combination of technology-driven tailwinds and our own high-quality business potential. Our businesses are first rate, our teams are outstanding, our culture is special.\nWith that, let me pause and turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6b065cfabd247504ad69f04a6c40179",
    "period": "2022 Q3",
    "content": "Q3 2022 IDEX Corp Earnings Call\n\nQ3 2022 IDEX Corp Earnings Call\n\nIEXNYSEOCT 26, 10:30 AM\n\nOperator\n\nGreetings, and welcome to IDEX Corporation's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Allison Lausas, Vice President and Chief Accounting Officer. Thank you. You may begin.\n\nAllison S. Lausas\n\nVP & CAO, IDEX Corporation\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX third quarter 2022 financial highlights. Last night, we issued a press release outlining our company's financial and operating performance for the 3 months ending September 30, 2022. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. Today, we'll begin with Eric providing an overview on the state of IDEX's business. Then Bill will discuss IDEX's third quarter financial results, provide an update on segment performance in the markets we serve and discuss our outlook for the fourth quarter and full year 2022. Following our prepared remarks, we will open the call for your questions. If you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing the toll-free number (877) 660-6853 and entering conference ID 13724804 or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission. With that, I'll now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison, and good morning, everyone. I'm on Slide 6. Our global teams achieved excellent results in the third quarter. We delivered record sales, adjusted EPS and free cash flow. Organic sales grew 15%, with double-digit record growth across all 3 of our segments. Orders moderated a bit in the quarter, but backlog positions remain robust overall. It's been a strong record-setting year so far for IDEX, not easy to achieve in this environment. I'd like to thank all our IDEX employees around the globe for their outstanding efforts.\nOn the capital deployment side, last month, we announced our intent to acquire the Muon Group for [EUR 700 million], marking our largest acquisition to date. Muon expands upon a growing core of market-leading precision components technologies, an area of the portfolio, we continue to invest in both organically and inorganically. Muon's technical capabilities, like many others within IDEX, are well-positioned, differentiated and tunable towards high-growth niche applications within broader mega trends. Muon technologies solve critical problems within the most demanding application sets of semi manufacturing, patient care within med tech, food production and other high-quality markets.\nThis acquisition demonstrates the success of our expanded M&A strategy. We combine bottoms-up business intelligence with analysis and insights from a small strategic community across IDEX to build conviction within a grid of high-quality niche applications. Increasingly, as we build and optimize the portfolio, we find that we can drive growth within a target vertical from multiple points organically from within IDEX businesses and externally via M&A. We think this approach is unique and advantaged. It leverages 80/20 and segmentation, our operating model and the quality and strength of our diverse collection of businesses. We also completed the sale of our Knight LLC business in the third quarter. Knight supports cleaning and sanitization within hospitality and janitorial markets.\nAs we discussed in the past, we continually seek to optimize our portfolio. When we identify businesses or product lines that would grow and thrive for other owners, we've divested those assets. I want to express my appreciation to the Knight team for all they've contributed in their 25 years with IDEX.\nNext, I want to share some exciting organizational news. I'm happy to announce that Melissa Aquino recently joined IDEX's Senior Vice President, Group Executive for FMT and FSD. Melissa has a broad understanding of what it takes to grow and succeed as a team in manufacturing, having served in a wide variety of commercial, operational and leadership roles. She has scale and depth of experience across multiple industries, including consumer, industrial, diagnostic and life sciences. Although we are aligning these segments under a single leader internally, they will continue to be separate reportable segments.\nI'd also like to take a moment to celebrate the tenure and accomplishments of our HST Group Executive, Marc Uleman. We've seen outstanding results under his more than 10 years of leadership at IDEX, driving organic growth, operational excellence and capital deployment in our fastest-growing segment.\nFinally, we recognize there's considerable churn in the global economy right now, whether tied to geopolitical uncertainty, inflation, interest rates or the fear of a recession. There are several scenarios that could play out, ranging from continued industrial growth to a shallow short-term pullback to a deeper recession.\nWe have a plan of attack for each, and I'm confident we'll outperform as we have in the past. Our teams are smart and agile. They'll quickly adjust and put their best resources on the best opportunities. That's at the core of our operating approach. We've made great progress in building a strong and sustainable growth engine. It sits on top of a solid foundation of execution within any environment.\nThat's the and not or that we talk about all the time at IDEX. We're leaning in as a team toward the challenges and opportunities ahead. With that, let me turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nCFO & Senior VP, IDEX Corporation\n\nThanks, Eric. I'll start with our consolidated financial results on Slide 8. Q3 orders of $781 million were up 1% overall and down 1% organically. We experienced orders growth in FMT, but some contraction in HST and FSD primarily driven by timing of some larger orders. Core demand rates remain positive across the segments.\nThird quarter sales of $824 million were up 16% overall and up 15% organically. We experienced record sales with double-digit organic increases across all 3 of our segments and strong performance across all geographies. Third quarter gross margin expanded by 250 basis points and adjusted gross margin expanded by 10 basis points compared to the prior year at 45.1%, driven by strong volume leverage and favorable price/cost, partially offset by higher employee-related costs.\nThird quarter operating margin was 24.5%, up 190 basis points compared to the prior year. Adjusted operating margin was 24.9%, up 60 basis points. Incremental amortization related to the Nexsight and KZValve acquisitions unfavorably impacted adjusted operating margin by 30 basis points. I'll discuss additional drivers of adjusted operating income on the next slide.\nOur Q3 effective tax rate was 21.8%. It decreased compared to the prior year ETR of 23.4%, primarily driven due to the tax benefits associated with the sale of the Knight business. Third quarter net income was $179 million, which resulted in an EPS of $2.36. Adjusted net income was $162 million, resulting in an EPS and adjusted EPS of $2.14, up $0.35 or 20% over prior year.\nFinally, free cash flow for the quarter was $182 million, 112% of adjusted net income. This was a record free cash flow for us, mainly driven by higher earnings. We are seeing inventory levels stabilize and expect further reductions as we exit the year.\nMoving on to Slide 9, which details the drivers of our adjusted operating income. Third quarter adjusted operating income increased $28 million compared to last year. Our 15% organic growth contributed approximately $26 million flowing through at our prior year adjusted gross margin rate. We levered well on the volume increase, and we had strong price capture to offset inflation headwinds. Price/cost was accretive to margins and has returned to historic levels, driven by our FMT and HST segments with FSD making improvement sequentially versus the second quarter.\nWe experienced slight positive mix of $2 million in various parts of the portfolio. We reinvested $6 million, taking the form of engineering and commercial resources in the businesses and M&A and DE&I resources at corporate. Tracking to the $0.20 to $0.25 of full year spend we highlighted at the beginning of the year.\nLastly, discretionary spending increased by $6 billion versus last year, which is slightly below the second quarter of 2022, and -- as we said last quarter, we have reached a more normalized post-COVID spend rate on significantly higher sales volume. This delivered a strong organic flow-through of 31% in the quarter. Flow-through is then negatively impacted by the dilutive impact of acquisitions, divestitures and FX getting us to a reported flow-through of 30%.\nWith that, I'll provide a deeper look at our segment performance. I'm on Page 10. In our Fluid & Metering Technology segment, we experienced excellent order and sales performance with organic growth of 2% and 17%, respectively. FMT adjusted operating margin expanded by 250 basis points versus last year. The increase included 80 basis points of headwind due to the incremental amortization related to the Nexsight and KZValve acquisitions. We experienced continued strong volume leverage and operational productivity as well as favorable price/cost. Our industrial markets continue to exhibit steady demand with tailwinds from energy, mining and infrastructure tempered a bit by some European softness.\nOur outlook for our municipal water businesses continues to be positive. We see healthy quoting activities in sync with underlying market trends of growing urbanization, further CCTV inspection adoption and infrastructure investments in the U.S. Agriculture remains strong. We are seeing positive signals from both our OEMs and distributors. Commodity prices remain high and increased fuel and fertilizer costs are incenting farmers to invest in precision technologies.\nOur investment in Banjo's process automation have improved our delivery, putting us in a good position to capture share and we continue to leverage KZValve's expertise and technology to enhance our product offerings. Our energy business is performing well with strong oil and LPG price support. We continue to see favorable results upstream with midstream investments lagging a bit due to supply chain constraints at our customers and larger project spend delays.\nMoving on to the Health and Technology segment. Orders contracted by 4%, but sales were strong at 13%. Our backlog position remains robust. The contraction in orders were driven by several large orders that delayed out of the quarter. European capital goods softness and tough comparables from the prior year where we grew orders organically by 44%. HST adjusted operating margin contracted by 70 basis points versus last year. The segment experienced strong volume leverage and positive price/cost, which was more than offset by increased engineering and resource investments, higher discretionary spending and some inefficiencies incurred as we continue to onboard labor to meet demand and navigate supply chain challenges.\nWe continue to experience strong demand for analytical instrumentation in chromatography and mass spectrometry as well as next-gen sequencing technology for oncology testing and research. Our targeted growth initiatives tied to global broadband and energy efficient fuel cells are performing very well. Two great examples of how we are leveraging our tech in fast-growing niche markets. The semiconductor market remains steady. We see customer-related supply chain issues driving some slowing, but we are offsetting this headwind through share gains. We provide consumables and technology to drive fab efficiency, buffering us for some of the CapEx slowdown on the new equipment side.\nOur material processing business remains strong on continued pharma and biopharma demand. We are seeing some order slowdown due to investment delays by our customers, but our funnel remains strong and of high quality. Our HST industrial market performance is very much like the experience in FMT.\nFinally, turning to our Fire Safety and Diversified Products segment. Orders were flat year-over-year as a difficult quarter-over-quarter comparables in our dispensing business was offset by strong growth by the balance of the portfolio. Sales were quite strong with an organic increase of 14%. FSD adjusted operating margin expanded by 70 basis points versus the third quarter of 2021, driven by strong volume leverage, partly offset by pressure on price cost and higher employee-related costs. Although price cost is still dilutive to margins, it did improve sequentially. Our dispensing business performed well with the delivery of North American project volume and continued strength in the global architectural paint market. But orders were down 30% year-over-year due to large North American replenishment orders that we received last year.\nWithin our fire business, OEMs continue to struggle with supply chain constraints. But we did see positive organic growth from price realization, improved execution and favorable performance in loose equipment. On the rescue side, we continue to win with our latest generation E3 tool, bringing enhanced tool features to the market.\nFinally, (inaudible) experienced strong results across industrial, automotive and energy markets. We continue to win share by having shorter lead times and material availability. On the auto side, we are outperforming the market by capturing share on new platforms and winning content on priority high-volume vehicles.\nWith that, I'd like to provide an update on our outlook for the fourth quarter and full year 2022. I'm on Slide 11, which lays out our updated guidance. For the fourth quarter of 2022, we are projecting organic revenue growth of approximately 9% and operating margin of approximately 23.5%. We expect that the volume will decrease sequentially from the third to fourth quarter due to normal seasonality and scheduled maintenance shutdowns.\nQ4 forecasted op margin is down versus Q3 due to lost leverage on lower revenues. We expect GAAP EPS to range from $1.75 to $1.80 and adjusted EPS to range from $1.92 to $1.97.\nTurning to the full year. Given our strong performance in the prior 3 quarters, we are raising our full year guidance. We now expect full year organic revenue growth of approximately 12%. We expect GAAP EPS to range between $7.75 to $7.80 and expect EPS to range from $8.04 to $8.09.\nOur operating margin for the full year is expected to be approximately 24%, and we expect free cash flow as a percent of adjusted net income to range from 75% to 80%. With that, I would like to turn it back to Eric for closing remarks.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Bill. As we wrap up, I'd like to share that my thoughts are with our Pulsafeeder team in Punta Gorda, Florida, who continue to cope with the aftermath of Hurricane Ian. All our employees are safe and our values shine through as our other IDEX businesses banded together to provide release supplies to our colleagues there. And our IDEX Foundation Board of Directors approved a large donation to the American Red Cross. Our facility did sustain some damage, but we have returned to operations.\nI would also like to extend my public congratulations to Katrina Helmkamp, who has replaced Bill Cook as the Non-Executive Chair of our Board of Directors. Bill Grogan and I have both worked closely with Katrina, since she joined our Board in 2015 and we look forward to continuing to lever her strong operating leadership skills and experience across multiple markets and technologies to drive IDEX forward. I'd also like to thank Bill Cook, who has been an invaluable contributor to our company, our Board and my personal development throughout his 14-year tenure.\nWith that, I'll turn the call over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/961a203808a94d472836c7c67a8afd5d",
    "period": "2022 Q2",
    "content": "Q2 2022 IDEX Corp Earnings Call\n\nQ2 2022 IDEX Corp Earnings Call\n\nIEXNYSEJUL 27, 10:30 AM\n\nOperator\n\nGreetings, and welcome to IDEX Corporation Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Allison Lausas, Vice President and Chief Accounting Officer. Thank you. You may begin.\n\nAllison S. Lausas\n\nVP & CAO, IDEX Corporation\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX second quarter 2022 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months ended June 30, 2022. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer.\nThe format for our call today is as follows. We will begin with Eric providing an overview of the state of IDEX's business. Then Bill will discuss IDEX second quarter financial results and update on segment performance in the markets they serve and our outlook for the third quarter and full year 2022. Following our prepared remarks, we will open the call for your questions.\nIf you should need to exit the call for any reason, you may access a complete replay beginning approximately 2 hours after the call concludes by dialing toll-free number, (877) 660-6853 and entering conference ID 13724804, or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to safe harbor language in last night's press release and in IDEX' filings with the Securities and Exchange Commission.\nWith that, I'll now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison, and good morning, everyone. I'm on Slide 6.\nIDEX delivered outstanding results in the second quarter. We achieved record sales levels, 12% organic growth supported by double-digit contributions from each of our operating segments. Our backlog grew by 43 million, and we now sit at record levels to continue momentum into Q3. Core profitability continues to be strong even as we return to more normal discretionary spend levels, allowing us to fully invest in our best growth investments.\nWe delivered record adjusted EPS of $2.02, an increase of 15% over the prior year's second quarter. Last quarter, I described how our IDEX teams leveraged 8020 to accelerate throughput within a challenging supply chain environment. That positive momentum continued in the second quarter as our teams improve their ability to execute and deliver for our customers.\nOur decentralized operating model, which aligns decision-making at the point of impact close to the customer, drives the speed and agility required for us to outperform. Our lead times were a competitive advantage and enabled share gain in pockets across the company.\nInflationary pressures remain, but the rate of increase decelerated, while we continue to capture price equivalent with our differentiation. Gross price capture increased and we expanded our price/cost spread trending back towards historic levels.\nWe remain committed to our capital deployment strategy and M&A remains a top priority for us. This quarter, we closed on the acquisition of KZValve, a complement to our agriculture business within FMT. Our pipeline is strong, and we continue to evaluate opportunities in higher-growth markets that support our style of competition. We have a healthy balance sheet and are confident that we can continue to put our capital to work.\nWe're also deploying capital organically across our portfolio to drive operational efficiencies and increase capacity to support our growth. We continue to make investments in commercial, engineering and M&A resources that enable us to execute on our strategy.\nDuring the quarter, we increased our share repurchases and deployed $88 million to buy back 475,000 shares of IDEX stock. We remain disciplined with our methodology to create long-term value for shareholders when we see a disconnect between our intrinsic assessment of IDEX enterprise value and our public valuation.\nLastly, in the second quarter, our Board approved an 11% increase in our dividend. Rising interest rates, continued inflation and geopolitical dynamics all present some uncertainty for us as we consider and head into the second half of the year, but we're not yet seeing any major signals of near-term slowing within our commercial environments. We have good line of sight to the next 90 days, and we continue to see strength in almost all our end markets.\nAs we look across the industries we serve and our portfolio of differentiated technologies, we're confident that IDEX is well positioned to outperform during any short-term market volatility. It's been a really strong first half of the year, and our teams have a lot to be proud of, but it's not easy to overdeliver in this environment. I'd like to thank our IDEX employees around the globe for their hard work, diligence and agility as they execute for all our stakeholders.\nWith that, let me turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nCFO & Senior VP, IDEX Corporation\n\nThanks, Eric. I'll start with our consolidated financial results on Slide 8.\nQ2 orders of 839 million were up 12% overall and up 7% organically. We experienced strong orders growth in HST and FMT, but saw contraction in FSD driven by dispensing North America's strong replenishment orders received last year. Second quarter sales of $796 million were up 16% overall and up 12% organically. We experienced record sales with double-digit increases across all 3 of our segments.\nSecond quarter operating margin was 23.4%, up 30 basis points compared to prior year. Adjusted operating margin was 23.8%, down 60 basis points. Incremental amortization related to Airtech, Nexsight and KZValve acquisitions unfavorably impacted adjusted operating margin by 80 basis points.\nSecond quarter net income was $138 million, which resulted in EPS of $1.81. Adjusted net income was $154 million, resulting in an adjusted EPS of $2.02, up $0.27 or 15% over prior year. Finally, free cash flow for the quarter was $97 million or 63% of adjusted net income. This reflects higher accounts receivables driven by the significant increase in sales versus last year as well as elevated inventory levels. Inventory has increased to buffer supply chain challenges and leveraged material availability as a competitive tool to take share in the market. We have spent a lot of time with our teams reviewing their inventory reduction plans and are targeting to bleed down our inventory positions in the second half of the year.\nMoving on to Slide 9, which details the drivers of our adjusted operating income. Second quarter adjusted operating income increased $23 million compared to last year. Our 12% organic growth contributed approximately $22 million flowing through at our prior year gross margin rate. We levered well on the volume increase. Our teams drove operational productivity, and we had strong price capture to offset inflation headwinds. Price cost was accretive to margins and is trending towards our historic levels.\nWe experienced positive mix of $2 million across the portfolio. We reinvested $4 million, mainly in the form of engineering and commercial resources, to drive long-term growth and additional resources to support our accelerated M&A activity. Lastly, discretionary spending increased by $9 million versus last year and up $7 million versus the first quarter of 2022. Our teams across the globe are back to in-person partnering with our customers, actively marketing our products and investing to support innovation.\nAs we look ahead to the second half of the year, we do not expect this level of sequential increase to continue. We've now ramped to our pre-pandemic spending rate, but on significantly higher sales. Our organic flow-through was 23%, in line with the flow-through expectations we set at the beginning of the year, but most likely the lowest rate we will experience this year. Flow-through is then negatively impacted by the dilutive impact of acquisitions and FX getting us to a reported flow-through of 21%.\nWith that, I'd like to provide a deeper look at our segment performance. I'm on Page 10. In our Fluid & Metering Technologies segment, we experienced a strong second quarter for both orders and sales with organic growth of 8% and 13%, respectively. FMT adjusted operating margin expanded by 170 basis points versus last year. The increase included 60 basis points of headwind due to incremental amortization related to the Nexsight and KZValve acquisitions.\nVolume leverage, strong operational productivity and favorable price costs were the main drivers of the increased adjusted operating margin. Our industrial markets are exhibiting stable demand with consistent quote activity over the last few quarters. We are seeing small to midsized projects coming through in the oil and gas and petrochemical markets as well as in applications tied to mining, asphalt and lithium-ion battery production.\nAgriculture continues to perform well. Farmers are experiencing record inflation and look to our technology and precision ag to drive productivity. The KZValve integration is going extremely well, and our automation project at Banjo is on track.\nMarket conditions remain favorable in our municipal water business. We continue to see a strong commercial funnel and long-term optimism, driven by government funding and ESG initiatives. On the energy side, upstream markets are experiencing healthy demand with oil prices providing strong support. Midstream investments have yet to see a bump in activity due to customer supply chain constraints and caution our long-term price sustainability.\nMoving on to Health & Science/Technology. Stellar commercial performance continues with organic orders up 13% and organic sales up 12%. HST adjusted operating margin contracted by 130 basis points versus the second quarter of 2021. Incremental amortization related to the Airtech acquisition unfavorably impacted adjusted operating margin by 130 basis points.\nAdditionally, adjusted operating margin was driven by strong volume leverage and positive price cost, partially offset by increased employee-related costs, discretionary spending and resource investments. HST continues to benefit from strong secular growth trends within life science, analytical instrumentation, semiconductor and food and pharma markets. The life sciences market is experiencing strong demand for next-gen sequencing instruments and consistent core diagnostic market performance. Analytical instrumentation and material processing results remain strong on continued pharma and biopharma demand.\nOn the semiconductor side, we continue to see growth, but at a slower pace. We've been able to offer shorter lead times than our competitors, enabling share gain across a variety of applications. We continue to see strong growth in our optics businesses tied to broadband satellite technology and strength in our industrial businesses similar to the FMT results.\nFinally, turning to our Fire & Safety/Diversified product segment. Orders contracted by 5%, but sales were strong with an organic increase of 11%. FSD adjusted operating margin contracted by 280 basis points versus the second quarter of last year. This was driven by higher volume being more than offset by higher employee-related costs and discretionary spending as well as pressure on price cost due to aged OEM backlogs on the fire side and automotive exposure with more metal content within BAND-IT.\nAs we noted in prior calls, we have taken action to address this gap and expect the price/cost will improve in the second half of 2022 as those increases pull through our backlog. Our dispensing business performed well, driven by delivery of North American project volume and an overall positive global paint market.\nBAND-IT had strong results across the industrial, automotive and oil and gas markets. On the automotive side, we continue to outperform the market and capture share on new platforms. In Energy, we see strong downhole market demand and capture share due to material availability with shorter lead times for our customers.\nWithin Fire & Safety, we are seeing strong demand with our E3 rescue tools. On the fire side, core North American and European markets remain choppy due to OEM supply chain constraints, but we are starting to see some modest improvement.\nWith that, I'll like to provide an outlook for the third quarter and our full year 2022 results. I'm on Slide 11, which lays out our updated guidance. For the third quarter of 2022, we are projecting organic revenue growth of 9% to 10% and operating margin of approximately 24%. Q3 forecasted op margin is up slightly versus second quarter due to improved price cost, partially offset by lower seasonal volume leverage. We expect GAAP EPS to range from $1.80 to $1.85 and adjusted EPS to range from $1.98 to $2.03.\nTurning to the full year. Given our strong performance in the first half of the year, we are raising our full year guidance. We now expect full year organic revenue growth of approximately 10%. This reflects our confidence in line of sight for the third quarter, but some caution in the fourth quarter due to the short-cycle nature of our business. We expect GAAP EPS to range between $7.19 to $7.29 and adjusted EPS to range from $7.88 to $7.98. Our operating margin for the full year is expected to be approximately 24%.\nWe are expecting free cash flow as a percent of adjusted net income to range from 75% to 80%, down from our previous guidance. With our higher revenue expectations for the back half of the year, elevating our year-end receivables balance and a slower-than-expected inventory bleed, this is our best estimate as we head into the second half of the year.\nOur long-term goal remains to be above 100% and consider the current guidance a reflection of the volatile external environment versus a structural shift in our cash generation capabilities.\nWith that, let me pause and turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/adb44bafcf74c5b4b99648dcb129eed3",
    "period": "2022 Q1",
    "content": "Q1 2022 IDEX Corp Earnings Call\n\nQ1 2022 IDEX Corp Earnings Call\n\nIEXNYSEAPR 27, 10:30 AM\n\nOperator\n\nGreetings. Welcome to the Q1 2022 IDEX Corporation Earnings Conference Call. (Operator Instructions) Please note, this conference is being recorded. I will now turn the conference over to your host, Allison Lausas, Vice President and Chief Accounting Officer. You may begin.\n\nAllison S. Lausas\n\nVP & CAO, IDEX Corporation\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for the discussion of IDEX first quarter 2022 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months ending March 31, 2022. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today are Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. The format for our call today is as follows: we will begin with Eric providing an overview of the state of IDEX's business.\nThen Bill will discuss IDEX first quarter financial results. He'll also give an update on segment performance in the markets they serve and provide our outlook for the second quarter and full year 2022. Following our prepared remarks, we will open the call for your questions.\nIf you should need to exit the call for any reason, you may access a complete replay, beginning approximately 2 hours after the call concludes, by dialing the toll-free number (877) 660-6853 and entering conference ID 13724803 or simply log on to our company homepage for the webcast replay.\nAnd before we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX's filings with the Securities and Exchange Commission.\nWith that, I will now turn this call over to our CEO and President, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison, and good morning, everyone. I'm on Slide 6. The first quarter was an outstanding start to the year for IDEX. I'd like to thank our IDEX employees around the globe for their hard work and contributions to our success.\nWe saw strong broad-based demand for our differentiated technologies with growth across all 3 of our segments, leading to record orders, sales and backlog. This robust market, plus outstanding operating performance, resulted in 12% organic sales growth and excellent margins. We achieved adjusted EPS of $1.96, setting another IDEX record.\nOverall, the operating environment in the first quarter was much like the fourth quarter of 2021, but our teams improved their ability to navigate through this challenging environment. We effectively mapped our 80s and 20s from customers through work cells and back to the supply base in a way that increased overall throughput and velocity.\nWe also work together to attack our most problematic supply challenges through resourcing or redesign. Although we expect these challenges will remain for us in the near term, we are confident in our ability to adapt, execute and deliver it for our customers.\nThis period of rapid economic recovery, coupled with geopolitical disruptions and constrained supply, continues to drive material and freight costs higher. We kept pace with our own robust price capture efforts as we leverage the highly-differentiated nature of IDEXs product portfolio and our leadership positions in critical niche markets around the world.\nWe also saw strong benefits from our productivity initiatives, specifically, benefits from our site consolidations in FMT, capital investments that drove efficiencies and product design changes that reduce material consumption. The results in Q1 are a testament to our team's long view across business cycles as they build productivity roadmaps to support growth and margin expansion.\nTurning to capital deployment. M&A continues to be a key priority for us. We recently announced our intent to acquire KZValve, a leading manufacturer of electric valves and controllers. This acquisition will extend our expertise in providing OEMs with critical solutions for precision, agricultural and industrial applications and serve as a complement to our agriculture business within FMT. We're excited to welcome KZValve to IDEX. We also closed on Nexsight, a complement to our FMT water platform.\nOur funnel is strong, and we continue to build conviction and interest around faster-growing areas that complement the IDEX style of competition. Roopa Unnikrishnan, who joined us in March, will be an outstanding addition to these efforts as she leads Strategy and Corporate Development for the company.\nAlso, in the first quarter, we deployed $28 million to repurchase approximately 148,000 shares of company stock. We employ a disciplined methodology to create long-term value for shareholders when we see a break between our intrinsic assessment of IDEX enterprise value and our public valuation.\nFinally, we continue to make reasonable and modest resource investments to drive long-term sustainable growth. These investments typically involve incremental additions to our commercial and engineering resources to support our best organic bets or targeted resources to support our inorganic efforts through M&A.\nWith that, let me turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nCFO & Senior VP, IDEX Corporation\n\nThanks, Eric. I'll start with our consolidated financial results on Slide 8. Q1 orders of $856 million were up 20% overall and up 16% organically. We experienced favorable performance across all our segments and [built] $105 million of backlog.\nFirst quarter sales of $751 million were up 15% overall and up 12% organically. We saw favorable performance within each of our segments, led by strong results in HST.\nQ1 gross margin expanded 70 basis points and adjusted gross margins expanded 60 basis points versus last year at 45.6%, driven by favorable volume leverage, operational productivity and favorable price/cost despite rising inflation.\nFirst quarter operating margin was 25%, up 110 basis points compared to prior year. Adjusted operating margin was also 25%, up 70 basis points compared to prior year. Excluding the impact of acquisition-related intangible amortization, adjusted operating margin expanded 130 basis points. I'll discuss the drivers of adjusted operating income on the next slide.\nOur Q1 effective tax rate was 22.4%, down slightly versus our prior year rate of 22.6%, due to the mix of global pretax income among our jurisdictions. First quarter net income was $140 million, which resulted in EPS of $1.83. Adjusted net income was $150 million, resulting in an adjusted EPS of $1.96, up $0.34 or 21% over prior year adjusted EPS.\nFinally, free cash flow for the quarter was $64 million, approximately 43% of adjusted net income. This result is driven by higher earnings being more than offset by increases in working capital due to the volume impact on receivables as well as additional inventory we've strategically added to help mitigate some of the longer lead times we are experiencing.\nMoving on to Slide 9, which details the drivers of our adjusted operating income. Adjusted operating income increased $29 million for the quarter, compared to the prior year. Our 12% organic growth contributed approximately $25 million flowing through at our prior-year gross margin rate. We levered well on the volume increase, had strong price capture, and our teams drove operational productivity to offset the profit headwinds we experienced from inflation.\nAdditionally, we saw benefits from our FMT site consolidations and [nonrepeat] of prior-year inventory reserves associated with the COVID-19-related new product development.\nMix was not a significant driver this quarter. We reinvested $4 million, mainly in the form of engineering, commercial and M&A resources to enhance our long-term growth capabilities.\nLastly, discretionary spending increased by $4 million versus last year. COVID-related constraints remain in place for a portion of the first quarter, limiting our spending. As we noted in our full-year guidance, we expect discretionary to continue to ramp up as we progress through the year and restore to our normal pre-pandemic spend base, although on significantly higher sales.\nOur organic flow-through was a solid 35% for the quarter. Flow-through is then negatively impacted by the dilutive impact of acquisitions and FX, getting us to our reported flow-through of 29%.\nWith that, I'll provide a deeper look at our segment performance.\nI'm on Page 10. In our Fluid & Metering technology segment, we experienced a strong first quarter for both orders and sales with organic growth of 14% and 11%, respectively.\nFMT adjusted operating margin expanded by 300 basis points versus last year, driven by strong volume leverage and operational productivity, which includes benefits from our energy and Italy site consolidation projects, non-repeat of prior-year inventory reserve adjustments and some offset from resource investments.\nOur industrial day rates were strong. Customers do remain cautious around larger projects, though, but we have seen some projects come through in the oil and gas and petrochemical markets.\nAgriculture continues to perform well due to strong global crop demand and higher prices. Our municipal water business is stable, though project activity is increasing. States are actively submitting applications for infrastructure build funding, and there is general optimism for funding availability in the second half of the year. We see potential for larger spending in the long term, and we are well positioned to capture this demand.\nOur energy business continues to improve. Higher oil and home-heating fuel prices are providing support and funnel activity is increasing as global energy supply volatility is expected to drive higher U.S. production. Domestic pipeline companies continue to communicate increased CapEx, but there is some lag due to supply chain constraints and the Russia-Ukraine uncertainty.\nMoving on to Health & Science technology. We experienced excellent commercial performance, with orders up organically 21% and organic sales up 16%. HST adjusted operating margin contracted by 40 basis points versus the first quarter of 2021, but expanded by 90 basis points, excluding the impact of incremental amortization tied to the Airtech acquisition.\nThis was driven by strong volume leverage, partially offset by increased discretionary spending and resource investments. HST continues to benefit from strong secular growth trends within life sciences, analytical instrumentation, semicon and the food and pharma markets.\nLife sciences continues to experience strong demand due to an [overall-worded] focus around healthcare in areas such as point-of-care and patient diagnostics as well as increased next-gen sequencing demand as the market for cell-based therapies expands into applications like cancer research.\nOn the semiconductor side, we continue to see broad-based growth tied to wafer production and quality inspection. Other growth areas include optics applications and additive manufacturing as well as broadband satellite technology.\nFinally, turning to our Fire & Safety and Diversified Products segment. This segment posted favorable orders and sales performance with organic growth of 12% and 5%, respectively. FSD adjusted operating margin contracted by 340 basis points versus last year.\nThis was driven by higher employee-related costs and discretionary spending, as well as pressure on price/cost due to longer-term OEM contracts on the Fire side and automotive exposure with high metal content in BAND-IT. We have taken action to address this gap and expect that price/cost will improve in the second half of the year.\nOur dispensing business continues to experience strong results, driven by North American project volume and an overall positive global [paint] market. Our BAND-IT business performed well, with industrial and energy demand more than offsetting lags in automotive, driven by supply chain-related customer delays.\nWithin Fire & Safety, we are seeing core North American and European markets improving but still challenged due to supply chain. North American Fire OEMs continue to experience supply chain constraints, slowing their order to revenue conversion cycle.\nWith that, I would like to provide an update on our outlook for the second quarter and full year 2022.\nI'm on Slide 11, which lays out our updated guidance. For the second quarter of 2022, we are projecting organic revenue growth of 8% to 9% and operating margin between 23% and 23.5%.\nQ2-forecasted op margin is lower sequentially due to a full quarter of Nexsight, which is dilutive to our operating margin by approximately 50 basis points due to intangible amortization as well as increased resource investment and discretionary spend. We expect GAAP EPS to range from $1.69 to $1.74 and adjusted EPS to range from $1.85 to $1.90.\nTurning to the full year. Given our strong first quarter performance, both potential risk and uncertainty on the back half of the year, we are raising the low end and holding the high end of our organic growth and adjusted EPS guidance. We now expect full-year organic revenue growth of 6% to 8%, which does not imply a significant sales ramp in the second half of the year.\nRather, we are applying a normal seasonal pattern to our current output level. At this time, we see potential risk that further revenue acceleration may be tampered by the Russia-Ukraine war and supply chain effects related to the China Zero COVID policy. We will continue to monitor the situation and reassess our guidance range in the next quarter's update.\nWe expect GAAP EPS to range between $6.87 to $7 and adjusted EPS to range from $7.50 to $7.63. Our operating margin expectations for the full year is to be approximately 24% and is diluted by Nexsight intangible amortization of about 50 basis points.\nWith that, let me pause and turn it over to the operator for your questions."
  },
  {
    "header": "IEX",
    "cik": "0000832101",
    "ticker": "IEX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f21ac56b4c99297976f04a1cc4da895",
    "period": "2021 Q4",
    "content": "Q4 2021 IDEX Corp Earnings Call\n\nQ4 2021 IDEX Corp Earnings Call\n\nIEXNYSEFEB 2, 10:30 AM\n\nOperator\n\nGreetings, and welcome to IDEX Corporation Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Allison Lausas, Vice President and Chief Accounting Officer. Thank you. You may begin.\n\nAllison S. Lausas\n\nVP & CAO, IDEX Corporation\n\nGood morning, everyone. This is Allison Lausas, Vice President and Chief Accounting Officer for IDEX Corporation. Thank you for joining us for our discussion of the IDEX fourth quarter and full year 2021 financial highlights.\nLast night, we issued a press release outlining our company's financial and operating performance for the 3 months and year-ending December 31, 2021. The press release, along with the presentation slides to be used during today's webcast, can be accessed on our company website at idexcorp.com.\nJoining me today is Eric Ashleman, our Chief Executive Officer and President; and Bill Grogan, our Chief Financial Officer. The format for our call today is as follows: we will begin with Eric providing an overview of the state of IDEX' business, including a recap of our recent performance and our 2022 outlook. Bill will then discuss our fourth quarter and full year 2021 financial results, and we'll conclude with our outlook for the first quarter and full year 2022. Lastly, Eric will close with comments around our focus areas for 2022. Following our prepared remarks, we will open the call for your questions.\nIf you should need to exit the call for any reason, you may access a complete replay, beginning approximately 2 hours after the call concludes, by dialing the toll-free number (877) 660-6853 and entering conference ID 13724802 or simply log on to our company homepage for the webcast replay.\nBefore we begin, a brief reminder. This call may contain certain forward-looking statements that are subject to the safe harbor language in last night's press release and in IDEX' filings with the Securities and Exchange Commission. With that, I'll now turn this call over to our CEO, Eric Ashleman.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThank you, Allison. I'm on Slide 6. 2021 was another record year for IDEX. We hit all-time highs on most of our key metrics. Demand for our differentiated technology remains strong. This underlying momentum, combined with our targeted growth initiatives and ability to capture price, drove a strong rebound from 2020. Across most of our portfolio, we saw an expansion beyond pre-pandemic revenue levels.\nIn the fourth quarter, we achieved a record for orders and sales, and our backlog position is very strong as we enter 2022. We expanded our margins in a highly inflationary environment. We levered well on the previous investments we made to optimize our cost position and executed on our productivity funnel. We maintained positive price costs, albeit at a compressed level versus historic performance. We remain diligent in controlling our discretionary spend and used our 80/20 principles to allocate resources to our most promising opportunities. Our strategic focus, purposeful resourcing and strong operating cash flow enabled us to deploy record capital. We acquired ABEL Pumps and Airtech and made a collaborative investment in a technology company driving advancements in connected products. We also invested across the portfolio to support growth and productivity.\nWe optimized our cost position within our Fluid & Metering technology segment through a consolidation of our Italy facilities and our energy businesses and delivered on operational productivity projects across the segment. All of this drove a record year in order sales, margins, earnings and capital deployment. We've said in the past that we built IDEX to outperform through a cycle, and we continue to find ourselves in a very challenging one, characterized by supply chain disruptions and labor scarcity exacerbated throughout the year by the emergence of new COVID-19 variants. Our view continues to be that we don't see gradients of bad. Rather, the supply chain environment is very tough and numerous challenges persist. As pockets of issues improve, they tend to be replaced by new obstacles.\nOur teams have done an excellent job navigating these day-to-day operational issues, and I'd like to take a moment to thank our IDEX employees around the globe for their dedication and perseverance throughout this prolonged period of disruption. The agility of our teams adjusting to new issues almost every day has been and continues to be outstanding.\nAs we look forward to 2022, we do not see any near-term signs of diminishing supply chain-related headwinds, and the impact of COVID-19 remains highly variable. In the short term, these conditions have and will impact our ability to efficiently ramp production and have created significant pockets of disruption for our customers and suppliers as well. We expect that these challenges will remain at a high level at least through the first half of 2022.\nRegardless of the near-term challenges, our overall IDEX strategy remains focused on the horizon. The core of what makes IDEX strong, highly engineered specialized products used in mission-critical applications, remains a solid driver for long-term success. We'll continue to deploy capital and invest in the resources necessary to drive organic growth in order to capitalize on a robust demand environment. Our balance sheet has ample capacity, and we will leverage its strength to continue to play offense in M&A.\nTo that end, we expect to close on the acquisition of Nexsight later this quarter. The technologies and capabilities within their business segments will nicely complement our water platform within FMT.\nWith that, I'll turn to our outlook for our segments on Page 7. In our Fluid & Metering technology segment, we anticipate growth in our industrial day-rate businesses in 2022 with a return of larger projects towards the latter half of the year. In the short term, large projects continue to lag as our customers have limited capacity to execute larger upgrades or expansions. Agriculture is expected to perform well due to high crop prices, strong farmer sentiment and limited availability of new equipment driving aftermarket demand. Our municipal water business is stable. We see improved optimism in the market and project planning activities increasing. We are expecting an uptick in the energy and chemical markets.\nThe North American mobile truck market is improving due to a strong construction market in home-heating oil prices, and North American pipelines are reporting modest increased capital budgets for 2022. We see international oil and gas quote activity outpacing domestic demand, an opportunity we are well positioned to capitalize on.\nFMT continues to be in a strong position to realize price, and we expect this to drive improved margins in 2022. Likewise, the projects we completed last year to optimize our cost position as well as new operational productivity projects will yield strong flow-through in 2022, tempered by a discretionary spending rebound and continued resource investment in this segment.\nMoving to the Health & Science Technologies segment. We expect the strongest growth in HST of all our 3 segments, and we plan to make the largest resource investments in HST to support that growth. We anticipate margin improvement driven by volume leverage, partly offset by these resource additions. HST continues to have robust demand across all their major end markets.\nSemiconductor, food and pharma, analytical instrumentation and life sciences are all expected to perform well. Next-gen sequencing instrument demand is growing with research and clinical applications outpacing COVID detection and surveillance. Our ability to execute in the current environment continues to distinguish us from our competition and improve our share position. On the semiconductor side, we continue to capitalize on tailwinds generated from global broadband and satellite communication trends. In auto, supply chain issues at our customers, especially around semiconductors, mute our growth. Underlying market demand remains favorable, and we expect our results to improve as supply chain issues ease. The industrial businesses within the segment faced similar trends to FMT.\nFinally, we expect that our Fire & Safety/Diversified Products segment will be our most challenged next year. In Fire & Safety, North American OEMs are experiencing significant supply chain constraints around chassis and component availability, which limit their production. On the rescue side, we anticipate that larger tenders will lag, compounded by China localization policies that are driving delays. We do not anticipate near-term easing of these conditions and see the potential for recovery towards the latter part of 2022.\nIn our Bandit business, like in HST, we see auto supply chain issues dampening current demand. Despite this pressure, our business continues to outperform the broader market due to our content on key vehicle models.\nLastly, in the near term, we expect continued momentum within our dispensing business as customer capital investments are deployed in early 2022. However, for the year, we will see a non-repeat of North America projects as we reach the end of the replenishment cycle this year as composed to last year. We anticipate that the unfavorable price cost position we experienced last year will rebound this year as annual contracts are renewed at current pricing. We see this improvement tempered a bit by some mix pressure as dispensing volumes reduce and we make some targeted investments.\nTo summarize. we see favorable conditions across the majority of our end markets. However, the degree to which our customers and our facilities will be impacted by rolling supply chain and COVID-related disruptions remains highly variable. We'll continue to monitor conditions and be as prepared as we can be for potential interruptions. Despite these short-term headwinds, we are optimistic about our growth potential and the trajectory of our end markets.\nWith that, I'd like to turn it over to Bill to discuss our financial results.\n\nWilliam K. Grogan\n\nCFO & Senior VP, IDEX Corporation\n\nThanks, Eric. I'll start with our consolidated financial results on Slide 9. Fourth quarter orders of $795 million were up 17% overall and up 13% organically. Organic orders increased across each of our segments. For the year, orders were up 26% overall and up 21% organically. We experienced a strong rebound in demand for our products across all our segments and steadily built our backlog in each quarter of 2021 totaling $266 million for the year. Relative to full year 2019, organic orders were up 15%.\nQ4 sales of $715 million were up 16% overall and up 11% organically. We experienced a strong demand rebound from 2020, but our results were tempered by supply chain and COVID production limitations. Full year sales of $2.8 billion were up 18% overall and up 12% organically. We saw favorable results across all our segments and again, strong performance relative to full year 2019 with organic sales up 4%.\nFourth quarter gross margins expanded 20 basis points to 44%. For the full year, gross margins expanded 60 basis points and adjusted gross margins expanded 80 basis points to 44.7%, primarily driven by strong volume leverage.\nQ4 operating margin was 22.7%, up 10 basis points compared to prior year. Adjusted operating margin declined 60 basis points, driven by a rebound in discretionary spending, targeted resource investments and the dilutive impact of acquisition-related intangible amortization, partially offset by volume leverage. Full year operating margin was 23%, up 90 basis points compared to the prior year. Adjusted operating margin was 23.9%, up 110 basis points compared to prior year. I'll discuss the drivers of adjusted operating income on the next slide.\nOur fourth quarter effective tax rate was 22.5%, relatively flat compared to the prior year ETR of 22.2%. Our full year effective tax rate was 22.5% compared to 19.7% in the prior year due to lower tax benefits associated with executive compensation and the nonrepeat of benefits associated with the finalization of the global intangible low income tax regulations in 2020.\nQ4 net income was $119 million, which resulted in EPS of $1.55. Adjusted net income was also $119 million with adjusted EPS of $1.55, which was up $0.18 or 13% over prior year adjusted EPS. Full year net income was $449 million, which resulted in EPS of $5.88. Adjusted net income was $482 million, resulting in an adjusted EPS of $6.30, up $1.11 or 21% over prior year adjusted EPS. The tax rate movement I mentioned drives a $0.23 differential in EPS as compared to the prior year. Said differently, our EPS would have expanded by $1.34 or 26%, had 2021 been taxed at the 2020 rate.\nFinally, free cash flow for the quarter was $136 million, 115% of adjusted net income. For the year, free cash flow was $493 million, down 5% versus last year and was 102% of adjusted net income. This result was impacted by a volume-driven working capital build and higher CapEx, partially offset by our higher earnings. We spent over $70 million on capital projects this year, an increase of over $20 million versus 2020.\nMoving on to Slide 10, which details the drivers of our adjusted operating income. Adjusted operating income increased $125 million for the year compared to 2020. Our 12% organic growth contributed approximately $106 million flowing through at our prior year gross margin rate. We levered well in this volume increase, and our teams drove operational productivity to help mitigate the profit headwinds we experienced from increased supply chain costs and the associated inefficiencies. Although we have maintained positive price/cost for the year, inflation continues to ramp, and we saw compressed price/cost spread versus historic levels, which pressured our op margin rate and flow-through percentages. The positive mix is primarily a result of the portfolio and business mix normalizing to pre-pandemic levels that had a negative impact on our results last year.\nWe reinvested $35 million back in the businesses, taking the form of a partial rebound in discretionary spending to pre-pandemic levels, higher variable compensation expenses and targeted reinvestment and resources to drive growth. Despite this incremental spend and a challenging supply chain environment, we achieved a solid 38% organic flow-through for the year. Flow-through is then negatively impacted by the dilutive impact of acquisitions and FX, getting us to a reported flow-through of 30%.\nWith that, I'd like to provide an update on our outlook for the first quarter and full year 2022. I'm on Slide 11. As a reminder, going forward, we will be adjusting EPS for acquisition-related intangible amortization in both our guidance and results. Our fourth quarter adjusted EPS under this definition would have been $1.71 per share while our full year 2021 adjusted EPS would have been $6.87 per share. Under this new definition, for the first quarter of 2022, we are projecting GAAP EPS of $1.57 to $1.60 and adjusted EPS to range from $1.73 to $1.76. We expect organic revenue growth of 6% to 7% for the first quarter and operating margin of approximately 23%.\nQ1 expected results incorporate headwinds arising from COVID-driven apps and theism and supply chain production constraints. The first quarter effective tax rate is expected to be approximately 22.5%. We expect FX to be unfavorable to our top line by 1% and acquisitions to provide a 4% benefit. Corporate costs in the first quarter are expected to be around $19 million.\nTurning to the full year 2022. We project GAAP EPS of $6.70 to $7 and adjusted EPS to range from $7.33 to $7.63. We expect full year organic revenue growth of 5% to 8% and operating margins to be around 24%. We expect FX to be unfavorable to our top line by 1% and acquisitions to provide a 2% benefit.\nThe full year effective tax rate is expected to be around 22.5%. Capital expenditures are anticipated to be around $90 million, an increase over 2021 as we continue to identify opportunities to reinvest in our core businesses. Free cash flow is expected to be approximately 105% of adjusted net income, and corporate costs are expected to be approximately $80 million for the year.\nOur earnings guidance excludes impacts from future acquisitions and any future restructuring charges. Nexsight is excluded from the figures above as the transaction has yet to close.\nNext, I will provide some additional details regarding our 2022 guidance for the full year. I'm on Slide 12. On an operational basis, we expect supply chain constraints to mitigate our output for the first half of the year, muting an otherwise strong demand environment. Therefore, we are projecting organic revenue for the year to be up 5% to 8%, which translates to an EPS impact of $0.60 to $0.95 depending on the top line results. This range also assumes improving price/cost.\nWe continue to drive operational productivity across the portfolio and expect to see benefits from our 2021 restructuring actions. This will drive $0.20 to $0.25 of favorability next year. We also continue to invest in the resources required to grow in the current year-end and beyond. These investments will reduce EPS by $0.20 to $0.25 and are funded by the productivity gains I mentioned previously.\nOur discretionary spend partially recovered to pre-pandemic levels in 2021, and we expect this spending to be fully recovered by the end of 2022. The unfavorability impacts EPS by $0.20 to $0.25. I'll note that we are ramping spend to pre-pandemic levels, but with 20% higher revenues.\nABEL has 1 partial quarter and Airtech has 2 quarters inorganic results included in our guidance. We expect the acquisitions to contribute $54 million of revenue and $0.08 of EPS. The incremental amortization that we see in 2022 versus 2021 is largely related to these acquisitions and will provide an additional $0.05 of EPS.\nNow let's take a look at a couple of nonoperational items. First, our guide assumes no impact from tax as our guided rate is flat year-over-year. Second, we expect a 1% headwind from FX, providing $0.07 of EPS pressure.\nSo in summary, we are projecting organic revenue growth of 5% to 8% for the year, adjusted EPS expectations in the range of $7.33 to $7.63, a 7% to 11% growth over 2021. Implied in our guidance is mid- to high 20s year-over-year flow-through on the low end and 30% on the high end.\nWith that, I'll throw it back to Eric for some final thoughts.\n\nEric D. Ashleman\n\nCEO, President & Director, IDEX Corporation\n\nThanks, Bill. I'm on the final slide, Slide 13. Before we open the call up for questions, I'd like to wrap up with a summary of our most critical 2022 focus areas. In an environment characterized by uncertainty and disruption, it's important not to lose sight of who we are as a company. First and foremost, we are a portfolio of great businesses that leverage 80/20 with an obsessive focus to serve our customers. We refer to that simple model as the IDEX difference. We're committed to navigating the challenges of the short-term landscape, but remain focused on the longer term. We must continue to utilize our 80/20 toolkit to create efficient, innovative, value-creating businesses. In a world with this level of variability, the simpler you are, the more successful you'll be. We remain committed to investing in the resources needed, so our businesses are poised to take advantage of the growth potential in front of us.\nWe're a company committed to its core values, and we'll continue to develop top-performing teams as part of an inspiring company culture. Diversity, equity and inclusion continues to be an area of focus, creating environments where people feel they belong and are comfortable bringing their true selves to work every day.\nOur strong operating cash flow and balance sheet put us in a great position to continue to put capital to work, and we've already identified several high-return organic investment opportunities across the company that will push us past our 2021 CapEx record levels. We have invested in new industrial automation that will improve efficiency and expand capacity for growth. We're supporting focused digitalization efforts across our installed base to solidify our superior positions and expand share of wallet. Our facility expansions in China and India are well underway, effectively doubling future capacity to support growth across Asia.\nLastly, our M&A opportunity pipeline continues to be strong, and we look forward to deploying additional capital in 2022, welcoming new businesses to the IDEX family.\nWith that, let me pause and turn it over to the operator for your questions."
  }
]