[
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/835d80567cba3bb57b1027081718e5ec",
    "period": "2026 Q1",
    "content": "Q1 2026 Western Digital Corp Earnings Call\n\nQ1 2026 Western Digital Corp Earnings Call\n\nWDCNASDAQOCT 30, 4:30 PM\n\nOperator\n\nGood day, and welcome to the Western Digital First Quarter Fiscal 2026 Earnings Call. [Operator Instructions] Please note that this event is being recorded.\nI would now like to turn the conference over to Ambrish Srivastava, VP of Investor Relations. Thank you, and over to you.\n\nAmbrish Srivastava\n\nAnalyst, BMO Capital Markets (United States)\n\nThank you, and good afternoon, everyone. Joining me today are Irving Tan, Western Digital's Chief Executive Officer; and Kris Sennesael, Western Digital's Chief Financial Officer.\nBefore we begin, please note that today's discussion will contain forward-looking statements based on management's current assumptions and expectations which are subject to various risks and uncertainties. These forward-looking statements include expectations for our product portfolio, our business plans and performance, ongoing market trends and our future financial results. We assume no obligation to update these statements. Please refer to our most recent annual report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially from expectations.\nIn our prepared remarks, our comments will be related to non-GAAP results on the continuing operations basis, unless stated otherwise. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website at investor.wdc.com.\nLastly, I want to note that when we refer to we, us, are or similar terms, we are referring only to Western Digital as a company and not speaking on behalf of the industry. With that, I will now turn the call over to Irving for introductory remarks. Irving?\n\nTiang Yew Tan\n\nChief Executive Officer\n\nThanks, Ambrish. Good afternoon, everyone, and thank you for joining us today. Across industries, adoption of AI is expanding, fueling innovation, reshaping business models and ushering in a new wave of digital transformation marked by higher productivity and richer user experiences. As agentic AI begins to scale at several industries and multimodal LLM become the norm, we are seeing a steady acceleration of AI use cases and applications, driving robust ongoing demand for the data infrastructure that enables this growth. AI is not only a consumer of data but a prolific creator of data as well, both synthetic and real world. It is reshaping how data is being generated, scaled, sought and monetized. Data is the fuel that powers AI and it is HDDs that provide the most reliable, scalable and cost-effective data storage solution. playing a vital role installing the ever-increasing zettabytes of data created by the AI-driven economy.\nTo cite an example of how AI is transforming various industries, 1 of the world's leading medical institutions is using an AI workflow that analyzes over 7 billion images derived from 14 million deidentified patient records. This process enables predictive analysis, improves the speed and accuracy of diagnostics to deliver enhanced patient outcomes. Such applications are generating massive volumes of new data that is being stored.\nAt Western Digital, we are also leveraging AI internally to enhance productivity and accelerate innovation across our organization. For example, in engineering, AI is helping to modernize our firmware enabling us to deliver new features quickly to our customers and in a more cost-effective manner. In our factories, we are seeing productivity gains of up to 10% in select AI use cases. AI tools are improving yield, detecting defect patterns through intelligent diagnostics and optimizing our test processes. In parallel, they are also being used to up-level our technician capabilities. enabling them to perform higher skilled tasks, accelerating issue diagnostics and troubleshooting.\nAcross corporate functions, AI is streamlining workflows making the organization more efficient every day. The rapid adoption of AI and data-driven workloads at hyperscalers is driving robust demand for our products and solutions. To fulfill the demand of more exabytes of storage, our customers are increasingly transitioning to higher capacity drives. Shipments of our latest ePMR products offering up to 26 terabytes CMR and 32-terabyte ultra SMR capacities continue to grow at an impressive pace, surpassing 2.2 million units in the September quarter.\nOur ability to reliably scale our ePMR technology and transition customers to higher capacity drives is 1 of several ways we support the growing demand for exabytes. We are also investing in wafer and media technology and capacity to drive aerial density higher. In addition, we're increasing our manufacturing throughput by leveraging automation AI tools and enhancing our test capabilities.\nWe recently inaugurated our system integration and Tesla, 25,600 square foot state-of-the-art facility in Rochester, Minnesota, to enable rapid adoption of our next-generation high-capacity drives. This lab provides dedicated test capabilities that mirror our hyperscale customers' production environments, enabling collaborative integrated product development with our customers, accelerating qualification cycles. Thereby ultimately shortening time to market for our products and time to value for our customers. The AI-driven growth in data storage is accelerating demand for higher capacity drives, which comes with greater manufacturing complexity and longer production lead times.\nAs a result, our customers are providing greater visibility into their long-term needs, which in turn strengthens our partnership and helps us to support their future growth requirements. Our top 7 customers have now provided purchase orders extending throughout the first half of calendar year 2026. And 5 of them have provided purchase orders covering all of calendar year 2026. I'm also pleased to share that 1 of our largest hyperscale customers has signed an agreement covering all of calender year 2027. These commitments underscore both essential role of our products in the AI data economy and our customers' strong confidence in our product road map, including the transition to HAMR technology. We are making rapid progress in our HAMR development and are on track to start HAMR qualification for 1 hyperscale customer in the first half of calendar year 2026. And to expand the qualification process to up to 3 hyperscale customers through calendar year 2026.\nThe key focus of our qualification efforts is to ensure the highest level of reliability, quality and scalable performance so that once qualification is complete, our customers have strong confidence in our HAMR products and can rapidly deploy them at scale. This positions us well for the ramp-up of volume production in the first half of calendar year 2027.\nIn parallel, we will begin qualification of our next-generation ePMR drives in the first quarter of calendar year 2026, building on our industry-leading ePMR technology, a trusted, scalable and proven solution that our customers are very familiar with and that has been used reliably in their data centers. Together, our ePMR and HAMR technologies will enable high-capacity drives that meet the growing demand for exabytes from cloud and AI workloads.\nOur platforms business is also sharing in the upward momentum, driven by overall growth of on-prem and cloud storage, including AI and social media applications. We will continue to invest in this business as more opportunities unfold and continue to scale up.\nInnovation lies at the heart of what we do. We continue to expand our proven ePMR road map even further while bringing new technologies, including HAMR to market. In parallel, our engineering teams are focused on improving data throughput speed and bandwidth of our drives as well as power efficiency. Major progress is being made on all fronts. And we will keep all stakeholders, including customers and investors updated on any new developments.\nLet me now turn to our quarterly results and capital allocation updates. For the fiscal first quarter, Western Digital delivered revenue of $2.8 billion, non-GAAP gross margin of 43.9% and non-GAAP earnings per share of $1.78. Free cash flow for the quarter was $599 million. This quarter, yet again underscores our business' strong free cash flow generation. We remain confident in the long-term strength of the business and our balance sheet. As a result, this quarter, we significantly increased our share repurchases, and I'm pleased to announce that we will increase our dividend per share by 25% to $0.125 per share. Kris will discuss our capital allocation in more detail later.\nLooking ahead, we're excited about the opportunities AI continues to unlock our business even as we navigate macroeconomic uncertainties. For the fiscal second quarter of 2026, we expect continued revenue growth driven by data center demand and improved profitability led by the adoption of higher capacity drives.\nLet me now turn the call over to Kris, who will discuss our fiscal first quarter results and the outlook for the second fiscal quarter in more detail.\n\nKris A. Sennesael\n\nExecutive VP & CFO\n\nThank you, Irving, and good afternoon, everyone. As a strategically focused hard disk drive company, Western Digital plays a critical role in enabling the data-driven AI economy. The company is executing well fulfilling customers' rapidly growing exabyte demand while delivering strong financial performance.\nDuring the first quarter of fiscal 2026, revenue was $2.8 billion, up 27% year-over-year, driven by strong demand for our nearline drives. Earnings per share was $1.78. Both revenue and EPS were above the high end of the guidance range. We delivered 204 exabytes to our customers, up 23% year-over-year. This includes 2.2 million drives of our latest generation ePMR with capacity points up to 26 terabytes CMR and 32 terabyte UltraSMR.\nCloud represented 89% of total revenue at $2.5 billion, up 31% year-over-year, driven by strong demand for our higher capacity nearline product portfolio. Client represented 5% of total revenue at EUR 146 million, up 5% year-over-year. Consumer represented 6% of revenue at $162 million, down 1% year-over-year. Gross margin for the fiscal first quarter was 43.9%. Gross margin improved 660 basis points year-over-year and 260 basis points sequentially. The improved gross margin performance reflects continuous mix shift towards higher capacity drives and tight cost control in our manufacturing sites and throughout the supply chain.\nOperating expenses were $381 million, slightly exceeding our guidance range driven by higher variable compensation on stronger-than-expected results. Operating income was $856 million, translating into an operating margin of 30.4%. Interest and other expenses were $44 million, and taking into account an effective tax rate of 17% and a diluted share count of 369 million shares, EPS was $1.78.\nTurning to the balance sheet. At the end of our fiscal first quarter, cash and cash equivalents were $2 billion, and total liquidity was $3.3 billion, including the undrawn revolver capacity. Debt outstanding was EUR 4.7 billion, translating into a net debt position of $2.7 billion and a net leverage EBITDA ratio of just below 1. Operating cash flow for the fiscal first quarter was $672 million, and capital expenditures were $73 million. resulting in strong free cash flow generation of $599 million for the quarter despite the fact that we made our final repatriation tax payment during the quarter of $331 million.\nDuring the quarter, we increased our share repurchases to approximately 6.4 million shares of common stock for a total of $553 million and made $39 million of dividend payments. Since the launch of our capital return program in the fourth quarter of fiscal 2025, we have returned a total of $785 million to our shareholders by way of share repurchases and dividend payments. Also, today, we announced that our Board has approved a quarterly cash dividend of $0.125 per share of the company's common stock, payable on December 18, 2025, to shareholders of record as of December 4, 2025. This marks a 25% increase over the dividend announced in April and speaks to the long-term confidence we have in our business.\nI will now turn to the outlook for the second quarter of fiscal 2026. This outlook includes our current estimate of all anticipated or known tariff-related impacts on our business in this period. We anticipate revenue to be $2.9 billion, plus/minus $100 million. At midpoint, this reflects a growth of approximately 20% year-over-year. Gross margin is expected to be between 44% and 45%. We expect operating expenses to decrease on a sequential basis to a range of $365 million to $375 million. Interest and other expenses are anticipated to be approximately $50 million. The tax rate is expected to be approximately 17%. As a result, we expect diluted earnings per share to be $1.88 plus/minus $0.15 based on a non-GAAP diluted share count of approximately 375 million shares.\nIn closing, this was another strong quarter for Western Digital with results exceeding expectations. The guidance for next quarter reflects continued tailwinds in our business as we remain focused on strong free cash flow generation and demonstrating our commitment to creating long-term value for our shareholders. With that, I will now turn the call back to Irving.\n\nIrving Tan\n\nPresident - Asia Pacific and Japan, Cisco Systems, Inc.\n\nThanks, Chris. Our leading technology road map, combined with our scalable, reliable and strong product portfolio is highly recognized by our customers. This is demonstrated by the longer duration agreements we've signed with our major customers. Western Digital's consistent execution, combined with powerful AI-driven tailwinds position us to deliver strong results and robust cash flow over the long term. As data creation continues to accelerate our innovation and operational and fiscal discipline enables us to capture these opportunities efficiently and drive sustained shareholder value. With that, let's now begin the Q&A. Ambrish?\n\nAmbrish Srivastava\n\nAnalyst, BMO Capital Markets (United States)\n\nThanks, Irving. Operator, you can now open the line to questions, please. To ensure that we hear from as many analysts as possible, please ask 1 question at a time. After we respond, we will give you an opportunity to ask 1 follow-up question. Operator?"
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88e8c3b47882954ecd7192f7ba852d6d",
    "period": "2025 Q4",
    "content": "Q4 2025 Western Digital Corp Earnings Call\n\nQ4 2025 Western Digital Corp Earnings Call\n\nWDCNASDAQJUL 30, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Fourth Quarter Fiscal 2025 Conference Call. [Operator Instructions] As a reminder, this call is being recorded. Now I will turn the call over to Mr. Ambrish Srivastava, Vice President, Investor Relations. You may begin.\n\nAmbrish Srivastava\n\nAnalyst, BMO Capital Markets (United States)\n\nThank you, and good afternoon, everyone. Joining me today are Irving Tan, Western Digital's Chief Executive Officer; and Kris Sennesael, Western Digital's Chief Financial Officer.\nBefore we begin, please note that today's discussion will contain forward-looking statements based on management's current assumptions and expectations, which are subject to various risks and uncertainties. These forward-looking statements include expectations for our product portfolio, our business plans and performance ongoing market trends and our future financial results. We assume no obligation to update these statements. Please refer to our most recent annual report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially from expectations.\nIn our prepared remarks, our comments will be related to non-GAAP results on a continuing operations basis, unless stated otherwise. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website at investor.wdc.com. Lastly, I want to note that when we refer to we, us are or similar terms, we are referring only to Western Digital as a company and not speaking on behalf of the industry.\nWith that, I will now turn the call over to Irving for introductory remarks. Irving?\n\nIrving Tan\n\nPresident - Asia Pacific and Japan, Cisco Systems, Inc.\n\nThanks, Ambrish. Good afternoon, everyone, and thank you for joining us today. Let me first begin by welcoming and introducing Kris Sennesael, our new Chief Financial Officer. Kris brings extensive experience and a strong track record as a public company CFO. We His leadership will be instrumental as we sharpen our focus on operational execution, accelerate our capital return program and continue to create value for our shareholders. We are excited to have Kris on board.\nLet me now walk you through our business update. AI is ushering in a new era of data growth by fundamentally transforming how data is created collected, processed and stored and more importantly, value. Looking beyond large language models, which have been a key driver of storage needs. The emergence of Agentic AI at scale in multiple industries is creating an increasing need to store unstructured data. Agents customized with the main specific knowledge will create a significant amount of distinct use cases, and generate data at an unprecedented pace.\nTo set a few examples; applications leveraging agentic AI range from business tools like enterprise chat bots and court development assistance all the way to agents assisting in engineering, design and development. Within our own engineering organization, we are already realizing tangible benefits of agent AI to help accelerate our product development cycles. These trends are still in the early stages but are expanding rapidly across industries globally. As data becomes more valuable and central to AI-driven innovation, the need to store and retain it at scale grows in parallel. And no storage technology matches the cost efficiency and reliability of HDDs, which remain the foundation of the world's data infrastructure, delivering unmatched value for mass storage in an AI-driven future.\nAgainst this backdrop, demand for our products continues to strengthen. We remain disciplined in managing capacity and are addressing long-term market demand through high-quality, reliable and larger capacity products. Shipments of our latest generation ePMR drives with capacity up to 26 terabytes CMR and 32 terabyte UltraSMR more than doubled quarter-over-quarter, exceeding 1.7 million units in the June quarter. This marks one of the shortest qualification and ramp cycles in our history.\nThe reliability, scalability and TCO value of our ePMR and UltraSMR technologies that delivers the fastest time to value for our customers is core to our continued success in the data center market. We aim to extend ePMR's strong track record of high yield, reliability and a scalable performance into our next generation of HAMR drives. The feedback from tests at 2 of our hyperscale customers continues to be encouraging. I am pleased to note that we are ahead of our internal milestones with steady progress in aero density improvement and continue to focus on increasing long-term reliability and manufacturing yield of our HAMR products.\nNext, we will transition from testing to qualification stage with these customers. staying well on track in the first half of calendar year 2027. Meanwhile, our next generation of ePMR drives will complete qualification in the first half of calendar year 2026. These drives will continue to deliver strong TCO along with the home reliability and predictability, paving the way for a smooth and economically sound transition to HAMR.\nIn addition, the rapid rise of AI is also accelerating our platforms business. Our platform's technology enables us to deliver dense systems that extract the full performance and capacity of our drive. This business is building traction with infrastructure providers and is well positioned to support the growing number of native AI companies that don't have their own storage infrastructure teams.\nLet me now turn to our quarterly results and capital allocation updates. For the fiscal fourth quarter, Weather Digital delivered revenue of $2.6 billion, non-GAAP gross margin of 41.3% and non-GAAP earnings per share of $1.66. Free cash flow for the quarter was $675 million. During the June quarter, we lowered our debt by $2.6 billion via a combination of using cash on hand and a debt for equity exchange of a portion of our state incentives. As a result, we have strengthened our balance sheet and achieved a net leverage target range of 1 to 1.5x.\nWe communicated at our Investor Day in February in less than 2 quarters. Keeping with our commitment to returning cash to shareholders, we initiated a quarterly cash dividend program and the Board authorized a $2 billion share repurchase program. In our fiscal fourth quarter, we purchased nearly $150 million worth of shares. Looking ahead, while the broader environment continues to be marked with uncertainty related to tariffs, we are seeing strong demand for our products driven by AI and related tailwinds in our business.\nOur visibility into our customers' plans continue to improve and we currently have firm POs or LTAs with all of our top 5 hyperscale customers covering our entire fiscal year 2026. This close collaboration with our customers enables us to plan more effectively and address their growing needs for storage. For the fiscal first quarter of 2026, we expect continued revenue growth driven by data center demand and improved profitability led by adoption of our high-capacity drives.\nLet me now turn the call over to Kris, who will discuss our fiscal fourth quarter results and Q1 fiscal year 2016 guidance in more detail.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThank you, Irving, and good afternoon, everyone. I'm honored to be joining you today for my first earnings call as the Chief Financial Officer of Western Digital. Over the past several weeks, health opportunity to perform a deep dive into our business and met with many of our valued employees across the company. I also had several meaningful engagements with customers, suppliers and partners and the investor community. It's been a tremendously energizing experience, providing great insight into our strategic, financial and operational priorities.\nIt's clear to me that Western Digital is now operating as a strategically focused hard disk drive company. The company is leveraging its technology leadership position, operational excellence and deep customer engagements to provide innovative solutions to meet the evolving needs of its customers. This provides a strong foundation for growth, profitability and cash flow generation. that creates long-term shareholder value.\nDuring the fourth quarter of fiscal 2025, Western Digital delivered very strong financial results. Revenue was $2.6 billion up 30% year-over-year, and earnings per share was $1.66. Revenue and EPS were above the high end of the guidance range. We delivered 190 exabytes to our customers, up 32% year-over-year driven by strong nearline shipments and the ramp of our 26 terabytes CMR and 32-terabyte UltraSMR drives.\nCloud represented 90% of total revenue at $2.3 billion, up 36% year-over-year, driven by strong demand for our higher capacity in nearline product portfolio. Client represented 5% of total revenue at $140 million, up 2% year-over-year. And consumer also represented 5% of revenue at $136 million, down 12% year-over-year.\nGross margin for the fiscal fourth quarter was 41.3%. Gross margin improved 610 basis points year-over-year on a continuing operating basis, and was above our guidance range. The improved gross margin performance reflects continued mix shift towards higher capacity drives and tight cost control in our manufacturing sites and throughout the supply chain.\nOperating expenses were $345 million, slightly above guidance due to higher variable compensation on stronger-than-expected results. Operating income was $732 million, translating into an operating margin of 28.1%. Interest and other expenses were $52 million, a substantial reduction from the prior quarter due to the repayment of $2.6 billion of debt during the quarter. Taking into account an effective tax rate of 9.3% and a diluted share count of 362 million shares EPS was $1.66, up 22% sequentially.\nTurning to the balance sheet. At the end of our fiscal fourth quarter, cash and cash equivalents were $2.1 billion, and the total liquidity was $3.4 billion, including the undrawn revolver capacity. During the quarter, we exchanged approximately 21 million shares of Sandisk for debt. As a result, our Term Loan A reduced by $800 million, and we still own 7.5 million shares of Sandisk. In addition, we redeemed $1.8 billion of the senior unsecured notes, resulting in gross debt outstanding of $4.7 billion at the end of fiscal 2025. We strengthened our balance sheet and achieved our target net leverage ratio of 1 to 1.5x as outlined at our Investor Day.\nOperating cash flow for the fiscal fourth quarter was $746 million, and capital expenditures were $71 million, resulting in strong free cash flow generation of $675 million for the quarter. backed by strong cash flow generation, a robust balance sheet and confidence in the fundamentals of our business, the Board authorized up to $2 billion of share repurchases. During the quarter, we repurchased approximately 2.8 million shares for a total of $149 million. In addition, as announced during the last earnings call, the Board initiated a cash dividend of $0.10 per share resulting in $36 million of dividend payments during the quarter. The Board also declared a quarterly cash dividend of $0.10 per share of the company's common stock payable on September 18, 2025, to shareholders of record as of September 4, 2025.\nI will now turn to the outlook for the first quarter of fiscal 2026. This guidance includes our current estimate of all anticipated or known tariff-related impacts on our business in this period. We anticipate revenue to be $2.7 billion, plus/minus $100 million. At the midpoint, this reflects a growth of approximately 22% year-over-year. Gross margin is expected to be between 41% and 42%. We expect operating expenses to increase on a sequential basis to a range of $370 million to $380 million, including an additional week of expenses as Q1 will be a 14-week quarter. Interest and other expenses are anticipated to be approximately $50 million. The tax rate is expected to be between 16% and 19%. As a result, we expect EPS to be $1.54 plus/minus $0.15 based on a non-GAAP diluted share count of approximately 363 million shares.\nIn closing, Western Digital is well positioned to succeed in the AI-driven data economy. We remain committed to meeting our customers' growing storage needs while using our cash flow generation and strong balance sheet to deliver long-term value for our shareholders. With that, I will now turn the call back to Irving.\n\nIrving Tan\n\nPresident - Asia Pacific and Japan, Cisco Systems, Inc.\n\nThank you, Kris. Western Digital's strong results and positive outlook this quarter reflects the ongoing successful execution of our strategy and the continued trust our customers place in the performance reliability and TCO advantages of our products. This combination of customer trust, strategic focus and disciplined execution is driving our strong financial results.\nWith that, let's now begin with the Q&A. Over to you, Ambrish.\n\nAmbrish Srivastava\n\nAnalyst, BMO Capital Markets (United States)\n\nThanks, Irving. Operator, you can now open the line to questions, please. To ensure that we hear from as many analysts as possible, please ask 1 question at a time. After we respond, we will give you an opportunity to ask 1 follow-up question. Operator?"
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cac9672be7afef4ea849afb867be7539",
    "period": "2025 Q3",
    "content": "Q3 2025 Western Digital Corp Earnings Call\n\nQ3 2025 Western Digital Corp Earnings Call\n\nWDCNASDAQAPR 30, 8:30 AM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Third Quarter Fiscal 2025 Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nNow I will turn the call over to Mr. Ambrish Srivastava, Vice President and Investor Relations, you may begin.\n\nAmbrish Srivastava\n\nAnalyst, BMO Capital Markets (United States)\n\nThank you, and good morning, everyone. Joining me today are Irving Tan, Chief Executive Officer; and Don Bennett, Interim Chief Financial Officer.\nBefore we begin, please note that today's discussion will contain forward-looking statements based on management's current assumptions and expectations which are subject to various risks and uncertainties. These forward-looking statements include expectations for our product portfolio, our business plans and performance ongoing market trends and our future financial results. We assume no obligations to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially from expectations.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website at investor.wdc.com.\nWith that, I will now turn the call over to Irving for introductory remarks.\n\nMehdi Hosseini\n\nSenior Analyst\n\nThanks, Ambrish. Good morning, everyone, and thank you for joining us today. I'm honored to be speaking with you for the first time as the CEO of Western Digital. It is a privilege to lead this exceptional organization. And I want to start by recognizing the outstanding work of our employees across the company. who manage a complex separation process over the last several months, while also continuing to drive the strong performance we are reporting today. Throughout that time, they remain deeply connected to our customers, continue pushing the boundaries of leading-edge innovation and sustained a strong focus on our operational excellence. This combination of customer focus, innovation and execution positions us well for the opportunities ahead.\nIn the past month, we've also welcomed our new Chief Product Officer, Ahmed Shihab. Having held leadership positions at 2 large hyperscalers, Ahmed is a seasoned expert in cloud storage needs and requirements, making him the right present to lead our product strategy and engineering teams as we continue to drive innovation and deliver solutions that meet the evolving demands of our data-driven well. We're excited to have Ahmed join Western Digital as its customer-centric perspective and deep industry knowledge, particularly with data centers will be invaluable to us going forward.\nLet me now provide you with a few updates on our business. Since stepping into this role, I've been spending a great deal of time with our customers, employees and the investment community. What's clear to me is that Western Digital has an incredibly strong foundation, a resilient business model and incredible potential to benefit from the demand in the age of AI. Even in the world marked by geopolitical uncertainty and shifting trade dynamics, one thing remains constant, the exponential growth of data from enterprise workloads to the explosion of AI-generated content such as the millions of images and viral videos generated provide the highest capacity drives with improved performance, energy efficiency and lower total cost of ownership.\nOur industry-leading 11 disk drives with capacities of up to 26 terabytes CMR and 32 terabyte UltraSMR are now ramping rapidly with over 800,000 units shipped in the March quarter. We are also on track to ship well over 1 million units in the June quarter. The swift qualification and adoption cycle is a hallmark of our technology road map, demonstrating reliability, ease of implementation and scalability with fastest time to value for our customers. On HAMR, we remain on track with respect to our milestones and road map that we communicated at our Investor Day in February. We are working closely on HAMR with 2 hyperscale customers and continue to receive encouraging ongoing feedback on our drives.\nLet me now turn to our quarterly results. For the third fiscal quarter, Western Digital delivered revenue of $2.3 billion, non-GAAP gross margin of 40.1% and non-GAAP earnings per share of $1.36. Free cash flow for the quarter was $436 million. At our Investor Day, we outlined the 3 pillars of our shareholder-friendly capital allocation approach. They are to reinvest in the business, reduce debt and return cash to our shareholders. On April 14, we redeemed $1.8 billion of our 2026 senior notes, thus further strengthening our balance sheet. I'm also pleased to announce that we are initiating a quarterly dividend of $0.10 per share in our fiscal Q4. These actions are underpinned by our strong belief in the strength and durability of our business. Don will cover this in greater detail in his remarks.\nNow turning to our outlook. First, I want to [indiscernible] from our hyperscale customers remains robust in a tight supply environment. We are thankful to our customers who increasingly recognize the complexity of the HDD supply chain and are partnering with us to provide visibility into their future needs. This collaboration enables us to plan more effectively. And we now have long-term agreements to extend through the first half of calendar year 2026 with 2 of our largest customers. However, there are areas such as in the enterprise and in certain parts of our distribution and retail business, where there could be more uncertainty with respect to demand, driven largely by the current tariff environment. Taking these factors into account and looking ahead into the fiscal fourth quarter, we expect sequential revenue growth driven by sustained strength in data center demand. We continue to work closely our customers to align with their long-term requirements while delivering the best possible total cost of ownership.\nLet me now turn the call over to Don who will discuss our fiscal third quarter results and fiscal fourth quarter guidance in more detail.\n\nDon R. Bennett\n\nInterim Chief Financial Officer\n\nThank you, Irving, and good morning, everyone. In the fiscal third quarter, Western Digital delivered strong financial results and successfully completed the planned separation of the company's flash business on February 21. As such, the historical results for the Flash business segment are reported as discontinued operations and excluded from [indiscernible] these results unless otherwise noted in my comments.\nTotal revenue for the quarter was $2.3 billion, down 5% sequentially and up 31% year-over-year. Non-GAAP earnings per share was $1.36, driven by gross margin of revenue at $2.0 billion, down 4% sequentially and up 38% year-over-year. On a sequential basis, the decline was due to a 6% reduction in nearline bit shipments to 145 exabytes, while pricing per unit in cloud was up 5%. On a year-over-year basis, both revenue and bit shipments grew at 38% and 32%, respectively, driven by the strength of our product portfolio.\nClient represented 6% of total revenue at $137 million, down 2% on both a sequential and year-over-year basis compared to last quarter and last year, revenue was down due to lower unit shipments. Consumer represented 7% of revenue at $150 million, down 13% sequentially and 4% year-over-year. The sequential decline in consumer was primarily due to lower unit shipments, while year-over-year, the decrease was largely due to pricing.\nMoving to the rest of the income statement. Please note, my comments will be related to non-GAAP results on a continuing operations basis, unless stated otherwise. Gross margin for the fiscal third quarter was 40.1%. Sequentially, gross margin improved 1.7 percentage points ahead of our guidance of 50 basis points improvement. Operating expenses were down sequentially to $324 million. Our results demonstrate continued focus on cost discipline, as we concluded our business separation process. Operating income was $596 million, up 85 basis points sequentially, driven by higher gross margin and lower operating expenses, partially offset by lower revenue.\nOperating margin was 26.0%, up 1.5 percentage points sequentially and up 17.3 percentage points on a year-over-year basis. Income tax expense was $12 million, and the effective tax rate for the fiscal third quarter was 2%. The decline in the company's effective tax rate from guidance is a result of the recognition of onetime deferred tax benefits in conjunction with the separation of the flash business.\nTurning to the balance sheet. At the end of our fiscal third quarter, cash and cash equivalents were $3.5 billion. and total liquidity was $4.7 billion, including undrawn revolver capacity. Gross debt outstanding was $7.4 billion at the end of the fiscal third quarter. Inventory was $1.3 billion, representing 86 days of inventory, up $63 million sequentially and down $174 million on a year-over-year basis. Our net leverage ratio at the end of the fiscal third quarter was [Audio Gap] anticipated or known tariff-related impacts on our business in this period. We anticipate revenue to be $2.45 billion, plus or minus $150 million. Gross margin is expected to be between 40% and 41%. [indiscernible] reflecting improvement in the underlying business, hiring to fill critical open positions resulting from the business separation and increased investments in research and development. [indiscernible] As a result, our first fiscal quarter in FY '26 will have 14 weeks. In addition, we expect the tax rate for FY '26 to be between 16% and 18%.\nIn closing, Western Digital is well positioned to navigate the current dynamic environment. We remain focused on creating value for our stakeholders and investing in our future to capture the significant growth in data ahead. while maintaining a healthy supply and demand environment.\nWith that, I'll now turn the call back to Irving.\n\nIrving Tan\n\nPresident - Asia Pacific and Japan, Cisco Systems, Inc.\n\nThanks, Don. Western Digital's results this quarter and guidance reflect the ongoing structural transformation of our business with continued progress towards a business that delivers sustained profitability. We continue to maintain strong conviction in the business and are confident that we will weather this uncertainty and come out even stronger.\nWith that, let's now begin the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a003281c1ba0cd3742b95ac5931044c",
    "period": "2025 Q2",
    "content": "Q2 2025 Western Digital Corp Earnings Call\n\nQ2 2025 Western Digital Corp Earnings Call\n\nWDCNASDAQJAN 29, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Second Quarter Fiscal 2025 Conference Call. [Operator Instructions]. As a reminder, this call is being recorded.\nNow I will turn the call over to Mr. Peter Andrew. Vice President, Financial Planning and Analysis and Investor Relations. You may begin, sir.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer. Before we begin, let me remind everyone that today's discussion contains forward-looking statements based on management's current assumptions and expectations, and as such, does include risks and uncertainties.\nThese forward-looking statements include expectations for our product portfolio, our business plans and performance, the separation of our flash and HD businesses, ongoing market trends and our future financial results. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties and that could cause actual results to differ materially from expectations.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nDirector\n\nThanks, Peter. Good afternoon, everyone, and thank you for joining the call to discuss our second quarter fiscal year 2025 performance. As many of you know, with the completion of our separation later in the fiscal third quarter, I will become the CEO of SanDisk. As a result, this will be my last earnings call as the CEO of Western Digital.\nBefore we dive into our second quarter results, I want to express my gratitude to our employees, customers, partners and shareholders for their unwavering support throughout my tenure. It has been an honor and a privilege to serve as the CEO of Western Digital, and I'm immensely proud of what we've accomplished together to position both of our franchises for long-term success as stand-alone companies.\nNow on to the results. For the second fiscal quarter, Western Digital delivered revenue of $4.3 billion, non-GAAP gross margin of 35.9% and non-GAAP earnings per share of $1.77. Our commitment to enduring quality and reliability driven by our industry-leading innovation and diversified portfolio has enabled us to navigate the current market dynamics effectively. While our HDD business is experiencing robust growth, particularly in high capacity enterprise drives, our flash segment faces temporary headwinds due to pricing pressure.\nDespite these challenges, we are strategically well positioned to capitalize on growing long-term storage demand from the AI Data cycle. Our HDD business continues to perform well. propelled by our cutting-edge UltraSMR technology. This innovation allows us to push the boundaries of storage capacity while maintaining the gold standard in reliability, quality and performance. The market has responded to our products enthusiastically, driving our HDD revenues to a 12-quarter high with a record non-GAAP gross margin.\nWe're seeing increasing adoption of our newer and higher density drives, underscoring their ability to meet the amount evolving demands of the storage market. I'm pleased to report that we're in the final stages of our plan to separate our flash and HDD businesses and expect this to be completed on schedule.\nDuring the second fiscal quarter, we achieved 2 crucial milestones completing our Form 10 filing and finalizing key financing activities necessary for the separation. Thanks to the meticulous planning and dedication of our teams were ready to operate as independent entities. We invite you to join us for our upcoming Investor Day on February 11 for SanDisk, on February 12 for Western Digital, where our respective management teams will share their strategic visions and demonstrate how each business will drive shareholder value as stand-alone entities.\nWe anticipate that within a few weeks after the Investor Day, Western Digital and SanDisk shares will begin trading as independent companies.\nTurning to our business units update. In Flash, revenue was stable and in line with expectations. Strength in client and consumer resulted in better-than-expected bit shipments. However, increased pricing pressure due to short-term oversupply from increased utilization rates throughout calendar year '24, coupled with customers working down inventory, offset our bit shipment results. Cloud pricing was a positive given continued AI-driven demand. Taken together, the result was a sequential decline in profitability.\nIn fiscal year 2024, consumer experienced growth across revenue, units and gross margins as the end market benefited from a market recovery. While revenue and units grew sequentially in the fiscal second quarter of '25, gross margin declined due to pricing pressure caused by oversupply in the broader NAND market. Despite this recent softening, our external SSD drive shipments grew 50% sequentially. Our efforts in bolstering consumer preference, expanding partnerships and launching our new creator series at CES, all provide SanDisk with the right foundation to drive organic demand and margin expansion.\nNow turning to the Flash outlook. We believe that we are currently in a mid-cycle pause. In the first -- in the fiscal third quarter, we expect bit shipments to be down with stronger demand in data center and mobile more than offset by lower bit shipments in PC, OEM and consumer. Given the stronger-than-anticipated pricing headwinds on we are proactively managing production levels to respond to ongoing inventory adjustments and evolving demand dynamics across our end markets.\nBy optimizing utilization and total capacity, with a key focus on delivering premium nodes, we aim to accelerate stabilizing profitability in this dynamic market. In this new era of NAND, with lower utilization and less intense CapEx environment relative to historical periods, we are seeing supply growth appropriately responding to the current short-term headwinds affecting demand, and we expect to see a recovery as we move through calendar year 2025. Specifically, we expect client inventory digestion to continue into the first half of calendar year '25 with normalization in the second half paving the way for a recovery that will enable the AI-driven PC ramp in the Windows refresh cycle to gain momentum.\nIn data center, we project cloud CapEx to continue to grow in year '25, and we continue to make good progress qualifying our cloud products with customers to capture our fair share of this market. Lastly, our consumer business continues to perform well and while we expect seasonal weakness in bit shipments, our premium brands are providing ASP support to the overall portfolio.\nWe look forward to discussing our views on the flash business at the SanDisk Investor Day on February 11. The team and I will discuss why we believe that our markets are strong and growing, how rapid adoption of AI is creating new opportunities, what differentiates SanDisk and how the Flash industry is evolving. We are very excited and believe you will be as well.\nOur HDD business delivered another quarter of strong performance, with data center revenue hitting an all-time high. This achievement underscores the strength of our nearline storage solutions and how well positioned we are to benefit from ongoing market tailwinds. The HDD business also achieved record gross margins as customers continue to increase the adoption of our higher capacity drives, and we shared in the TCO benefit provided by our innovative products.\nWe are operating in an environment where demand for our product exceeds supply. To proactively manage this, we continually work with our customers to get visibility into their future needs. In these tight conditions, we might see volatility in shipments from quarter-to-quarter, but over the longer term, we continue to progress toward a state of predictable business operations and sustainable profitable growth.\nTurning to the HDD outlook. In the fiscal third quarter, we anticipate continued momentum in data center to drive strong demand across our nearline portfolio. As I mentioned, our supply is now very tight, which is helping us get better visibility into long-term customer demand and enabling better planning for product deliveries in the coming quarters. Our customers increasingly appreciate the complexity of the HD supply chain and the need for us to better anticipate future demand.\nAs we continue to broaden adoption of our UltraSMR portfolio at our largest customers and complete the qualification and ramp of our newest drives we anticipate profitability will continue to improve in the coming quarters. The HD business' positive structural transformation continues to gain momentum. We remain focused on operational excellence, efficient cost structure and a strong commitment to maintaining a balanced supply-demand dynamic.\nWe are well positioned to continue delivering the most profitable and innovative product portfolio, while establishing long-term industry leadership through our earnings potential. During the upcoming WD Investor Day on February 12, [ Irving, ] and his team will provide a detailed overview of HCD's strategic road map.\nI want to take a moment to acknowledge the CFO transition announcement that we made 2 weeks ago. After nearly 3 years with us, Wissam so will be moving on to another opportunity. Wissam has been an outstanding partner and leader at Western Digital, helping us successfully navigate the company through the ups and downs of our end markets and build a strong financial profile at both HDD and flash. On behalf of the Board and everyone at Western Digital, I want to thank Wissam for his many contributions, including seeing us through the separation and wish him the best of luck in his next role.\nLet me now turn the call over to Wissam, who will discuss our fiscal second quarter results.\n\nWissam Jabre\n\nCFO & Senior VP of Finance, Dialog Semiconductor Plc\n\nThank you, David, and good afternoon, everyone. In the fiscal second quarter, Western Digital delivered results generally within the guidance ranges we gave in October in the face of a challenging pricing environment in flash. Total revenue for the quarter was $4.3 billion, up 5% sequentially and 41% year-over-year. Non-GAAP earnings per share was $1.77.\nLooking at end markets, Cloud represented 55% of total revenue at $2.3 billion, up 6% sequentially and more than doubling year-over-year. On a sequential basis, the growth was due to an increase in nearline HDD shipments, while flash was down. On a year-over-year basis, both HDD and Flash revenue grew. Client represented 27% of total revenue at $1.2 billion, down 3% sequentially and up 4% year-over-year.\nCompared to last quarter, Flash revenue declined as bit shipment growth was offset by pricing pressure, while HDD revenue was flat. Year-over-year, an increase in flash revenue was primarily due to higher ASPs as bid shipments declined and was partially offset by lower HDD revenue. Consumer represented 18% of revenue at $0.8 billion, up 14% sequentially and down 8% year-over-year. Sequentially, both flash and HDD bit shipments grew and drove revenue growth while pricing was a headwind. Year-over-year, the decrease was due to lower shipments in Flash and HDD and pricing in flash.\nTurning now to revenue by business unit. In the fiscal second quarter, Flash revenue was $1.9 billion, flat from last quarter and up 13% year-over-year. Sequentially, Flash ASPs decreased 13% on a like-for-like basis and 10% on a blended basis. Bit shipments were up 9% from the previous quarter and down 2% compared to last year. HDD revenue was $2.4 billion, up 9% sequentially and 76% year-over-year. The strength of our nearline portfolio delivered exabyte growth of 7% on a sequential basis and 93% versus a year ago.\nAverage price per unit increased 5% sequentially to $172. Nearline bit shipments were at a record level of 154 exabytes.\nMoving to the rest of the income statement. Please note, my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the fiscal second quarter was 35.9%, which was below our guidance range. Sequentially, gross margin was down 2.6 percentage points and up 20.4 percentage points from a year ago. Flash gross margin was 32.5%, down 6.4 percentage points sequentially due to pricing pressure late in the quarter.\nFlash gross margin was up 24.6 percentage points from a year ago. In HDD, strong demand for nearline drives resulted in gross margin improvement of 0.5 percentage points on a sequential basis to 38.6% and 13.8 percentage points from a year ago. Operating expenses were down sequentially, at $674 million, including the synergy expenses of $17 million. Lower-than-expected operating expenses were due to the synergy costs being lower than expectations, while progress towards executing the SanDisk spend remains on track.\nIn addition, variable compensation was lower than expectations aligned with business performance. Our results demonstrate continued focus on cost discipline while making progress towards the completion of the business separation. Operating income was $864 million, down 2% sequentially driven by lower gross margin, partially offset by lower operating expenses.\nOperating margin was 20.2%, down approximately 140 basis points sequentially, but favorable compared to operating losses posted last year. Income tax expense was $105 million, and the effective tax rate was 14%. Earnings per share was $1.77. Operating cash flow for the fiscal second quarter was $403 million, and free cash flow generation was $335 million. Cash capital expenditures, which include the purchase of property, plant and equipment and activity related to flash joint ventures on the cash flow statement represented a cash outflow of $68 million.\nFiscal second quarter inventory was largely flat at $3.4 billion, with days of inventory declining by 9 days to 112 days. The decrease in HDD inventory was offset by an increase in flash inventory. Gross debt outstanding was $7.4 billion at the end of fiscal second quarter. Cash and cash equivalents were $2.3 billion, and total liquidity was $4.5 billion, including undrawn revolver capacity.\nDuring the fiscal second quarter, we successfully arranged financing for the upcoming separation of our business, which is a key milestone and the progress towards the spin of SanDisk.\nI'll now turn to the fiscal third quarter non-GAAP guidance for Western Digital on a combined basis. We anticipate overall revenue to be in the range of $3.75 billion to $3.95 billion. Gross margin is expected to be between 31.5% and 33.5%. We expect operating expenses to increase slightly to a range of $700 million to $720 million, including dis-synergy costs of $25 million to $40 million as we finalize the separation of our businesses. Interest and other expenses are anticipated to be approximately $100 million. The tax rate is expected to be between 14% and 16%. We expect EPS of $0.90 to $1.20 based on approximately 358 million shares outstanding.\nWe are looking forward to both of our Western Digital and SanDisk Investor Days in just a couple of weeks to discuss each business in more specific detail. For now, I'll provide directional perspective on expectations from each business in the fiscal third quarter.\nFor Flash, we expect revenue to decline sequentially in the mid-teens percentage and gross margin to decrease due to lower blended ASPs, higher cost per bit and underutilization charges of $20 million to $30 million as we manage our supply. Flash bits are expected to decline sequentially by mid-single-digit percentage. We also expect underutilization charges to continue in the June quarter.\nFor HDD, we expect revenue to decrease sequentially by mid- to high single-digit percentage on lower volume, while gross margin is expected to improve by approximately 50 basis points as average price per unit continues to trend higher. We are focused on executing the final stages of the spin and navigating current market dynamics while continuing to deliver robust financial performance. I would like to close by saying that it has been a tremendous honor to partner with David and a fantastic team at Western Digital.\nI'm extremely proud of the team's accomplishments over the past 3 years. There is no doubt in my mind that both the HDD and flash businesses are strong and resilient, and both will continue to provide industry-leading products to the marketplace while unlocking significant shareholder value for their respective shareholders.\nWith that, I'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nDirector\n\nThanks, Wissam. Our results this quarter reflect our efforts to actively manage near-term cyclicality across our end markets, knowing we have a solid foundation for future success that is underscored by our industry-leading product road map.\nAs we complete the separation, I am extremely confident in our respective team's ability to drive shareholder value in both the HDD and flash businesses. Both companies will continue to be driven by the structural long-term tailwinds of the AI data cycle and our ability to consistently offer our customers the most compelling and innovative storage solutions.\nBefore we move to the Q&A session, I'd like to highlight that we will also be joined today by Irving Tan, who will step into the role of CEO at Western Digital, and Luis Visoso, who will assume the position of CFO at SanDisk.\nPeter, let's start the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/37065e91f401bb1079ca7009baedd4f8",
    "period": "2024 Q4",
    "content": "Q4 2024 Western Digital Corp Earnings Call\n\nQ4 2024 Western Digital Corp Earnings Call\n\nWDCNASDAQJUL 31, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Fourth Quarter and Fiscal 2024 Conference Call. [Operator Instructions] As a reminder, today's call is being recorded.\nI'd now like to turn the conference over to Mr. Peter Andrew, Vice President, Financial Planning and Analysis and Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements based upon management's current assumptions and expectations, and as such, does include risks and uncertainties. These forward-looking statements include expectations for our product portfolio, our business plans and performance, the separation of our Flash and HDD businesses, ongoing market trends and our future financial results. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties and that could cause actual results to differ materially from expectations.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I'll now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Peter. Good afternoon, everyone, and thank you for joining the call to discuss our fourth quarter and fiscal year 2024 performance.\nWestern Digital delivered strong results with fiscal fourth quarter revenue of $3.8 billion, non-GAAP gross margin of 36.3% and non-GAAP earnings per share of $1.44. For the fiscal year 2024, revenue totaled $13 billion. We have maintained our strategic focus on aligning our portfolio of industry-leading products with growth opportunities across a broad range of end markets to mitigate volatility and while structurally improving our through-cycle profitability for both Flash and HDD.\nBefore we discuss our performance, I want to provide our views on where the storage market is heading and how we are well positioned to capitalize on these growth opportunities. Our diverse portfolio, coupled with the structural changes we have made to strengthen our operations, is enabling us to benefit from the broad recovery we are beginning to see across our end markets.\nIn addition, the AI Data Cycle is increasing the need for storage and creating new demand drivers across both Flash and HDD. These AI systems process and analyze existing data generate new data and require substantial storage for training, operating in a continuous cycle of increasing data consumption, processing and generation.\nAs AI technologies advance, data storage systems must deliver the capacity and performance necessary to support the computational demands of large sophisticated models while managing vast volumes of data. Given this landscape, we expect Flash to benefit from both AI training and inference while HDD is poised to benefit at both the input and output stages of these AI models.\nTo address the growing performance, power and capacity requirements, we have developed our Flash and HDD product road maps to meet our end customer storage needs across the entire AI Data Cycle. We introduced the industry-leading high-performance PCIe Gen 5 SSD to support AI training and inference. A high-capacity 64 terabyte SSD for optimizing the build-out of rapid AI Data Lake in the world's highest capacity ePMR UltraSMR and 2-terabyte hard drive for cost effective and deep content storage at scale. These new offerings demonstrate our continued commitment to innovation and market leadership.\nAs we enter fiscal year 2025, we are well positioned to capture the long-term growth opportunities in data storage and believe the AI Data Cycle will be a significant incremental growth driver for the storage industry.\nBefore I dive further into business updates, I want to update you on our separation plans. I am pleased with the progress our team has made as we continue to drive to completing the work required to separate the company at the end of the calendar year. As part of the ongoing preparation for the separation, we anticipate beginning to incur separation dis-synergy costs in the second half of the calendar year. Wissam will briefly discuss the anticipated impact of these costs.\nI'll now turn to business updates. Starting with Flash. The growth in revenue was driven by the recovery in cloud and a shift of our client mix to gaming and mobile, partially offset by a decline in consumer. Our focus on driving higher through-cycle profitability is reflected in our results as we proactively mix bids across our end markets. Our innovative offerings remain at the forefront of the market, reinforcing our competitive position and bolstering our growth prospects. For example, our new QLC-based client SSDs, which grew 50% on a sequential exabyte basis, offer significantly better performance than our previous generation TLC products.\nCombining this high-performance node with our in-house controller development, enable us to provide a portfolio of client SSDs that deliver unmatched performance and value. We believe these products will lead the industry's transition to QLC flash.\nDuring our new era of NAND webinar last month, we introduced the world's highest capacity BiCS8 2-terabyte QLC memory die specifically designed to meet growing data center and AI storage needs. Built on a chip bonded to array architecture, BiCS8 reinforces Western Digital and Kioxia's leadership in cost and capital efficiency as well as superior I/O performance by integrating wafer bonding in advanced 3D manufacturing to establish a groundbreaking foundation for future scalability of 3D NAND. In addition, our 64 terabyte enterprise SSD is now being sampled with plans for volume shipment later this calendar year.\nFurthermore, our PCIe Gen 5 based enterprise SSD delivers best-in-class read performance as well as power efficiency. We are seeing significant interest in this product, which is currently qualifying at a hyperscaler with ramp expected in the second half of this calendar year. We'll talk more about our Flash road map at the upcoming Flash Memory Summit in early August.\nTurning to the Flash outlook. Throughout the fourth quarter, our product mix was dynamic as we proactively mix bits between our end markets in response to the softness we are seeing in the more transactional markets such as consumer and channel. Our success in identifying the most profitable approach to allocating bits is reflected in the growth of both our revenue and gross margin. As we look into the first quarter, in addition to the mix environment we saw in the fourth quarter, we expect the continued ramp of our new enterprise SSD offerings and seasonal strength in mobile drive mid- to high-teens bit growth on a sequential basis.\nFor the full fiscal year 2025, we expect enterprise SSDs to represent a double-digit percent share in our portfolio mix. The new era of NAND is driving a period of change, and we are going to remain disciplined in managing our capital spending. The layers focus race is behind us. The emphasis is now shifting towards strategically timing the economic introduction of new longer-lasting nodes. Innovation now means enhancing power efficiency, performance and capacity within these nodes, while capital decisions increasingly prioritize opportunities for margin expansion and revenue growth.\nTurning to HDD. Revenue growth was driven by strength in nearline demand and improved pricing. By leveraging our SMR leadership and lean cost structure, we have surpassed our target gross margin range, underscoring our ongoing commitment to improve future profitability. The HDD business has undergone a remarkable transformation in recent quarters, marked by strategic initiatives aimed at introducing the most innovative, high-capacity products to market. We have increased our profitability meaningfully by restructuring our manufacturing footprint and optimizing our cost structure to drive operational efficiency all while qualifying and ramping our SMR technology.\nWe continue to structurally change the way we are operating our HDD business. With better visibility into future demand, operational excellence and a commitment to sustaining supply-demand balance, we are poised to continue our trajectory of bringing highly innovative products to market while increasing profitability into the future.\nOn the technology front, we ship samples of our 32-terabyte UltraSMR/ePMR nearline hard drives to select customers. These drives feature advanced triple-stage actuators and OptiNAND technology which are designed for seamless qualification, integration and deployment in hyperscale cloud and enterprise data centers while maintaining exceptional reliability.\nWith this in mind, we are well positioned to deliver the industry's highest capacity hard drives and the best TCO.\nTurning to the HDD outlook. As we look to the fiscal first quarter, we expect further growth driven by greater demand and more favorable pricing. Our cloud customers continue to transition to SMR, and we anticipate a third major cloud vendor to begin the ramp of adopting SMR in the fiscal first quarter. Our leading products and lean cost structure have supported ongoing profitability improvements in our HDD business. We remain focused on driving higher margins to reflect the significant innovation and TCO improvements we deliver to our customers.\nOur strategic approach to commercializing ePMR, OptiNAND and UltraSMR technologies has proven to be the winning strategy, enabling us to surpass our gross margin target for HDDs in the midst of AI's emergence as another pivotal growth driver for the industry.\nLet me now turn the call over to Wissam, who will discuss our fiscal fourth quarter results.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThanks, David. And good afternoon, everyone. In the fiscal fourth quarter, Western Digital delivered great results with gross margin and earnings per share exceeding the high end of the guidance range. Total revenue for the quarter was $3.8 billion, up 9% sequentially and 41% year-over-year. Non-GAAP earnings per share was $1.44.\nLooking at end markets, Cloud represented 50% of total revenue at $1.9 billion. The sequential growth of 21% is attributed to higher nearline shipments and pricing in HDD, coupled with increased bid shipments and pricing in enterprise SSD. The 89% year-over-year increase was due to higher shipments and price per unit in nearline HDDs along with higher enterprise SSD bit shipments. New line bit shipments were at a record level of 125 exabytes, up 16% from the previous quarter and 113% compared to fiscal fourth quarter of 2023.\nClient represented 32% of total revenue at $1.2 billion. The sequential increase of 3% was due to the increase in flash ASPs, offsetting a decline in flash bit shipments while HDD revenue decreased slightly. The 16% year-over-year growth was driven by higher flash ASPs. Consumer represented 18% of total revenue at $0.7 billion. Sequentially, the 7% decrease was due to lower flash and HDD bit shipments, partially offset by higher ASPs in both Flash and HDD. The 5% year-over-year increase was driven by improved flash ASPs and bit shipments.\nFor fiscal year 2024, revenue was $13 billion, up 6% from fiscal year 2023. Non-GAAP gross margin increased 7.1 percentage points to 22.8% and non-GAAP operating margin increased 8.7 percentage points to 3.9%. Non-GAAP loss per share was $0.20.\nLooking at end markets for fiscal year 2024, Cloud revenue increased 2% year-over-year due to higher demand for capacity enterprise HDDs and improved pricing. For the year, client and consumer revenue grew by 7% and 9%, respectively, due to higher flash bit shipments.\nTurning now to revenue by segment. In the fiscal fourth quarter, Flash revenue was $1.8 billion, up 3% sequentially and 28% year-over-year. Compared to last year -- last quarter, Flash ASPs were up 14% on a blended basis and 11% on a like-for-like basis. Bit shipments decreased 7% sequentially and 3% compared to last year as we proactively mixed flash bits to maximize profitability. HDD revenue was $2 billion, up 14% from last quarter as exabyte shipments increased 12% and average price per unit increased 12% to $163. Compared to the fiscal fourth quarter of 2023, HDD revenue grew 55%, while total exabyte shipments and average price per unit were up 72% and 64%, respectively.\nMoving to the rest of the income statement. Please note, my comments will be related to non-GAAP results unless stated otherwise. Our focus on improving through-cycle profitability in both Flash and HDD has shown great progress. In the fiscal fourth quarter, total gross margin reached 36.3%, well above the guidance range. Gross margin improved by 7 percentage points sequentially and 32.4 percentage points year-on-year due to better pricing and cost reduction as well as higher volume.\nWithin Flash, by proactively allocating bits between end markets and executing on our cost reduction initiatives, we have improved gross margin for 4 consecutive quarters. Flash gross margin was 36.5%, up 9.1 percentage points compared to last quarter and 48.4 percentage points year-over-year.\nIn HDD, by offering a leading product portfolio and running efficient manufacturing operations focused on cost discipline, we continue to make progress in improving profitability. We delivered a gross margin of 36.1%, exceeding the long-term target range, up 5 percentage points sequentially and 15.4 percentage points compared to fiscal fourth quarter of 2023.\nOperating expenses were $700 million for the quarter, above our guided range, primarily due to higher variable compensation associated with better-than-expected profitability. Operating income was $666 million, tax expense was $17 million, earnings per share was $1.44. Operating cash flow was $366 million and free cash flow was $282 million.\nCash capital expenditures, which include the purchase of property, plant and equipment, and activity related to flash joint ventures on the cash flow statement represented a cash outflow of $84 million. For fiscal year 2024, cash capital expenditures were $244 million or 1.9% of revenue, excluding the proceeds from the sale leaseback of our Milpitas facility. Year-over-year, this represented a 69% decline.\nFourth quarter inventory was up from the prior quarter at $3.3 billion, with days of inventory increasing from 119 days to 126 days. A decline in HDD inventory was more than offset by an increase in Flash inventory. Gross debt outstanding was $7.5 billion at the end of the fiscal fourth quarter. Cash and cash equivalents were $1.9 billion, and total liquidity was $4.1 billion including undrawn revolver capacity of $2.2 billion. During the quarter, we paid down the remaining $300 million of the delayed drought term loan.\nI'll now turn to the fiscal first quarter non-GAAP guidance. We anticipate both Flash and HDD revenue and gross margin to improve on a sequential basis as we continue to drive improvements in profitability across our businesses. We anticipate revenue to be in the range of $4 billion to $4.2 billion. Gross margin is expected to be between 37% and 39%. We expect operating expenses to increase slightly to a range of $695 million to $715 million. A decrease in variable compensation will be offset by the synergy costs as we continue to make progress executing on the separation plans.\nIncluded in this range are dis-synergy costs of $15 million to $25 million. We expect the synergy costs in the fiscal second quarter to be between $35 million and $45 million. Interest and expenses are anticipated to be approximately $110 million. Tax rate is expected to be between [ 15% and 17%. ] We expect earnings per share of $1.55 to $1.85 based on approximately 360 million shares outstanding. As shown in our guidance, we remain committed to driving higher profitability while maintaining focus on cost and capital discipline.\nI'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Today's results and guidance underscore Western Digital's strong execution with promising growth opportunities ahead. We delivered solid results as we doubled down on our strategic initiatives and product road map, capitalizing on robust growth prospects for both Flash and HDD. The emergence of the AI Data Cycle marks an incredibly exciting transformation in our industry, driving fundamental shifts across our end markets.\nLooking ahead to fiscal year '25 we are well positioned to leverage our leadership positions to spearhead innovative technologies and delivered unparalleled value for our customers.\nPeter, let's begin the Q&A. Thank you."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2299e53518392609f74d46a6ea4c7d75",
    "period": "2024 Q3",
    "content": "Q3 2024 Western Digital Corp Earnings Call\n\nQ3 2024 Western Digital Corp Earnings Call\n\nWDCNASDAQAPR 25, 4:30 PM\n\nOperator\n\nGood afternoon, everyone, and thank you for standing by. Welcome to Western Digital's Third Quarter Fiscal 2024 Conference Call. [Operator Instructions] As a reminder, this event is being recorded.\nNow I will turn the call over to Mr. Peter Andrew, Vice President Financial Planning and Analysis and Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements based upon management's current assumptions and expectations, and as such, does include risks and uncertainties. These forward-looking statements include expectations for our product portfolio, our business plan and performance, the separation of our Flash and HDD businesses, ongoing market trends and our future financial results. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties and that could cause actual results to differ materially from expectations. We will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I'll now turn the call over to David.\n\nDavid Goeckeler\n\nExecutive Vice President and General Manager -Networking & Security Business, Cisco Systems, Inc.\n\nThank you, Peter. Good afternoon, everyone, and thanks for joining the call to discuss our third quarter of fiscal year 2024 performance.\nWestern Digital delivered excellent results in the quarter with revenue of $3.5 billion non-GAAP gross margin of 29.3% and non-GAAP earnings per share of $0.63, all of which exceeded expectations. Our strategy of developing a diversified portfolio of industry-leading products across a broad range of end markets, coupled with structural changes we have made to both of our businesses is unlocking our true earnings potential and allowing us to continue improving through-cycle profitability and dampening business cycles. This strategy enables us to generate higher earnings per share even in a constrained supply environment. In addition, our commitment to achieving operational efficiency and enhancing our agility has allowed us to run our Flash and HDD businesses more efficiently and further drive innovation to take opportunities. In particular, as the technology landscape continues to evolve, the demand for AI solutions is becoming increasingly apparent across our end markets. The uptick in AI adoption is highlighting the incredible value of data and will drive increased storage demand across both HDD and Flash at the edge and in the core, providing greater long-term growth and margin expansion opportunities for Western Digital. We are in the early innings of unlocking the full potential of this company, and our team remains focused on improving the profitability of our business to drive long-term margin expansion and shareholder value as these new demand opportunities present themselves.\nBefore I dive further into the demand environment, I want to briefly comment on the status of the separation of our Flash and HDD businesses. I am proud of the team's ongoing efforts as we drive towards completion of the separation in the second half of the calendar year. We remain focused on achieving the separation as soon as possible, and we'll continue to provide further updates on our progress as appropriate.\nMoving on to end market commentary. I am pleased to report that during the quarter, revenue in all of our major end markets returned to year-over-year growth. In cloud, we experienced 29% growth in revenue from a year ago, highlighting the incredible success of our industry-leading HDD product line. In addition, we began to experience an increase in demand for our flash-based solutions, signaling a long-awaited recovery in this end market.\nIn client, 20% revenue growth from a year ago was driven by increased bit demand for our flash-based solutions, coupled with an increase in ASPs.\nIn consumer, we experienced 17% revenue growth from a year ago, highlighting the power of the SanDisk premium brand. Higher flash bit sales, combined with a better pricing environment more than offset the continued decline in consumer HDD demand.\nI'll now turn to business updates, starting with flash. Our sequential revenue growth in the quarter reflects the continuing commitment to disciplined capital spending and carefully optimizing bit shipments into our most profitable end markets to take advantage of the improved pricing environment. This approach, combined with the strength of our product portfolio has enabled us to drive significantly higher profitability while strategically managing our inventory. On the technology front, we achieved a significant milestone by initiating mass production of our QLC-based client SSD, leveraging BiCS6 technology. This is yet another significant milestone demonstrating our continued commitment to innovation and market leadership. These advancements pave the way to spearhead the market's transition to QLC-based flash solutions in calendar year 2024. Additionally, our progress with BiCS8 is on track. While this technology is ready to be productized as market conditions warrant, our innovative offerings will remain at the forefront of the market, further strengthening our competitive position and bolstering our growth prospects. As noted earlier, in the third quarter, we began to experience an increase in demand for our enterprise SSD solutions. We are seeing demand returning for NVMe SSDs that we qualified before the downturn. We are also experiencing significant interest in providing these products in dramatically higher capacities for AI-related applications which we expect to ship in the second half of the year.\nIn addition, we are also sampling our newest high-performance PCI Gen 5, BiCS6-based enterprise SSD. We are preparing for qualification at a hyperscaler and the product is generating significant interest in the enterprise market. We expect to ramp in the second half of the calendar year.\nTurning to HDD. The sequential revenue increase was driven by improved nearline demand and higher pricing as we focused on optimizing profitability per exabyte sold. In particular, nearline revenue reached a fixed quarter high, reflecting the successful strategy we put in place to bring the most innovative, high-capacity and high-performance drives to market. We have the right products at the right cost structure, which are reflected in our financial performance.\nOur cloud customers continue to transition to SMR with our 26-terabyte and 28-terabyte Ultra SMR drives, quickly becoming a significant portion of our capacity enterprise exabyte shipments. SMR-based drives represented approximately 50% of nearline exabyte shipments in the quarter.\nOur portfolio strategy to commercialize ePMR, OPD NAND and Ultra SMR technologies in advance of our transition to HAMR, has proven to be the winning strategy and enables us to deliver to customers the industry's highest capacity and leading TCO drives, all of which can be produced at scale with controlled costs. We are confident that our product strategy, which combines Ultra SMR technology with upcoming advancements in nearline drives is enabling Western Digital to deliver best-in-class gross margin in HDDs all at a time when AI is emerging as another growth engine for the industry.\nAs we move toward a new supply and demand environment, characterized by higher demand, supply tightness and product shortages, we are leveraging our proven technology we've already introduced to the market to meet the demands of our customers with the right portfolio at the right time, while also operating with a lean cost structure for continued profitability improvement in our HDD business.\nAlthough the actions we are taking have improved profitability, we remain focused on driving higher margins to appropriately value the incredible amount of innovation and TCO improvements we continue to deliver to our customers.\nBefore I turn it over to Wissam, I wanted to share some perspectives on our outlook. Within Flash, in addition to growth opportunities at the edge, which is Western Digital strength, we are encouraged by the returning demand within the enterprise SSD market and expect growth throughout this calendar year. AI-related workloads are driving increasing demand for enterprise SSDs, and our portfolio is well positioned to support those use cases.\nLooking ahead, we anticipate bit shipments to remain flat into the fiscal fourth quarter and look to flash ASP increases to be the primary revenue growth driver led by our focus on allocating bits to the most high-value end markets amidst the tightening supply environment. While we're pleased to see pricing trends moving in a positive direction, it's crucial to acknowledge the importance of maintaining capital discipline and only reinvesting capital back into the business once profitability improves further, and we see sustained demand. Overall, our continued focus on improving profitability through our innovation road map, disciplined capital spending and strategic pricing initiatives position us well for continued success in calendar year 2024 and into 2025 by offering the most capital and cost-efficient bits in the industry.\nIn HDD, the success of our portfolio of leading capacity enterprise products, combined with the restructuring efforts we've implemented in recent years are yielding improved unit economics and greater visibility. As cloud demand is recovering, we anticipate continued growth driven by higher nearline demand and better pricing as we are now in a supply-constrained environment. We're optimistic about aligning the pricing of our products to better mirror the innovation we are integrating into them, supporting long-term margin expansion in our HDD business. As we reap the rewards of the innovation and operational efficiencies that we've implemented, we will look for opportunities to reinvest in the business when the conditions are ripe for expansion. We will approach every capital allocation decision with a focus on discipline.\nLet me now turn the call over to Wissam, who will discuss our financial third quarter results.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, and good afternoon, everyone.\nFollowing on David's comments, Western Digital return to profitability and free cash flow generation and delivered great results in the quarter, which exceeded expectations. Total revenue for the quarter was $3.5 billion, up 14% sequentially and 23% year-over-year. Non-GAAP earnings per share was $0.63.\nLooking at end markets, cloud represented 45% of total revenue at $1.6 billion, up 45% sequentially and 29% year-over-year. The growth was primarily attributed to higher nearline shipments and improved nearline per unit pricing with Flash revenue up both sequentially and year-over-year. Nearline bit shipments of 108 exabytes were up 60% sequentially.\nClient represented 34% of total revenue at $1.2 billion, up 5% sequentially and 20% year-over-year. Sequentially, the increase in Flash ASP more than offset a decline in Flash bit shipments, while HDD revenue decreased. Year-over-year, the increase was driven by growth in both Flash and HDD ASPs and Flash bit shipments.\nConsumer represented 21% of total revenue at $0.7 billion, down 13% sequentially and up 7% year-over-year. Sequentially, both Flash and HDD were down at approximately similar rates and in line with seasonality. On a year-over-year basis, the increase was driven by growth in flash bit shipments and ASP.\nTurning now to revenue by business segment for the fiscal third quarter. Flash revenue was $1.7 billion, up 2% sequentially as ASP increased 18% on both blended and like-for-like basis. Bit shipments decreased 15% from last quarter as we proactively focused our flash bit placement to maximize profitability. Flash revenue grew 30% from fiscal third quarter of 2023 on higher bits and ASP.\nACD revenue was $1.8 billion, up 28% from last quarter, as exabyte shipments increased 41% and average price per unit increased 19% to $145. Compared to the fiscal third quarter of 2023, HDD revenue grew 17%, while total exabyte shipments and average price per unit were up 25% and 33%, respectively.\nMoving to gross margin and expenses. Please note, my comments will be related to non-GAAP results unless stated otherwise. Gross margin was 29.3%, well above the guidance range. Gross margin improved 13.8 percentage points sequentially and 18.7 percentage points year-on-year due to better pricing, our continued focus on cost reduction, and lower underutilization charges. Flash gross margin was higher than expected at 27.4%, up 19.5 percentage points sequentially and points year-over-year. There were no underutilization charges in the quarter. HDD gross margin was 31.1%, up 6.3 percentage points sequentially and 6.8 percentage points year-over-year. This includes underutilization charges of $17 million or 1 percentage point headwind. HDD gross margin is within our long-term target range, including underutilization charges. This underscores the team's focus on cost reduction and profitability as previously, this level of gross margin was achieved with higher revenue.\nOperating expenses were $632 million for the quarter, up 13% sequentially and 5% year-over-year. The sequential increase was mainly driven by higher variable compensation associated with better-than-expected financial results.\nOperating income was $380 million, which included HDD underutilization charges of $17 million. Tax expenses in the quarter was $51 million, reflecting the improved financial outlook for the fiscal year. Fiscal third quarter earnings per share was $0.63.\nOperating cash flow was $58 million, and free cash flow was $91 million. Cash capital expenditures, which include the purchase of property, plant and equipment and activity related to Flash joint ventures on the cash flow statement represented a cash inflow of $33 million. Third quarter inventory was flat from the prior quarter at $3.2 billion, with days of inventory increasing 4 days to 119 days. A decline in HDD inventory offset an increase in Flash inventory. Gross debt outstanding was $7.8 billion at the end of the fiscal third quarter. Cash and cash equivalents were $1.9 billion, and total liquidity was $4.1 billion, including revolver capacity of $2.2 billion.\nFor the fiscal fourth quarter, our non-GAAP guidance is as follows. We expect revenue to be in the range of $3.6 billion to $3.8 billion and project sequential revenue growth in both HDD and Flash.\nIn HDD, we expect continued momentum with our industry-leading SMR product portfolio aimed at the cloud. In Flash, we anticipate bits will be flat and ASP is up as we continue optimizing our bit placement to maximize profitability. Gross margin is expected to be between 32% and 34%. We expect operating expenses to be between $670 million and $690 million with the increase mainly related to certain project-driven investments, coupled with higher variable compensation as the financial outlook has continued to strengthen. Interest and other expenses are expected to be approximately $105 million. We expect income tax expense to be between $30 million and $40 million for the fiscal fourth quarter and $130 million to $140 million for fiscal year 2024 as the financial outlook improved. We expect earnings per share to be $1.05, plus or minus $0.15, based on approximately 342 million shares outstanding. The financial outlook has strengthened, and we will remain disciplined in executing the business, controlling our capital spending and improving our profitability.\nI will now turn the call back over to David.\n\nDavid Goeckeler\n\nExecutive Vice President and General Manager -Networking & Security Business, Cisco Systems, Inc.\n\nThanks, Wissam.\nLet me wrap up, and then we'll open up for questions. I'm pleased with the team's performance in developing a diversified portfolio of industry-leading products across a broad range of end markets. As industry supply and demand dynamics continue to improve, we will remain disciplined around our capital spending and focused on driving innovation and efficiency across our business. coupled with the structural changes we have made to our businesses, we are confident in our ability to drive greater through-cycle profitability and dampen business cycles. As we move forward, we remain uniquely positioned to capitalize on the promising growth prospects that lie ahead, solidifying our leadership position in the industry, particularly as AI continues to drive new storage solution opportunities and growth.\nOkay. Peter, let's start the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87fa21ef81416199288067987fe55514",
    "period": "2024 Q2",
    "content": "Q2 2024 Western Digital Corp Earnings Call\n\nQ2 2024 Western Digital Corp Earnings Call\n\nWDCNASDAQJAN 25, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Second Quarter Fiscal 2024 Analyst Call. [Operator Instructions] Now I will turn the call over to Mr. Peter Andrew, VP of FP&A and IR. You may begin.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nWell, thank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer. Before we begin, let me remind everyone that today's discussion contains forward-looking statements based on management's current assumptions and expectations, and as such, does include risks and uncertainties. These forward-looking statements include expectations for our product portfolio, business plans and performance, market trends and dynamics and financial results. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially from expectations.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website. With that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, everyone, and thanks for joining the call to discuss our second quarter of fiscal year 2024 results. Western Digital's second quarter results demonstrate that the structural changes we have put in place over the last few years and the strategy we have been executing are producing significant outperformance across our Flash and HDD businesses. I am confident that building leading products across a broad range of end markets, closely controlling our product costs through focused R&D and manufacturing and bolstering the agility of our business will allow us to improve through-cycle profitability and dampen business cycles.\nAs a result, we reported revenue of $3 billion, non-GAAP gross margin of 15.5% and a non-GAAP loss per share of $0.69, all of which met or exceeded the non-GAAP guidance ranges we provided in October. Before discussing the business details, I want to provide some comments on the emerging trends we are seeing and how the changes we have made position our Flash and [ HDD ] businesses to benefit.\nIn Flash, we've been able to navigate business cycles by managing inventory proactively, offering a broad range of products and optimizing capital efficiency through our joint venture partnership with Kioxia. These successful efforts are reflected in our best-in-class gross margin throughout the cycle. During the quarter, our portfolio strategy to dynamically allocate bit shipments drove upside in ASPs and gross margin. Looking ahead, we will continue to take a disciplined approach to our supply and capital investments. Consequently, we continue to proactively manage our bit shipments to structurally align our supply and inventory with customer demand and improve through-cycle profitability into the future.\nIn addition to the recovery in both flash and HDD markets, we believe storage is entering a multiyear growth period. Generative AI has quickly emerged as yet another growth driver and transformative technology that is reshaping all industries, all companies in our daily lives. Importantly, industry analysts estimate that the edge now represents approximately 80% of total NAND bit shipments, an increase from approximately 75% in calendar year 2022, which is another indication that cloud demand was significantly pulled in during the pandemic.\nIn addition, we believe the second wave of generative AI-driven storage deployments will spark a client and consumer device refresh cycle and reaccelerate content growth in PC, smartphone, gaming and consumer in the coming years. Our flash portfolio is extremely well positioned to benefit from this emerging secular tailwind.\nIn HDD, Western Digital's leading ePMR platform and enhanced UltraSMR technology allow us to provide the highest capacity drives for mass market deployment. We believe this innovative technology and portfolio strategy enable us to offer the best TCO to our cloud customers and outperform our peers throughout the cycle. We are confident that the multi-quarter nearline demand headwinds have subsided as our major cloud customers have reengaged with us. We anticipate our financial outperformance resulting from profitable share gains to become more evident as nearline demand accelerates into the second half of fiscal year 2024 and beyond.\nMoving on to end market commentary. During the quarter, revenue in the cloud end market returned to sequential growth for the first time in 6 quarters. The sequential revenue growth was led by an increase in nearline shipments. In client, sequentially, revenue declined slightly as the increase in flash ASPs was offset by a decline in bit shipments as we proactively optimized product mix. In consumer, the sequential revenue growth was led by seasonal strength in flash bit shipments into retail and an increase in flash ASPs.\nI'll now turn to business updates, starting with flash. During the quarter, the sequential revenue increase was due to stronger execution in driving price inflection by optimizing bit shipment across our broad go-to-market channels into the consumer and client end markets, resulting in stronger-than-planned ASP increase. In particular, our WD Black gaming SSD product, which offers high reliability, best-in-class performance, expansive storage capabilities in a hyper realistic gaming experience achieved a new record revenue with bit shipment growth of over 50% year-over-year.\nOn the technology front, we remain on track to ramp an array of QLC-based client SSDs utilizing BiCS6 technology. Our ability to combine this new high-performance node with our in-house controller development allows us to offer a portfolio of client SSDs with unmatched performance and value. We expect these products to lead the transition to QLC flash in calendar year 2024.\nAdditionally, BiCS8 yield is progressing well, and we remain on track to productize this technology. Turning to HDD. The sequential revenue increase was driven by improving nearline demand and pricing. Moreover, we are encouraged by demand in China with revenue doubling on a sequential and year-over-year basis, both of which were ahead of our expectations. We anticipate year-over-year growth in HDD throughout this calendar year. In both the first and second quarters, we shipped approximately 1 million UltraSMR drives per quarter. We forecast UltraSMR hard drive shipments to increase significantly in the fiscal third quarter and SMR drive shipments to continue to outgrow that of CMR drives going forward.\nImportantly, the adoption of UltraSMR is broadening to our major customers worldwide, including a third cloud titan in the U.S. this year as well as hyperscale and smart video customers in China. We expect to complete the qualifications of our 26-terabyte and 28-terabyte UltraSMR drives at these customers this quarter and throughout the calendar year and forecast SMR to comprise the majority of nearline demand by calendar year 2025.\nWe have strong conviction that our portfolio strategy of first commercializing Western Digital's industry-leading UltraSMR technology, which will be followed by our transition from ePMR to HAMR, offers the best TCO to our customers in both the near and long term while delivering leading portfolio profitability in the industry. Over the next several years, we will be introducing a number of exciting products, including multiple generations of nearline drives combining ePMR, OptiNAND and UltraSMR technologies in the 30- to upper 30-terabyte capacity range, all of which will be ready for high-volume production to support the explosion of AI training data and content.\nBefore I turn over to Wissam, I wanted to share some perspectives on our outlook. In Flash, starting with demand in calendar year 2024, we estimate industry bit growth to be around the mid-teens percentage, similar to the growth rate in calendar year 2023. On the supply side, we estimate that [ fab ] out bit production growth to remain in the mid-single-digit percentage range. We believe our business agility and our highly capital-efficient and low-cost BiCS architecture have enabled us to align supply with demand via nodal transition much more quickly than our peers. We will continue our disciplined approach to dynamically managing our inventory capacities and capital expenditures to keep our supply aligned with end customer demand.\nAlthough flash pricing has started to increase, our profitability and cash generation continue to be well below the level that justify an increase in capital investments. We anticipate wafer equipment spending will remain at historic lows in the near term and flash to be undersupplied for an extended period of time. Overall, we will continue to focus on allocating our bids to the most attractive end markets and anticipate flash ASP increases to be the primary revenue growth driver throughout this calendar year.\nIn HDD, our competitive portfolio strategy has enabled us to consistently achieve profitable share gain in the last 2 calendar years. We are confident that this trend will continue as nearline demand continues to improve and we continue to ramp our UltraSMR-enabled products. Let me now turn the call over to Wissam, who will discuss our financial second quarter results.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, and good afternoon, everyone. Following on David's comments, the success of the strategy we have been executing is reflected in our financial performance. Non-GAAP results in the fiscal second quarter exceeded or were at the high end of the guidance ranges we provided in October. Total revenue for the quarter was $3 billion, up 10% sequentially and down 2% year-over-year. Non-GAAP loss per share was $0.69 as strong execution with our broad go-to-market channels benefited flash ASP and gross margin.\nLooking at end markets, cloud represented 35% of total revenue at $1.1 billion, up 23% sequentially and down 13% year-over-year. Sequentially, the growth is attributed to higher nearline shipments to that at center customers and better nearline pricing. Nearline bit shipments were 67 exabytes, up 23%. The year-over-year decrease was due to lower eSSD bit shipments.\nOn a year-over-year basis, HDD cloud revenue increased for the first time in 6 quarters. Client represented 37% of total revenue at $1.1 billion, down 2% sequentially and up 3% year-over-year. Sequentially, an increase in flash ASP was more than offset by a decline in flash bit shipments. The year-over-year increase was due to higher flash shipments primarily driven by client SSD shipments into PC applications more than offsetting a decline in ASP. Consumer represented 28% of total revenue at $0.8 billion, up 15% sequentially and 6% year-over-year. Sequentially, the growth was primarily due to seasonal strength in flash bit shipments. On a year-over-year basis, the increase in flash bit shipments was partially offset by a decline in flash ASP as well as lower HDD shipments.\nTurning now to revenue by business segment. In the fiscal second quarter, Flash revenue was $1.7 billion, growing 7% sequentially as flash ASPs increased 10% on a blended basis and 7% on a like-for-like basis, stronger than anticipated entering the quarter. Bit shipments decreased 2% after record shipments in the prior quarter. On a year-over-year basis, Flash revenue grew slightly with a 21% increase in bit shipments offsetting lower prices.\nHDD revenue was $1.4 billion, increasing 14% sequentially as total exabyte shipments increased 14% and average price per unit increased 9% to $122. On a year-over-year basis, HDD revenue declined 6%, while total exabyte shipments increased 2% and average price per unit increased 23%.\nMoving to gross margin and expenses. Please note, my comments will be related to non-GAAP results unless stated otherwise. Gross margin was 15.5%, above the guidance range provided in October and improving 11.4 percentage points sequentially while declining 1.9 percentage points year-over-year. The sequential increase was primarily driven by higher flash ASPs as we proactively optimized product mix, which more than offset higher than anticipated underutilization charges of $156 million or a 5.1 percentage point headwind.\nFlash gross margin was higher than expected at 7.9%, up 18.2 percentage points sequentially and down 6.6 percentage points year-over-year. This includes underutilization charges of $107 million or a 6.4 percentage points headwind to gross margin. HDD gross margin was 24.8%, up 1.9 percentage points sequentially and 4.1 percentage points year-over-year. This includes underutilization charges of $49 million or a 3.6 percentage point headwind.\nWe continue to tightly manage operating expenses, which were $561 million for the quarter, down 15% year-over-year and at the lower end of the guidance range. Operating loss in the quarter was $91 million, which included underutilization charges of $156 million. Fiscal second quarter loss per share was $0.69, inclusive of a $14 million dividend associated with the convertible preferred shares. Operating cash flow for the second quarter was an outflow of $92 million, and free cash flow was an outflow of $176 million.\nCash capital expenditures which include the purchase of property, plant and equipment, and activity related to our flash joint ventures on the cash flow statement represented a cash outflow of $84 million. The quarter ending inventory was $3.2 billion, declining $281 million from the prior quarter. Days of inventory decreased 5 days to 115 days. The majority of the decline was in flash, where flash days of inventory remained at a 4-year low.\nDuring the quarter, we issued $1.6 billion in convertible notes, repurchased $508 million of the outstanding 2024 convertible notes and paid down $300 million of the delayed [ draw ] term loan. Gross debt outstanding was $8.5 billion at the end of the fiscal second quarter. We expect to retire the remaining balance of approximately $600 million of the 2024 convertible notes at maturity in February 2024.\nAt the end of the fiscal second quarter, cash and cash equivalents were $2.5 billion, and total liquidity was $4.7 billion, including the undrawn revolver capacity of $2.25 billion. For the fiscal third quarter, our non-GAAP guidance is as follows: we expect revenue to be in the range of $3.2 billion to $3.4 billion; we expect sequential revenue growth to be mainly driven by an increase in HDD; we anticipate flash revenue to be up slightly as we remain focused on optimizing bit shipments and ASP. We expect gross margin to be between 22% and 24%, which includes HDD underutilization charges of $30 million to $40 million. We expect operating expenses to be between $600 million and $620 million, with the increase driven by the reinstatement of certain incentive compensation programs as the financial outlook has strengthened. Interest and other expenses are expected to be approximately $95 million. We continue to expect income tax expenses to be between $20 million and $30 million for fiscal third quarter and $80 million to $120 million for fiscal year 2024. We expect the preferred dividend of $15 million. We expect earnings per share to be $0.05, plus or minus $0.15, based on approximately 330 million shares outstanding.\nAs the financial outlook has improved, we will remain disciplined in executing the business, proactively managing our supply and inventory to meet customer end demand and controlling capital spending, all with the goal of improving profitability. I'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Let me wrap up, and then we'll open up for questions. I want to emphasize that the steps the Western Digital team has taken to instill and deploy an industry-leading product portfolio, while also moving quickly to adapt to both volatile market dynamics and anticipate future trends, have enabled us to capitalize on the upswing we see ahead. Through our product leadership and ability to dampen business cycles and improve through-cycle profitability, I am confident we are well positioned to execute on our current strategy, which will reaffirm our strength over the long term. Let's now begin the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f4ceea5700407e552db049215c16570",
    "period": "2024 Q1",
    "content": "Q1 2024 Western Digital Corp Inc Earnings Call\n\nQ1 2024 Western Digital Corp Inc Earnings Call\n\nWDCNASDAQOCT 30, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Western Digital First Quarter Fiscal 2024 Earnings Call. [Operator Instructions] Please also note, today's event is being recorded.\nAt this time, I'd like to turn the floor over to Peter Andrews, VP of FP&A and Investor Relations. Sir, please go ahead.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good morning, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer. Before I begin, we have a lot of exciting items to discuss today. In addition to the earnings press release and slides, we also have a press release and slides regarding the conclusion of our strategic review. All of these materials will be posted in the Investor Relations section of our website shortly.\nLet me remind everyone that today's discussion contains forward-looking statements based on management's current assumptions and expectations and, as such, does include risks and uncertainties. These forward-looking statements include expectations for our product portfolio, spending and cost reductions, business plans and performance, market trends, financial results, the outcome of a potential separation of our HDD and flash businesses including the form, timing and tax-free status of the transaction, our ability to complete the transaction, the future performance of our separated businesses and the creation of shareholder value by separating our businesses.\nWe assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good morning, and thank you for joining our call. I will first discuss the completion of the strategic review and then turn to our first quarter results.\nWe're thrilled to announce the completion of our strategic review and plans to form 2 independent public companies focused on capitalizing on the data storage industry's growth in HDD and flash. After evaluating a comprehensive range of alternatives, the Western Digital management team and Board determined that spinning off its flash business is the best executable alternative at this time to fully realize value for shareholders.\nThis transaction will allow each franchise to execute on its product and innovation road map and capitalize on the unique growth opportunities in their respective end markets. Each company will benefit from streamline management focus, operational flexibility and the ability to set its own distinct capital allocation and shareholder return policies. We are excited for the opportunities this transaction creates to better serve our customers, support our suppliers, partners and employees and unlock significant value for our shareholders.\nBefore discussing the details, let me walk you through the journey that brought us to this point. In March 2020, I joined Western Digital with a strong conviction in the company's unique position to accelerate and benefit from the digital transformation that is reshaping every industry, every company and how all of us live our daily lives. And importantly, I saw an opportunity to create value for a leader in both NAND flash and hard drives.\nDuring my early days of the company, I spent considerable energy into rebuilding and refocusing the company, including the formation of the HDD and flash business units. It soon became clear that our focus on driving 2 distinct technology portfolios was the right strategy, and the new management team that I brought in worked together to transform Western Digital by bolstering business agility and reinvigorating innovation.\nIn addition, we promptly focused on strengthening our balance sheet. We made the tough decision to suspend our dividend, which allowed Western Digital to speed up debt reduction and pay down $2.7 billion of debt over a couple of years following the suspension. We further enhanced our liquidity by bringing in $900 million of strategic investment from Apollo Global Management and Elliott Investment Management and amended our credit agreements. We also settled a long-standing tax dispute to increase strategic optionality.\nThe groundwork we laid over the past several years, including the additional actions taken in fiscal year '23 to rightsize the business, have enabled us to navigate a dynamic environment, all while staying focused on delivering a range of industry-leading products. Each business is now in a strong operational position to succeed on its own, and the actions we are announcing today will further enable each company to drive long-term success in the years to come.\nThe Western Digital Board completed the strategic review after evaluating a comprehensive range of alternatives and determined that spinning off its flash business is the best executable alternative at this time to fully realize value for shareholders. During our strategic review process, we evaluated material opportunities for each of our businesses. However, given current constraints, it has become clearer to the Board in recent weeks that delivering a stand-alone separation is the right next step in the evolution of Western Digital and puts the company in the best position to unlock value for our shareholders while providing strategic optionality for both businesses.\nGiven the confidential nature of the strategic review, we will not be discussing any of the other alternatives that were considered during the process. On Page 6 of the presentation, we present a separation transaction summary. The HDD business will retain the Western Digital name and become an independent publicly traded company. The flash business is expected to be spun off in a tax-free transaction to Western Digital shareholders, and the name of the publicly traded company will be determined at a later time. We target to complete these plans in the second half of calendar year '24, subject to the principal closing conditions described in the slide.\nPage 7 provides a bit more visibility into some of the end market exposure for our flash and HDD businesses on a trailing 12-month basis.\nMoving to the individual businesses on Page 8. In HDD, Western Digital is a well-known leader in the mass storage market with an ability to generate consistent cash flow on a stand-alone basis. Our ability to lead the industry in bringing new innovations to the hard drive market to enable higher capacity points for mass market adoption has established Western Digital as a key strategic supplier to the world's global cloud service providers, storage OEM and distributors.\nThe massive opportunity is driven by the ongoing expansion of the cloud infrastructure connected to intelligent endpoints and powered by high-speed networks. Industry analysts estimate the HDD addressable market to grow at approximately 12% compounded annual growth rate to $25 billion over the next 3 years, with cloud representing over 90% of the total addressable market. The cloud represents an incredibly large and growing end market for Western Digital and we are well positioned to address customer storage needs.\nMoving to our flash business on Page 10. The Western Digital flash business is well known for its broad go-to-market channels, enviable premium brand retail franchise and strong client SSD portfolio. Industry analysts forecast the flash market to grow at approximately 15% compounded annual growth rate over the next 3 years to $89 billion in calendar year 2025. We believe content increases in the consumer and client end markets as well as explosive growth of data created in the cloud by emerging applications such as generative AI, virtual reality and autonomous driving are driving a faster growth in flash versus HDD.\nThe highlight of our consumer end market is the strength of our SanDisk brand of retail products and our suite of high-performance SSDs for gaming enthusiasts. The brand recognition and affinity, combined with our unmatched presence across the world, is a great setup for the business on a stand-alone basis.\nOur successful 23-year partnership with Kioxia continues to provide us a reliable of high-performance, low-cost flash. Together, we have successfully brought to market numerous generations of flash technology with the industry's lowest cost and best capital efficiency. The joint venture fabs produce over 30% of the world's bits, and our joint memory technology road map remains incredibly well positioned, especially as we lead the industry's transition to wafer bonding. We will likely host an Investor Day closer to the time of the spin-off of our flash business to give investors greater clarity into the historical and future outlook for each of our businesses, along with the intended capital structures for each business.\nWith that, I'd like to turn to first quarter fiscal '24 earnings review and business update. Western Digital's first quarter results exceeded our expectations as the team's efforts to bolster business agility, drive innovation and rightsize the business have enabled us to capitalize on enhanced earning power in an improving environment. We reported first quarter revenue of $2.75 billion and a non-GAAP loss per share of $1.76. Our ability to develop differentiated and innovative products across a broad range of end markets has resulted in sequential margin improvement across both flash and HDD businesses.\nIn flash, healthy inventory levels on our balance sheet and signs that flash pricing is beginning to inflect have laid the groundwork for further gross margin improvements. Our broad go-to-market channels' enviable retail franchise and strong client SSD portfolio have enabled us to shift bits to the most attractive end market categories and achieve 26% sequential bit growth as well as upside in gross margin. In HDD, our industry-leading 26-terabyte UltraSMR drive became the highest nearline volume runner in just 2 quarters, which demonstrates Western Digital's aerial density leadership and ability to deliver high-volume innovative technologies to data center customers worldwide.\nDuring the quarter, demand in consumer and client continued to improve, exceeding our expectations. In consumer, flash revenue has returned to growth on a year-over-year basis, led by strong content increases and unit growth. In client, PC and component demand also exceeded our expectations, and demand for gaming consoles and mobile remained resilient. In cloud, demand for both hard drive and flash products remain subdued.\nI'll now turn to the business updates, starting with flash. During the quarter, flash revenue increased sequentially led by record exabyte shipments and continued content growth in consumer and client end markets, including PCs and all retail products as we continue to optimize bit placement in an improving environment. WD Black, which is optimized for gaming, continued to perform well with bit shipments more than doubling and content per unit increasing over 50% year-over-year.\nWe are in an excellent position from both the flash technology and capital efficiency perspective. Today, a majority of products we are shipping are based on BiCS5, the most capital-efficient node in the 3D era, that continues to provide an amazing cost structure and efficient capital spending. As we look into calendar year '24, we are ramping an array of QLC-based client SSDs based on BiCS6 technology to lead the expected industry transition to QLC. After BiCS6, we remain on track to introduce a broad range of high-performance products based on BiCS8 technology with its unique chip bonded on array architecture.\nTurning to HDD. Revenue declined due to lower nearline exabyte shipments driven by subdued demand from our cloud customers and slower-than-expected recovery in China. However, demand for consumer and client hard drives was stable. Western Digital has continued to lead the industry in driving innovation within the nearline market. Our ability to bring innovation into mass market drives that are quickly deployed into cloud data centers is reflected in our results as we successfully led the industry's transition to SMR-based nearline drives.\nSpecifically, our 26-terabyte UltraSMR drive, which we first announced at our Investor Day, accounted for nearly half of our nearline exabyte shipments with total SMR shipments exceeding the 40% goal we laid out in the same quarter a year prior. We are on track with our 28-terabyte UltraSMR drive qualification and have a clear road map of ePMR and UltraSMR-based innovations into the 40-terabyte range. These developments are a result of the choices we have made in the past few years through a combination of product R&D and manufacturing capabilities, and we are proud of how we have been executing against our strategy.\nLooking ahead to the fiscal second quarter. In flash, we expect both modest bit and ASP improvement and a decline in underutilization charges to drive continued sequential improvement in both revenue and gross margin. In HDD, we expect higher nearline shipments and seasonal demand in consumer end market to drive sequential revenue growth. We anticipate our value-based price efforts and lower underutilization charges will lead to sequential revenue and gross margin improvement in the quarter and through the rest of fiscal year '24. As we continue to execute against our HDD product road map, we are setting the stage for profitable growth for years to come.\nWith that, I'll turn it over to Wissam.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, and good morning, everyone. As David mentioned, fiscal first quarter results exceeded the guidance ranges provided in July. Total revenue for the quarter was $2.75 billion, up 3% sequentially and down 26% year-over-year. Non-GAAP loss per share was $1.76.\nLooking at end markets for the fiscal first quarter. Cloud represented 32% of total revenue at $0.9 billion, down 12% sequentially and 52% year-over-year. Sequentially, the decline was primarily due to lower nearline hard drive shipments to data center customers. The year-over-year decrease was primarily due to declines in shipments for both hard drive and flash products.\nClients represented 42% of total revenue at $1.1 billion, up 11% sequentially and down 7% year-over-year. Sequentially, the increase was due to growth in flash bit shipments. The year-over-year decrease was primarily due to declines in flash pricing. Consumer represented 26% of revenue at $0.7 billion, up 14% sequentially and $0.08 year-over-year. On both a sequential and year-over-year basis, the increase was driven by both higher content per unit and increased unit shipments in flash.\nTurning now to revenue by segment. In the fiscal first quarter, flash revenue was $1.6 billion, up 13% sequentially and down 10% year-over-year. This marks the second consecutive quarter of sequential increase. Sequentially, flash ASPs decreased 10% on a blended basis and 4% on a like-for-like basis. We shipped a record amount of flash bits in the quarter with shipments increasing 26% sequentially and 49% year-over-year.\nHDD revenue was $1.2 billion, down 8% sequentially and 41% year-over-year. Sequentially, total HDD exabyte shipments decreased 5% and average price per unit increased 13% to $112. On a year-over-year basis, total HDD exabyte shipments decreased 42% and average price per unit decreased 10%.\nMoving to gross margin and expenses. Please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the first quarter was 4.1%, which was at the higher end of the guidance range provided in July and included $225 million in underutilization expenses and $9 million in other onetime charges. In total, these charges represented an 8.5 percentage point headwind to gross margin.\nFlash gross margin was negative 10.3%. Underutilization charges due to reduced manufacturing volumes were $142 million and flash inventory write-downs were $9 million, resulting in a combined 9.7 percentage points headwind to gross margin. HDD gross margin was 22.9%. Underutilization charges were higher than expected at $83 million or a 7 percentage point headwind to gross margin.\nWe continue to tightly manage our operating expenses, which were down 19% year-over-year to $555 million, well below our guidance range. Operating loss was $443 million, which included underutilization charges and inventory write-downs totaling $234 million. Income tax expense in the fiscal first quarter was $25 million. Net loss per share was $1.76, inclusive of a $15 million dividend associated with the convertible preferred equity.\nOperating cash flow for the first quarter was an outflow of $626 million, and free cash flow was an outflow of $544 million. Free cash flow included a payment of $523 million for the IRS settlement and $191 million cash received from the sale and leaseback of our facility in Milpitas, California.\nInventory declined $201 million sequentially to $3.5 billion. Days of inventory declined 10 days to 120 days. Flash inventory declined by nearly $400 million, driven by record bit shipments in the quarter and proactive actions taken to reduce wafer starts. Days of inventory for flash have reached the lowest level in nearly 4 years. HDD inventory grew by nearly $200 million due to the timing of certain purchases and lower-than-expected shipments.\nCash capital expenditures, which include the purchase and sale of property, plant and equipment, including the proceeds from our sale leaseback of our Milpitas facility and activity related to our flash joint ventures on the cash flow statement, represented a net cash inflow of $82 million. In the fiscal first quarter, we fully drew the $600 million delayed drought term loan facility. Gross debt outstanding was $7.7 billion at the end of the fiscal quarter. At the end of the quarter, total liquidity was $4.3 billion, including cash and cash equivalents of $2 billion and undrawn revolver capacity of $2.25 billion.\nBefore I cover guidance for the fiscal second quarter, I'll discuss the business outlook. For fiscal second quarter, we expect total revenue growth to be led by higher nearline HDD shipments and improved pricing in flash. We continue to adjust production into the second quarter to better align supply with demand and anticipate lower underutilization charges in both flash and HDD.\nFor our fiscal second quarter, our non-GAAP guidance is as follows. We expect revenue to be in the range of $2.85 billion to $3.05 billion. We expect gross margin to be between 10% and 12%, which includes underutilization charges across flash and HDD totaling $110 million to $130 million. We expect operating expenses to be between $560 million and $580 million. Interest and other expenses are expected to be approximately $105 million. We expect income tax expenses to be between $20 million and $30 million for fiscal second quarter and $80 million to $120 million for fiscal year 2024. We expect a preferred dividend of $15 million. We expect the loss per share of $1.35 to $1.05, assuming approximately 325 million shares outstanding.\nI'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Let me wrap up and then we'll open up for questions.\nWe are now emerging from a historic storage cyclical downturn, where all of the changes made in the past several years were evident in how well each business performed relative to peers. The first quarter of fiscal '24 builds upon the improvements we made in fiscal year '23 around disciplined supply and capital expenditure management while executing on our product innovation road map. We continue to tightly manage our operating expenses and are closely monitoring demand in our end markets to appropriately manage our inventory in both flash and HDD, all to improve sequential and year-over-year upside in our results.\nMoving forward, as we progress through fiscal year '24, we see an improving market environment in both businesses. With an improved position, the separation of the company unlocks value by creating 2 independent public companies with market-specific strategic focus, better positions each franchise to execute innovative technology and product development, capitalize on new growth opportunities, extend respective leadership positions and operate more efficiently with distinct capital structures.\nOkay, Peter. Let's open up for Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d9339c77624a746dd887732dfbe8774d",
    "period": "2023 Q4",
    "content": "Q4 2023 Western Digital Corp Earnings Call\n\nQ4 2023 Western Digital Corp Earnings Call\n\nWDCNASDAQJUL 31, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to the Western Digital's Fiscal Fourth Quarter and Fiscal 2023 Conference Call. [Operator Instructions] As reminder, this call is being recorded.\nNow I would like to turn the call over to Mr. Peter Andrew, Vice President, Financial Planning and Analyst and Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements, including expectations for our product portfolio, spending and cost reductions business plans and performance, market trends and financial results based on management's current assumptions and expectations, and as such, does include risks and uncertainties. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and our other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I'll now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, and thank you for joining the call to discuss our fourth quarter and fiscal year 2023 results. Western Digital's fiscal fourth quarter revenue exceeded expectations as our access to broad go-to-market channels, enviable retail franchise and strong client SSD portfolio enabled us to capture demand upsides in both client and consumer end markets, reaffirming our strength in a challenging market environment. We reported fourth quarter revenue of $2.7 billion and non-GAAP gross margin of 3.9%. And non-GAAP loss per share was $1.98.\nBefore diving into the specifics of the quarter and the full fiscal year, I would like to take a moment to reflect on our accomplishments in fiscal year 2023. Importantly, we continue to optimize our operations and successfully executed our innovative product road map, priming ourselves for greater profitability when demand rebounds across hard drives and flash. Throughout the fiscal year, we were focused on enhancing our product leadership and reinforcing our business agility.\nIn HDD, we have successfully qualified our latest family of capacity enterprise hard drives that all major customers and are shipping our 26 terabyte UltraSMR drive in high volume. In Flash, we pioneered the use of wafer bonding in advanced 3D NAND manufacturing and introduced the groundbreaking technology in BiCS8, which sets the foundation for future 3D NAND scaling. On the expense front, we streamlined investments across our HDD and Flash portfolio which enabled us to significantly reduce quarterly operating expense while continuing to deliver innovative products and technologies to address customers' growing storage needs.\nFurther, we reduced our cash capital expenditure run rate by over 50% in the fiscal second half and consolidated our hard drive manufacturing footprint. These efforts enabled Western Digital to preserve capital while effectively executing on product strategies and aligning our supply with post-pandemic demand environment.\nNotably, we reduced our inventory by nearly $300 million sequentially and exited fiscal year 2023 at a much healthier level than a few quarters ago. And in June, we successfully completed amendments to our credit agreements, which provide Western Digital with significant additional financial flexibility as we navigate macro dynamics.\nIn summary, we continue to proactively take action to bolster our agility enhance our liquidity position, optimize our inventory levels across HDD and Flash and strengthened our position as an industry and market leader. We exited fiscal year 2023 well positioned to capitalize on improving market conditions and capture long-term growth opportunities in data storage, spanning from client to edge to cloud. Finally, I want to acknowledge that the strategic review is ongoing. We continue to make progress on this process and will provide updates as appropriate.\nTurning to the fiscal fourth quarter. revenue in both client and consumer end markets returned to sequential growth, led by normalized end market demand and higher average capacity per unit in Flash. In Consumer, Retail Flash exceeded our expectations across all major product categories. We saw similar results in client with upside in both HDD and flash and across almost all major product categories, including client SSD, gaming console, embedded flash and client hard drives. In cloud, demand for both hard drive and flash products remain subdued.\nI'll now turn to business updates, starting with HDD. In the fiscal fourth quarter, ongoing cloud weakness drove the overall decline in HDD revenue. However, demand for both client and consumer hard drives has stabilized and exceeded our expectations. At the end of the fiscal fourth quarter, we have successfully qualified all variants of our 22 terabyte CMR and 26 terabyte UltraSMR hard drive platforms at all major cloud customers, setting the stage to improve shipments and profitability.\nIn addition, we are about to begin product sampling of our 28-terabyte UltraSMR drive. This cutting-edge product is built upon the success of our ePMR and UltraSMR technologies, with features and reliability trusted by our customers worldwide. We are staging this product for quick qualification and ramp as demand improves.\nTurning to Flash. Revenue increased sequentially led by growth in both client and consumer flash bit shipments, which exceeded our expectations with total bit shipments returning to year-over-year growth. The stronger-than-expected bit growth is attributable to normalizing PC and consumer demand as well as content growth. Average capacity per consumer and client SSD increased over 40% and 20% year-over-year, respectively.\nMoving to technology developments. We continue to aggressively productize BiCS8 based on a chip bonded to array architecture. BiCS8 solidifies Western Digital and Kok's leadership in cost, capital efficiency and I/O performance into the future.\nBefore I turn it over to Wissam, I wanted to share some perspective on our outlook. In HDD, as we look to the fiscal first quarter, we expect overall demand to remain stable. Beyond the fiscal first quarter, we anticipate both improving demand and new product ramps to drive growth in revenue and profitability. In Flash, we are encouraged by several indicators signaling improving market dynamics. Notably, our 2 largest end markets, client and consumer are returning to growth, inventories are normalizing, content per unit is increasing and price declines have been moderating.\nWith that, I'll turn it over to Wissam.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThanks, David, and good afternoon, everyone. As David mentioned, fiscal fourth quarter revenue exceeded our expectations. Total revenue for the quarter was $2.7 billion, down 5% sequentially and 41% year-over-year. Non-GAAP loss per share was $1.98.\nLooking at end markets for the fiscal fourth quarter, cloud represented 37% of total revenue at $1 billion, down 18% sequentially and 53% year-over-year. Sequentially, the decline was primarily due to a decrease in capacity enterprise drive shipments. Nearline bit shipments were 59 exabytes, down 26% sequentially, driven by ongoing weakness at cloud customers. The year-over-year decrease was primarily due to declines in both hard drive and flash product shipments.\nClient represented 39% of total revenue at $1 billion, up 6% sequentially and down 37% year-over-year. Sequentially, the increase was driven by growth in bit shipments for gaming consoles. The year-over-year decrease was due to declines in Flash pricing and lower client SSD and hard drive unit shipments for PC applications.\nConsumer represented 24% of total revenue at $0.6 billion, up 3% sequentially and down 19% year-over-year. Sequentially, the increase was primarily due to higher retail SSD shipments. The year-over-year decrease was driven by price declines in Flash and lower retail Hard Drive shipments. For the fiscal year, revenue was $12.3 billion, down 34% from fiscal 2022. Non-GAAP gross margin declined 17.2 percentage points to 15.7%, and non-GAAP operating margin decreased 21.8 percentage points to negative 4.8%. Non-GAAP loss per share was $3.59.\nLooking at end markets for fiscal year 2023, cloud revenue decreased 34% year-over-year primarily due to reduced shipments of capacity enterprise hard drives and enterprise SSDs. Client revenue decreased 39% year-over-year, primarily due to declines in Flash pricing as well as lower client SSD and hard drive unit shipments for PC applications. Lastly, Consumer revenue decreased 26% for the year as growth in retail SSD bit shipments was more than offset by broad-based Flash price decline and lower consumer Hard Drive shipments.\nTurning now to revenue by segment. In the fiscal fourth quarter, HDD revenue was $1.3 billion, down 13% sequentially and 39% year-over-year. Sequentially, total HDD exabyte shipments decreased 18% and average price per unit decreased 9% to $99. On a year-over-year basis, HDD exabyte shipments decreased 38% and average price per unit decreased 17%.\nFlash revenue was $1.4 billion, up 5% sequentially and down 43% year-over-year. Sequentially, Flash ASPs decreased 6% on a blended basis and 9% on a like-for-like basis. Flash bit shipments increased 15% sequentially and 7% year-over-year.\nMoving to costs and expenses. Please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the fiscal fourth quarter was 3.9%, down 6.7 percentage points sequentially and 28.4 percentage points year-over-year. This includes $272 million in costs or 10.2 percentage points for manufacturing underutilization, Flash inventory write-downs and other items.\nHDD gross margin was 20.7%, down 3.6 percentage points sequentially and 7.5 percentage points year-over-year. Sequentially, the decrease was primarily due to lower capacity enterprise volume as well as higher underutilization related charges. Underutilization charges were $76 million or 5.9 percentage points.\nFlash gross margin was negative 11.9%, down 6.9 percentage points sequentially and 47.8 percentage points year-over-year. Underutilization charges due to the reduced manufacturing volumes were $135 million, and inventory write-downs were $27 million, resulting in an 11.8 percentage point reduction. We continue to tightly manage our operating expenses of $582 million for the quarter, down $20 million sequentially and $178 million year-over-year.\nOperating loss in the quarter was $478 million, driven mainly by underutilization charges, inventory write-downs and other items totaling $272 million. Income tax expense was $57 million for fiscal fourth quarter and $237 million for fiscal year 2023. Despite the consolidated loss, we continue to have taxable income in certain geographies, resulting in taxes payable in those areas. Fiscal fourth quarter loss per share was $1.98, inclusive of $15 million dividend associated with the convertible preferred equity.\nOperating cash flow for the fourth quarter was an outflow of $68 million and free cash flow was an outflow of $219 million. Cash capital expenditures which include the purchase of property, plant and equipment and activity related to our Flash joint ventures on the cash flow statement were $151 million. Gross debt outstanding was $7.1 billion at the end of fiscal fourth quarter.\nTrailing 12-month adjusted EBITDA at the end of the fourth quarter, as defined in our credit agreement, was $1.6 billion, resulting in a gross leverage ratio of 4.5x compared to 2.8x in the fiscal third quarter. As a reminder, the credit agreement includes 0.7 billion in depreciation add-back associated with the Flash joint ventures. This is not reflected in the cash flow statement. Please refer to the earnings presentation on the Investor Relations website for further details.\nDuring the fiscal fourth quarter, we executed amendment to our credit agreements. These amendments include modifications to the leverage ratio requirements applicable through the fourth quarter of fiscal year 2025, which provide additional financial flexibility in the near term. We also extended the commitment under the delayed draw term loan agreement to August 14, 2023. Please refer to our earnings presentation for details.\nAt the end of the quarter, total liquidity was $4.9 billion, including cash and cash equivalents of $2 billion, undrawn revolver capacity of $2.25 billion and an unused delayed draw term loan facility of $600 million.\nBefore I cover guidance for the fiscal first quarter, I'll discuss our business outlook. For fiscal first quarter, sequentially, we expect both HDD and Flash revenue to be relatively stable. In fiscal first quarter, we are continuing to adjust production to better match demand and anticipate underutilization charges to impact both HDD and Flash gross margins along with product mix pressures on flash ASP.\nBeyond the fiscal first quarter, we anticipate both HDD and Flash revenue to improve through the remainder of fiscal year 2024, driven by normalizing demand in storage as well as higher average content per unit in Flash. Gross margin is expected to gradually improve, driven by higher HDD volume and lower underutilization charges in both Flash and HDD. We will continue to tightly manage our cost structure and expenses as we navigate the challenging environment. For fiscal year 2024, we expect capital expenditures to decline significantly.\nI'll now turn to guidance. For the fiscal first quarter, our non-GAAP guidance is as follows: we expect revenue to be in the range of $2.55 billion to $2.75 billion. We expect gross margin to be between 2.5% and 4.5%, which includes underutilization charges across Flash and HDD totaling $200 million to $220 million. We expect operating expenses to be between $570 million to $590 million.\nInterest and other expenses are expected to be approximately $90 million. We expect income tax expense to be between $30 million and $40 million for the fiscal first quarter and $130 million to $170 million for fiscal year 2024. We expect the loss per share of $1.80 to $2.10, assuming approximately 323 million shares outstanding.\nI will now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Let me just wrap up. Fiscal year 2023 marked a period of exceptional progress in strategic planning for Western Digital. We diligently optimize our operations and executed our innovative product road map, priming ourselves for greater profitability as demand inevitably rebounds across Hard Drives and Flash. As we move forward, we remain confident in our ability to capitalize on emerging opportunities and deliver continued success.\nBefore opening up for Q&A, I would like to take a moment to recognize Siva Sivaram, our esteemed President of Technology and Strategy. Siva will be leaving Western Digital to pursue a great leadership opportunity in a different technology domain. Siva has made significant contributions to Western Digital and SanDisk over the past 10 years, and he's a wonderful friend. We wish him all the best going forward. Peter, let's start the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/605dafa008be145ed07e133f3fdad266",
    "period": "2023 Q3",
    "content": "Q3 2023 Western Digital Corp Earnings Call\n\nQ3 2023 Western Digital Corp Earnings Call\n\nWDCNASDAQMAY 8, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Fiscal Third Quarter 2023 Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to turn the call over to Mr. Peter Andrew, Vice President, Financial Planning and Analysis of Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer. Before we begin, let me remind everyone that today's discussion contains forward-looking statements including expectations for our product portfolio, cost reductions, business plans and performance, demand and market trends and financial results based on management's current assumptions and expectations and as such, does include risks and uncertainties. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K and other filings with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, and thank you for joining the call to discuss our 2023 third quarter results. Western Digital's third quarter performance exceeded expectations with core metrics at the high end of our guidance range, demonstrating the company's resilience in a challenging market environment. We reported third quarter revenue of $2.8 billion, non-GAAP gross margin of 11% and a non-GAAP loss per share of $1.37. Over the last several years, our team is focused on enhancing business agility and delivering a range of innovative, industry-leading products that address the increasing data storage demands of our customers. The groundwork we laid combined with the actions we have taken since the beginning of this fiscal year to rightsize and refocus our business have enabled us to navigate a dynamic environment.\nI am pleased that we delivered non-GAAP gross margin at the higher end of our guidance range due to strong execution across both our HDD and flash businesses. In HDD, our early actions to streamline our manufacturing footprint and focus our product offerings on delivering the best value for our data center customers have resulted in gross margin upside and profitable market share gains in HDD. In flash, our broad go-to-market strategy anchored on our enviable retail franchise and a strong client SSD portfolio enabled us to optimize bit placement and bolster gross margin. During the fiscal third quarter, we saw signs of demand stabilizing across various end markets. In consumer, our Flash and HD results were consistent with the expectations we shared in January. In client, demand for each major product area came in better than we expected across PC OEM, channel, mobile and gaming. In cloud, demand for capacity enterprise hard drives improved, whereas the demand for flash drives was consistent with our expectations set in January.\nBefore I jump into updates on our HDD and flash businesses, I would like to reiterate that the strategic review process is ongoing, and we will provide updates as we have them.\nI'll now turn to the business update, starting with HDD. During the fiscal third quarter, our HDD revenue improved sequentially with growth in capacity enterprise offsetting seasonal declines in retail and client. During the quarter, our 22 terabyte CMR drive became the highest volume product among all of our 20-terabyte-and-above capacity points, demonstrating our leadership position at this capacity point. In addition, we expect to complete qualification of our 26 terabyte UltraSMR technology in the fiscal fourth quarter. These innovative products provide multi-generation benefits to our customers.\nTurning to flash. Total exabyte shipment came in higher than expected in consumer, mobile, PC OEM and channel products. Despite the industry experiencing the worst downturn in over a decade, Western Digital delivered positive product gross margin, excluding underutilization charges driven by our unique combination of premium retail brands, broad go-to-market channels and low-cost flash supply from our joint venture fab with Kioxia. Furthermore, we continue to see encouraging signs of price elasticity-driven content growth in retail flash led by WD_BLACK SSD optimized for gaming as well as mobile PC OEMs and channel within client. On the technology front, BiCS6 achieved its anticipated cost crossover during the quarter. Moreover, on March 30, Western Digital and Kioxia announced our next-generation BiCS8 node, a groundbreaking technology that builds upon the success of BiCS5 and BiCS6. This new technology is based on circuit bonded to array architecture which provides several benefits, including reduced cycle time, faster yield ramp, better lateral scaling and industry-leading I-O performance when compared to products based on circuit under array architecture. We continue to aggressively productize BiCS8 for a broad range of applications, which will position Western Digital for success as business conditions improve.\nAs we look to the fiscal fourth quarter, in hard drives, overall demand will be impacted by ongoing inventory digestion at cloud customers and a sustained decline in client. However, we are beginning to experience improved demand at certain customers in China. In flash, we are seeing signs of stabilization and content increase per unit. PC OEMs have emerged from inventory digestion and are now shipping closer to end demand. Gaming will remain strong, while enterprise SSD for cloud applications will remain soft. We anticipate modest growth in bit shipments into the fiscal fourth quarter.\nBefore I hand the call over to Wissam, I would like to thank the Western Digital team for the response efforts they made in addressing the network security incident we disclosed on April 2. Our team took proactive and precautionary measures to secure our operations and successfully executed on our business continuity plans.\nWith that, I'll turn it over to Wissam.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, David, and good afternoon, everyone. Fiscal third quarter results reflected the challenging market environment with continued pressure on revenue and profitability. Total revenue for the quarter was $2.8 billion, down 10% sequentially and 36% year-over-year. Non-GAAP loss per share was $1.37. Looking at end markets, cloud represented 43% of total revenue at $1.2 billion, down 2% sequentially driven by an increase in capacity enterprise drive shipments which was offset by a decrease in flash shipments. Nearline bit shipments were 79 exabytes, up 31% sequentially. Year-over-year, revenue declined 32%, primarily due to a decline in shipments of both hard drive and flash products as well as price decreases in flash.\nClient represented 35% of total revenue at $1 billion, down 10% sequentially and 44% year-over-year. On both a sequential and year-over-year basis, the decrease was driven by price declines across our flash products and lower client SSD and hard drive shipments for PC application. Finally, consumer represented 22% of total revenue at $0.6 billion, down 22% sequentially and 29% year-over-year. Sequentially, the decrease was due to a seasonal decline in shipments of both retail hard drive and flash products as well as price declines in retail flash. The year-over-year decrease was driven by lower retail hard drive shipments and price declines in flash.\nTurning now to revenue by segment. HDD revenue was $1.5 billion, up 3% sequentially and down 30% year-over-year. Sequentially, total HDD exabyte shipments increased 15% and average price per hard drive increased 10% to $109. On a year-over-year basis, total HDD exabyte shipments decreased 23%, and average price per unit increased 9%. Flash revenue was $1.3 billion, down 21% sequentially and 42% year-over-year. Sequentially, flash ASPs were down 10% on a blended basis and 12% on a like-for-like basis. Flash bit shipments decreased 14% sequentially and 1% year-over-year.\nMoving to costs and expenses. Please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the fiscal third quarter was 10.6%, down 6.8 percentage points sequentially and 21.1 percentage points year-over-year. This includes $275 million of charges for manufacturing underutilization, inventory write-downs and other items. HDD gross margin was higher than anticipated at 24.3%, up 3.6 percentage points sequentially and down 3.4 percentage points year-over-year. Sequentially, the increase was primarily due to higher capacity enterprise volume as well as lower manufacturing costs and underutilization related charges. Underutilization charges were less than projected at approximately $40 million or 2.7 percentage points, partially benefiting from the actions to streamline our manufacturing footprint and offsetting other charges of $22 million.\nFlash gross margin was negative 5%, down 19.5 percentage points sequentially and [ 40.6 ] percentage points year-over-year. Underutilization charges associated with the reduced manufacturing volumes were approximately $160 million or 12.2 percentage points, less than expected as we focused on lowering manufacturing costs. During the quarter, we incurred $53 million of flash inventory write-down charges resulting from projected selling prices falling below the cost of inventory. We continue to tightly manage our operating expenses, which were at $602 million for the quarter, down $57 million sequentially and $138 million year-over-year.\nOperating loss in the quarter was $304 million driven by underutilization charges inventory write-downs and other items totaling $275 million. Income tax expense was $60 million. Despite the consolidated loss, we continue to have taxable income in certain geographies resulting in taxes payable in those areas. Fiscal third quarter loss per share was $1.37, inclusive of a $9 million dividend cost associated with the convertible preferred equity.\nOperating cash flow for the third quarter was an outflow of $381 million, and free cash flow was an outflow of $527 million. Cash capital expenditures, which include the purchase of property, plant and equipment, and activity related to our flash joint ventures on the cash flow statement was $146 million. Gross debt outstanding was $7.1 billion at the end of the fiscal third quarter. Trailing 12-month adjusted EBITDA at the end of the third quarter, as defined in our credit agreement was $2.5 billion, resulting in a gross leverage ratio of 2.8x compared to 2.1x in the fiscal second quarter. As a reminder, our credit agreement includes $0.7 billion in depreciation add-back associated with the flash joint ventures. This is not reflected in our cash flow statement. Please refer to the earnings presentation on the Investor Relations website for further details. At the end of the quarter, total liquidity was $5.3 billion, including cash and cash equivalents of $2.2 billion, undrawn revolver capacity of $2.25 billion and unused delayed drawn term loan facility of $875 million.\nBefore I cover guidance for the fiscal fourth quarter, I'll discuss the business outlook. We expect HDD revenue to decrease sequentially due to ongoing inventory digestion at cloud customers. We expect flash revenue to decrease sequentially as modest growth in bit shipments is more than offset by ASP declines. We expect flash bit shipment growth to accelerate in the first half of fiscal year 2024. In the fiscal fourth quarter, total gross margin will be negatively impacted by underutilization charges and flash pricing. We continue to tightly manage our cost structure through this dynamic environment and expect operating expenses to be below $600 million.\nFor fiscal year 2023, we project gross capital expenditures to be approximately $2.2 billion and cash capital expenditures to be approximately $0.8 billion. The projected cash capital expenditures represent more than a 50% reduction from our forecast as we entered fiscal year 2023 and approximately 35% reduction from fiscal year 2022.\nI'll now turn to guidance. For the fiscal fourth quarter, our non-GAAP guidance is as follows. We expect revenue to be in the range of $2.4 billion to $2.6 billion. We expect gross margin to be between 3% and 5% which includes underutilization charges across flash and HDD totaling $220 million to $240 million. We expect operating expenses to be between $580 million to $600 million. Interest and other expenses are expected to be approximately $90 million. We expect income tax expense to be between $60 million and $70 million. We expect loss per share of $2.20 to $1.90, assuming approximately 321 million shares outstanding.\nI'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Over the past few quarters, we have successfully ramped a series of industry-leading storage products and commercialized innovative technologies while concurrently rightsizing our cost structure. Our proactive actions have positioned Western Digital favorably for the future as demand gradually returns to normal levels.\nIn closing, I would like to thank our team members for their unwavering commitment in advancing innovative products and driving operational efficiency. Their exceptional efforts have allowed Western Digital to deliver industry-leading gross margins across our HDD and flash businesses despite the challenging and rapidly changing landscape. Additionally, I am immensely proud to share that Western Digital has been honored for the fifth consecutive year as one of the world's most ethical companies by the [ Ethisphere Institute ]. This recognition is a testament to the dedication and support of our people worldwide, and we remain committed to upholding the highest ethical standards in all that we do.\nOkay. I look forward to your questions. Let's open it up."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c0b00ac868ce8b1896414e8d7e085c74",
    "period": "2023 Q2",
    "content": "Q2 2023 Western Digital Corp Earnings Call\n\nQ2 2023 Western Digital Corp Earnings Call\n\nWDCNASDAQJAN 31, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to the Western Digital Fiscal Second Quarter 2023 Conference Call. (Operator Instructions) And as a reminder, this call is being recorded.\nNow I will turn the call over to Mr. Peter Andrew. You may begin.\n\nT. Peter Andrew\n\nVP of IR, Western Digital Corporation\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements, including expectations for our product portfolio, cost reductions, business plans and performance, demand and market trends and financial results based on management's current assumptions and expectations, and as such, does include risks and uncertainties.\nWe assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K filed with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially. We will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, and thank you for joining the call to discuss our 2023 second quarter results. The Western Digital team worked diligently within a dynamic market and delivered revenue at the high end of the guidance range we provided in October. We reported second quarter revenue of $3.1 billion and non-GAAP operating loss of $119 million. Our non-GAAP loss per share was $0.42.\nOur ongoing efforts to control expenses, optimize working capital and deploy capital judiciously helped us manage cash flow amidst a challenging flash pricing environment and larger-than-expected ACD underutilization that pressured gross margins.\nBefore we discuss the details of our second quarter results, I wanted to cover 2 other announcements that we are making today. First, we disclosed that Western Digital has entered into agreements with Apollo Global Management and Elliott Investment Management for convertible preferred equity investments totaling $900 million.\nIn connection with the agreement, Reed Rayman, a partner at Apollo, will join our Board starting immediately. On behalf of the Board, I am pleased to welcome Reed, a leading technology investor who will provide us with additional financial and strategic expertise, which will be critical as we continue to execute on our business strategy and complete our strategic review. Second, on January 25, we secured access to $875 million of financing through a delayed draw term loan.\nWhen combined with the actions we undertook to structurally lower our cost structure, these financings provide valuable financial optionality and flexibility to Western Digital as we continue our strategic review. Regardless of the outcome of the strategic review, our goal is to ensure the business is in a solid financial position to invest in innovation and create long-term shareholder value.\nGiven the ongoing nature and confidentiality of the process, we will not be answering any questions about the strategic review process or making comments on market rumors. We will provide updates as we have them. Over the past 3 years, we have worked continuously to reinvigorate innovation and bolster business agility for both our flash and HDD organizations, which enabled the Western Digital team to stay ahead of the market. Over the same period, we paid down $2.7 billion in debt and arranged for settlement of a long-standing tax dispute.\nSince the beginning of fiscal year 2023, we have taken additional actions to reset the business in response to the post-pandemic environment. These actions include: first, we have further reduced our capital expenditures across flash and HDD to moderate our supply. As a result, our projected cash capital expenditure for fiscal 2023 has declined nearly 40% from 6 months ago. Second, we have decreased supply bit growth across both flash and HDD. In flash, we reduced wafer starts by 30% in January.\nIn HDD, during the fiscal first quarter, we consolidated production lines across our manufacturing facilities and idled certain media production lines in Asia, reducing client hard drive capacity by approximately 40%. During the fiscal second quarter, we continued to optimize our capacity enterprise manufacturing footprint to align our supply with the new demand environment.\nThird, we have reduced our quarterly non-GAAP operating expense by over $100 million since the close of fiscal year 2022, driven by lower headcount, discretionary spending and variable compensation. We are targeting to reduce quarterly non-GAAP operating expense level to below $600 million by the time we exit the fiscal year. And lastly, in December, we successfully executed an amendment to the existing financial covenants under our credit agreement.\nTurning to end market demand during the fiscal second quarter. Demand for consumer-oriented products stabilized as we discussed in October. In consumer, we experienced a seasonal uptick across both flash and HDD. In client, channel demand for both SSD and HDD have improved. However, commercial PCs are now being impacted by tightening budgets and spending across corporations, which is negatively affecting client SSD shipments.\nIn cloud, we experienced a decline in nearline shipments as our customers were undergoing inventory digestion and ongoing subdued China demand.\nI'll now turn to business updates, starting with HDD. During the fiscal second quarter, our HDD revenue declined significantly as cloud inventory digestion intensified, while demand for retail and client HDD improved. We continue to successfully execute on our product road map as we completed qualifications and commenced shipments of our latest generation 22-terabyte CMR hard drives at multiple cloud and major OEM customers last quarter.\nWe are aggressively ramping this 22-terabyte CMR product this quarter and expect this drive along with its SMR variants to be our growth engine going forward. Qualifications of our 26-terabyte UltraSMR drives are also progressing well. Our major customers remain committed to adopting SMR drives as the 20% capacity gain that UltraSMR drives over CMR offers multi-generation TCO benefits to the most complex data centers worldwide.\nWe expect sequential growth in revenue and margin into our fiscal third quarter and continued recovery as we move through calendar year 2023. Turning to flash. Thanks to our broad portfolio, diverse routes to market and leading retail franchise combined with strong seasonal demand, bit shipments increased 20% sequentially, exceeding our forecast. While we continue to experience pricing pressure in the market, our premium brands, including SanDisk, SanDisk Professional and WD_BLACK continued to deliver strong share and profitability to support the business.\nOur premium WD_BLACK client SSD, which is optimized for gaming continues to be well received in the marketplace. It achieved a record exabyte shipments, unit shipments and average capacity per drive resulting in exabyte shipment increase of 73% sequentially and 41% year-over-year for this product.\nOn the technology front, BiCS5 represented 70% of our flash revenue in the December quarter, while BiCS6 will reach cost crossover in the fiscal third quarter. Our next-generation 3D NAND node BiCS8 has entered productization phase. BiCS8 incorporates several groundbreaking 3D NAND architectural innovations to deliver a major leap in performance and cost-effective solutions to a broad range of exciting products, demonstrating the benefits of Western Digital's strong partnership with Kioxia and our innovation leadership in 3D NAND architecture.\nAs we look into the fiscal third quarter, in hard drives, overall demand in cloud has stabilized, and we expect modest improvement in near line to offset a seasonal decline in client and consumer hard drives. We expect stronger improvements in the second half of this calendar year, led by the aggressive ramp of our 22 and 26 terabyte hard drives. In flash, we expect enterprise SSD product demand for the fiscal third quarter to be sharply reduced as certain large cloud customers have entered a digestion period.\nIn addition, a reduction in commercial PC demand is expected to impact client SSD shipments in the near term. Driven by the lower customer demand forecast in enterprise and client SSDs, we anticipate bit shipments to decline in the fiscal third quarter and return to growth in the fiscal fourth quarter. As I mentioned earlier, Western Digital lowered wafer starts in January, and we remain flexible in adjusting the magnitude and duration to restore our flash supply and demand balance.\nAs noted, for calendar year 2023, we expect reduced capital investment and lower utilization in response to the new demand environment. Our initial estimate is for flash demand bit growth to be in the low 20% range with production bit growth to be well below that of demand.\nWith that, let me turn the call over to Wissam, who will discuss our second quarter results in greater detail and provide an outlook for the third quarter.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, David, and good afternoon, everyone. Total revenue for the quarter was $3.1 billion, down 17% sequentially and 36% year-over-year. Non-GAAP loss per share was $0.42. Looking at our end markets, cloud represented 39% of revenue at $1.2 billion, down 33% sequentially and 36% year-over-year.\nSequentially, the declines in capacity enterprise drives sold to our cloud customers and smart videos were partly offset by an increase in flash shipments. Nearline bit shipments were 61 exabytes, down sequentially, driven by inventory digestion. The year-over-year decline was also primarily due to inventory digestion in hard drives. Client represented 35% of total revenue at $1.1 billion, down 11% sequentially and 41% year-over-year.\nSequentially, the decline was driven by pricing pressure across our flash products, which was partly offset by an increase in hard drive shipments. The year-over-year decline was also due to pricing pressure in flash as well as lower client SSD shipments for PC applications. Finally, consumer represented 26% of revenue at $0.8 billion, up 17% sequentially and down 25% year-over-year.\nSequentially, the increase was driven by a seasonal uptick in both retail hard drives and Flash shipments. The year-over-year decline was driven by lower retail hard drive shipments and pricing pressure in flash.\nTurning now to revenue by segment. We reported HDD revenue of $1.5 billion down 28% sequentially and 34% year-over-year. Sequentially, total HDD exabyte shipments decreased 35% and average price per hard drive decreased 21% to $99. On a year-over-year basis, total HDD exabyte shipments decreased 33%, and average price per unit increased 2%. Flash revenue was $1.7 billion, down 4% sequentially and 37% year-over-year. Sequentially, flash ASPs were down 20% on a blended basis and 13% on a like-for-like basis.\nFlash bit shipments increased 20% sequentially and remained approximately flat year-over-year. As we move to costs and expenses, please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the fiscal second quarter was 17.4%, down 9.3 percentage points sequentially and 16.2 percentage points year-over-year. Our HDD gross margin was 20.7%, down 7.8 percentage points sequentially and 9.9 percentage points year-over-year.\nOn both a sequential and year-over-year basis, the decline was due to underutilization related charges of approximately $100 million. Our flash gross margin was 14.5%, down 10 percentage points sequentially and 21.6 percentage points year-over-year. We are continuing to reduce our costs with operating expenses at $659 million for the quarter, down $30 million sequentially. Operating loss was $119 million. Taxes were a benefit of $48 million. Taxes are influenced by several factors, including the projected quarterly profitability for the rest of the year and our corporate tax structure.\nEarnings per share was a loss of $0.42. operating cash flow for the second quarter was $35 million, and free cash flow was an outflow of $240 million. Cash capital expenditure, which includes the purchase of property, plant and equipment and activity related to our Flash joint ventures on our cash flow statement was $275 million. Our gross debt outstanding remained at $7.1 billion at the end of the fiscal second quarter. Our trailing 12 months adjusted EBITDA at the end of the second quarter, as defined in our credit agreement, was $3.3 billion, resulting in a gross leverage ratio of 2.1x compared to 1.5x a year ago.\nAs a reminder, our credit agreement includes $0.8 billion in depreciation add-back associated with the Flash Ventures. This is not reflected in our cash flow statement. Please refer to the earnings presentation on the Investor Relations website for further details.\nAs David mentioned, during the fiscal second quarter, we executed an amendment to the credit agreement that temporarily increased the covenant leverage ratio for the next 7 quarters. Our liquidity position continues to be strong.\nAt the end of the quarter, we had $1.9 billion of cash and cash equivalents and a revolver capacity of $2.25 billion for total liquidity of $4.1 billion. Today, we announced multiple agreements to further enhance our liquidity position by $1.8 billion as follows: On January 25, we closed the delayed draw term loan agreement with our lenders in the amount of $875 million. In addition, as David mentioned, Western Digital entered into an agreement with Apollo Global Management and Elliott Investment Management for a convertible preferred investment of $900 million. Together, these actions significantly increase our ability to access liquidity and provide additional financial flexibility and optionality as we manage through this challenging downturn and execute on our strategic review.\nBefore I go over guidance for the fiscal third quarter, I'll discuss the business outlook and the financial impact associated with the actions we are taking to rightsize our cost structure. In HDD, we expect revenue to increase modestly in the fiscal third quarter as growth in nearline shipments outpaces decline in consumer. In Flash, we expect both shipments and ASP to decrease sequentially. We expect bit growth to resume in the fiscal fourth quarter.\nFor the fiscal year 2023, we are reducing our gross capital expenditures to approximately $2.3 billion compared to our prior forecast of $3.2 billion entering this fiscal year. We are also aiming to reduce our cash capital expenditure to $900 million which is about 40% below our forecast 6 months ago.\nThe primary drivers of our lower capital expenditures are the delay of the BiCS6 transition in flash and reduced investment levels in both client and capacity enterprise hard drive manufacturing. We have reduced our quarterly operating expenses by over $100 million compared to 6 months ago. We are targeting to exit this fiscal year with quarterly operating expenses below $600 million. These actions will allow us to weather this cycle while also enabling us to continue advancing our innovative product road map going forward.\nI'll now turn to guidance. For the fiscal third quarter, our non-GAAP guidance is as follows: We expect revenue to be in the range of $2.6 billion to $2.8 billion. We expect gross margin to be between 9% and 11%, which includes underutilization charges in flash and HDD totaling $250 million, with flash driven by a 30% reduction in wafer starts.\nWe expect operating expenses to be between $600 million and $620 million. Interest and other expenses are expected to be approximately $90 million. We expect tax expenses to be between $60 million and $70 million for the fiscal third quarter and approximately $240 million to $260 million for the fiscal year. We expect loss per share of $1.70 to $1.40 in the third quarter, assuming approximately 319 million shares outstanding.\nI will now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Before we open up for questions, I wanted to reiterate our view of the long-term opportunities for both flash and HDD storage. Importantly, our efforts have enabled us to regain architectural leadership in both flash and HDD, and we are preparing these technologies to address the meaningful long-term growth for data storage from client to edge to cloud. With our diverse portfolio, broad go-to-market engine, an enviable retail franchise and a lower cost structure, we remain confident in our ability to deliver long-term shareholder value.\nOkay. Peter, let's open up for Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8fce234f09984d801d6033aa4dde215",
    "period": "2023 Q1",
    "content": "Q1 2023 Western Digital Corp Earnings Call\n\nQ1 2023 Western Digital Corp Earnings Call\n\nWDCNASDAQOCT 27, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Western Digital First Quarter Fiscal 2023 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Peter Andrew. Please go ahead.\n\nT. Peter Andrew\n\nVP of IR, Western Digital Corporation\n\nThank you, and good morning, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer. Before we begin, let me remind everyone that today's discussion contains forward-looking statements, including product portfolio expectations, business plans and performance, demand and market trends, and financial outlook based on management's current assumptions and expectations, and as such, does include risks and uncertainties.\nWe assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K filed with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially. We will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website. With that, I'll now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good morning, everyone, and thank you for joining the call to discuss our 2023 first quarter results.\nI am pleased to see the Western Digital team work together to deliver revenue at the upper half of the guidance range in the midst of an incredibly dynamic and challenging macroeconomic environment. We reported first quarter revenue of $3.7 billion and non-GAAP operating income of $307 million. Our operating income performance was above the midpoint implied by our guidance and demonstrated our ability to actively respond and navigate this environment.\nOur non-GAAP earnings per share was $0.20 and included an approximately $0.30 impact due to higher-than-forecasted tax rate. Overall, the actions we have taken over the past few years are enabling us to manage through business cycle troughs more effectively and position the company to thrive as market conditions improve. These efforts have reinvigorated the Western Digital innovation engine and strengthened our product portfolio.\nIn particular, we are leading the transition to SMR-based hard drives alongside our cloud customers, showcasing our product leadership. In flash, we have nearly tripled our bit shipments in the NVMe enterprise SSD product category as compared to the last down cycle, adding another large and growing end market in which we can allocate our flash bits. Our industry-leading innovation, diversified portfolio and broad go-to-market strategy across cloud, client and consumer end markets allow us to enjoy strong relationships with our customers and meet the full range of storage needs.\nThe breadth of markets we address also offers us unique visibility into end market demand signals which allowed us to recognize potential challenges to our business as they unfolded. We have proactively and effectively managed our business through weakening consumer demand by optimizing product mix and rightsizing our hard drive manufacturing footprint.\nAs part of these efforts to manage through this part of the cycle, we are reducing our capital investments and operating expenses as we move to align our cash flow and cost structure with market conditions. Wissam will go over our efforts in more detail.\nAs we closely monitor the macro environment, we are encouraged to see retail flash and channel demand leveling out and orders from PC customers stabilizing, a sign that consumer-led inventory correction is abating. We believe the long-term growth in flash demand, combined with reduced flash industry supply will restore supply and demand balance in the next couple of quarters.\nBefore I jump into updates on our HD and Flash businesses, I want to provide a short update on our strategic review process. The executive committee of our Board, which I lead, continues its process, which I previously announced includes the participation of Elliott Management under a nondisclosure agreement. Given the ongoing nature and confidentiality of the process, we will not be answering any questions about the strategic review today. We will provide updates as we have them.\nNow turning to our HDD business. During the first quarter, our HDD revenue declined modestly as we had forecasted in August. Sequentially, total HDD and nearline exabyte shipments were both flat. Continued momentum with U.S. cloud customers and accelerated adoption of SMR hard drives were offset by softness in other capacity enterprise product channels and consumer HDD demand. Shipment of capacity enterprise drives based on SMR technologies exceeded 25% of this category, 1 quarter ahead of our expectations. We now expect SMR to represent over 40% of our capacity enterprise exabyte shipment exiting fiscal year 2023.\nSMR adoption drove a 19% sequential and 21% year-over-year increase in average capacity to 17 terabytes per capacity enterprise drive, and our 20-terabyte drive exabyte shipments increased more than 150% sequentially. We are deep into the process of qualifying our latest generation of hard drives, including our 26-terabyte UltraSMR hard drives at multiple U.S. cloud and OEM customers. Interest in SMR from other hyperscalers worldwide is increasing as the 20% capacity gain offers multi-generation TCO benefits to the most complex data centers worldwide.\nLooking ahead, our U.S. cloud customers have started sharply reducing their hard drive inventory alongside other components for their data center build-outs. This, along with continued subdued demand across markets in China, will impact near-term demand over the next few quarters. Despite these near-term corrections, it is clear from our conversations with these customers that HDD products will be the foundational storage for their continued cloud build-out in the years to come.\nOur product leadership and innovation engine remain as strong as ever, and we are confident that Western Digital's hard drive business will thrive over the long term as demand improves and new products continue to ramp.\nTurning to Flash. Revenue was slightly ahead of our expectations. Thanks to our broad portfolio, diverse routes to market and leading brands, including WD Black, SanDisk and SanDisk Professional that are recognized globally for their cutting-edge innovation, performance and quality. I'm pleased to say that we exceeded our bit shipment forecast this quarter.\nOur client SSD products for PC OEM, retail and mobile drove the upside in bit shipments. Average capacity per client SSD increased 24% sequentially and 54% year-over-year, driven by doubling of standard storage capacity for PCs sold by multiple OEMs. This is another reminder of the insatiable demand for data storage and the resilience of flash demand as price elasticity drives increased consumption per device.\nOn the technology front, BiCS5 accelerated to over 2/3 of our Flash revenue in the September quarter, up from about half in the previous quarter. BiCS6 yield and development of subsequent 3D-NAND Flash are both progressing well. For the December quarter, we expect Flash shipments to increase sequentially, led by seasonal strength in retail and mobile. With the abrupt change in market conditions, we are acting decisively to adjust our supply trajectory to align with demand.\nWe are pushing out BiCS6 transition to meaningfully reduce our capital expenditures for fiscal year 2023 which may offer us a potential opportunity to leapfrog to a future BiCS technology node as demand normalizes. With that, let me now turn the call over to Wissam, who will discuss our first quarter results in greater detail and provide an outlook for the second quarter.\n\nWissam G. Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThank you, David, and good morning, everyone. As David mentioned, revenue was in line, thanks to our team's agility and resilience in managing through this dynamic environment. Total revenue for the quarter was $3.7 billion, down 17% sequentially and 26% year-over-year. Non-GAAP earnings per share was $0.20. And as David mentioned, included an approximately $0.30 impact due to the higher than forecasted tax rate. Looking at our end markets, cloud represented 49% of revenue at $1.8 billion, down 13% sequentially and 18% year-over-year. Compared to the prior quarter, continued momentum in capacity enterprise drives sold to U.S. cloud customers and an increase in smart video hard drives demand partly offset the decline in all other hard drive product channels and flash.\nSequentially, nearline bit shipments were flat at 112 exabytes, driven by our success in leading the industry transition to SMR hard drives. The year-over-year decrease was due to broad-based decline across both hard drive and flash products. Clients represented 33% of total revenue at $1.2 billion, down 25% sequentially and 34% year-over-year.\nSequentially, the decline was attributed to flash driven by inventory reduction at PC OEMs and lower pricing. The year-over-year decline resulted primarily from the reduced flash pricing. Lastly, consumer represented 18% of revenue at $0.7 billion, down 15% sequentially and 30% year-over-year. On both a sequential and year-over-year basis, the revenue decline was due to flash pricing and lower retail HDD shipments.\nTurning now to revenue by segment. We reported HDD revenue of $2 billion, down 5% sequentially and 21% year-over-year. Compared to the prior quarter, total HDD exabyte shipments increased by 1% and average price per hard drive increased by 4% to $125. On a year-over-year basis, total HDD exabyte shipments decreased by 12% and average price per unit increased by 23%.\nFlash revenue was $1.7 billion, down 28% sequentially and 31% year-over-year. Sequentially, Flash ASPs were down 22% on a blended basis and 17% on a like-for-like basis. Flash bit shipments decreased 10% sequentially and 7% year-over-year.\nAs we move to costs and expenses, please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the fiscal first quarter was 26.7%, down 5.6 percentage points sequentially and 7.2 percentage points year-over-year. Our HDD gross margin was 28.5%, up 30 basis points sequentially and down 2.4 percentage points year-over-year. Our Flash gross margin was 24.5%, down 11.4 percentage points sequentially and 12.5 percentage points year-over-year.\nOperating expenses were $689 million, down $71 million sequentially and below our guidance range due to lower variable expenses and tighter expense management, including reduction of discretionary spending. Operating income was $307 million, representing a 56% decrease from the prior quarter and a 68% decrease year-over-year. As David mentioned, we are pleased to have delivered operating income above the midpoint implied by our guidance in a challenging market backdrop.\nOur tax expense was $168 million, resulting in a tax rate of 72% higher than previously forecasted. Tax expense is influenced by several factors, including the projected quarterly profitability for the rest of the year and our corporate tax structure. Earnings per share was $0.20 compared to $1.78 in the prior quarter and $2.49 in the year-ago quarter.\nOperating cash flow for the first quarter was $6 million, and free cash flow was an outflow of $215 million. Cash capital expenditures, which includes the purchase of property, plant, equipment, and activity related to our flash joint ventures on our cash flow statement represented a cash outflow of $221 million. Our gross debt outstanding remained at $7.1 billion at the end of the fiscal first quarter.\nOur liquidity position continues to be strong. At the end of the quarter, we had $2 billion of cash and cash equivalents and revolver capacity of $2.25 billion. Our trailing 12-month adjusted EBITDA at the end of the first quarter, as defined in our credit agreement was $4.1 billion, resulting in a gross leverage ratio of 1.7x compared to 2x a year ago.\nAs a reminder, our credit agreement includes $0.9 billion in depreciation add-back associated with the flash ventures. This is not reflected in the cash flow statement. Please refer to the earnings presentation on the Investor Relations website for further details.\nBefore I go over guidance for the fiscal second quarter, I would like to discuss the business outlook for the balance of this fiscal year and the actions we are taking to align our execution plan with the changes in business environment. In Flash, we expect shipments to increase sequentially in the fiscal second quarter and the balance of the fiscal year 2023 as the market stabilizes. In HDD, we expect our revenue to recover as our U.S. cloud customers reduce their inventories over the next 2 quarters.\nOn the manufacturing front, we have sharply reduced client hard drive production capacity by approximately 40%. For the fiscal year 2023, we are reducing our gross capital expenditures to $2.7 billion. We are also aiming to reduce our cash capital expenditure by 20% versus our prior expectation. The main drivers of our lower capital expenditures are primarily the push out of BiCS6 transition in Flash and reduced investments in hard drive manufacturing.\nAs for our operating expenses, we proactively reduced our spending by approximately $80 million in the first fiscal quarter relative to the midpoint of the guidance range. We are also taking further action to lower our ongoing operating expenses range to $650 million to $700 million as we navigate this dynamic environment. We believe these actions we are taking will allow us to continue to invest in innovation as a top priority for our company going forward.\nFor the fiscal second quarter, our non-GAAP guidance is as follows: we expect revenue to be in the range of $2.9 billion to $3.1 billion. We expect gross margin to be between 20% and 22%. We expect operating expenses to be between $650 million and $670 million. Interest and other expenses are expected to be approximately $80 million. We expect the tax benefit between $70 million and $90 million. We expect loss per share of $0.25 to earnings per share of $0.05 in the second quarter, assuming approximately 319 million fully diluted shares outstanding. I'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Let me briefly wrap up, and then we'll open up for questions. While near-term market conditions are challenging, digital transformation continues to drive long-term growth for data storage from client to edge to cloud. With products and solutions that play in every part of the technology ecosystem, Western Digital can meet customers' needs across the spectrum and unlock the possibilities of data.\nFor example, while we are successfully managing through the consumer-led downturn, which is showing signs of stabilization, we are ramping multiple new products into data centers worldwide. As we remain focused on innovation and execution, I am optimistic that Western Digital will emerge stronger as we continue to ramp multiple new products into data centers worldwide and market conditions improve. With our top-tier team innovative and diversified portfolio, broad customer base and differentiated go-to-market engine, we are uniquely positioned to capture the opportunities stemming from the rapid global adoption of the cloud and the expansive and growing ecosystem it supports.\nFinally, I want to thank our employees for their hard work during this quarter and for solidifying our leadership in storage. In the face of an extremely challenging macro environment, our team worked together to deliver solid financial performance for Western Digital. I am proud of what this team has accomplished and excited to see what we can do together in calendar 2023 and beyond.\nAll right, Peter. With that, let's open it up for Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4186b84a38c29c16521e7706679c50c",
    "period": "2022 Q4",
    "content": "Q4 2022 Western Digital Corp Earnings Call\n\nQ4 2022 Western Digital Corp Earnings Call\n\nWDCNASDAQAUG 5, 8:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Western Digital's Fiscal Fourth Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this call is being recorded.\nI will now turn the call over to Mr. Peter Andrew, Vice President, FP&A and Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVP of IR, Western Digital Corporation\n\nThank you, and good morning, everyone.\nJoining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements, including product portfolio expectations, business plans and performance, demand and market trends and financial outlook based on management's current assumptions and expectations and, as such, does include risks and uncertainties. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K filed with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I'll now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good morning, everyone, and thanks for joining the call to discuss our fourth quarter and fiscal 2022 results.\nI'm pleased that the Western Digital team executed well and delivered solid results in light of the ongoing macro and geopolitical dynamics. We reported fourth quarter revenue of $4.5 billion, non-GAAP gross margin of 32% and non-GAAP earnings per share of $1.78, all within the guidance ranges we provided in April.\nFiscal year 2022 revenue totaled $18.8 billion, and we reported non-GAAP earnings per share of $8.22. This compares to revenue of $16.9 billion and non-GAAP earnings per share of $4.55 in fiscal year 2021. We grew revenue 11% and EPS increased 81%, demonstrating progress in unlocking the earnings potential of our business.\nIn addition to strong financial performance, fiscal year 2022 was a hallmark year for Western Digital from an innovation, product development and execution perspective. In particular, we regained innovation leadership with the introduction of multiple products and technologies for the cloud.\nIn May, we announced a 26-terabyte drive, leveraging our OptiNAND and UltraSMR technologies as well as ePMR. Impressively, this means we've nearly doubled drive capacity relative to when I joined Western Digital just over 2 years ago.\nIn Flash, we expanded adoption of our NVMe enterprise SSD from 1 cloud titan to 3 as well as qualification at several enterprise OEM suppliers.\nFrom an organization perspective, we have bolstered the company's executive management team, further strengthening our ability to drive operational excellence, innovation and disciplined financial management.\nOn top of all of these achievements, we reduced debt by $1.7 billion and attained an investment-grade corporate rating, placing Western Digital on a solid financial foundation.\nBefore I jump into additional detail on the quarter, I wanted to provide an update on our strategic review. As you know, 2 months ago, we announced that we are reviewing potential strategic alternatives aimed at further optimizing long-term value for our shareholders. The Executive Committee of the Board, which I lead, continues to oversee the review and Elliott Management is participating alongside us under a nondisclosure agreement, along with other interested parties. We're evaluating a range of alternatives, including options for separating our market-leading Flash and HDD franchises. We are moving expeditiously, but this work will take time. We will not be answering any questions about the strategic review today given the ongoing nature and confidentiality of the process. We will provide updates in the future as appropriate.\nNow I'll provide updates on our HDD and Flash businesses. During the fiscal fourth quarter, strong demand from our cloud customers for our latest generation energy-assisted drives drove near-record nearline shipments of 111 exabytes. Total HDD revenue declined sequentially due primarily to consumer and client HDD demand.\nWe commenced commercial shipment of a number of products incorporating our OptiNAND technology. In addition to shipments of our 20- and 22-terabyte CMR drives, qualifications of our 26-terabyte SMR drive are underway as we noted at our product launch event in May. This SMR-enabled drive enables 20% higher capacity than our CMR variants, offering significantly better TCO for our cloud customers and further highlighting the performance-driven benefits of the innovation that Western Digital is packing into a hard drive.\nFinally, we are ramping a second cloud customer with SMR technology this quarter and remain on track to lead the industry's transition to SMR-based drives for the cloud.\nWe are very confident in our multiyear product road map for capacity enterprise drives, which combine ePMR, OptiNAND, UltraSMR and triple-stage actuators to deliver a cutting-edge portfolio of drives in commercial volumes at a wide variety of capacity points.\nWe also continue to invest in HAMR and the commercialization of this technology alongside our other HDD technologies that are leading the industry. The breadth and depth of this portfolio strongly positions us to be the provider of choice for the largest and most complex data centers in the world. Building on the expertise cultivated over decades of bringing to market industry-leading technologies, we are committed to leveraging our innovations to continue driving business results in capacity enterprise into the future.\nTurning to Flash. Revenue grew sequentially on an improving product mix and increased Flash supply. Growth in Flash during the quarter came primarily from enterprise SSD, with revenue more than doubling sequentially.\nGaming is another key growth market for us, where we continue to demonstrate the strength of our client SSD franchise, with exabyte shipment growing nearly 70% year-over-year. We have a leading position in gaming with our WD_BLACK brand being recognized globally for innovation, performance and quality. The latest example of this is our WD_BLACK SN850 NVMe SSD product certified for Sony PS5 game consoles which enables players to expand the high-speed storage capacity of their PS5 console and allows them to store and play both PS5 and PS4 games directly from the drive.\nOn the technology front, BiCS5 represented about half of our Flash revenue in the June quarter, up from 46% in the previous quarter. We are preparing to ramp BiCS6 late this calendar year and into 2023. Based on circuit under array architecture, BiCS6 enables many exciting high-performance products for 5G phones, SSDs and QLC flash.\nLet me now offer a few observations on the demand environment. In the cloud end market, we experienced strength in the fiscal fourth quarter as supply constraints at Western Digital and our end customers started to ease. Overall demand from our cloud customers has been consistently strong and we expect this strength in cloud to carry into the second half of calendar year 2022. We believe the accelerated digital transformation will continue to drive cloud growth and believe we are on track to generate about a half of our revenue from this market by fiscal year '25.\nOutside of cloud, our expectations for calendar year 2022 demand growth have moderated since our last earnings call. As the fiscal fourth quarter progressed, we saw consumer spending soften, impacting both retail Flash and HDD demand. This weakness has migrated to the consumer PC end market as we enter the second half of the calendar year.\nIn Client, the market generally expect PC shipments to decline approximately 10% in calendar year 2022. We are seeing our PC OEM customers aggressively right size their inventory to reflect current demand conditions, which will impact our business in this market in the second half of the calendar year. After going through that correction, we expect a more normal flow of business going forward as we believe PCs will continue to fulfill broader use cases as the foundation of the increasingly common hybrid enterprise, driving unit demand above pre-pandemic levels in richer SSD content.\nAll of these PC market dynamics are accelerating the final phase of the shift of client devices from HDD to flash technology. Consequently, the client HDD market is now declining at an accelerated rate relative to the period before the onset of the pandemic. To reflect this reality, we are now taking aggressive action to restructure our HDD manufacturing footprint to reflect this market dynamic.\nIn mobile, expectations for smartphone units have come down in recent months, led primarily by reduced demand in China. Industry analysts expect the smartphone industry unit volume to decrease by a mid-single-digit percentage year-over-year in calendar 2022.\nWhile we are well-positioned in supplying flash memory for 5G smartphones, we are also seeing our largest customers aggressively resetting their inventories for these products. We expect the inventory correction to be primarily impact our fiscal first quarter and return to market demand for the remainder of the fiscal year.\nIn consumer, we have a premium brand and a great franchise in the marketplace. In particular, we have developed an enviable position and excellent relationships with major brick-and-mortar retailers and online retailers across the globe, including Best Buy and Target in the U.S., MSH Group in Europe, JD.com in China and Officeworks in Australia. As a result of these strong relationships, our impressive scale, product breadth and trusted brand, we lead most consumer storage product categories.\nWhile macroeconomic factors and COVID measures have impacted consumer demand in the near term, our customers' loyalty and preference for the performance and quality of our solutions are key differentiators which will position Western Digital well for the upcoming back-to-school and holiday seasons.\nBefore turning the call over to Wissam, I want to leave you with a few takeaways. First, at the Investor Day, we laid out the case where the world of ever-increasing intelligent devices powered by the cloud is creating an astonishing amount of data, of which only a small percentage is stored. Our conviction remains strong and our view on near double-digit revenue growth remains intact.\nOver the past several years, the storage market has entered an era of accelerated growth led by the strength of the cloud market, which drove HDD revenue growth for Western Digital and the industry. In Flash, capital investments for incremental NAND bit growth are becoming more expensive, resulting in a more disciplined investment across the industry. At Western Digital, our long-standing and growing relationships with hyperscale and OEM customers across the world, coupled with our leadership in commercializing innovations for capacity enterprise hard drives and momentum with NVMe enterprise SSD for data center, has made us a trusted partner. This combination of rapid demand growth in storage, technology leadership and product momentum offer Western Digital opportunities for financial outperformance.\nWith that, let me now turn the call over to Wissam, who will discuss our fiscal fourth quarter results and provide an outlook for the fiscal first quarter.\n\nWissam Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThanks, David, and good morning, everyone.\nAs David mentioned, overall results for the fiscal fourth quarter were in line with our expectations, reflecting the resilience and agility of our business model against such a dynamic macro environment.\nTotal revenue for the quarter was $4.5 billion, up 3% sequentially and down 8% year-over-year. Non-GAAP earnings per share was $1.78, within the guidance range we provided in April.\nFor the full fiscal year 2022, revenue was $18.8 billion, up 11% from fiscal 2021. Non-GAAP gross margin expanded 4.3 percentage points and non-GAAP operating margin increased 5.7 percentage points as we proactively manage our expenses resulting in non-GAAP EPS of $8.22, up 81% from last year.\nTurning to our end markets. For the fiscal fourth quarter, Cloud represented 46% of total revenue at $2.1 billion, up 18% sequentially and 5% from a year ago. Within Cloud, Western Digital's continued success in leading the industry transition to energy-assisted hard drives drove the growth. The continued ramp of our 18-terabyte and 20-terabyte drives drove a 7% year-over-year increase in nearline HDD revenue. Sequentially, nearline bit shipments increased 9% to 111 exabytes.\nIn Flash, enterprise SSD revenue more than doubled sequentially and was up 38% year-over-year.\nThe Client end market represented 36% of total revenue at $1.6 billion, down 5% sequentially and 14% year-over-year. On both a sequential and year-over-year basis, Client HDD led the revenue decline, while Flash revenue was roughly flat.\nConsumer represented 18% of revenue at $0.8 billion, down 9% sequentially and 23% year-over-year. On a sequential basis, the revenue decline was primarily due to lower HDD retail shipments. The year-over-year decrease was due to broad-based decline in retail products across HDD and Flash.\nFor the full fiscal year 2022, Cloud revenue increased 40% year-over-year, led by a 38% increase in nearline HDD. Flash product revenue for enterprise SSD applications more than doubled year-over-year.\nClient revenue decreased 3% year-over-year as growth in Flash was offset by a 30% decrease in Client HDD. Client HDD for PCs and notebooks represents just mid-single-digit percentage of total HDD revenue exiting the fiscal year.\nLastly, consumer revenue decreased 6% for the year, all attributed to a decline in retail HDD.\nTurning now to revenue by segment. In the fiscal fourth quarter, we reported Flash revenue of $2.4 billion, up 7% sequentially and down 1% year-over-year. Sequentially, Flash ASPs were up 2% on a blended basis and up slightly on a like-for-like basis. Flash bit shipments increased 6% sequentially and 11% year-over-year.\nHDD revenue of $2.1 billion was flat sequentially and down 15% year-over-year. Sequentially, total HDD exabyte shipments increased 1%, while the average price per HDD increased by 19% to $120 as our mix continues to transition towards the cloud. On a year-over-year basis, total HDD exabyte shipments decreased by 10% and average price per unit increased by 24%.\nAs we move to costs and expenses, my comments will be related to non-GAAP results unless stated otherwise.\nWe continue to exert disciplined financial management to drive better results. Gross margin for the fourth quarter was 32.3%, up 60 basis points sequentially and down 60 basis points year-over-year. Our Flash gross margin was 35.9%, up 30 basis points sequentially and 40 basis points year-over-year. On both a sequential and year-over-year basis, growth in enterprise SSD for data center applications led the improvement in gross margin. Our HDD gross margin was 28.2%, up 50 basis points sequentially and down 210 basis points year-over-year.\nOperating expenses of $760 million were below our guidance range as we continue to prudently manage our expenses.\nOperating income was $702 million, representing an 8% increase from the prior quarter and a 15% decrease year-over-year.\nOur tax rate was 11% for both the fiscal fourth quarter and fiscal year 2022.\nEarnings per share was $1.78 compared to $1.65 in the prior quarter and $2.16 in the year-ago quarter.\nOperating cash flow for the fourth quarter was $295 million, and free cash flow was an outflow of $97 million. Operating cash flow was impacted by revenue linearity.\nThe ramp back to normal production output at the Flash joint venture, timing of component deliveries to our factories and corporate-related control measures in China contributed to a back-end loaded quarter. Cash, capital expenditures, which include the purchase of property, plant and equipment, and activity related to our Flash joint ventures on our cash flow statement represented a cash outflow of $392 million in the fiscal fourth quarter.\nWe remain disciplined in investing in manufacturing capacity. Gross CapEx and cash CapEx for the fiscal year 2022 were $2.7 billion and $1.2 billion, respectively, below our expectation as we actively managed our capital investments.\nWe made a $150 million scheduled and discretionary debt repayment. Our gross debt outstanding was $7.1 billion at the end of the fiscal fourth quarter. We ended the quarter with $2.3 billion of total cash and cash equivalents.\nOur trailing 12 months adjusted EBITDA at the end of the fourth quarter as defined in our credit agreement was $4.8 billion, resulting in a gross leverage ratio of 1.5x compared to 2.4x a year ago. As a reminder, our credit agreement includes $0.9 billion in depreciation add-back associated with the Flash Ventures. This amount is not reflected in the cash flow statement. Please refer to our earnings presentation on the Investor Relations website for further details.\nI'll now provide our view of both HDD and Flash businesses for the fiscal first quarter as well as comments on several key items for fiscal year 2023.\nFor the fiscal first quarter, we expect Flash to lead the sequential revenue decline as our customers right size their inventory. We expect a relatively modest decline in overall HDD revenue, primarily driven by client and consumer, with gross margins relatively flat.\nAs we look towards fiscal year 2023, we expect cash capital expenditures to be in line with our target model, within the range of 8% to 10% of total revenue. Total gross capital expenditures are expected to be approximately $3.2 billion.\nRegarding Flash CapEx, we remain excited about our technology road map despite what is clearly a volatile period in the memory industry. As we have discussed on prior calls, BiCS6 is a more capital-intensive technology node that will require an increase in capital expenditures. Our CapEx outlook for fiscal year 2023 reflects our commitment to technology leadership and will accelerate our path to leapfrog from BiCS6 to BiCS+ in the next several years.\nI am also pleased to share that the Flash JV Fab 7 manufacturing facility at Yokkaichi plant has been approved to receive a subsidy of up to JPY 92.9 billion from the Japanese government, further demonstrating the strategic importance of what is the world's largest NAND manufacturing facility.\nGiven the macro environment, we continue to actively manage our capital expenditures and supply. We are in discussion with our joint venture partner to adjust capital investments and align our production growth with demand.\nIn HDD, we will continue to focus our capital spending primarily in heads and media in order to meet the future growth in cloud demand. Offsetting these investments, we are taking aggressive actions to restructure our client HDD manufacturing footprint. We strive to optimize free cash flow generation in response to the macroeconomic dynamics.\nFor our fiscal first quarter, our non-GAAP guidance is as follows: We expect revenue to be in the range of $3.6 billion to $3.8 billion. We expect gross margin to be between 27.5% and 29.5%. We expect operating expenses to be between $760 million and $780 million. Interest and other expenses are expected to be approximately $70 million. Our tax rate is expected to be between 28% and 30% in the first quarter and for fiscal year 2023. This increase is due to the tax law changes that became effective for our fiscal year 2023, requiring the capitalization of certain R&D expenses that were previously eligible for immediate deduction from taxable income. These changes are expected to result in an immediate increase in our tax rate of approximately 12 percentage points, which will then decrease gradually over time.\nWe expect earnings per share to be between $0.35 and $0.65 in the first quarter, assuming approximately 319 million fully diluted shares outstanding.\nI'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Let me just wrap up, and then we'll open up for questions.\nIn summary, we continue to believe that we have built the right foundation for long-term growth. We have reignited our innovation, established discipline in spending and investment and remain consistent in deleveraging our balance sheet.\nThe innovation engine that drives TCO benefits and value to our customers, the multiple channels to deliver our products to market and the large and growing storage markets put us in a great position to capitalize on the opportunity presented by the proliferation of intelligent devices and rapidly accelerating data creation.\nWhile segments of our end markets are now going through an aggressive inventory adjustment as supply chain impacts of the pandemic start to ease and the macro economy softens, secular demand for storage continues to be strong and underpins the digital transformation that continues across all industries.\nI also want to thank our employees for their hard work during the fiscal year. Despite ongoing geopolitical and macro challenges, our team worked together to deliver strong financial performance for Western Digital. I am proud of what this team has accomplished and excited to see what we can do together in the next fiscal year.\nAll right. Peter, with that, let's open it up for Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0c2600bb71a84471daae918cdf5b4716",
    "period": "2022 Q3",
    "content": "Q3 2022 Western Digital Corp Earnings Call\n\nQ3 2022 Western Digital Corp Earnings Call\n\nWDCNASDAQAPR 28, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to Western Digital's Fiscal Third Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this call is being recorded. Now I will turn the call over to Mr. Peter Andrew, Vice President, Financial Planning and Analysis and Investor Relations. You may begin.\n\nT. Peter Andrew\n\nVP of IR, Western Digital Corporation\n\nThank you, and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Wissam Jabre, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements, including product portfolio expectations, business plans and performance, demand and market trends, and financial outlook based on management's current assumptions and expectations, and as such, does include risks and uncertainties. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K filed with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, everyone, and thanks for joining the call to discuss our fiscal 2022 third quarter results. We delivered excellent performance in the quarter, with revenue of $4.4 billion and non-GAAP gross margin of 31.7%, both of which are at the higher end of our updated guidance ranges we provided in early March. Additionally, we reported non-GAAP earnings per share of $1.65, which exceeded our revised guidance. I am proud of the team's execution as we navigated dynamic geopolitical and macroeconomic environment as well as ongoing supply challenges. On top of that, we successfully managed through a fab contamination event that is now fully resolved.\nOverall, the Western Digital team did an amazing job of meeting our customers' growing and evolving storage needs. This has all been made possible by the operational and technological improvements we have made over the last couple of years that enable us to unlock the true earnings power of the Western Digital model.\nLooking ahead, we are optimistic about the business outlook for calendar year 2022. We believe the secular demand for storage in our new product ramps in HDD and Flash, combined with the seasonally stronger second half of the calendar year, will drive growth across our end markets.\nWith 40% of the world's data stored on Western Digital products, our innovation powers the global technology ecosystem from consumer devices to the edge to the heart of the cloud. Our vision is to create breakthrough innovation inspired by the convergence of human potential and digital transformation that enables the world to actualize its aspirations.\nAt Western Digital, we have established an admirable position in the large and growing storage markets. Our proven ability to develop a diversified portfolio of industry-leading products, coupled with our broad routes to market, puts Western Digital in a unique position to capitalize on the promising growth opportunities ahead of us.\nI'll now turn to an update on our HDD and Flash businesses.\nOur HDD revenue was as forecast and in line with typical March quarter seasonality, led by growth in capacity enterprise drives. Robust demand in the cloud end market for 18- and 20-terabyte drives generated a nearly 40% increase in nearline revenue from the same period last year. Of note, our 20-terabyte drive exabyte shipments approached high single-digit percentage of total capacity enterprise shipments.\nDuring the quarter, qualification of OptiNAND-based hard drives progressed as planned across multiple cloud and OEM customers. Combining OptiNAND with our SMR leadership uniquely positions Western Digital in the marketplace. Putting it all together, we have positioned our innovations in OptiNAND and SMR to drive business results in our capacity enterprise business for the rest of this calendar year and into the future. Our largest cloud customers are aligned with this strategy and are accelerating adoption of SMR products within data centers later this year. We are laser-focused on bringing new cutting-edge features and functions to our products for cloud storage. We will provide more details around these exciting innovations at our Investor Day on May 10.\nTurning to Flash. Our overall business was impacted by our ability to ship product due to the fab excursion. In light of this event, coupled with the supply chain challenges facing all companies across the industry, I would like to thank our customers and the Western Digital teams for working together diligently to mitigate the impact of supply chain disruptions. From a product perspective, client SSD demand improved in the quarter as our PC OEM customers successfully worked through their own supply chain issues.\nGaming is another growth market for us, where we continue to have success, with exabyte shipment nearly doubling year-over-year. We have a leading position in the marketplace with our brands, including WD_BLACK, SanDisk and SanDisk Professional, recognized globally for cutting-edge innovation, performance and quality. An example of this is our WD_BLACK SN-770 SSD product, which leverages our cutting-edge BiCS5 technology and in-house DRAM-less controller architecture. This SSD product is one of the fastest and best drives available in the market. We have received excellent reviews from tech journalists, which is a great testament to the company's strength in both our BiCS technology leadership and our ability to develop innovative solutions, enabling our customers to unlock the potential of their PCs.\nQualifications of BiCS5-based products for clients and consumer end markets were largely completed, and we are making great progress in qualifying our next-generation BiCS5 enterprise SSD products. We expect these products to drive revenue growth and mix improvements into the future. Lastly, BiCS5 represented nearly half of the Flash revenue, up from 41% in the previous quarter.\nLet me now offer a few observations on the demand environment. In cloud, we see continued strength in calendar year 2022. The increase in cloud capital investment for data center build-outs is expected to propel growth for our HDD and Flash products in this growing end market. In client, PC end demand growth has been solid for the last 2 years, and we are starting to see some normalization in the PC market. We expect PC unit demand to remain significantly above pre-pandemic levels, with the return-to-site trend driving a mix shift towards commercial and enterprise PCs with richer client SSD content versus consumer-oriented PCs.\nIn mobile, we have a strong position in 5G phones and we see demand for the latest 5G flagship phones remaining solid, with NAND content doubling from prior generation smartphones. In other emerging applications, demand from gaming and VR/AR devices remains robust. Industry analysts expect VR headset sales to grow at a 47% CAGR over the next couple of years.\nIn consumer, we are experiencing short-term demand weakness outside the U.S. tied to the geopolitical events in Europe, as well as COVID-related lockdowns in China. However, we are confident in the strength of the business as we are entering a seasonally stronger second half of the calendar year with a number of new innovative products.\nWe feel good about the overall demand in calendar year 2022. We are continuing to navigate the macroeconomic and geopolitical factors I mentioned earlier. While these transitory issues are affecting both revenue and gross margin in the near term, we expect them to subside over time. We are confident that the growth and profitability opportunities in front of us have not changed.\nIn closing, I want to acknowledge the hard work and unrelenting spirit of our employees that goes into creating our game-changing products. In particular, I want to thank our employees in China for their efforts to work through all the supply chain and logistics challenges during the lockdowns.\nBefore turning the call over to Wissam, I wanted to make a quick announcement that Western Digital and the IRS have reached a tentative agreement to resolve a long-running tax matter, covering the fiscal years 2008 through 2015. With offsetting tax benefits, we expect the ultimate net amount will be in the range of $500 million to $600 million. While this settlement will result in a previously unforecasted cash payment in fiscal year 2023, it does highlight the work that I and the rest of the Western Digital team have undertaken in the last 2 years to instill strong financial discipline and provide greater financial flexibility upon which we are building a foundation for future growth for the company. Wissam will go into more detail in a minute.\nLet me now turn the call over to Wissam, who will discuss our fiscal third quarter results and provide a more detailed outlook for the fiscal fourth quarter. Wissam?\n\nWissam Jabre\n\nExecutive VP & CFO, Western Digital Corporation\n\nThanks, David, and good afternoon, everyone. As David mentioned, overall results for the fiscal third quarter were better than our revised expectations. Despite the incredibly dynamic macro environment that David discussed, our results reflected the resilience of our business and our ability to continually deliver solid financial performance. In addition, we completed a debt restructuring with our lenders in the March quarter, marking continued success in paying down debt and providing increased financial flexibility and stability.\nTotal revenue for the quarter was $4.4 billion, down 9% sequentially and up 6% year-over-year. Non-GAAP earnings per share was $1.65, above the revised guidance range of $1.30 to $1.60 we provided in early March. We are pleased to have delivered such strong results in the face of the challenging environment.\nTurning to our end markets. Cloud represented 40% of total revenue at $1.8 billion, down 8% sequentially and up 25% from a year ago. Within cloud, Western Digital's leadership position at the 18-terabyte capacity point and ramp of 20-terabyte drives drove a nearly 40% year-over-year increase in nearline revenue. This growth was partially offset by lower enterprise SSD and smart video hard drive revenues.\nThe client end market represented 40% of total revenue at $1.7 billion, down 7% sequentially and 2% year-over-year. The sequential decrease was primarily due to typical seasonality in both Flash for mobile and client hard drives. On a year-over-year basis, growth in Flash was offset by a decline in hard drive. Lastly, consumer represented 20% of revenue at $0.9 billion, down 17% sequentially and 8% year-over-year. On a sequential basis, the decline was primarily due to lower retail Flash shipments. The year-over-year decrease was roughly evenly split between hard drive and Flash products.\nTurning now to revenue by segment. We reported flash revenue of $2.2 billion, down 14% sequentially and up 3% year-over-year. On a blended basis, Flash ASPs were down 1% sequentially. On a like-for-like basis, Flash ASPs were down 2% sequentially. Flash bit shipments decreased 14% sequentially and increased 9% year-over-year. During the quarter, we recognized the majority of the bit supply impact caused by the fab contamination.\nHard drive revenue was $2.1 billion, down 3% sequentially and up 9% year-over-year. Sequentially, total hard drive exabyte shipments increased 1%, while the average price per hard drive increased by 4% to $101. On a year-over-year basis, total hard drive exabyte shipments and average price per hard drive increased by 20% and 22%, respectively.\nAs we move to costs and expenses, my comments will be related to non-GAAP results unless stated otherwise. In the March quarter, total fab contamination charges of $203 million were excluded from our non-GAAP results. Gross margin for the third quarter was 31.7%, down 190 basis points sequentially and up 400 basis points year-over-year, including approximately $59 million in COVID-related expenses. Our flash gross margin was 35.6%, down 50 basis points sequentially and up 560 basis points year-over-year.\nOur hard drive gross margin was 27.7%, down 290 basis points sequentially and up 270 basis points year-over-year. Hard drive gross margin included coverage-related impact of approximately $51 million or 240 basis points.\nOperating expenses of $740 million were below our guidance range as we tightly managed our expenses. Operating income was $650 million, representing a 26% decrease from the prior quarter and a 58% increase year-over-year. Earnings per share was $1.65, up from $1.02 in the year-ago quarter. Operating cash flow for the third quarter was $398 million, and free cash flow was $148 million.\nCash and capital expenditures, which include the purchase of property, plant and equipment, and activity related to our Flash joint ventures on our cash flow statement represented a cash outflow of $250 million. We remain disciplined in investing in manufacturing capacity and expect gross CapEx for the current fiscal year to be around $2.9 billion. We expect cash CapEx to be around $1.3 billion as we actively manage our overall spending.\nIn the fiscal third quarter, we made a discretionary debt repayment of $150 million. Our gross debt outstanding was $7.25 billion at the end of the fiscal quarter. We ended the quarter with $2.51 billion of total cash and cash equivalents. Our trailing 12-month adjusted EBITDA at the end of the third quarter, as defined in our credit agreement, was $5 billion, resulting in a gross leverage ratio of 1.4x compared to 2.6x a year ago. As a reminder, our credit agreement includes $1 billion in depreciation add-back associated with the Flash ventures. This is not reflected in our cash flow statement. Please refer to our earnings presentation on the Investor Relations website for further details.\nBefore discussing our outlook, I wanted to provide some more details on the settlement with the IRS that David mentioned. As previously disclosed in our quarterly SEC filings, the company has been in a significant long-running situation with the IRS regarding taxes owed for fiscal years 2008 through 2015. As you can see in our GAAP statements, we took a tax charge in the fiscal third quarter, primarily based on our latest assessment of the situation.\nIn the last few days, we reached a tentative agreement to settle the transfer pricing issues in dispute. The actual amount to Western Digital will have to pay and exact timing of the payments have not been determined yet. However, we currently expect to make a cash payment in the range of $600 million to $700 million some time in the first half of fiscal 2023. Please note that this is the cash out number. We currently expect that the ultimate net amount will be in the range of $500 million to $600 million after accounting for certain offsetting tax benefits expected to be recouped over the next 3 years. Finally, in the fourth quarter, we will make a GAAP-only adjustment to the reserve associated with this settlement. You will find additional details in our 10-Q, which we plan to file next week.\nI'll now provide our view of both hard drive and Flash businesses for the fiscal fourth quarter. As we indicated on our last earnings call, we continue to expect hard drive revenue to increase driven by growth in nearline hard drives. We also expect Flash revenue to increase sequentially in the fourth fiscal quarter as our Flash supply improves. For our fiscal fourth quarter, our non-GAAP guidance is as follows:\nWe expect revenue to be in the range of $4.5 billion to $4.7 billion with sequential revenue growth for both hard drive and flash businesses; we expect gross margin to be between 31% and 33%; we expect operating expenses to be between $770 million and $790 million; interest and other expenses are expected to be approximately $70 million; our tax rate is expected to be approximately 11% in the fourth quarter; we expect earnings per share to be between $1.60 and $1.90 in the fourth quarter, assuming approximately 317 million fully diluted shares outstanding.\nI'll now turn the call back over to David.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Wissam. Looking ahead, we remain optimistic about our business outlook for the calendar year as customer demand across our end markets continues to be generally strong. Despite the supply chain challenges and macroeconomic factors we discussed earlier, it is evident that we have the right foundation for long-term growth, the right technology portfolio in place to meet evolving customer needs and the broad routes to market necessary to scale our business.\nOver the last couple of years, we have planned and executed significant changes to improve our focus, sharpen execution and set strategic goals to place Western Digital in a position of greater strength. And I'm excited that we are witnessing the positive impacts of those changes.\nBefore I wrap up, I want to remind everyone, we have an Investor Day coming up on May 10, and I look forward to seeing you all there. Let's start the Q&A."
  },
  {
    "header": "WDC",
    "cik": "0000106040",
    "ticker": "WDC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/213ae80a93867b4dbcf305b8e746fa4a",
    "period": "2022 Q2",
    "content": "Q2 2022 Western Digital Corp Earnings Call\n\nQ2 2022 Western Digital Corp Earnings Call\n\nWDCNASDAQJAN 27, 4:30 PM\n\nOperator\n\nGood afternoon and thank you for standing by. Welcome to Western Digital's Fiscal Second Quarter 2022 Conference Call. (Operator Instructions) As a reminder, this call is being recorded.\nNow we'll turn the call over to Mr. Peter Andrew. You may begin.\n\nT. Peter Andrew\n\nVP of IR, Western Digital Corporation\n\nThank you and good afternoon, everyone. Joining me today are David Goeckeler, Chief Executive Officer; and Bob Eulau, Chief Financial Officer.\nBefore we begin, let me remind everyone that today's discussion contains forward-looking statements, including product portfolio expectations, business plans and performance, trends and financial outlook based on management's current assumptions and expectations, and as such, does include risks and uncertainties. We assume no obligation to update these statements. Please refer to our most recent financial report on Form 10-K filed with the SEC for more information on the risks and uncertainties that could cause actual results to differ materially.\nWe will also make references to non-GAAP financial measures today. Reconciliations between the non-GAAP and comparable GAAP financial measures are included in the press release and other materials that are being posted in the Investor Relations section of our website.\nWith that, I will now turn the call over to David for introductory remarks.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThank you, Peter. Good afternoon, everyone, and thanks for joining the call to discuss our second quarter of fiscal 2022 results.\nWe delivered strong results for the fiscal second quarter with revenue of $4.8 billion and non-GAAP gross margin of 33.6%, both of which are within the guidance range we provided last quarter. Additionally, we reported non-GAAP earnings per share of $2.30, which was ahead of our expectations. I'm proud of the team as this marks the seventh consecutive quarter of meeting or exceeding guidance amid a continuously increasingly challenged supply chain.\nBefore I go over the detailed results and business trends, I want to offer some important key takeaways coming out of calendar year 2021. First, we have made significant progress in strengthening our product portfolio. We delivered on our goals of qualifying our enterprise SSD products at 3 cloud titans and 2 OEMs, commercializing energy-assisted hard drives as well as commencing shipments of 20-terabyte hard drives based on OptiNAND technologies. These products address the large and fast-growing opportunities within the cloud for storage.\nSecond, demand for Western Digital storage solutions across cloud, client and consumer end markets remains consistently strong. We are optimistic about our outlook for calendar year 2022 as our customers continue to indicate solid demand across the end markets we serve. I'll share more about that demand and other macro factors later.\nThird, we are continuing to navigate an increasingly complex supply chain, which is impacting both our customers' ability to ship products as well as our ability to build products. In order to meet our end customers' demand, we are incurring additional costs that will weigh primarily on our hard drive gross margins through the first half of calendar year 2022. These issues are transitory in nature, affecting both revenue and gross margin, and we expect them to subside as the supply chain normalizes. We remain confident that the long-term growth and profitability opportunity in front of us has not changed.\nLastly, we received an investment-grade corporate rating from Fitch in December, which represents Western Digital's second investment-grade corporate rating. This marks an important milestone as we have worked hard over the last 18 months to strengthen our financial position, providing us with greater financial flexibility in the future. As we approach our targeted debt levels, we look forward to reengaging in a capital return program in fiscal year 2023.\nTurning to our results. This past quarter, demand remained strong across our end markets, and our customers and the Western Digital teams continue to work diligently to mitigate the impact of supply chain disruptions. In particular, cloud revenue for the fiscal second quarter increased by 89% from the same period last year. We continue to anticipate strength in storage demand, which is bolstered by our ability to continue to bring innovative new products to market to meet the needs of the digital economy.\nThe potential of what can be accomplished through the creation of content and the ability to access digital information easily has never been greater. With our technology, we are enabling businesses, creators and innovators to think bigger and push their limits even further.\nWestern Digital has built a great position in the large and growing storage markets. Our proven ability to innovate and develop a balanced portfolio, coupled with our broad routes to market, puts Western Digital in a strong position to capitalize on the many growth opportunities ahead of us.\nI'll now recap our HDD and Flash businesses. In HDD, overall cloud end-market product demand remained high with revenue increasing 50% year-over-year led by capacity enterprise hard drives. Although we were up strongly year-over-year, capacity enterprise hard drives declined sequentially after 2 quarters of strong shipments, partly due to some of our customers' supply chain challenges. As both Western Digital or customers continue to face supply chain challenges, we will experience some near-term visibility issues. However, our overall demand signals continue to be very good as we move through the calendar year, and we will be in a stronger position once these headwinds subside.\nDuring the fiscal second quarter, we commenced volume shipments of our 20-terabyte CMR hard drives based on OptiNAND technologies. We are very excited about OptiNAND, a revolutionary technology that utilizes flash in the control plane to further increase areal density. Additionally, we are seeing an increase in customer interest in adopting SMR technology and expect multiple cloud titans to deploy SMR drives in high volume later in this calendar year.\nIn Flash, revenue grew in the second fiscal quarter due to seasonal strength in mobile and consumer. Within mobile, shipments of our BiCS5 products into leading 5G smartphones increased over 60% sequentially and 50% year-over-year, led by strong content growth. BiCS5 shipments represented over 40% of total revenue, and BiCS5 production crossover took place during the quarter as expected. The successful ramp of BiCS5 helped accelerate our overall year-over-year bit shipment growth to 37% in the quarter.\nOur WD_BLACK premium SSD product line optimized for the best gaming experience continues to gain momentum, with revenue increasing about 50% sequentially and doubling in calendar year 2021. Along with flash products for gaming consoles, revenue has grown from 0 to over 10% of our flash portfolio over the last 2 years. As consumers demand more ways to access, generate and store content, whether via gaming or the now emerging metaverse, our strong and growing flash portfolio will be integral to enable all of these applications.\nIn line with the guidance we provided last quarter, our client SSD business declined sequentially due to supply chain disruptions at some of our PC customers and pricing pressure in the more transactional markets. So far, within the current quarter, we are starting to see pricing in the more transactional markets stabilize. As I mentioned earlier, our enterprise SSD products are qualified at 3 cloud titans and 2 major storage OEMs, marking significant progress compared to 1 cloud titan a year ago. As you know, this has been one of my top priorities.\nBuilding upon the early success of ramping BiCS5 into mobile and gaming consoles, we are further strengthening our product portfolio as we move through calendar year 2022. In client SSD, the bedrock of Western Digital's flash portfolio, we have launched and are ramping BiCS5-based products in the fiscal third quarter, with BiCS5 enterprise SSD products later in the year.\nFor our next-generation 3D flash, we began initial commercial shipment of consumer flash devices based on our 162-layer BiCS6. Furthermore, we qualified and commenced revenue shipment of client SSDs based on QLC and BiCS5 technology in the fiscal second quarter. While still early in its evolution, we are starting to pave the way for the industry's adoption of QLC in the future, and our next-generation BiCS6 node will play an important role in that evolution.\nLet me now offer a few observations on the demand environment. The accelerated digital transformation in the last 2 years has created a world that is more technology-enabled and technology-dependent than ever before. We anticipate these trends will continue to drive data storage growth across each end market we serve: cloud, client and consumer. Our customers remain optimistic about demand trends in calendar 2022, driven by capital investment for the cloud build-out, continued recovery in enterprise spending, growth in smart video applications, increased adoption in 5G phones, consumer gaming and emerging trends such as VR/AR devices.\nIn cloud, our customers have announced a 36% year-over-year increase in capital investment for the cloud build-out. This, coupled with an increase in enterprise spending and continued growth in smart video applications, is expected to drive growth for our flash and HDD products into this growing end market.\nIn client, PC end demand has remained strong. Our customers are driving more consistent demand than the past several quarters, and we see continued stabilization in 2022. PC unit shipment forecasts continue to be robust and significantly ahead of prepandemic levels. In addition, we anticipate an eventual return to site to drive a mix shift towards commercial PCs, which tend to offer richer client SSD content versus consumer-oriented PCs.\nIn mobile, the latest 5G phones have doubled NAND content from prior-generation smartphones. We expect mobile device content to benefit as ongoing 5G adoption and new 5G-enabled applications are expected to drive the storage demand in both endpoints in the cloud.\nIn Consumer, the highlight of this end market is our WD_BLACK SSD line of products optimized for gaming enthusiasts. Revenue more than doubled in calendar year 2021. The consumer recognition of the strength and value of WD_BLACK, along with the SanDisk and SanDisk Professional brands, drove a 34% year-over-year growth in average capacity per unit in consumer flash.\nWhile end customer demand in calendar 2022 looks promising, supply chain challenges are increasing. This both limits our ability to source components to meet customer demand and increases component costs. These costs are on top of the ongoing elevated logistics and health and safety COVID costs. While we believe these incremental costs are transitory and will subside as the supply chain conditions normalize, they will impact our results through the first half of this calendar year.\nLet me now turn the call over to Bob, who will discuss our fiscal second quarter results and provide a more detailed outlook for calendar year 2022. Bob?\n\nRobert K. Eulau\n\nExecutive VP & CFO, Western Digital Corporation\n\nThanks, Dave, and good afternoon, everyone. As Dave mentioned, overall results for the fiscal second quarter were better than our expectations, marking the seventh consecutive quarter that we've met or exceeded guidance.\nTotal revenue for the quarter was $4.8 billion, down 4% sequentially and up 23% year-over-year. Non-GAAP earnings per share was $2.30, which exceeded the high end of our guidance range. Please note that this figure includes $70 million in total COVID-related costs, which was higher than we anticipated entering the quarter. I'll provide more details on these costs in a minute, but we are pleased to have delivered such strong results in the face of ongoing supply chain issues and COVID-related challenges.\nIn addition to this solid financial performance, we had a major milestone this quarter in receiving an investment-grade corporate rating from Fitch. This marks the company's second investment-grade corporate rating. We are pleased to see that our work to build a stronger financial foundation is being recognized and is providing us with greater financial flexibility for the future.\nAdditionally, we closed a public debt offering last December and amended our loan agreement with lenders in January, bringing the maturity of over 85% of our debt balance to 2026 and beyond. For more details, please refer to our earnings presentation.\nTurning to our end markets. Cloud represented 40% of total revenue at $1.9 billion, down 14% sequentially and up 89% from a year ago. Supply chain disruptions impacted cloud hard drive deployments at certain customers, which led to a sequential decline in exabyte shipments in the fiscal second quarter. However, healthy overall demand for capacity enterprise drives, along with Western Digital's leadership position at the 18-terabyte capacity point, drove a greater than 50% year-over-year increase in exabyte shipments.\nThe client end market represented 38% of total revenue at $1.9 billion, flat sequentially and down 1% year-over-year. The continued ramp of 5G phones helped offset decline in both client SSD and client hard drive revenue, enabling total client revenue to stay flat. Client hard drives represent less than 15% of our HDD revenue.\nLastly, consumer represented 22% of revenue at $1.1 billion, up 9% sequentially and flat year-over-year. With a strong holiday season, retail flash led the sequential growth in consumer. On a year-over-year basis, growth in consumer flash was offset by a decline in consumer HDD.\nTurning now to revenue by segment. We reported flash revenue of $2.6 billion, up 5% sequentially and up 29% year-over-year. On a blended basis, flash ASPs were down 6% sequentially due to a seasonal increase in shipments to mobile and retail. On a like-for-like basis, flash ASPs were down 3% sequentially. Flash bit shipments increased by 13% sequentially and 37% year-over-year.\nHard drive revenue was $2.2 billion, down 14% sequentially and up 16% year-over-year. On a sequential basis, total hard drive exabyte shipments decreased by 14%, while the average price per hard drive decreased by 5% to $97. On a year-over-year basis, total hard drive exabyte shipments increased by 27%.\nAs we move to costs and expenses, please note that my comments will be related to non-GAAP results unless stated otherwise. Gross margin for the second quarter was 33.6%, down 0.3 percentage points sequentially. As noted earlier, the COVID-related impact was $10 million higher than we anticipated at $70 million.\nOur flash gross margin was 36.1%, down 0.9 percentage points sequentially. This included COVID-related impact of $10 million or approximately 0.4 percentage points. Our hard drive gross margin was 30.6%, down 0.3 percentage points sequentially. This included COVID-related impact of $60 million or approximately 2.7 percentage points.\nOperating expenses of $741 million were below our guidance range due to prudent cost control and lower variable compensation expense. Operating income was $882 million, representing a 7% decrease from the prior quarter and 157% increase year-over-year, highlighting our ability to drive profitable growth. Earnings per share was $2.30, which exceeded the high end of our guidance range.\nOperating cash flow for the second quarter was $666 million, and free cash flow was $407 million. Despite a slight increase in inventory due to supply chain disruption, we maintained strong cash flow generation in the quarter.\nCapital expenditures, which include the purchase of property, plant and equipment and activity related to our flash joint ventures on our cash flow statement, was a cash outflow of $259 million. We remain prudent in investing in manufacturing capacity and continue to expect gross CapEx for the current fiscal year to be around $3 billion. We now expect cash CapEx to be around $1.5 billion as we actively manage our overall spending.\nAs we mentioned on our last earnings call, we fully repaid our Term Loan B in the amount of $943 million last October. In addition, last December, we closed a public offering of $1 billion in senior unsecured notes and repaid $1.3 billion on our Term Loan A, bringing our gross debt outstanding to $7.4 billion at the end of the fiscal second quarter.\nOn top of that, earlier this month, we entered into an agreement with our lenders to revise the terms of our loan agreement to reflect our improved credit ratings and to extend the maturity of our term loan and revolving credit facility from 2023 to 2027. Our trailing 12-month adjusted EBITDA at the end of the second quarter as defined in our credit agreement was $4.8 billion, resulting in a gross leverage ratio of 1.5x. This compares to 3.0x in the third fiscal quarter of 2020, when we announced the plan to focus on debt repayment to achieve greater financial flexibility.\nAs a reminder, our credit agreement includes $1 billion in depreciation add-back associated with the flash ventures. This is not reflected in our cash flow statement. Please refer to our earnings presentation on the Investor Relations website for further details.\nConsidering the transitory supply chain challenges we discussed earlier, I would like to provide a bit more color on our view of both hard drive and Flash businesses in calendar 2022. Within our hard drive segment, we expect hard drive revenue to decrease on a sequential basis in the third fiscal quarter. While the supply chain disruptions at some of our customers are expected to remain, the larger issue of late has been our ability to source components to meet customer demand. We expect revenue to return to sequential growth in the fiscal fourth quarter.\nWhile overall hard drive pricing is expected to remain relatively stable, we expect gross margins to decline 2 to 3 percentage points from the fiscal second quarter through the fiscal fourth quarter due primarily to component cost inflation.\nWithin our Flash segment, we expect Flash revenue to decrease on a sequential basis in the fiscal third quarter driven by ASP. We expect Flash revenue to return to growth in the second half of calendar year 2022. Furthermore, we anticipate downward pressure on gross margins for the first half of this calendar year as cost reductions revert towards our long-term target of 15%.\nIn regard to our fiscal third quarter, our non-GAAP guidance is as follows. We expect revenue to be in the range of $4.45 billion to $4.65 billion with a sequential revenue decline for both Flash and hard drive businesses. We expect gross margin to be between 30% and 32%. We expect operating expenses to be between $750 million and $770 million. Interest and other expenses are expected to be approximately $70 million. Our tax rate is expected to be approximately 11% in the third quarter and for the fiscal year. We expect earnings per share to be between $1.50 and $1.80 in the third quarter, assuming approximately 318 million fully diluted shares outstanding.\nI'll now turn the call back over to Dave.\n\nDavid V. Goeckeler\n\nCEO & Director, Western Digital Corporation\n\nThanks, Bob. Looking ahead, we remain optimistic about our business outlook in calendar year 2022 as our customers continue to indicate strong end demand across cloud, client and consumer end markets. Despite the transitory issues we discussed earlier, it is clearer than ever that we have the right foundation for long-term growth and the right technology portfolio in place to ensure that we are successful in scaling our business.\nOver the last couple of years, we have made significant changes necessary to improve our focus, sharpen execution and set strategic goals to place Western Digital in a position of greater strength. And I'm excited that we are starting to see the fruits of those changes.\nBefore I finish today, I'd like to take a moment to comment on the CFO transition we announced earlier this afternoon. As you may have seen, we announced that Wissam Jabre will be joining Western Digital as Chief Financial Officer effective the week of February 7. Wissam was most recently Chief Financial Officer at Dialog Semiconductor. In addition to his deep financial and semiconductor expertise, Wissam also has technical expertise, and importantly, shares Western Digital's values of collaboration and innovation. You can read more about his background in the press release issued today.\nI'd like to extend my sincere thanks on behalf of the entire Board and management team to Bob for his dedication and hard work at the service of Western Digital. During my tenure as CEO, I've greatly benefited from his friendship and expertise. He's been an essential part of our leadership team, guiding key aspects of our strategy. Among many other contributions, Bob drove a capital allocation strategy that has led to significant repayment of our debt, marked this quarter by Western Digital's second investment-grade corporate rating. Bob's insight was also instrumental in helping us navigate COVID uncertainty and execute other strategic changes at the company to position us for growth and value creation.\nNext quarter, you'll have an opportunity to hear from Wissam. I know he's looking forward to it.\nWith that, Peter, let's begin the Q&A."
  }
]