[
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/32ae744208b61d891cf289923d82e527",
    "period": "2025 Q3",
    "content": "Q3 2025 Cresco Labs Inc Earnings Call\n\nQ3 2025 Cresco Labs Inc Earnings Call\n\nCLCANADANATLNOV 5, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs Third Quarter 2025 Earnings Conference Call.\n[Operator Instructions] Please note this event is being recorded. I would now like to turn the call over to T.J. Cole, Senior Vice President of Corporate Development and Investor Relations for Cresco Labs. Please go ahead, T.J.\nT.J., please go ahead.\n\nT.J. Cole\n\nSenior Vice President of Corporate Development and Investor Relations\n\nThank you. Good morning, and welcome to Cresco Labs' Third Quarter 2025 Earnings Conference Call. On the call today we have Chief Executive Officer and Co-Founder Charles Bachtell, Chief Financial Officer Sharon Schuler, and President, Greg Butler, who will be available for the Q&A.\nPrior to this call, we issued our third quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the third quarter are provided prior to completion of all internal and external reviews and therefore, are subject to adjustment until the filing of the company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter ended September 30, 2025 on SEDAR and EDGAR later this week.\nBefore we begin, I want to remind you that statements made on today's call may contain forward-looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release and in the most recent annual information form and MD&A filed with the securities regulators. This call also contains non-GAAP measures, also outlined in our earnings press release and in the MD&A filed with the securities regulators. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone, and thank you for joining Cresco Labs' Q3 earnings call.\nThis quarter demonstrated the power of our disciplined execution and resilient platform as we delivered consistent results while positioning Cresco for the next phase of industry growth. The cannabis industry continues to evolve, entering a new era defined by scale, efficiency and strategic leadership. Growth will come from increased consolidation and scale in existing markets, expansion in the new state-regulated markets and by broadening our reach beyond the traditional state-regulated cannabis system. Cresco Labs is built for this moment. Our focus remains clear: execute in our core markets with precision, strengthen profitability and invest intelligently for long-term value creation.\nIn Q3, Cresco Labs generated $165 million in revenue, up 1% sequentially. We produced $80 million in adjusted gross profit, $40 million in adjusted EBITDA and $6 million in operating cash flow. Importantly, we completed our debt refinancing, reducing the size of the debt, extending maturities, improving flexibility and reinforcing our balance sheet to fund future growth. This quarter also reflected our ongoing commitment to improving the quality of our earnings. We're focusing on durable cash-generating operations and making portfolio decisions, such as our California exit that strengthen long-term profitability and balance sheet health.\nThe industry trends we've been watching over the last several quarters continue to play out with clear signs of consolidation emerging across markets. Every decision we make is guided by one objective, building a more productive and cash-generating platform that delivers value today and creates substantial growth for tomorrow.\nLet me walk through how we're executing on that strategy. First and foremost, our #1 priority is maintaining a solid balance sheet with a strong cash position. We've built a balance sheet that enables the stability and flexibility our strategy requires. With a solid cash position and debt refinancing behind us, we've successfully extended maturities, eliminated near-term obligations and improved flexibility for future investments. We're now positioned to lean into disciplined M&A and broader growth initiatives.\nOur pipeline includes several compelling opportunities that align with our operational strengths, accretive, synergistic and strategically located. The quality of deals available today is the strongest we've seen in years, and we expect M&A to become a meaningful growth lever in 2026. As part of our ongoing effort to strengthen our business and ensure long-term sustainability, we closed on the sale of our California operations on October 31. While the transaction has a nominal cash value, it improves our go-forward profile by removing liabilities, eliminating operating losses and reducing organizational complexity.\nCalifornia has been an important part of Cresco Labs' evolution, but stepping away allows us to focus resources squarely on our most productive and strategically aligned projects. We have a strong and flexible balance sheet with capacity for strategic investment that will be used to create long-term value for our shareholders.\nSecond, our focused footprint uniquely positions us to win with organic growth from our core markets and growth potential from target expansion markets. We are methodically expanding in markets where we already lead while laying the foundation for new opportunities. In Ohio, we're holding the #1 retail share position as we've opened the first of 3 new dispensaries planned to open through early 2026. The new store's early performance has exceeded expectations, validating our disciplined site selection and operational playbook.\nThe next 2 Ohio dispensaries are on schedule to open in the first quarter, further strengthening our position in one of the most promising emerging U.S. markets. We're also making progress in Kentucky, where we're preparing to open operations in one of the country's newest medical markets. Our cultivation and processing facility build-out is advancing on schedule, positioning us to bring our consistent high-quality products to patients starting in late Q2 and ramping up through the second half of 2026.\nWe believe Governor Beshear and state leaders have developed a smart, sensible regulatory framework that's focused on safety, patient access and responsible growth, and we're excited to be a part of it. While near-term financial drivers and disciplined execution are top priorities, we're also reaching beyond U.S. regulated markets to nurture opportunities that can grow our platform over time, including hemp and international markets.\nIn the coming weeks, we will be taking an important first step globally by launching our flagship Cresco branded flower in Germany, marking our entry into the European Union. We've spent considerable time learning about the European market and believe Germany's well-structured medical framework and expanding patient base make it an ideal place to pilot our brand strategy and consumer insights model. This test-and-learn approach allows us to make small, cost-effective bets that have the big long-term potential, while keeping our core U.S. market performance at the forefront.\nWe're in control of our growth story. Every decision to expand is wrapped in a clear understanding of where it can add value and how we can execute with discipline. We're balancing organic growth, nurturing long-term bets and weighing new acquisitions and new channels to enable a resilient, profitable performance-driven platform.\nAnd lastly, our proven retail and wholesale capabilities will keep enabling us to outperform the market. In wholesale, adding cultivation capacity has directly translated to performance gains. We grew share quarter-over-quarter in Illinois, Pennsylvania and Massachusetts, landing #1 branded share positions in all 3 states and maintaining top 5 positions across our limited licensed wholesale markets.\nOur deep expertise across cultivation, manufacturing and distribution is making Cresco Labs the producer of choice for some of the most respected brands in the industry. Brands like Kiva and a growing roster of premium partners look to us for reliability, innovation and consistency, qualities that define true category leadership.\nOn the retail front, we continue holding top share positions in our limited license states, including #1 position in Illinois and Ohio. We're tapping into our long-standing history of retail technology innovations to drive new efficiencies that also enhance the customer experience. For example, Sunnyside recently rolled out self-serve kiosks to improve transaction speed, increase throughput and optimize staffing, all while maintaining high-touch service. The result is faster checkouts, higher customer satisfaction and improved operating margins.\nOur integrated retail and e-commerce ecosystem continues to scale profitably, while deepening shopper engagement. Recently, our sunnyside.shop platform surpassed $1.5 billion in cumulative sales, a testament to the enduring strength of our omnichannel retail strategy and the loyalty of our customer base. Our wholesale and retail performance reflects our ability to execute with precision, adapt to evolving market dynamics and lead through both growth and margin-focused cycles. With these capabilities in hand, Cresco Labs is positioned to not only outperform the market, but also to exemplify leadership within it.\nIn closing, Cresco Labs is ready for the next chapter of growth. In Q3, we delivered results in line with expectations, maintained our leadership positions across key markets, strengthened our balance sheet through the successful completion of our debt refinancing and streamlining our footprint. Together, these actions reinforce our financial foundation, preserve shareholder value and create greater flexibility to invest in the future of Cresco Labs. This approach reflects the discipline that has guided us from the start, building a scalable, stable platform designed to outperform in every environment.\nWith that, I'll turn it over to Sharon to walk you through our Q3 financial performance in more detail.\n\nSharon Schuler\n\nChief Financial Officer\n\nThank you, Charlie, and good morning, everyone. We reported $165 million in revenue, representing a 1% sequential increase from Q2. Our results reflect the continued stability of our core business and the benefits of increased cultivation, which helped offset price compression across several of our markets. Wholesale revenue grew 10% quarter-over-quarter, driven by the expanded capacity and strong market share gains in both Illinois and Pennsylvania. On the retail side, one new dispensary opening in May helped partially offset continued price pressure across the network, resulting in sequential retail revenue down 4%.\nAs discussed last quarter, gross margins were in line with Q1 as some of the onetime favorable mix and production factors we benefited from in Q2 did not repeat. The quarter reflected a mix of progress and the expected transitory factors. We continue to make incremental operational improvements across our network, increasing yields, optimizing cultivation practices and lowering unit costs. As we ramped production in Illinois and Pennsylvania, we sold through high-cost flower during the quarter, resulting in adjusted gross margins of 49%, consistent with Q1 and our guidance. We've made continued progress on streamlining our business, removing $2 million from adjusted SG&A compared to Q2. Our team's focus on the bottom line and unending quest for efficiency is leading to small savings across the organization that makes a collective difference.\nAdjusted EBITDA was $40 million or 24% of revenue, which is consistent with underlying performance trends when excluding the nonrecurring benefits realized in the prior quarter. In Q3, we generated $6 million in operating cash flow and invested $7 million in capital expenditures from Kentucky as well as upgrades in Ohio and Florida. Year-to-date, we've generated $45 million in operating cash flow, resulting in free cash flow of $20 million. We ended the quarter with $82 million in cash, including restricted amounts after paying down $35 million of principal from our debt. With our debt refinancing behind us and no near-term cash obligations, our balance sheet is in a strong position to execute our strategy.\nLooking ahead to Q4, we expect revenue from our core platform to remain roughly in line with Q3. Expanded cultivation capacity in Illinois will help offset ongoing price compression across several markets and increased retail competition anticipated near high-volume Sunnyside dispensaries. Revenue will be further reduced following our exit from California, which in Q3 contributed less than 3% of revenue on a consolidated basis. While our expanded cultivation network positions us well for 2026, we expect to continue selling through higher cost flower in Q4. This is the natural result of ramping new production with lower yields and utilization early in the process.\nWe also expect price compression to continue to act as a headwind for gross margins. We're expecting SG&A to remain relatively stable going forward. While we'll continue to look for opportunities to optimize, the next phase of margin expansion will primarily come from top line growth and operating leverage. Our team remains focused on disciplined execution and productivity, optimizing our asset base and positioning the business for stronger margin contribution and growth in 2026.\nWith that, I'll turn it back to Charlie for closing remarks.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThank you, Sharon. The cannabis industry is entering a new phase of growth and consolidation. Operators with scale, efficiency and financial discipline will define the next chapter, and Cresco Labs is built to lead it. You can see our leadership in Illinois and Ohio, where we outperform expectations and hold the #1 retail share and #1 branded portfolio in core wholesale markets like Illinois, Pennsylvania and Massachusetts. These results underscore the strength of our integrated model and our ability to execute consistently even in challenging environments.\nWhile we're optimistic about federal reform, we're not waiting for it. Momentum in Washington represents meaningful upside for the entire industry, but our strategy does not depend on it. By leveraging our core assets, capabilities and operational excellence, we are building an emerging growth platform designed to create long-term value, both within and beyond regulated U.S. cannabis. I want to thank the Cresco team for their continued commitment, adaptability and teamwork in positioning the company for long-term success.\nWith that, we'll open the call up for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/827daaebaead58bf91aa7eaec37d1a17",
    "period": "2025 Q2",
    "content": "Q2 2025 Cresco Labs Inc Earnings Call\n\nQ2 2025 Cresco Labs Inc Earnings Call\n\nCLCANADANATLAUG 7, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the call over to TJ Cole, Senior Vice President, Corporate Development and Investor Relations for Cresco Labs. Please go ahead.\n\nTJ Cole\n\nThank you. Good morning, and welcome to Cresco Labs Second Quarter 2025 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Sharon Schuler; and President, Greg Butler, who will be available for the Q&A.\nPrior to this call, we issued our second quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the second quarter are provided prior to completion of all internal and external reviews and therefore, are subject to adjustment until the filing of our company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter ended June 30, 2025, on SEDAR and EDGAR later today.\nBefore we begin, I want to remind you that statements made in today's call may contain forward-looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release and in the most recent annual information form and MD&A filed with the securities regulators. This call also contains non-GAAP measures also outlined in our earnings press release and in the MD&A filed with the securities regulators. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everybody, and thank you for joining us on our Q2 earnings call. We're pleased to be here and share the strategic steps we're taking to position Cresco Labs for this next phase of the cannabis industry, where consolidation is inevitable and the winning operators have the balance sheet, cash flow and capabilities to capitalize on the moment. Q2 was a steady and productive quarter for Cresco.\nOperationally, we maintained our momentum and defended our retail and wholesale market shares in what remains an incredibly competitive environment. Strategically, we made critical decisions to reinforce our balance sheet, free up capital and hone in on new paths to growth. In Q2, we delivered $164 million in revenue, in line with guidance and consistent with Q1 levels, reflecting our ability to counteract price compression through increased unit volumes in both retail and wholesale segments.\nWe generated $83 million in adjusted gross profit and $41 million in adjusted EBITDA as we continue to stack efficiency gains. Our second quarter cash flow from operations was $9 million. The cannabis sector is approaching an inflection point. The operating and regulatory environments are pushing many operators to downsize significantly, particularly those lacking scale or carrying excessive debt. This means we're seeing a growing number of distressed assets, receiverships and consolidation opportunities across the industry.\nWe've been talking about this likely outcome for several quarters, and the trend will only accelerate from here. We see this as an incredible opportunity for Cresco. We remain committed to profitability and cash flow, but Q2 and Q3 also marked a step change in preparing Cresco Labs to be the partner of choice for industry consolidation. The shift is proving even more important as competition in our core footprint increases, and we set our sights on new expansion markets.\nNow I'll walk through how we're thinking about this next phase. First and foremost, our #1 priority continues to be maintaining a solid balance sheet with a strong cash position. To that end, I'm thrilled to announce we signed a letter of commitment to refinance our debt and we'll be closing on or around August 13. We've opted to refinance $325 million of our debt while paying down the remaining $35 million. This pushes our maturity date out to August of 2030.\nWe're proud that we secured such favorable terms because they're a direct result of the discipline we've infused in every part of our business over the past 2 years. We've streamlined operations, made difficult calls like tightening credit sales and embedded a cash flow first mindset in every part of the organization. Beyond refinancing, we're continuing to strengthen our balance sheet and improve cash flow through ongoing AR management and restructuring initiatives.\nOne of these initiatives is our plan to exit the California market. While we're grateful for everything our California team has given Cresco Labs, including the FloraCal brand and our quality-at-scale approach to cultivation, but the state's structural challenges have made it too difficult to generate sustainable profits. Stepping away will strengthen our margin profile, unlock resources that can be funneled into new growth and bring our footprint in line with our long-term strategic direction.\nSecond, our focused footprint uniquely positions us to win with organic growth from our core markets and growth potential from target expansion markets. Everything we're doing is aimed at building the most productive, profitable and cash-generating footprint possible, one that can seamlessly integrate new states and assets. As previously stated, we will be opportunistic while being patient and disciplined in our capital allocation, prioritizing high-return organic growth and M&A opportunities.\nWe have ample organic growth opportunities materializing in the quarters ahead. For example, in Ohio, we're on track to open three new dispensaries before the end of Q1 '26, the first of which opens in early fall, building on our #1 retail share and #3 branded product share in the state. In Kentucky, as a first mover, we're making great progress on our cultivation build-out. This quarter, we executed an MSA with a Kentucky processing partner, an exciting milestone that will enable us to bring our full suite of branded products to patients. We're on track to have our first product in market in early 2026.\nIn Pennsylvania, we're building on the strength of our #1 branded share and fourth largest retail footprint ahead of adult-use conversion in this $2 billion market. We opened our 18th dispensary in the state in May, and we recently turned on our Mount Joy cultivation facility. With this added capacity, we're positioned to lead on pricing, drive volume growth and capture additional market share regardless of the adult-use time line.\nWith organic growth in hand, we've been waiting patiently for the right opportunities to take on capital-efficient M&A. As expected, we're seeing more distressed assets for sale across the target markets such as New Jersey and Maryland. We're one of the few operators without overlapping operations and license cap constraints in these markets, giving us a competitive and compelling long-term growth story.\nImportantly, we know that once we acquire assets, we accelerate their performance. Take Pennsylvania, where we acquired a small dispensary group in 2024, we added them to our loyalty program, and we increased shelf space for our house of brands. Together, this drove a 77% increase in year-over-year quarterly sales and over 200% increase in year-over-year EBITDA, a testament to the Cresco consolidation playbook in action.\nAnd lastly, our proven retail and wholesale capabilities will keep enabling us to outperform the market. Our operational strength across every part of the supply chain is a key differentiator that allows us to outperform in nearly every market we operate in, and our execution is getting tighter at every turn. We've maintained #1 market share positions in Illinois and Pennsylvania, along with top 5 market shares in all of our limited licensed wholesale markets.\nWe rely on a disciplined consumer-focused approach to both wholesale and retail, paired with exceptional execution across cultivation, manufacturing and production. In wholesale, as we previously mentioned on our Q4 call, we are ramping up production of premium flower and manufactured products in our Kankakee, Illinois and Mount Joy, Pennsylvania facilities. This added cultivation capacity now gives us depth and the ability to flex up when the market calls for it, meeting the growing demand that price compression encourages.\nIn retail, Sunnyside continues to outperform in an extremely competitive and fluid retail landscape by establishing customer loyalty, increasing basket sizes and delivering stronger unit sales year-over-year. Our dispensaries generate approximately 20% more revenue per store than state averages, a testament to our operational strength and careful attention to shopper experience. Competition is fierce in licensed capped markets where operators have identical store counts, yet our ability to consistently outperform peers underscores the strength of our retail model.\nAccording to Hoodie data, we hold the #1 retail share in both Illinois and Ohio, where store counts are tightly regulated. We're also gaining share in markets where we have smaller footprints. In Florida, we're sixth in market share while ranking only eighth in store count. We're leaning into our expertise and repeatedly proving that we can win in both growth and margin-constrained environments. In closing, Cresco is ready for cannabis' next chapter.\nIn Q2, we delivered solid performance in line with guidance, maintained our market share in a highly competitive environment, continued to drive cash flow through operational discipline and signed a commitment letter to refinance our debt, which reduces the total facility size by 10% and extends the maturity date to 2030.\nThis milestone reinforces our balance sheet, preserves our equity value and creates financial flexibility for the years to come, giving us an even stronger foundation to execute against both near-term priorities and long-term growth opportunities. We've been playing the long game to create scalable, stable growth.\nWith our debt refinancing behind us, we're on the offense, executing on organic initiatives while building a targeted pipeline of M&A opportunities in profitable strategic markets. That strategy is supported by a meaningful white space in our footprint with several high-priority states still untapped, giving us a long runway for expansion. With that, I'll turn it over to Sharon to walk you through our Q2 performance in more detail.\n\nSharon Schuler\n\nChief Financial Officer\n\nThank you, Charlie, and good morning, everyone. As Charlie mentioned, this was a steady quarter operationally. We remain focused on cash flow over top line growth in our decision-making. As a result, we reported $164 million in revenue, representing a 1% sequential decline from Q1. This modest decrease was primarily due to continued price compression in our Illinois retail operations. Wholesale revenue was flat as we stayed disciplined in our AR strategy, prioritizing creditworthy accounts and foregoing sales that carried repayment risk.\nWe delivered strong margins and cost performance this quarter, supported in part by a couple of favorable items that reflected great execution but are not expected to repeat going forward. Adjusted gross margin came in just shy of 51%, up 124 basis points sequentially. We benefited from selling through lower cost of goods product in Illinois, driven by stronger yields in prior quarters.\nOn the cost side, our team continued to execute well and made progress across multiple areas. Notably, we recovered approximately $1 million in previously reserved bad debt, which contributed to the $3 million sequential reduction in adjusted SG&A, bringing the total to $50 million. Our accounts receivable balance is down 23% since the start of the year, a clear sign of our policy around credit risk and that much higher yields of connectivity we've created between sales and finance teams.\nAcross the business, we continue identifying and capturing small operational efficiencies. In addition, strong execution this quarter led to a few unique wins that [indiscernible] expected to reoccur, contributed meaningfully to our bottom line. Together, these factors supported $41 million in adjusted EBITDA, representing 25% of revenue. In Q2, we generated $9 million in operating cash flow and invested $13 million in capital expenditures. We ended the quarter with a cash balance of $147 million.\nAs Charlie mentioned, the most significant milestone is, we've signed a commitment letter to refinance our debt. We replaced our prior loan with a new $325 million senior secured term loan maturing in 2030 at a 12.5% interest rate. This refinancing provides enhanced financial flexibility with favorable terms, including the option to prepay up to $125 million, and it comes at a time when access to capital in the U.S. cannabis sector remains highly constrained.\nIn an environment marked by tightening credit and over $2 billion in industry debt maturities on the horizon, our ability to secure long-term financing without equity dilution reinforces the strength of our business model and balance sheet. Completing this refinancing allows us to shift fully on to offense and take advantage of the consolidation opportunities ahead.\nYou can expect us to take a balanced approach, investing in smart CapEx, pursuing accretive M&A and continuing to drive operational efficiencies and disciplined growth, all while maintaining a strong balance sheet. Looking ahead to Q3, we expect revenue to remain roughly in line with Q2. Increased cultivation capacity in Illinois will help offset price compression across several of our markets. Further out, new dispensary openings in Ohio and expanded production in Pennsylvania are expected to provide additional tailwinds for revenue growth.\nAs the additional cultivation capacity we brought online in the first half ramps up, they will support our efforts to defend gross margin in a challenging price environment. However, in the near term, we expect some margin drag in Q3 and Q4, as we sell through initial harvest, which typically come with lower yields and lower utilization. Our focus remains on optimizing output from our fixed asset base to preserve as much gross profit as possible.\nOn the expense side, our commitment to continuous improvement is driving real results. We're consistently capturing small efficiencies that compound over time and help fund strategic investments for growth. We're excited to enter the back half of 2025 and push into 2026 with more flexibility as we find new growth while keeping focus on profitability and cash generation.\nWith that, I'll pass it back to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThank you, Sharon. The cannabis industry is entering a new phase, defined by consolidation and rationalization. We anticipated this shift where many operators are being forced to scale back or exit and more M&A opportunities exist than ever. With our proven operating model, focused in productive footprint and clean capital structure, we're built for this moment, and we're well positioned to be the company of choice as this industry consolidates.\nI want to thank the Cresco Labs team for their passion and continued commitment to grind, drive cash flow and capturing high-margin growth. Thank you for your time today. We look forward to sharing our continued progress in the quarters ahead."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fc5541cfd4392d5617cc12bfe3436b7a",
    "period": "2025 Q1",
    "content": "Q1 2025 Cresco Labs Inc Earnings Call\n\nQ1 2025 Cresco Labs Inc Earnings Call\n\nCLCANADANATLJUN 2, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would like to turn the call over to TJ Cole, Senior Vice President, Corporate Development and Investor Relations for Cresco Labs. Please go ahead. Thank you.\n\nTJ Cole\n\nGood morning, and welcome to Cresco Labs First Quarter 2025 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Sharon Schuler; and President, Greg Butler, who will be available for the Q&A.\nPrior to this call, we issued our first quarter earnings press release, which has been filed on CEDAR and is available on our Investor Relations website. On Friday, May 30, 2025, we filed the company's quarterly financial statements and MD&A for the quarter ended March 31, 2025, on SEDAR and EDGAR.\nBefore we begin, I want to remind you that statements made on today's call may contain forward-looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release, and in the most recent annual information form and MD&A filed with the securities regulators. This call also contains non-GAAP measures, also outlined in our earnings press release and in the MD&A filed with the securities regulators.\nPlease also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited. With that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everybody, and thank you for joining our Q1 earnings call. Before getting into our financials, I want to briefly acknowledge the extended time line for our filings and earnings release this quarter. Simply stated, our auditors needed additional time to complete the review of our first quarter financials. Please note that the financials as presented remain unchanged from what we were prepared to report on May 9. We understand and share your frustration with such delay, and we appreciate your patience during this process.\nWith that, I'd now like to discuss the broader strategy guiding our financial decisions over the last 2 years. For the last 2 years, we've deliberately focused on generating cash and strengthening our balance sheet rather than chasing short-term revenue. That strategy continues to pay off. We entered 2025 with the flexibility and financial strength needed to navigate market volatility, complete our debt refinancing and remain both strategic and patient as we invest thoughtfully for long-term growth.\nIn Q1, we delivered $166 million in revenue, in line with guidance. This reflects our successful plan of limiting sales to wholesale accounts with credit risk to reduce our AR exposure. We generated $82 million in adjusted gross profit and $36 million in adjusted EBITDA.\nOur push for efficiency helped to offset the lower operating leverage and minimize margin impact. Most importantly, these actions translate into strong cash results. we generated $30 million in operating cash flow and ended the quarter with $162 million in cash, our highest balance in the past 3 years.\nWe're focused on ensuring our balance sheet remains in the strongest possible position to support long-term value creation. By staying disciplined and thoughtful in how we deploy capital, we're positioning Cresco Labs to drive margin expansion gain market share and invest in sustainable growth when the right opportunities arise.\nWith that, I'll walk through the 3 strategic pillars we're executing against to build the strongest and most valuable Cresco Labs for the future. Number one, we're ensuring we have the most strategic footprint. We're expanding our footprint, intentionally prioritizing depth over breadth, and profitability over revenue for its own sake.\nWe're proud of our ability to drive cost-effective scale and consistent quality in our markets and our cash flow enables us to develop new states as long-term accretive opportunities. We're putting this to work in our highest margin in growth states. In Pennsylvania, where we're #1 in branded market share, we opened our 18th dispensary last week and are in the process of bringing more cultivation rooms online to meet increased demand.\nIn Ohio, another high-growth market, we're on the verge of opening the first of 3 new dispensaries in the state, another example of low CapEx investments that drive high incremental cash flow. In Kentucky, we're excited to bring our capabilities to a new population and demonstrate what cannabis can do for their communities. At the end of April, Kentucky Governor [ Andy Bashir ] joined us to unveil our plans for one of the state's largest cultivation facilities in [ Winchester].\nWe'll operate one of the state's 2 Tier 3 licenses, the largest available and we're building relationships with local partners to ensure the success of our Kentucky operations. To help educate the public and policymakers, we recently gave tours of both our Ohio cultivation facility and the future site in Kentucky. It was a great opportunity to showcase the sophistication of our operations and provide a firsthand look at what a responsible high-quality medical cannabis program looks like. We have a track record of being first to market, building leading operations and investing to meet demand, and we're excited to do the same in Kentucky.\nBy deploying capital selectively, we're strategically building a portfolio of cost-effective growth opportunities while also strengthening our core operations, setting us up for long-term value creation. We'll continue to evaluate new assets and additional state opportunities in our typically disciplined fashion.\nNumber two, we remain the leader in branded wholesale products. Our branded product portfolio strategy is grounded in disciplined execution and deep consumer insight. In Q1, this focus helped us retain our #1 market share positions in Illinois and Pennsylvania, two of our most strategically important markets and maintain a top 5 position across all of our limited licensed wholesale markets.\nWe're maximizing growth across our core markets by winning with independent accounts. In Q1, we served 13% more independent accounts than last year and saw independent growth increase across all core wholesale markets. We achieved this by continuously optimizing our portfolio for what independents need using real-time consumer and market data. For example, in Q1, we brought nearly 40 unique new flavors to market across key product categories.\nLooking ahead, we're pushing this momentum with innovation in product technology, formats and packaging. This includes next-generation premium vapes under the Cresco banner, new hardware and larger formats for high supply vapes and edibles and new form factors designed to capture incremental occasions.\nOur partners know they can count on us, not just for consistent execution, but also for a reliable pipeline of winning products, whether it's proprietary strains, breakthrough formats or trusted SKUs from brands like FloraCal or Good News, we're committed to delivering innovation that resonates with consumers and drives velocity on dispensary shelves.\nAnd number three, we're building a highly productive retail platform in the most strategic states. We continue to strengthen Sunnyside's competitive position, fostering loyalty, building bigger baskets and selling more units than we did a year ago. Across our footprint, Sunnyside dispensaries consistently outperformed generating approximately 25% more revenue per store than the state average.\nOhio, our newest adult-use market is a great example of our playbook in action. Our retail team managed the adult-use transition exceptionally well, scaling up our 5 stores to meet new demand. In Q1, we processed over twice as many transactions as we did a year ago, gaining market share and growing sales 4% sequentially.\nIn markets like Illinois, competition has intensified significantly with over 30% increase in dispensaries over the past year. This makes every touch point with our shoppers even more important, a key differentiator for us. Nearly 80% of our transactions come from Sunnyside shop, allowing us to build relationships and gather data that goes well beyond the point of sale.\nWe're generating strong customer loyalty with over 60% customer retention and a growing rewards program comprised of nearly 400,000 active members. Competition is only getting tougher and customers are looking for differentiation beyond price. Sunnyside is meeting the challenge and pulling new levers to make shopping more convenient, more enjoyable and more rewarding.\nIn closing, our overarching goal remains unchanged. To enhance the quality of our earnings, generate consistent cash flow and position ourselves as a long-term leader in cannabis.\nThis quarter was no exception. We made disciplined decisions to strategically fuel future growth and reinforce our balance sheet so that we're positioned to be a reliable, long-term leader in this highly volatile industry. With that, I'll hand it over to Sharon to walk through our Q1 performance in more detail.\n\nSharon Schuler\n\nChief Financial Officer\n\nThank you, Charlie, and good morning, everyone. As Charlie said, quality of earnings continue to be a theme for us. In Q1, we made deliberate decisions to forgo revenue opportunities that have questionable cash benefits in support of that goal. This resulted in $166 million in revenue. Total retail revenue was down 5% from Q4, driven by traditional seasonality and competition in Illinois, where we saw overall state sales decline over 6%.\nWholesale revenue declined sequentially largely related to volume decreases related to our purposeful decision to limit sales to accounts with credit risk. Our team has done a great job reducing receivables by 13% since the end of 2024. We are committed to profitable sales that convert to cash rather than chasing top line.\nAdjusted gross margin for the quarter was 49%, down 20 basis points sequentially. We continue to take proactive steps to preserve and strengthen profitability even in the face of price compression. Our teams are aggressively executing targeted productivity initiatives, innovating products that command premium pricing and leveraging our scale to optimize sourcing and production costs.\nCost discipline remains a key driver of our strategy. We reduced adjusted SG&A by just under $1 million sequentially to $53 million this quarter, despite expenses tied to adult use in Ohio and upcoming dispensary openings. In the quarter, the decline in revenue and the corresponding reduction in operating leverage led to $36 million in adjusted EBITDA, representing 22% of revenue in the quarter.\nMost importantly, we generated $30 million in operating cash flow this quarter, underscoring the strength of our business model and the discipline of our execution. We remain committed to our capital allocation framework, prioritizing operational efficiency, disciplined growth investments and balance sheet strength. In Q1, we invested $6 million in CapEx, resulting in free cash flow of $25 million and an ending cash balance of $162 million. Our cash balance is now the strongest it's been in the past 3 years.\nWe are progressing on schedule with our debt refinancing and are confident we'll complete it over the next few months. Given our strong and consistent cash generation, we expect to pay down a portion of the debt on refinancing positioning us for an even stronger balance sheet. Our improved financial profile is attracting solid refinancing terms, and we are focused on securing a structure that enhances flexibility and reduces our cost of capital over time.\nLooking ahead to Q2, we expect revenue to be down slightly compared to Q1, largely due to onetime impacts related to Illinois' mandatory [ seed-to-sale ] system conversion taking place in May and June. As a result, we have seen an impact to wholesale sales in the state as retailers hold on new purchases and work through existing inventory in hopes of simplifying their conversion process. We expect this to normalize in future quarters once the conversion has taken place.\nGoing forward, new dispensaries in Pennsylvania and Ohio increased capacity in Illinois and Pennsylvania and a strong lineup of product innovation and new inefficiencies should help offset the impact of price compression and competition in the back half of the year, particularly in Illinois retail.\nWe expect margin pressure in Q2, further amplified by the Illinois state conversion process and its impact on our state revenue mix. This will result in a couple of [ hundred basis point ] impact in Q2. For the remainder of the year, we expect modest margin pressure with quarter-to-quarter fluctuations.\nOn the expense side, we're squeezing every dollar to offset costs tied to growth like new store openings and our build-out in Kentucky. As a result, we expect only modest increases in adjusted SG&A throughout the year. We have a strengthening balance sheet and strong cash flow with a plan to fund growth thoughtfully. We're excited to show more in the back half of this year and into 2026. With that, I'll turn it back over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThank you. Sharon. This industry remains complex and unpredictable, but we're staying focused on what we can control, leading in our core markets, maintaining a fortress balance sheet and being disciplined in our pursuit of new growth opportunities. We are in a better position than ever to not only weather regulatory and market uncertainty, but to capitalize on these challenges and emerge in a stronger, more advantaged position.\nI want to thank the Cresco Labs team for another focused and successful quarter. And with that, we'll open it up for your questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/93d88bc7071699bfeb11c2909c7ae6db",
    "period": "2024 Q4",
    "content": "Q4 2024 Cresco Labs Inc Earnings Call\n\nQ4 2024 Cresco Labs Inc Earnings Call\n\nCLCANADANATLMAR 12, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs' Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the call over to TJ Cole, Senior Vice President, Corporate Development and Investor Relations for Cresco Labs. Please go ahead.\n\nTJ Cole\n\nThank you. Good morning, and welcome to Cresco Labs' Fourth Quarter 2024 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Sharon Schuler; and President, Greg Butler, who will be available for the Q&A.\nPrior to this call, we issued our fourth quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the fourth quarter and full year 2024 are provided prior to completion of all internal and external reviews and therefore are subject to adjustment and to the filing of the company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter and year ending December 31, 2024 on SEDAR and EDGAR later this week.\nBefore we begin, I want to remind you that statements made on today's call may contain forward looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release and in the annual information form and MD&A filed with the securities regulators.\nThis call also contains non-GAAP measures, also outlined in our earnings press release and in the MD&A filed with the securities regulators. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everybody, and thank you for joining us on our full year 2024 earnings call. Two years ago, we set a clear goal to streamline operations and generate more cash while maintaining our wholesale and retail leadership. This commitment drove every decision we made, finding efficiencies, improving execution and prioritizing profitability to make the strongest Cresco Labs possible. I want to highlight the exceptional work that our team has done this year.\nIn 2024, we really focused on the quality of our revenue. For the full year, we generated $724 million in top line. While slightly lower year-over-year, we held absolute adjusted gross profit dollars flat, and we reduced adjusted SG&A by $29 million. The result was an adjusted EBITDA of $200 million, a $26 million improvement, and most importantly, $132 million in operating cash flow, a $74 million improvement from last year. We truly demonstrated our focus on the quality of the revenue.\nDemand for cannabis continues to grow. And while price compression persists, lower prices also make cannabis accessible to more consumers than ever. In Q4, price compression across some of our core markets created greater demand than expected, and we found ourselves with supply constraints. This limited our ability to fully capitalize on this momentum in the quarter, but we're rapidly turning on the extra capacity in our facilities to seize the opportunity.\nBy unlocking additional production, we'll drive volume growth to offset price decline, optimize our footprint and capture greater market share, fueling sustained profitable expansion. Profitability is still a key focus in 2025. We'll continue to strengthen our cash position by driving productivity in our core markets and prioritizing the quality of revenue.\nNow I'll walk you through the 3 strategic pillars we're executing against to build the strongest and most valuable Cresco Labs for the years ahead.\nNumber one, we're ensuring we have the most strategic footprint. We're ready to expand our highly efficient footprint through 2 pathways: one, investing to reinforce our core markets; and two, strategically entering new markets with favorable regulatory structures and competitive advantages. This balanced approach optimizes capital deployment, ensuring a mix of near-term and long-term returns while diversifying our market exposure.\nIn line with this strategy, last year we strengthened our position in Pennsylvania by adding 3 new dispensaries. In Florida, we invested in our operations to enhance productivity, deliver higher quality and lower prices, nearly doubling our market share year-over-year. In 2025, we're building on this success with plans to open additional stores in Pennsylvania, Florida, and Ohio.\nOur Year-of-the-Core strategy prioritized depth over breadth, refining the capabilities that drive cost-effective scale and quality in each of our markets. With these strategies in place, we can extend our success in new markets while maintaining strong margins and profitability.\nKentucky is the first of these new markets, a strategic addition to our portfolio. The state's newly launched medical cannabis market is backed by common sense regulations, including well-structured cultivation canopy and dispensary licensing frameworks, creating a favorable competitive landscape for long-term success.\nWe're proud to be 1 of only 2 Tier 3 cultivation licenses in Kentucky, giving us up to 25,000 square feet of canopy, and that's more than 20% of the total canopy allowed in the state. With our proven speed-to-market capabilities, this license lets us scale efficiently, serve patients quickly and continuously reinvest in our facilities to meet demand, just as we've done successfully in Illinois, Pennsylvania, and Ohio. Kentucky is a significant long-term growth opportunity, and we're excited to share more about our plans in the coming quarters.\nWe're building a very solid growth pipeline. While adding to our core is a priority, trust that we will remain patient ensuring we enter the right markets at the right time and right price.\nNumber two, we remain the leader in branded wholesale products. Throughout the entire year we demonstrated the strength of our brands across all major categories, including branded flower, concentrates, vapes and edibles per BDSA.\nIn 2024, we maintained our #1 share position in Illinois, Pennsylvania, and Massachusetts, while also driving share growth in Ohio. This performance underscores our ability to execute, compete and deliver what customers want in all 4 of our core wholesale markets.\nBy continuously optimizing our cost structure without compromising quality, we're delivering category-leading products to customers, while actively offsetting price compression through efficiency gains and product innovation. These efforts allow us to stay competitive, protect margins and drive long-term sustainable growth.\nAnd number three, we're building a highly productive retail platform in the most strategic states. For the full year, we strengthened our competitive position across our markets. Our dispensaries were already outperforming the industry, and we expanded that lead even further from being approximately 20% more productive than the average store in a market to being 30% more productive.\nAgain, this sustained outperformance comes back to execution. Every aspect of our operations, including store experience, inventory management and customer engagement is built on the Sunnyside standard, leveraging established processes and proprietary technology to maximize sales. Even in the face of 15% to 25% price compression across our markets, we maintained retail revenue year-over-year while improving profitability. This is a phenomenal example of strategy, capabilities and execution.\nThis expertise is transferable and can be monetized in both new and underperforming dispensaries, like in Pennsylvania, where we more than doubled the productivity of the stores we acquired in 2024. We'll lean on these skills as we identify new expansion opportunities, including distressed and cost-effective assets where we can add value quickly and as we move into new markets.\nIn closing, 2024 was the culmination of our team's tremendous effort to refocus on operational excellence and prioritize cash flow above all else. We successfully reset and repositioned the business for sustainable growth.\nIn 2025, we're extending our focus to strategically deploy capital to create growth and maximize returns for the years ahead. It's a straightforward approach, execute at the highest level, generate cash, reinvest in high ROI opportunities and repeat.\nWith that, I'll hand it over to Sharon to walk through our Q4 performance in more detail.\n\nSharon Schuler\n\nChief Financial Officer\n\nThank you, Charles, and good morning, everyone. For my first earnings call with Cresco Labs, I'm excited to talk about a year that characterizes strong execution and celebrates the team's focus on profitability.\nOver the course of the year, we made a deliberate shift to prioritize cash, resulting in $724 million in revenue, a 6% decline year-over-year, but a more profitable and sustainable mix. This strategy drove meaningful financial improvement with absolute adjusted gross profit dollars essentially flat, adjusted EBITDA growing by 15% and operating cash flow improving by 126%.\nLooking at the quarter, in Q4, we generated $176 million in revenue. Retail revenue was flat sequentially, driven by adult-use conversion in Ohio and market share gains in Pennsylvania, which offset the continued pricing pressure in Illinois. Wholesale revenue declined sequentially due to price compressions in Illinois and Pennsylvania. Higher volumes typically offset pricing pressures, but supply constraints this quarter amplified pricing impact on revenue and margins.\nAs Charlie mentioned, our team is currently ramping up production at our production facilities in Kankakee, Illinois and Mount Joy, Pennsylvania, which will drive incremental volume growth in the second half of the year. While ramping up capacity will drive long-term volume growth, we expect some near-term margin pressure in Q1 as production scales.\nAt the same time, we've been executing our wholesale strategy, prioritizing independent retailers over MSOs who are focusing on their own products. We're also proactively limiting sales to customers with potential AR risk. While this creates short-term headwinds, it strengthens our long-term financial position by focusing on sustainable cash-generating wholesale accounts.\nThe combination of price compression, wholesale pressures and shifts in our state revenue mix led to an adjusted gross margin of approximately 50%, down from last quarter, but in line with previous guidance.\nOn the cost side, adjusted SG&A in the quarter was $54 million, reflecting a 1% year-over-year reduction and essentially flat from last quarter. This rounds out our Year-of-the-Core with nearly $29 million in adjusted SG&A reductions in 2024. During my time here, I've seen firsthand how the Cresco team demonstrates exceptional resourcefulness and agility, consistently balancing a controlled approach to expenses with the appropriate level of investment to support growth.\nAs a result, adjusted EBITDA reached $200 million for 2024, representing 28% of full year revenue and a 15% improvement over 2023. In the fourth quarter, the decline in gross profit and the corresponding reduction in operating leverage led to $42 million in adjusted EBITDA, representing 24% of revenue in the quarter.\nOur ability to generate cash remains strong. We delivered $30 million in operating cash flow this quarter, bringing our full year total to $132 million, a record for us.\nThe cash flow improvements, even on lower revenue, highlights the strength of the strategy and our ability to manage through a dynamic environment. With this cash flow performance, we remain committed to strategic capital allocation, operating efficiently, investing in growth and strengthening our balance sheet.\nIn Q4, we invested $3 million in CapEx, bringing our full year total to $20 million. At the same time, we retired $40 million of our 2026 notes, reinforcing our commitment to reducing debt and fortifying our balance sheet.\nLooking ahead, paying down debt and securing favorable refinancing terms are top priorities. We've seen strong demand from both existing and new lenders, and we expect to complete this refinancing in the coming months, which will give us greater financial flexibility.\nIn 2025, execution is key. While we've already kicked off several growth initiatives, we don't expect them to have a material impact in Q1. Still, these investments are the building blocks for sustainable long-term growth.\nIn the near term, pricing pressures and market fragmentation, particularly in Illinois, will weigh on revenue alongside continued pressure in wholesale as we prioritize independent dispensary growth while managing AR risk. Lower revenue from Illinois and broader price compression will impact margins.\nOn the expense side, SG&A will remain relatively flat in Q1 with modest increases throughout the year as we expand in Ohio, Florida, Pennsylvania and launch operations in Kentucky that we will look to manage through cost controls, efficiency gains and profitable growth opportunities in the quarters ahead.\nI'm confident in our team's tactical execution, staying laser-focused on operational excellence, cash generation and strategic investments. With strong cash flow, restrained capital allocation and targeted market expansion, we will drive sustainable growth and build momentum throughout 2025.\nWe appreciate your continued confidence in our strategy. And with that, I'll turn it back over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThank you, Sharon. In 2024, we led with cash generation and operational excellence in order to shore up our profitable core. We're attacking 2025 with the same discipline where profitability remains front and center. The year ahead is full of opportunity, and our growth pipeline is robust. We're strategically allocating resources to deepen our presence in core markets and expand into new markets.\nKentucky marks our first step in this next phase of expansion, and we're excited to bring Cresco Labs to the state. We have extensive experience building markets from the ground up and understand how to make inroads for the broader industry. We're ready to flex those muscles and launch our competitive capabilities in the state.\nA big thank you and congratulations to the Cresco team on an excellent year, and I couldn't be more excited to tackle these opportunities in '25 together.\nWith that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1bf874d31faec1da428655dcc4361857",
    "period": "2024 Q2",
    "content": "Q2 2024 Cresco Labs Inc Earnings Call\n\nQ2 2024 Cresco Labs Inc Earnings Call\n\nCLCANADANATLAUG 8, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs' Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the call over to TJ Cole, Senior Vice President, Corporate Development and Investor Relations for Cresco Labs. Please go ahead.\n\nTJ Cole\n\nThank you. Good morning, and welcome to Cresco Labs' Second Quarter 2024 Earnings Conference Call.\nOn the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Dennis Olis; and President, Greg Butler, who will be available for the Q&A.\nPrior to this call, we issued our second quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the second quarter of 2024 are provided prior to completion of all internal and external reviews and therefore, are subject to adjustment until the filing of the company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter ended June 30, 2024, on SEDAR and EDGAR.\nBefore we begin, I want to remind you that statements made on today's call may contain forward-looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release and in the MD&A filed with the securities regulators. This call also contains non-GAAP measures, also outlined in our earnings press release and in the MD&A filed with the securities regulators. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone, and thank you for joining us on the call today.\nI'm pleased to walk you through our Q2 results and demonstrate the sustainability of the improvements we've made to the business over the past year. We entered this quarter building on the strong foundation we've developed and with growing momentum in the industry. The DEA's comment period on rescheduling recently closed with roughly 92% of the over 40,000 comments submitted in overwhelming support of reclassifying cannabis to a Schedule III substance or declassifying cannabis entirely. Recent polls also show energy swelling around Florida's Amendment 3 initiatives to legalize cannabis for adult-use this November.\nAs the pace of reform challenges, even the most patient of us, it's important for all stakeholders to remember that cannabis reform consistently pulls higher than any candidate in any election, and the public has made it clear that it's time for change. Reform is imminent, and we are ready. Our Q2 results show how strengthening our core and emphasizing free cash flow are laying the groundwork for profitable growth and strategic positioning for the transformational catalysts ahead.\nIn the quarter, we generated $184 million in revenue at a 52% adjusted gross profit margin and a 29% adjusted EBITDA margin. Year-over-year, we generated a 565 basis point improvement on our adjusted gross profit margin and removed approximately $34 million in annualized adjusted SG&A spend. Our consistent focus on margin expansion enabled us to deliver $54 million in adjusted EBITDA, up $13 million year-over-year. And finally, we generated $54 million in operating cash flow year-to-date, which is $32 million more than the first half of last year. This, combined with our revised tax strategy that Dennis will cover later in the call, will allow us to continue to strengthen our balance sheet and enable strategic capital deployment to support future growth.\nCresco Labs is creating the financial profile and perfecting the playbook we need to win. Our branded product and retail portfolio performance are evidence of our differentiated capabilities. We consistently outperform our markets, maintaining leading share positions in the largest markets like Illinois, Pennsylvania and Massachusetts and gaining share in some of the most competitive markets like Florida. Our unique skill set and financial discipline have enabled us to drive scale and improve margins as we look towards new markets to replicate our winning strategy.\nNow, I'm going to share more on the 3 pillars we're executing against to create the strongest and most valuable Cresco Labs for the years to come. Number one, we're ensuring we have the most strategic footprint. We're strengthening our positions in Ohio, Pennsylvania and Florida, the 3 largest likely near-term catalysts in our industry that will drive significant growth in the years to come. Adult-use sales officially launched earlier this week in Ohio, and it's been energizing to be a part of another major milestone for cannabis. The seventh most populated state in the country will be another example of a responsible, respectable and robust legal cannabis program.\nI want to thank Ohio's division of cannabis control for working so hard to design a program that's going to bring incredible value to their state and opportunities for their residents. I also can't say enough about the Cresco team, manages all the complexities of this conversion with grace and expertise. We're already seeing some of the impact from recent cultivation upgrades we've made in Ohio, including a 26% increase in yield per square foot and a 23% increase in average potency as we drive full utilization of our canopy. This will allow us to meet the increased adult-use demand, while still maintaining our existing supply to serve medical patients and wholesale customers.\nOur next project is to expand Sunnyside's reach by opening our 3 additional dispensaries in Ohio. Kudos to our real estate team who've already identified sites that will complement our existing leading retail portfolio in the state. In Pennsylvania, there's a lot of momentum behind bipartisan adult-use legislation, and we see a path to legalization as lawmakers reconvene this fall. In the meantime, we're deepening our #1 position in the state through smart capital allocation.\nIn addition to the upgrades to cultivation we talked about last quarter, we just expanded our dispensary operations by acquiring 2 existing locations and the ability to open one additional dispensary. With the nominal impact in Q2, this is an incremental non-material investment that will have a high ROI. We see a clear pathway to unlock strategic value as we convert these stores to the Sunnyside platform, optimize operations and ramp-up on potential adult-use legalization.\nIn Florida, we've more than doubled revenue year-over-year as we continue flexing every muscle to improve edible and vape throughput, increased potency and maximize cultivation yields. We're currently executing an expansion plan to support the growing demand for our products under the state's medical program, with additional plans that we can turn on if the adult-use is legalized in November. We're focused on making smart investments in these markets, where our strong retail and wholesale capabilities could add value quickly.\nOver the last few quarters, we've used the capital-efficient approach to add more Sunnyside dispensaries and increase cultivation capacity. We're preparing to scale up strategically so that we're capturing maximum share, while generating high returns on our investments, regardless of where each of these state adult-use regulations land. Number two, we remain the leader in branded wholesale products. We continue perfecting our branded product playbook, enabling us to beat out competitors and hold the #1 overall share position in Illinois, Pennsylvania and Massachusetts. For BDSA, we also have top portfolio positions nationally in branded flower, concentrates, vapes and edibles.\nAs we discussed last quarter, continuous improvement in portfolio evaluation are foundational to that playbook. For instance, to maintain the strong growth we've seen in the pre-roll category, we've been diligently testing new processes and technology to increase productivity and margins. The early results are promising with a 10x increase in throughput. This is a good example of how we're leveraging our scale to test new processes in one state before rolling them out across our footprint to capture the benefits of large buying power. We're also creating tailored wholesale plans to adapt to continued retail fragmentation across the industry. In markets like Massachusetts, we're exercising discipline and finding the right retail partners to invest in, going deeper with our highest value accounts, while reducing exposure to non-performing accounts to preserve top line while also protecting margin.\nIn markets like Illinois, we're getting our products on every new shelf and expanding our points of distribution, while keeping our menu depth and introducing new innovations and forms, flavors and strains. Our focus on providing innovative products at the highest quality while constantly finding efficiencies in our cost structure continues to deliver one of the strongest cannabis portfolios in the industry.\nAnd number three, we're building a highly productive retail portfolio in the most strategic states. In Q2, we increased our index to fair share across our markets, with Sunnyside performing 36% better than comparable dispensaries. In fact, we're outperforming average fair share in almost all of our markets, with our fair share in Florida consistently making gains and growing more competitive every quarter. We're more than twice as productive in some of our most important states, and we're expecting even more fair share improvement across our footprint in the quarters ahead.\nLast quarter, we talked about how our tech capabilities contribute to our market-winning results, but in-store optimization is another important lever we pull. We continue to refine our assortment and display of accessories in non-cannabis products, ensuring we're meeting consumer trends while maximizing every inch of our dispensaries. Over the last year, we've increased non-cannabis revenue in our stores by 9%. We're also constantly evolving our approach to customer engagement. We're complementing the e-commerce tactics covered last quarter with a unique push marketing strategy.\nWe're leveraging the sunnyside.shop platform, customer segmentation and purchase history to create targeted high ROI campaigns. In trialing this method, customers we've targeted are making more repeat purchases and have increased average monthly spending by 20%. We have a proven track record of generating above-average retail productivity across our markets, thanks to repeatable operating procedures, a proprietary tech stack, and the team's collective dedication to continuous improvement. These capabilities will continue to be invaluable as we ramp up additional dispensaries to meet Sunnyside standards in the months ahead.\nIn closing, our strategy is simple; win in strategic markets with a brand portfolio consumers love and best-in-class retail operations. And we'll continue making smart investments to strategically target new growth markets where these established capabilities will help us generate premium returns.\nWith that, I'll turn it over to Dennis to provide more details on our Q2 performance.\n\nDennis M. Olis\n\nChief Financial Officer, Allscripts Healthcare Solutions, Inc.\n\nThank you, Charlie, and good morning, everyone.\nWe continue to demonstrate that the changes we've made in the last year and our improved profitability are sustainable. The increased cash flow we're generating, along with the normalized taxes will allow us to strengthen our balance sheet, increase our footprint and invest in strategic growth opportunities to drive our results in the years to come. In the quarter, we generated $184 million in revenue while generating more gross profit. Our operations team continued to impress, finding incremental improvements to lower cost of goods and increased gross profit, even in an environment that is inflationary for cost and deflationary for cannabis pricing.\nWe increased absolute adjusted gross profit to $97 million and adjusted gross margin of 52%. That represents a 565 basis point improvement year-over-year. We've continued to maintain strong cost controls across the organization, with adjusted SG&A as a percentage of revenue at 29%, a 229 basis point improvement from last year. We had a small increase sequentially in absolute adjusted SG&A to support and maximize the opportunity of the adult-use conversion in Ohio and the 2 additional stores acquired in Pennsylvania.\nQ2 adjusted EBITDA was $54 million or 29% of revenue, up 33% year-over-year. This is our third consecutive quarter generating over $50 million of adjusted EBITDA. This consistency demonstrates the sustainability of the actions we took last year. Our Ohio going adult-use and the potential conversions in Florida and Pennsylvania, we can support much higher revenue and generate significant operating leverage on our current cost structure. In Q2, we generated $18 million in operating cash flow and $11 million in positive free cash flow as we paid our semi-annual interest payments.\nAt $54 million for the first 6 months of the year, we've generated more than double the amount of cash we did in the same period last year. We're going to put this cash to use by strengthening the balance sheet, investing in our core growth states and pursuing strategic growth opportunities. We spent $6 million on CapEx during Q2. We expect to spend between $40 million to $60 million for the full year, inclusive of upgrades already made to our Ohio cultivation and production facility, as well as expansion in Pennsylvania and Florida in advance of potential adult-use.\n2024 has developed much as we expected, and we are maintaining the expectations we set on our Q4 call and reiterated in Q1. We expect Q3 revenue to be relatively flat compared to Q2, with the late start of adult-use in Ohio and limited initial incremental supply and new form factors. We expect it to start contributing growth in Q4. We're looking forward to Ohio's adult-use conversion and the anticipated conversion in Florida and Pennsylvania to generate significant year-over-year growth in both 2025 and 2026.\nStrategically, we are targeting to keep gross margins around 50%, as we believe that's an appropriate operating structure for our business. Having said that, there can be quarterly variability driven by price pressures, revenue composition by state and portfolio mix. We expect to maintain SG&A as a percentage of revenue consistent with Q2. As we've talked about previously and delivered through the first half of the year, operating cash flow will be significantly higher than last year. On a quarterly basis, like in Q2, Q4 will have lower cash flow because of our semi-annual interest payments.\nRegarding taxes, we intend to file as a normal business for 2023 and beyond. This new position will result in estimated tax savings of $65 million in 2024, directly impacting our cash flow and bolstering our balance sheet. For the time being, a corresponding uncertain tax position or UTP, relating to these tax savings will be recorded on the balance sheet. We have worked closely with our expert advisers to be incredibly thoughtful in how we designed this approach. We're comfortable with our read on Section 280E and its implications.\nAs a result of the new tax position and our corporate structure, a step-up to fair market value in the company's tax receivable agreement liability has been recorded in our financial statements. Most of the assets being stepped up to fair market value will be amortized over 15 years, effectively decreasing our annual tax expense by a corresponding amount over that period, creating a net neutral impact. This one-time charge is reflected in the other expense line in our income statement this quarter. Our 2024 results so far show how our focus on the core and prioritization of free cash flow are laying the groundwork for profitable growth for years to come.\nWith that, I'll pass it back to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThere are exciting and meaningful legislative shifts on the horizon, and the public has never been louder with their support for cannabis. We've reached a tipping point, with almost half of all states in the country representing more than half the country's population, having legalized cannabis for adult-use and more adopting common sense regulations every day.\nStill, while we're encouraged by plans for rescheduling and adult-use conversions, we're putting our energy and resources into building a growth business that's designed for sustainable success regardless of what happens legislatively. We continue to prove out our strategy in every state we operate in, maintaining and gaining share in some of the country's largest and most competitive markets. We're leaning into our improved operating cash flow and profitability to seize on our business' momentum. This means making smart, high ROI investments in our core markets, reinforcing the capabilities and infrastructure needed to win in states with adult-use potential and exploring accretive incremental M&A and new business opportunities. A big thank you, and congratulations to the Cresco team on producing a great quarter.\nAnd with that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bfe91327ef84078e843ca1fe3a60da11",
    "period": "2024 Q1",
    "content": "Q1 2024 Cresco Labs Inc Earnings Call\n\nQ1 2024 Cresco Labs Inc Earnings Call\n\nCLCANADANATLMAY 15, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Cresco Labs First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the call over to T.J. Cole, Senior Vice President, Corporate Development and Investor Relations of Cresco Labs. TJ, please go ahead.\n\nTJ Cole\n\nThank you. Good morning, and welcome to Cresco Labs First Quarter 2024 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Dennis Olis; and President, Greg Butler, who will be available for Q&A.\nPrior to this call, we issued our first quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the first quarter 2024 are provided prior to completion of all internal and external reviews and, therefore, are subject to adjustment until the filing of the company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter ended March 31, 2024, on SEDAR and EDGAR later this week.\nBefore we begin, I want to remind you that statements made on today's call may contain forward-looking information. Actual results may differ materially. The risks, uncertainties and other factors that could influence actual results are described in our earnings press release and in the MD&A filed with the securities regulators. This call also contains non-GAAP measures, also outlined in our earnings press release and in the MD&A filed with the securities regulators. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone, and thank you for joining us on the call today. It is a historic time for the industry with the anticipated reclassification of cannabis to a Schedule 3 substance. We see this as the first federal reform domino to fall that will likely have substantial impacts on cannabis reform in the future. It will open the door to more research, impact legislative opinion and is a significant step toward eliminating the crushing tax penalties imposed on the cannabis industry.\nWe're excited about what the potential shift could mean for the cannabis stakeholders and Cresco shareholders, especially in combination with all of the hard work by the team to improve profitability over the last year. Our Q1 results demonstrate our business' growing momentum and continued focus on our core and profitability. Year-over-year, we generated a 580 basis point improvement in gross profit margin, proving that our efforts to restructure and prioritize investments across our core markets continue to drive outsized returns.\nOur team moved approximately $65 million in annualized adjusted SG&A compared to the prior year while growing more cannabis, selling more units, handling more retail transactions, launching fresh innovations and building new technologies. We delivered $53 million in adjusted EBITDA, up $24 million year-over-year and net income before taxes of $16 million.\nAnd finally, we generated $36 million in operating cash flow, $33 million more than a year ago, further strengthening our balance sheet position and giving us greater firepower to redeploy towards strategic growth opportunities. Cresco Labs is stronger, leaner and more productive than ever and we're using this energy to fuel our business and take full advantage of the major state and federal catalysts ahead of us.\nNow I'm going to share more on how we're executing to create the strongest and most valuable Cresco Labs for the years to come. Number one, we're ensuring we have the most strategic footprint. In 2024, we're throwing our full way behind the imminent and potential adult-use catalysts coming within our existing footprint. This means strategically building on our leading positions in Ohio, Pennsylvania and Florida.\nIn our nearest term catalyst, Ohio, our teams are ready for the adults rollout, which as of Monday's exciting news, is set to formally kick off in June. We have been making strategic improvements to our dispensaries to ensure we can handle the increased traffic with the same level of service that has made our dispense reach some of the most productive in the state. At the same time, we continue to make cost-effective upgrades to our production facility to maximize yields and product throughput.\nOver the past year in Florida, we've made strategic investments towards efficiency gains at our Indian town facility, upgrades that are paying dividends and having a ripple effect across the entire value chain. In Q1, nearly every KPI is up, including yields potency, customer growth and ticket growth. With an over 100% increase in quarterly revenue and nearly doubling our market share versus a year ago, we're winning in all areas through best-in-class vertical integration.\nOur retail operating model was on full display for 420 with our Florida store managing record-breaking traffic and patient throughput designed to scale up as we shift into adult use. In Pennsylvania, we're well positioned to maximize the potential adult-use opportunity with the #1 brand in market share and leading retail coverage. In Q1, we launched our high-dose [ tokes ] format, further establishing our leading portfolio of brands.\nWe're also making strategic investments to expand both our facility network and store footprint to support the anticipated market conversion. Ohio, Florida and Pennsylvania represent the 3 largest state growth catalysts in the industry. We're taking meaningful steps in making smart investments to ensure we capture outsized share and generate significant operating leverage and free cash flow in these markets, while also closely evaluating recently launched adult-use markets like New Jersey and Maryland. Thanks to our focus on operating cash flow, we can strategically take on new adult-use markets at the right time and invest in accretive opportunities and incremental growth catalysts in the coming years.\nNumber two, we remain the leader in branded wholesale products. Our House of Brand continues to deliver on its promise of high-quality and high-value products for every consumer occasion. We continue to hold the #1 overall share position in Illinois, Pennsylvania and Massachusetts. And per BDSA, we have top portfolio positions nationally and branded flower, concentrates, vapes and edibles. We're constantly evaluating our portfolio to ensure we're delivering best-in-class brand performance.\nOne example is our revamped approach to the pre-roll category. In Illinois, we've already driven an 800 basis point improvement in our pre-rolled market share year-over-year. We're building capabilities to address any gaps in our offerings and using automation and leading capabilities to deliver high-quality, profitable products. This mindset extends beyond our product portfolio with the entire Cresco team sharing in the relentless pursuit of improvement across every step of the value chain.\nOur brand strength also facilitates winning relationships with non-MSO or independent dispensaries, which will continue leaning into this year. Across the 3 markets where we hold #1 share positions, we saw an average year-over-year revenue growth of approximately 25% from independents in Q1. This is a clear sign that when dispensaries are prioritizing product velocity and gross profit impact, Cresco Labs products deliver unparalleled value.\nAnd number three, we're building a highly productive retail portfolio in the most strategic states. We reached some exciting retail milestones in Q1. Notably, we've increased our retail fair share year-over-year across every market. In Illinois and Ohio, our stores have reached 2x [ the days ] average stores monthly sales. In Florida, according to state provided data, we've doubled our market share position year-over-year.\nThese are impressive seats across highly competitive and MSO concentrated markets that showcase our ability to leverage [indiscernible], optimize our assortment to reflect consumer trends and ultimately drive more revenue into higher profitable goods. In Q1, we increased trip frequency by 3% and grams sold per ticket by 11% compared to the prior year. For our most valuable customers, we increased trip frequency by over 10% during that same period.\nThis growth is possible because of the many things that we do differently in retail that make Sunnyside uniquely Sunnyside. Our investment in tech capabilities is allowing our team to accomplish incredible things. We had a remarkable 420 this year, where our teams managed 19,000 online orders, a single-day record of 25 orders per minute.\nOn a day when consumers buy a lot of cannabis, our technology enabled them to buy even more. Our e-commerce platform, Sunnyside.shop drives consumer behavior, leading them to build baskets that were $20 higher on average when compared to both in-store shopping and other online ordering tools. This considerable bump isn't unique to 420. Our capabilities and data-driven understanding of our consumers creates a clear differentiated advantage.\nOur retail footprint is built on a base of technologies and repeatable operating procedures that we've continuously advanced over the last 3 years. It consistently outperforms their share with a highly efficient cost structure that gets better every quarter. In closing, last year, it was about building a rock-solid foundation, and this year is about leveraging that strength to take full advantage of the many transformational catalysts and growth on the horizon.\nI'm so proud of how the Cresco team has taken all of the learnings from the year of the core, internalize them as part of our DNA and continues to work towards generating significant free cash flow and profitability.\nWith that, I'll turn it over to Dennis to provide more details on our Q1 performance.\n\nDennis M. Olis\n\nChief Financial Officer, Allscripts Healthcare Solutions, Inc.\n\nThank you, Charlie, and good morning, everyone. Our continued focus on efficient capital allocation and targeted cost savings initiatives led to significant improvements that have carried over into 2024. These efforts culminated in another strong quarter of improved profitability, cash generation and the strengthening of our balance sheet, all in the face of over 11% price compression across our footprint.\nIn the quarter, we generated $184 million in revenue, essentially flat year-over-year adjusted for purposeful reductions. Our team has done a fantastic job of finding and removing costs at every stage of our cultivation, production and distribution supply chain. This has led to an increase in adjusted gross profit, bringing our operating gross margin to 51.5%, a 580 basis point increase from Q1 2023.\nAs planned, steps we took last year have continued to bear fruit. Year-over-year adjusted SG&A declined by $16.1 million to $51.7 million. That's 28% of revenue improved from 35% in Q1 of 2023. This is even more impressive when you account for the 7 dispensaries we added over the same period. We believe we have room for additional operating leverage as well, and we're starting to realize those benefits as we capitalize on adult-use conversions.\nOur Q1 adjusted EBITDA was $53 million or 29% of revenue, up 82% year-over-year. Going forward, operating leverage will be the main driver of adjusted EBITDA margin improvement. Our cost structure can support significantly higher revenues in states like Ohio, Pennsylvania and Florida, and we are expecting much of that gross profit growth to drop to the bottom line.\nFor Q1, we generated $36 million in operating cash flow and $33 million of positive free cash flow over 10x higher than the prior year. Our unrelenting focus on cash generation is not only reflected in our cash flow statement, but also our balance sheet, where in Q1, we recognized a sequential reduction in inventory of $9 million while reducing our AP and accrued expenses by $17 million. We've shortened our cash conversion cycle time by 8% since last year through improved accounts receivable collections and inventory management.\nWe spent $3.8 million in CapEx during Q1 focused on cultivation improvements in Ohio and improvements to our manufacturing in Florida and Massachusetts. We expect to spend $50 million to $70 million for the full year, inclusive of our upgrades to our Ohio cultivation and production facility as well as expansion in Pennsylvania and Florida in advance of adult-use.\nLooking ahead through 2024, we are maintaining the expectations we set on our Q4 call, where we expect Q2 and Q3 revenue to be relatively flat compared to Q1. We are taking a measured approach to earlier-than-expected start date for adult use in Ohio and expect growth to be stronger in the fourth quarter as the program gets off the ground. We expect the adult use conversions in Ohio, Florida and Pennsylvania to provide meaningful year-over-year growth in both 2025 and 2026.\nWe are targeting to keep gross margins around 50% and believe that it is achievable throughout 2024. As we've stated previously, we will experience fluctuations from quarter-to-quarter due to continued price pressures, revenue composition by state and portfolio mix. For the full year, operating cash flow will be significantly higher than last year. We plan to make our interest payments in Q2 and Q4, which will lower cash flow in those quarters.\nRegarding our tax position, we are in the process of filing protective claims for 2020 through 2022 to allow us to file amended returns at a later date. We are exploring options to amend our tax position for the 2023 tax year and will provide more color on our Q2 earnings call in advance of our extended filing date. Should we amend our position on 280E, it would have an approximate $70 million impact on our cash flow for the full year of 2024.\n2024 is off to a great start. We are carrying forward the efficiency gains we made last year, converting that improved cash structure into free cash flow that only has room to grow.\nWith that, I'll pass it back to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nWe are optimistic about the momentum behind cannabis reform and the development of a responsible, respectable and robust industry. Eliminating 280E in the heavy tax burden way on all cannabis companies will unlock access to capital and create new opportunities for innovation and expansion.\nIn the interim, we continue to run the business as efficiently as possible while accelerating our core by investing in the largest, highest-margin markets, maximizing upcoming adult-use catalysts, driving operating efficiencies, continuing to capitalize on consumers love for our brands, expanding retail and investing in innovation to provide the consumer with the best cannabis experience possible and generating more free cash flow to strengthen our balance sheet.\nWith that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c144465b35136ffe1f600160f84d941",
    "period": "2023 Q4",
    "content": "Q4 2023 Cresco Labs Inc Earnings Call\n\nQ4 2023 Cresco Labs Inc Earnings Call\n\nCLCANADANATLMAR 13, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs' Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions]. Please note this event is being recorded. I would now like to turn the call over to [ T.J. Cole ], Senior Vice President, Corporate Development and Investor Relations for Cresco Labs.\n\nUnknown Executive\n\nThank you. Good morning, and welcome to Cresco Labs' Fourth Quarter 2023 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell, Chief Financial Officer, Dennis Olis; and our recently appointed President, Greg Butler, who will be available for the Q&A. Prior to this call, we issued our fourth quarter earnings press release which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the fourth quarter and full year 2023 are provided prior to completion of all internal and external reviews and therefore, are subject to adjustment until the filing of the company's annual financial statements. We plan to file our corresponding financial statements and MD&A for the quarter and year ended December 31, 2023, on SEDAR and EDGAR.\nCertain statements made on today's call may contain forward-looking information within the meaning of applicable Canadian securities legislation as well as within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. These forward-looking statements may include estimates, projections, goals, forecasts or assumptions that are based on current expectations and are not representative of historical facts or information. Such forward-looking statements represent the company's beliefs regarding future events, plans or objectives, which are inherently uncertain and are subject to a number of risks and uncertainties that may cause the company's actual results or performance to differ materially from such forward-looking statements, including economic conditions and changes in applicable regulations.\nAdditional information regarding the material factors and assumptions forming the basis of our forward-looking statements and risk factors can be found in our earnings press release and in Cresco Labs filings on SEDAR and with the Securities and Exchange Commission. Cresco Labs does not undertake any duty to publicly announce the result of any revisions to any of its forward-looking statements or to update or supplement any information provided on today's call. Please also note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nIn addition, during today's conference call, Cresco Labs will refer to certain non-GAAP financial measures such as adjusted EBITDA, adjusted gross profit, adjusted gross margin and adjusted SG&A, which should not have any standardized meaning prescribed by GAAP. Please refer to our earnings press release for the calculation of these measures and a reconciliation to the most directly comparable measures calculated and presented in accordance with GAAP. These non-GAAP financial measures should not be considered superior to, as a substitute for or as an alternative to and should only be considered in conjunction with the GAAP financial measures presented in our financial statements.\nWith that, I'll turn the call over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone, and thank you for joining us on the call today. We've been talking about our year of the core strategy since last March, where we're rationalizing and optimizing everything we do to make Cresco Labs the strongest company possible, winning within our core markets, core stores, core brands and core products. This strategy was a decisive reset designed to focus the business, strengthen the balance sheet and ensure preparedness for future growth. We started seeing the results of the strategy in Q3 with improving margins, profitability and cash flow. I'm proud to share that our Q4 results capped off the year with not only strong bottom line growth, but also margin expansion, nearly doubling our adjusted EBITDA and achieving positive free cash flow for the year. We've set a new standard for ourselves, and we're using these wins to fuel our business and capitalize on the many growth catalysts ahead.\nI can't say enough about the Cresco team who took this focus on the core, embraced it, made it part of our DNA and built a stronger, leaner and more productive Cresco Labs. In Q4, our financials demonstrated accelerating momentum that will propel us for the quarters to come. Year-over-year, we generated $11 million more in adjusted gross profit on less revenue, significantly improving our gross margin. Our team removed over $54 million in annualized adjusted SG&A compared to the prior year while driving scale, increasing unit production and retail transactions and also improving the quality of our products, customer experience and operations. We delivered $55 million in adjusted EBITDA, up $25 million year-over-year, leading to an adjusted EBITDA margin of 29%. And finally, we generated 3x more operating cash flow for the full year.\n2023 has improved cash flow is a direct result of our year of the core strategy, supported by best-in-class technology, processes and this engaged team that enabled us to do more with less. Now I'm going to share more on how we're executing to create the strongest and most valuable Cresco Labs for the quarters and years to come. Number one, we're ensuring we have the most strategic footprint. In 2023, we took a hard look at our footprint to ensure we're making the most of each market's long-term cash flow potential. This meant rationalizing areas of margin dilution in our footprint and doubling down in our core markets. While this led to some short-term top line decline, it drove significant bottom line improvement and allows us to redeploy resources and capital to our proven markets, driving high returns on investment, increased competitiveness and maximize adult-use unlocks anticipated in these states.\nIn 2023, we added 16 stores across Florida and Pennsylvania. Competitive markets where we've been able to increase market share, widen product distribution and improve operating leverage. Turning to 2024, all eyes are on Ohio's adult-use program, where we built a rock-solid foundation as one of the leading operators in the state. With our 5 dispensaries driving over 2x their fair share of revenue and a 70,000 square foot cultivation and processing facility, we've completed the bulk of our capital investments. We continue to make intelligent upgrades to our Ohio infrastructure, leaning on the successful playbook from our other adult use conversions. We're also closely watching Pennsylvania and Florida's adult-use time line, making investments ahead of those anticipated conversions which BDSA expects will represent a combined $4 billion opportunity.\nWe're very well positioned to capitalize on the 3 largest near-term state growth catalyst in the industry. Number two, we remain the leader in branded wholesale products. The Cresco team is constantly honing our brand-building capabilities, evidenced by the sustained success of our House of Brands where we're differentiating our products from the competition and giving the consumers what they really want. For BDSA, we're an industry leader across every product category with top 4 portfolio positions in branded flower, concentrates, vapes and edibles. And once again, in the markets of Illinois, Pennsylvania and Massachusetts, we continue to hold the #1 overall share position. We continue to deliver best-in-class brand performance because we know what levers to pull. Consumers want high quality and potency, but they're also seeking unique genetics and [ terpene ] profiles to fit specific uses. In 2023, we launched hundreds of new strains across our core markets.\nBy 2025, through our in-house breeding program, we plan for half of the products on our wholesale menus to be comprised of exclusive Cresco genetics, further distinguishing our offerings. We're also putting in the work to continuously enhance our cultivation and automation capabilities which in the second half of the year resulted in 2.2 million more grams of flower produced on 9% less canopy, a 10% increase in grams per square foot. Even more impressive, we did this without sacrificing quality as we also saw our average potency increase over the same time period. These capabilities are on full display when you look at our performance in Florida. Since last year, we've more than doubled our flower sales. In the second half of 2023, we increased yield by more than 16% and increased total units packed out by an astonishing 67%.\nThese efficiencies were all achieved while keeping headcount and COGS flat, leading to improved gross margin and EBITDA margin expansion. We continue to push for higher output without sacrificing quality as we work to meet the ever-growing demand and take full advantage of our retail footprint in the state. Our House of Brands achieved its leadership status through superior product quality, relentless approach to continuously improving production capabilities and sophisticated market planning, which will allow us to continue winning with independents as new stores open in our existing footprint and as we expand into new markets. And number three, we built a highly productive retail portfolio in the most strategic states. I'm proud to say that we continue to grow retail revenue and fair share, all while reducing cost and generating greater profit.\nYear-over-year, we grew retail sales 3% to $119 million in Q4 and saw retail fair share increase in every market. We keep expanding our lead by getting existing customers in our doors more frequently and using data-driven price, promotion and assortment strategies to drive significantly higher basket sizes. During the same period, we decreased total retail SG&A per quarter by almost 11% while seeing an 18% increase in the number of transactions across our network. That is an incredible per store efficiency improvement. Thanks in part to in-house technology like our new inventory management processes as well as a shift to more data-driven staffing models. Lastly, our proprietary e-commerce and loyalty platforms, Sunnyside.shop, have brought us closer to our customers than ever before. With over 275,000 Sunnyside reward members and nearly 80% of all transactions being placed online.\nOur online adoption allows us to target customers, tailored experiences and customized offerings that build baskets while delighting shoppers. Our retail footprint consistently outperforms fair share with a highly efficient cost structure that is getting better every quarter. It will continue to be a core growth driver as we open new doors and seize on the adult use conversion opportunities in front of us. In closing, 2023 was a critical year for the entire industry, and we use the time wisely to build up our core through disciplined capital allocation, exceptional cultivation and manufacturing capabilities and a highly efficient retail infrastructure. I'm proud to see our strategy bear fruit and establish a new baseline for Cresco Labs. You can expect to see more of the same from us in 2024, getting more from our core, fortifying our strengths, investing in key capabilities and growth catalysts and prioritizing bottom line growth, profitability and cash flow.\nWith that, I'll turn it over to Dennis to provide more details on our Q4 performance.\n\nDennis M. Olis\n\nChief Financial Officer, Allscripts Healthcare Solutions, Inc.\n\nThank you, Charlie, and good morning, everyone. In 2023, we set out to improve cash flow and profitability, and Q4 was a culmination of efficient capital allocation strategies and targeted cost savings initiatives. I'm pleased to share that. Thanks to these efforts, we improved margins across every area of our business, nearly doubled adjusted EBITDA and significantly improved operating cash flow. In the quarter, we generated $188 million in revenue. This impressive performance is a testament to the entire Cresco team who leaned into our production, commercial and retail strength to offset over 20% year-over-year price compression in our markets. With every product being sold at a lower price this year, it has been imperative for us to develop efficiency throughout our business. We've done an exemplary job lowering our cost of goods through increases in yield and new automation that has driven greater output on the same asset base.\nThis has led to an $11 million increase in adjusted gross profit bringing our gross margin to 53%, an 850 basis point increase from Q4 of 2022. The efficiency gains have extended well beyond the cost of goods sold increasing profitability both at corporate and at retail. Year-over-year, adjusted SG&A declined by $13.5 million per quarter, which equips up $54 million on an annualized basis. Our Q4 total adjusted SG&A was reduced to $54.5 million or 29% of revenue. Our Q4 adjusted EBITDA was $55 million or 29% of revenue, up 85% year-over-year. This was a direct result of our better gross margin performance record efficiency improvements across retail, cultivation and manufacturing and a company-wide focus on the year of the core. For the full year, we generated $59 million in operating cash flow and $6 million of positive free cash flow.\nWe spent $4.8 million in CapEx during Q4 bringing the total year-to-date to $55 million. The investments in 2023 were primarily in new stores in Florida and Pennsylvania and incremental improvements to cultivation and production facilities in Massachusetts, Ohio, Florida and Illinois. Our CapEx spend this year was keenly focused on improving profitability and operating leverage in our core and comes with a high return on invested capital and a quick payback. In 2024, our CapEx plan is directed at maximizing the upcoming adult use catalyst in Ohio, Pennsylvania and Florida. As Charlie mentioned, we are built out in Ohio and a plan for a small investment to increase yields and throughput in our other facilities and stores. In Pennsylvania, we are looking to make similar investments and we continue to prepare our second cultivation facility in the state, so it's ready to turn on for adult use.\nLastly, in Florida, we plan to make significant investments ahead of adult use with a focus on expanding our cultivation facility which will unlock the full potential of our retail footprint, both in today's medical environment as well as in the future adult-use scenario. Looking ahead, we expect Q1 total revenue to be down in the low single digits driven by pricing pressure and increased competition in the direct vicinity of our retail locations. This will be partially offset by growth in Florida and Pennsylvania. We expect Q2 and Q3 to be relatively flat compared to Q1, with the company returning to growth in the fourth quarter, driven by the anticipated conversion to adult use in Ohio. We expect the adult-use conversions in Ohio, Florida and Pennsylvania to provide meaningful year-over-year growth in both 2025 and 2026. We are targeting to keep gross margins around approximately 50% in the face of price compression by continuing to drive efficiencies and lower cost of goods.\nAbsolute SG&A expense should be roughly flat sequentially throughout 2024. Cash flow should see significant improvement year-over-year as we get the full benefit from all the improvements we've made to date. With our very focused CapEx plan in 2024, built around setting ourselves up for adult use conversions and the significant improvements in operating cash flow, we expect 2024 to be a record year for operating and free cash flow. In addition, while we have continued to pay our federal and state taxes on a timely basis, we are actively assessing our tax position and evaluating options for our current and past tax filings. This has the potential to have a material impact on our already strong cash performance we expect in 2024. We feel great about where we are and what we were able to accomplish in 2023, and we're setting ourselves up to continue on this path and achieve record cash flow again this year. There's a lot of opportunity ahead and everything we're doing now is focused on improving efficiency and cash flow so that we're positioned to reinvest in our business with higher paybacks and better returns.\nAnd with that, I'll pass it back to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThere's the same. Most people overestimate what they can achieve in a year and underestimate what they can achieve in 10 years. Well, this is what Cresco team can achieve in just 1 year. I can't wait to see the next 10. My team and I are continuing to spend a lot of time in D.C. meeting with members of Congress, and we're encouraged by the conversations around rescheduling and safer banking but we're not waiting on federal reform. We're capitalizing on the incremental changes happening today. Adult-use conversions are coming to some of our highest revenue and most profitable markets, and we're uniquely positioned to capture outsized market growth from day 1. In Pennsylvania, in addition to having one of the largest and most productive retail footprints, we are the #1 producer of branded products with over 16% market share with additional capacity ready to turn on.\nIn Ohio, we continue to improve our leading position with strategic investments, upgrading our facilities and retail footprint, which will grow from 5 to 8 stores in the state upon the launch of the adult-use program. And in Florida, we'll continue to make CapEx investments as we expand our market share. A multiyear expansion plan is currently underway, which has already enabled us to capture 4% market share, and we will continue to increase cultivation capacity to supply medical patients and in anticipation of an adult-use program. With over 70% of Americans in favor of full cannabis legalization, this is just the starting point of what will be a long list of tailwinds for this industry, and we'll be ready for it. Everything we did in 2023 was designed to prepare us to take advantage of the monumental opportunities ahead.\nWe're investing in our largest highest-margin markets, maximizing our upcoming adult-use catalysts, driving operating efficiencies, capitalizing on our brand and winning with independence, expanding our retail and investing in innovation to provide the consumer with the best cannabis experience possible and generating more free cash flow to strengthen our balance sheet. With that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f09c3cc4534f58407bb1e6172c8ee6a",
    "period": "2023 Q3",
    "content": "Q3 2023 Colgate Palmolive Co Earnings Call\n\nQ3 2023 Colgate Palmolive Co Earnings Call\n\nCLNYSEOCT 27, 8:30 AM\n\nOperator\n\nGood morning. Welcome to today's Colgate-Palmolive Q3 2023 earnings conference call. This call is being recorded and is being simulcast live at www.colgatepalmolive.com. Now, for opening remarks, I'd like to turn this call over to Chief Investor Relations Officer and Executive Vice President, M&A, John Faucher.\n\nJohn Faucher\n\nChief Investor Relations Officer and Evp, M&a, Colgate-Palmolive\n\nThanks, Alison. Good morning and welcome to our Q3 2023 earnings release conference call. This is John Faucher. Today's conference call will include forward-looking statements. Actual results could differ materially from these statements. Please refer to the Q3 2023 earnings press release and related prepared materials and our most recent filings with the SEC, including our 2022 annual report on Form 10-K and subsequent SEC filings, all available on Colgate's website, for a discussion of the factors that could cause actual results to differ materially from these statements.\nThis conference call will also include a discussion of non-GAAP financial measures, including those identified in tables 4, 6, 7, 8, and 9 of the earnings press release. A full reconciliation to the corresponding GAAP financial measures is included in the Q3 2023 earnings press release and is available on Colgate's website. Joining me on the call this morning are Noel Wallace, Chairman, President, and Chief Executive Officer, and Stan Sutula, Chief Financial Officer. Noel will provide you with some thoughts on our Q3 results and our 2023 outlook, and then we will open it up for Q&A. Noel?\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nGood morning, everyone. I want to give you my thoughts this morning on a very strong quarter of top and bottom line growth, along with our raised 2023 outlook. As you can see in the materials we published this morning, our strategy is working, and the continued execution of the strategy leaves us well positioned as we look out to the future. We believe this will enable us to deliver balanced organic sales growth going forward, growing in all six divisions, all four of our categories, and with both volume and pricing growth. Organic volume performance improved in the quarter, which we believe puts us on our way towards a return to volume growth.\nAnd with the leverage from this balanced growth, along with the global productivity initiative, focused cost containment, and our Funding to Growth initiatives, we now have multiple points of leverage in our P&L. This should enable us to deliver consistent operating profit and earnings growth going forward. You can see this in our Q3 results as our gross margin was up both sequentially and year-on-year, driven by sales growth, and overheads were down, driven by logistics. This leverage allowed us to deliver another quarter of double-digit operating profit growth, along with a 23% increase in advertising.\nSome of our markets remain choppy, and the headwinds like foreign exchange and higher interest rates will continue to impact us. But we are leveraging the strength and the global reach of our brands while driving scaled advantages through our science-based innovation, digital marketing, revenue growth management, and best-in-class on-the-ground execution. Our momentum leaves us very well positioned to deliver strong results with compounding top and bottom line growth as we look to generate consistent long-term value creation for all of our stakeholders.\nAnd with that, I'll turn it over to questions.\n\nOperator\n\nWe'll now begin the question and answer session. To ask a question, you may press star, then one on your touchtone phone. To withdraw your question, please press star, then two. Please limit yourself to one question. If you have further questions, you may re-enter the question queue. Once again, if you would like to ask a question, please press star, then one. The first question will come from Peter Grom of UBS. Please go ahead.\n\nPeter Grom\n\nEquity Research Analyst, UBS\n\nThanks, Operator, and good morning, everyone. I hope you're doing well. So, Noel, I wanted to ask specifically on just kind of the return to balanced top line growth and kind of how you see that evolving over the next couple of quarters. I mean, excluding H&H, you probably already would have been there this quarter, as you highlighted in the prepared remarks. So is this something that you kind of expect to achieve, call it in the near term as you kind of exit 2023, or is it going to be a dynamic that you would expect to kind of play out over the next several quarters? Thanks.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, good morning, Peter. Thanks. Listen, we're obviously very pleased with the sequential improvement, really, throughout the entire P&L. Volume improved, and as you rightly pointed out, if you take the Hawley & Hazel business out, which, as we know, we're working through a price increase in that market, our volume inflected positive in the quarter. We've seen that pretty consistent around, particularly some of our emerging markets where we saw very positive volume. So we're pleased with the sequential improvements. The category dynamics are consistent with what we've talked about, but they're not necessarily linear.\nI mean, we're seeing some puts and takes as we look around the regions and the different categories that we compete in, obviously taking more pricing across the pet food business as ag prices continue to stay high. But overall, the sequential improvement is playing out more or less as we anticipated.As we move forward, our intention is to continue to drive balanced organic growth in the short and the long term.\n\nOperator\n\nThe next question is from Andrea Teixeira of JPMorgan. Please go ahead.\n\nAndrea Teixeira\n\nManaging Director, JPMorgan\n\nThank you. Good morning. Noel, you mentioned the full-year guidance, of course, was raised 7 to 8, but it still implies a deceleration, of course, in the fourth quarter. You called out in your prepared remarks some of the puts and takes, in particular, anniversary the acquisition in pet, and then that would lead to a reduction in third-party manufacturing for private label. Can you break that down? Because it also implies, I'm assuming, the base business deceleration, and I understand that you're lapping a lot of the pricing. Just as we think about volumes, and in particular, North America, there has been a sequential improvement, and you called out as well that you're expecting promo and more activations in trade.\nAnything you can share with us in terms of the progress you've made to regain volumes in North America as it relates to the full guidance for the fourth quarter? Thank you.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nSure. Good morning, Andrea. Let me take the North America piece of that question first, and then I'll highlight more strategically across the enterprise. So North America is on pace with exactly what we talked about in the Q2 call, continued sequential improvement across the board, and we anticipate that they will see sequential improvement in their business as we move through the fourth quarter. A lot of that was getting the promotional cadence right, and we started to implement some of that promotional opportunity in the back end of the third quarter. Most of that will come through in the fourth quarter, and we're pleased with it.\nObviously, the important part about North America is the oral care business. That inflected positive with high single-digit growth in oral care and positive volume growth on that business in the quarter as well. And we anticipate that will continue as we move through the balance of the year. So North America overall trending as we expected. We're still not pleased with some of the scanner shares, but as we said, we'll get the promotional opportunity right as we move through the balance of the year. And importantly, our non-promoted volume, which reflects, I think, the strong advertising that we're putting into the North America business, continues to inflect positive. Now, strategically around the world, we're seeing volume improve across the world.\nNow, that is based on a lot of the geographies we've seen the pricing start to subside a bit as we're not taking more pricing in some of the markets. Really pleased seeing in markets where we took pricing early, like Latin America, where we've seen a very positive inflection in volume. Volume was up 5%. If you look at Mexico and Brazil specifically, Mexico was up mid-single digits. Brazil was up high single digits in volume. So again, I think a reflection of the strong advertising innovation and the fact that over time, as pricing settles out in the market, you see the volumes come back, and that's pretty consistent.\nEurope, likewise, a little improvement in volume. So we're seeing exactly as we expected to see volume start to sequentially improve, but it's not necessarily linear. And I want to leave that point that we'll watch that carefully as we move forward, and we'll continue to implement our strategies of strong innovation across the core, adjacencies, and channels, and we'll see that play out as we move forward.\n\nOperator\n\nOur next question will come from Dara Mohsenian of Morgan Stanley. Please go ahead.\n\nDara Mohsenian\n\nManaging Director, Equity Research, Morgan Stanley\n\nGood morning. Can you guys discuss market share performance in your key geographies and product categories in Q3, how you're performing on the share front, and given you've taken robust pricing, what are you seeing competitively in terms of the pricing and promotional environment, and how might that play into your share performance? Thanks.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nSure. Thanks. Good morning, Dara. Sure. Overall, shares look good. We're up on a global basis. Let me just take toothpaste, which we track globally. Shares are up about 100 basis points. That's driven by strong performance in Europe, where we've seen record high shares, particularly behind the strategy of pushing our higher-end therapeutic brands on the premium side with elmex and meridol, as well as strong innovation on the Colgate side behind Whitening. So Europe delivering very strong. Africa, Middle East, we're up in 10 of 11 markets, and market shares there, so continue to show nice performance.\nPleasingly, Latin America, where we, as you know, we have very high shares. Shares are stable. We've seen shares growing in Brazil, slightly down in Mexico, but tracking up in recent periods, so we're pleased with that. US, in recent weeks, we've started to see some of the promotional volumes come back as we very thoughtfully put promotions in the market. We're not just going to buy share back for the sake of buying it back. We're going to get a much healthier category as we move forward, and that's been very deliberate in how we thought about that business there. Africa, excuse me, Asia shares continue to be strong for us in China, so we're pleased with that. Likewise, as you go around the region, shares pretty good in India.\nWe've done some really good work on our core business in the last couple of months, and we anticipate that's going to inflect positive for our core business overall.Pleased with market shares on the Hill's business, likewise, very strong volume and value share growth in pet specialty and neighborhood pets, which is where we track. We're one of the fastest growing brands in both those retail environments, so we're pleased with, obviously, the strategy of bringing innovation and the increased advertising support we're bringing into the business. A little softness on our home care business in the US, and that, again, attributes right back to the promotional cadence, and we're addressing that as we move through Q4.\n\nOperator\n\nOur next question will come from Filippo Falorni of CITI. Please go ahead.\n\nFilippo Falorni\n\nDirector, Equity Research, Citi\n\nHey, good morning, everyone. So clearly, you returned to solid volume growth at Hill's and solid results despite a more challenging category. So Noel, can you maybe comment about how your business is positioned compared to the category weakness that we're seeing, which seems concentrated more on the wet side and the treat side? And then just thinking about Q4, how should we think about the progression of volume in Hill's, considering you're going to lose some of the private label volumes, both from a top line but also from a margin standpoint? Thank you.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, thanks, Filippo, and good morning. So again, a great quarter for Hill's, obviously with strong, balanced pricing and volume growth in the quarter. That growth was quite pervasive across the world, as we saw good growth in the US as well as in some of our emerging markets, and likewise in Canada. The category has slowed a bit, as you've heard from others. That's, as you mentioned, a combination of sustained pricing in the category over the last four or five quarters, and ag prices still remaining high. And so it's not to be unexpected that the volume would slow a little bit.\nAs you rightfully point out, you've seen some conversion from wet into dry. That lowers the volume. You've seen, obviously, treats, which is more discretionary. And you'll recall, as we said in the Q2 call, we don't have a significant business at all in the treat segment. And likewise, I would say the non-science brands continue to perform quite well, but they're not immune to the continued challenges that you highlighted in the category. But as I mentioned just a moment ago, we continue to grow share, and for us, this is a share game. We only have 5% to 6% penetration in our largest market in the US, so we have a lot of upside still.\nHence the reason why we continue to bring strong innovation in the market. Hence the reason why we continue to advertise very aggressively to drive household penetration. Likewise, we see opportunities continued in the prescription diet. Our studies show that only about 5% of pet owners are using a prescription product, whereas potentially up to 80% could be using it, so that affords us an upside. We've talked about wet, obviously some conversion from wet into dry, but we have very low shares in the wet segment, which has been one of the historically growing segments, and we have plans, as we've talked about in the past, to continue to grow that.\nSo overall, we feel we're positioned well, but not immune to some of the softness that we've seen. But likewise, as I mentioned, we're very focused on driving share and ultimately expanding this business internationally. We'll watch the category carefully. We know our retailers are very focused on nutrition, and the science segment continues to perform well, and that's where we're putting our strategies in order to continue to drive penetration.\n\nOperator\n\nOur next question will come from Jason English of Goldman Sachs. Please go ahead.\n\nJason English\n\nMd & Senior Equity Analyst, Goldman Sachs\n\nHey, good morning, folks. Thanks for slotting me in. Let's stay there. Let's stay on pet nutrition for a minute, but let's pivot to maybe the bottom line. Looks like gross margins for that segment down 360 basis points this quarter, kind of bringing two-year to down 900, very consistent with what we saw last quarter. I get the mix benefits of the acquisitions. I get the plant startup expense. I get the inflation. These are all, obviously, factors that have been contributing to the pressure. I'm expecting all of them to sort of subside as you start to rotate the product out of the Red Collar assets, as you start to pivot some of your resources from starting up plants to attacking some of the efficiency, and hopefully, as some of the input cost pressure subsides and price catches up. We haven't yet seen progress yet.\nWhat is a reasonable expectation for us as we try to level set our own expectations? When should we start to see the benefits of all those dynamics come to fruition? And how much recovery should we be expecting?\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nWell, thanks for the question. Again, sequentially, things are moving in the right direction, and that's exactly what we've talked about in previous calls. Obviously, operating profit and NEBA continues to inflect where we want it. We continue to support the business with a disproportionate amount of our total increase in advertising, as we talked about. That is, again, strategic based on the low penetration and the real headroom that we continue to see in the category for us. As we see ag prices have somewhat flattened out, and that's good news for us. Given a lot of the pricing that we've taken, we anticipate that that will start to inflect more positive in our gross margins as we move forward.\nAs you rightfully pointed out, we have a significant amount of costs that's still moving through the P&L on getting our new facilities ramped up.The new wet facility will start to ramp up here in Q4, so we'll have some costs associated with that. But ultimately, over the longer term, those costs will subside, and we feel good about where we are with the new Red Collar plants getting those integrated in. So overall, with pricing continuing to flow through, with ag prices holding, and continuing to drive premiumization in the category, we feel good about the long-term trajectory of operating margins in this business.\n\nOperator\n\nNext question will come from Olivia Tong of Raymond James. Please go ahead.\n\nOlivia Tong\n\nSenior Equity Research Analyst, Raymond James\n\nThanks. Good morning. I want to ask you a little bit more about North America, given that a couple of things. First, the pricing accelerated on a two-year stack. If you could talk about the drivers of that, I assume promotion is a big piece of that. You mentioned advertising was up 25% in North America. Was that the highest among the divisions? And just if you could talk a little bit more about how you think about the ROI and the timing of the impact of that higher advertising. Thank you.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, thanks. And good morning, Olivia. Again, as I mentioned earlier, we're pleased with the progress. Again, this is a very deliberate, strategic execution of how we're trying to get the health of our brands and the health of our P&L in a better place. And as I mentioned in the Q2 call, we may have pulled back a little bit too far on some of the promotional cadence, but we're adjusting that, but adjusting it very prudently where we see the ROI and where we believe we can drive sustained volume and share opportunity moving forward. The 25% increase was not the highest, as I just mentioned.\nHills continues to receive the disproportionate amount of the advertising increase. But North America, again, given the vibrancy of that market and the long-term strategic importance of that market, we will continue to invest for the long term. Great progress on the operating margins, as you saw move through that P&L. That is a reflection, again, I think, of a much more prudent approach to pricing in the market and our promotional cadence. We feel good about the sequential growth that we saw in the quarter and the sequential growth that we'll continue to see in the fourth quarter.\n\nOperator\n\nThe next question will come from Bryan Spillane of Bank of America. Please go ahead.\n\nBryan Spillane\n\nMD, Bank of America\n\nThanks, operator. Good morning, everyone. I had a question on ad spend. I think year to date now, we're over 12%. We're running at a rate that's about a little over 12% as a percentage of sales. And so given the increase that we'll end the year at, is this a good base to think of in terms of ad spend going forward, or would you consider taking up further? So just trying to get a sense now if we've kind of rebased or if this is a new base in terms of ad spend.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, thanks, Bryan. Listen, it's not as much as a percent of sales. It's really about how we're getting what return on investment we're getting for that. And clearly, you've seen that play through the P&L on the strong organic in the business, the continued growth on market shares around the world, particularly in those strategic categories that we're pushing more deliberately with the advertising. So it's really about an ROI. And as we see that play back through the P&L, which we clearly are, we'll continue to invest. So we're really focused now, I'll say, on making sure we continue to optimize that investment.\nWe've put a lot more focus on programmatic buying, a lot more focus on personalization and getting content right.\nYou heard E talk about it when we were down in Florida with regards to the importance of advertising, creative, and content development, so putting a lot more focus to get better ROI for what we're delivering. So not necessarily a percent, but overall, we're getting the performance through the P&L and through our businesses on the ground.\n\nOperator\n\nOur next question will come from Steve Powers of Deutsche Bank. Please go ahead.\n\nSteve Powers\n\nEquity Research Analyst, Deutsche Bank\n\nHey, great. Thank you. And good morning. Maybe two questions, if I could. One is to follow up and round out the volume conversation. You talked about line of sight to improvements in North America and in Asia Pacific. The other area of softness in the quarter was Europe. I'd love some perspective on sort of your path to volume improvement in that region. And then more broadly, stepping back, I guess this builds a little bit on the question Bryan was just asking, but you've had just tremendous success this year in driving underlying margin improvement, which has allowed the AMP reinvestment that we've seen year to date.\nI guess as you're scenario modeling and starting to plan for the year ahead, how do you weigh the puts and takes on margins as you look ahead? What's your level of confidence that you can continue to drive that underlying margin improvement to enable the investment should the ROI exist?\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, good morning, Steve. Thanks. So let me talk again a little bit on volumes. Globally, as you've heard from others, volumes in the categories tend to be down around 2% to 3%. This is a function, obviously, of the aggressive pricing that you've seen sequentially over the last three or four quarters. So that continues to improve. And in my view, that will continue to improve as pricing moderates over the next couple of quarters, and we lap some of the aggressive pricing that we've had, certainly within our P&L. But from a category standpoint, there's going to be, obviously, a shift from more pricing-driven organic growth to more volume-driven organic growth.\nAnd it's very difficult to actually predict exactly at the pace that's going to happen by geography because we've taken pricing, competitors taking pricing at different points in the year. So over time, sequentially, though, we see volume returning to a more normalized level, and we see pricing returning to a more normalized level. That's more or less how it's playing out. Difficult to predict from geography to geography or from quarter to quarter. On the margin, obviously, a lot of focus, as you know, across the business. We've got a lot of levers in the P&L now to drive operating margins and gross margins. Why don't I let Stan talk to you a little bit about that? He's been very focused on driving that across most of our regions.\n\nStan Sutula\n\nCFO, Colgate-Palmolive\n\nThanks, all. Steve, it's a good question on the driving margins. So if you take a look at what we've been able to do with the income statement this year, the top to bottom, the flexibility and the strength on all the different lines have given us a lot more opportunity to drive margin. And it gives us flexibility. And that allows us to react to market conditions and anticipate, and, more importantly, invest in those areas of the business that can deliver value. When we look at all those collectively, we think that leaves us well-positioned for expanding margin over time. And while we're not going to give guidance for 2024 here today, we think that we are exiting the quarter with a stronger business model here than we entered the year.\n\nOperator\n\nOur next question today will come from Lauren Lieberman of Barclays. Please go ahead.\n\nLauren Lieberman\n\nAnalyst, Barclays\n\nGreat. Thanks. Good morning. So in the release or in the prepared remarks, you talked about some of the improvement in oral care toothpaste, specifically in North America. But I was wondering if we could talk a bit about home and personal care. The advertising spend, like you said, up 25% this quarter. Just curious about how that is maybe being allocated across the different divisions within North America, how you're thinking about kind of innovation in home and personal care. I know, Noel, you'd mentioned some of the promotional cadence dynamics improving for home care in the fourth quarter, but I was just curious about efforts beyond that to kind of get those businesses more on the right track. Thanks.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nSure. Hey, Lauren. Good morning. So overall, the bulk of our North America business is oral care, and it receives the bulk of that advertising increase. But pleasingly, we are supporting our home care and our personal care businesses, which is important. And clearly, as we get the promotional cadence back on those businesses, particularly here in Q4, we anticipate we'll see an improvement in shares. Now, again, we had a lot of unprofitable share historically where we were chasing share and buying share. And we have deliberately, as we see great health across our P&L and the geographies across the world, the opportunity to right-size that in the US and get the shares much more profitable and get much more sustainable share growth moving forward.\nAnd the intention is to continue to support all those businesses in the US as we move forward. The other one is our skin health business in the US is getting good levels of advertising. That continues to perform well. If you take our skin health business outside of China, that grew double digits in the quarter for us. So we continue to see a nice growth on that business, and we'll continue to support that in the US market as well.\n\nOperator\n\nOur next question will come from Chris Carey of Wells Fargo Securities. Please go ahead.\n\nChris Carey\n\nAnalyst, Wells Fargo\n\nHi. Good morning, everyone. I couldn't help but notice the commentary around the currency impact carrying into 2024. At the same time, Noel, you were quite clear in your remarks today that Colgate has multiple levers to continue profit growth. This year, you're going to be doing high single-digit earnings. It would appear, on low single-digit currency impact. You, I think, put up the best productivity number on a basis point impact that we've seen in almost 10 years despite raw materials, which remained stubbornly high. Well, I know there's conversion and other costs in there as well.\nJust as you think about next year, and I know you're not giving guidance today, but does your ability to still deliver high single-digit earnings this year despite the currency headwind give you confidence on next year, especially because some of these drivers like pricing, perhaps strong productivity, and other levers at your disposal remain available to you going into next year? Thanks for any perspective on that.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, Chris, thanks. Listen, I'm not going to get into 2024 and start predicting where things will evolve. But clearly, foreign exchange moved more negative in the quarter for us. And you've seen that, obviously, the dollar strengthening as we move into the fourth quarter. But as Stan rightfully pointed out, I think the important aspect here is that the levers within our P&L are better than they've been in quite some time. We have different aspects playing to our advantage now. Obviously, we're getting the pricing executed in the market. We're starting to see volume flow through. Over the longer term, that will improve efficiencies in our plants.\nAs we've gotten our forecast accuracy improved in the plants, that allows us to obviously run more of our Funding to Growth, which obviously came through very strong. We have the productivity moving through the P&L. So we're really trying to pull on all levers to give us as much flexibility as possible. Foreign exchange is obviously a big unknown as we move forward. But you've seen us historically be able to price against FX. We obviously have some inflationary pricing in the P&L in Q3 based on where we see the Argentine peso go, where we see part of the Nigerian foreign exchange has been an issue as well, and likewise in Turkey.\nBut over time, the important part is for us to drive flexibility through our P&L so we can adjust to market circumstances in the most efficient and prudent way.\n\nOperator\n\nNext question today is from Mark Astrachan of Stifel. Please go ahead.\n\nMark Astrachan\n\nMd & Senior Equity Analyst, Stifel\n\nYeah, thanks. And good morning, everybody. So yesterday, a competitor of yours sort of in certain categories talked about refocusing the business on product superiority. Obviously, a large US competitor has successfully pivoted the business towards that strategy with success in recent years. Curious how you think about or would assess the portion of your portfolio in innovation that meets the criteria? Have you adjusted R&D as a focus, the spending towards these product areas? And as sort of a second question, it might be related, might not be, the issues you bring up with the H&H business in China.\nMaybe I'm naive in assuming that some of it could potentially relate to this where you're taking prices up but not necessarily innovating. If that's wrong, obviously, talk to that, but just kind of talk generally about what's going on there and how much is priced, how much is other stuff. Thank you.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, thanks, Mark. Let me come back to the core of our strategy, which was innovating across our core, adjacencies, and channels. All of it is underpinned by science-based innovation. That has always distinguished our portfolio historically, and we have absolutely dialed that up in terms of how we focus our R&D efforts across the organization. Good examples of that is obviously the growth that we've had in the whitening segment. We have, in our view, some of the best efficacy-based products in the category. We're very pleased with the growth that we've seen in whitening at the premium side with our peroxide-based.\nWe've obviously moved into PENS, which is incremental consumption opportunity and opportunity to drive regimen and a premiumization. We've moved into our chair-to-sink strategy, which is anchoring science-based whitening through the profession as well. Science continues to play very importantly into our growth strategy. You've seen that play out in oral care, certainly seen it play out in our pet nutrition business, as well as very recently in skin health. Likewise, as we look at some of the innovations coming in our home care business, we've seen some great innovation on concentrates, some great innovation on tablets in Europe.\nWe continue to use science as a way to drive differentiation and certainly drive our premiumization. Specifically on the Hawley & Hazel business, as I mentioned in the second quarter, we took pricing. That has taken longer to actually get executed in the market given the multiple levels of our go-to-market strategy on the Hawley & Hazel business. Obviously, you've seen a slowdown in the category in China, which has also come on top of that. But the good news is we exited Q3, we saw the Hawley and Hazel business start to inflect positively, and we continue to see that as we speak.\nSo we're not completely out of where we wanted to be, but everything is moving in the right direction. Conversely, the innovation behind Hawley and Hazel is very strong. Once we have that pricing executed, we'll come in with a good H1 plan of innovation. And that will be science-based innovation, as I mentioned. The parallel to that is obviously the great success we've had in China with the Colgate business. The Colgate business continues to perform very, very well, growing share in eCommerce, the fastest-growing channels. And that is driven behind premium innovation with real science-based structures to that.\n\nOperator\n\nNext question will come from Rob Ottenstein of Evercore. Please go ahead.\n\nRobert Ottenstein\n\nSenior Md, Evercore ISI\n\nGreat. Thank you very much. I'm wondering if we can drill in on the US and maybe talk a little bit about what's going on in the non-track channels, kind of which channels are leading the growth and why do you expect that to continue in the future, having a pretty big gap between the scanner results and the non-track? And then if you could put that also in the context of how you see the US consumer and the health of the US consumer developing over the next couple of quarters and any pivots that you may do or adjustments to potentially a weakening consumer outlook. Thank you.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah. Hey, good morning, Robin. Thanks. Clearly in the results, and you've seen the scanner data, which continues to be soft. As I mentioned, we're addressing that more sharply in the fourth quarter. Our non-track business continues to perform exceptionally well. That has been a strategy that we've talked about for quite some time. Those are some of the faster-growing channels. We continue to invest in those channels. We continue to grow share in those channels. Overall, that's certainly leading to a broader-based, healthier business for us moving forward.\nYou talk club, you talk some of the discount channels, you talk some of the e-commerce channels as well. Overall, we think we're well-positioned in the US to continue to leverage where the growth is coming from. The consumer continues to be resilient. I would say the promotional environment is constructive right now. We've seen a little bit of pickup in some categories, but overall, still below pre-COVID levels. As we continue to be, as I said, very thoughtfully prudent on how we elevate our cadence of promotions moving forward, we feel good about our ability to continue to drive Non-track.\nNow, I'll remind you that Non-track are about 14% of the total company sales. So while very important for us in the US and the team there under Jesper's leadership is laser-focused on addressing that, we're going to get that back to a healthier share as we move forward.\n\nOperator\n\nOur last question today is a follow-up from Bryan Spillane of Bank of America. Please go ahead.\n\nBryan Spillane\n\nMD, Bank of America\n\nHi. Thanks again, operator. Hey, Stan, just a question around inflation. I know in the press release or the prepared remarks you talked about, or I guess the press release talked about still several hundred million dollars of inflation expected for this year. Can you just give us some context on whether it is the same moderating as we're exiting the year, just how we should be thinking about the trend on inflation? I know you called out inflation in PET. So just trying to get a sense of whether or not it's how it's trending. Is it trending better or worse than kind of where we were coming out of Q2?\n\nStan Sutula\n\nCFO, Colgate-Palmolive\n\nYeah, sure, Bryan . So as we said, our view on raw materials in total remains consistent with prior quarters. And we still do see several hundred million of gross cost inflation raw materials for 2023. But while the overall total's in line, there have been some shifts underneath that. First, agriculture has not eased. In some cases, it's actually gone up. That affects primarily our Hill's business. Offsetting that, some commodities such as resins and oils have actually softened a bit. But when we look in total, that basket is roughly still in line. And while it hasn't gotten worse, it hasn't gotten a lot better.\nThe one we continue to watch carefully is obviously energy with all the volatility in that market. And then also just keep in mind, some of our raw materials are not pure commodities, but specialties. Flavors, fragrances, those tend to have less volatility. But I think if you pull back, our teams have done a great job driving productivity to mitigate some of that inflation. And you saw in our Funding to Growth, this has really helped us balance the margin. You combine that with RGM, and it's resulted in that margin expansion. So if I got to pull that back, while that's been relatively steady in total, the piece is moving around underneath, that has our gross profit in total for the company up 140 basis points year to year.\nAnd that's a combination of that pricing and RGM has been able to more than compensate for the raw materials going through. So as we look at that, heading into the last quarter, we haven't actually seen a lot of change in the commodity basket. So we expect that to continue through the end of the year.\n\nNoel Wallace\n\nChairman, President and CEO, Colgate-Palmolive\n\nYeah, Bryan, I'd just reiterate again that 140, you add another 50 basis points for private label. And if you add logistics in there, which others include in cost of goods, that adds roughly another 130, so north of 300 basis points of margin improvement in the quarter. And that's terrific in terms of how we saw things ultimately playing out. And as we see hopefully a more benign cost environment over the medium term and our ability to hold pricing and continue to innovate at the high end, we feel pretty good about the continued ability to sustain high margins in the categories in which we compete.\nSo thanks, everyone, for joining the call today. Let me just close out by saying we really appreciate your interest in the company.We hope you agree that we have the strategies and the plans in place to deliver consistent, compounded, profitable growth to drive value for all of our shareholders. I would be remiss not to thank all the Colgate-Palmolive folks around the world who have delivered a very strong quarter for us in the third quarter of 2023. Thanks, everyone. We'll talk to you in January.\n\nOperator\n\nConference has now concluded. Thank you for attending today's call. You may now disconnect."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7cd850c7a67bf70d2d9c6b8a14803a9",
    "period": "2023 Q2",
    "content": "Q2 2023 Cresco Labs Inc Earnings Call\n\nQ2 2023 Cresco Labs Inc Earnings Call\n\nCLCANADANATLAUG 16, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note that this event is being recorded. I would now like to turn the call over to Megan Kulik, Senior Vice President of Investor Relations for Cresco Labs. Please go ahead.\n\nMegan Kulick\n\nThank you. Good morning, and welcome to Cresco Cresco Labs Second Quarter 2023 Earnings Conference Call. On today's call, we have Chief Executive Officer and Co-Founder, Charles Bachtell, Chief Financial Officer, Dennis Olis; and Chief Transformation Officer, Greg Butler, who will be available for the Q&A. Prior to this call, we issued our second quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the second quarter of 2023 are provided prior to the completion of all internal and external reviews and therefore, are subject to adjustments until the filing of the company's quarterly financial statements.\nWe plan to file our corresponding statements and MD&A for the quarter ended June 30, 2023, on SEDAR and EDGAR later today. Certain statements made on today's call may contain forward-looking information within the meaning of applicable Canadian securities legislation as well as within the meaning of safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. These forward-looking statements may include estimates, projections, goals, forecasts or assumptions that are based on current expectations and are not representative of historical facts or information. Such forward-looking statements represent the company's beliefs regarding future events, plans or objectives, which are inherently uncertain and are subject to a number of risks and uncertainties that may cause the company's actual results to perform or performance to differ materially from such forward-looking statements, including economic conditions and changes in applicable regulations.\nAdditional information regarding the material factors and assumptions forming the basis of our forward-looking statements and risk factors can be found in our earnings press release and in Cresco Labs filings on SEDAR and with the Securities and Exchange Commission. Cresco Labs does not undertake any duty to publicly announce the result of any revisions to any of its forward-looking statements or to update or supplement any information provided on today's call. Please note that all financial information on today's call is presented in U.S. dollars, all interim financial information is unaudited.\nIn addition, on today's conference call, Cresco Labs will refer to certain non-GAAP financial measures, such as adjusted EBITDA, adjusted gross profit, adjusted gross margin and adjusted SG&A, which do not have any standardized meaning prescribed by GAAP. Please refer to our earnings press release for the calculation of these measures and a reconciliation to the most directly comparable measures calculated and presented in accordance with GAAP. These non-GAAP financial measures should not be considered superior to, as a substitute for or as an alternative to and should only be considered in conjunction with the GAAP financial measures presented in our financial statements. With that, I'll turn it over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone, and thank you for joining us on the call today. As we introduced in Q1, we've dubbed 2023, the year of the core because we're laser-focused on the things that make Cresco the strongest company possible, our core markets, core stores, core brands and core products. By rationalizing and optimizing everything we do -- we're strengthening our business for today's environment, while best positioning ourselves for the future as reflected in our very solid Q2 results, we're going to discuss today.\nIn the quarter, we generated $198 million of revenue, up 2% sequentially by prioritizing our core strengths. With our focus on driving scale and efficiencies across the entire organization, we've been accomplishing more with less, leading to an $11 million sequential improvement in adjusted EBITDA, a 38% sequential growth. We're pleased to share that this quarter showed growth in our top line, our gross margin, adjusted EBITDA and operating cash flow. These results are just starting to reflect the decisions we made and conveyed earlier this year to support our year of the core priorities. We understood the assignment, and we're executing against it with much more to come.\nIt's important for us to start with the decision to terminate the Columbia Care transaction, which aligns with our objectives for the year of the core. While we still believe in the fundamentals of the deal, we always knew that we must come out of any transaction as a stronger combined company than we would be as a stand-alone company. And the changes in the industry and broader macro environment made it impossible to get the value we needed from divestitures to make the economics work. On the flip side, these same dynamics are what create plentiful opportunities for targeted and capital-efficient growth ahead. The disciplined prioritization of our strong core is the best way to position ourselves to exploit these incredible opportunities in the coming quarters.\nNow I'm going to share an update on how we're executing on the 3 pillars of our 3-year strategic plan, ensuring we have the most strategic footprint, broadening our wholesale brand leadership and driving retail productivity across a larger base. Number one, we're ensuring we have the most strategic geographic footprint. Our objectives for the year -- core of the year are clear with constantly shifting regulatory and competitive landscapes, we must be as dynamic as our industry and environment. We are continuously evaluating our markets to ensure a footprint that maximizes stability, bottom line growth, free cash flow and competitive positioning. To that end, we've taken a critical look at our operations in the few states that are below our margin targets, namely California and Maryland.\nLast quarter, we told you that we rationalized underutilized facilities in California, and we're focusing on FloraCal distributed through a third party as our go-forward strategy in the state. Thanks to these actions, we eliminated most of our fixed costs in the state, improved productivity in the remaining facilities and now run a much leaner platform for our brands to compete. We also sold our stand-alone processing facility in Maryland as it didn't provide us with a pathway to verticality in the state. While we'll forego a small amount of revenue, we were able to eliminate the fixed cost in that state, creating a net positive bottom line impact.\nOur focus on the core wasn't limited to these states. We also further evolved our organizational structure in every market to align with our core priorities. Our structure continues to get leaner and more agile so that we can quickly pivot alongside market conditions and react even faster to feedback from consumers. As just one example, our commercial team in Illinois is now leaner than it was before adult-use began in 2019. And yet the team is generating 10x the revenue and has maintained our #1 market share in the state. This is only possible because we're constantly evaluating and adapting our org design, processes and technology to drive efficiencies.\nEvery change we make to our footprint is designed to meet the moment while also planning for the future of our organization and industry. Our core markets are driving improved profitability and cash flow. This positions us well to fund the growth opportunities existing within our footprint from anticipated adult-use catalysts as well as the expansion opportunities that lay ahead. Number two, we held our leadership position in branded wholesale products. Long term, we believe this industry will look a lot like beer, wine, alcohol and other [ CPG ] categories that rely on brand building to capture and retain loyal customers.\nOur specialty is developing brands that are beloved by consumers across markets. So we are focused on doubling down on our core brands and products. According to BDSA, we have the #1 portfolios of both branded flower and branded concentrates, and #3 portfolio of branded vapes and #4 portfolio of branded edibles.\nIn our core markets of Illinois, Pennsylvania and Massachusetts, we continue to hold the #1 overall share position. We continue flexing our brand-building muscles to launch smart innovations that premiumize the portfolio, and extend our core brands and products, all while reducing our unit costs. Specifically, we're looking at proven segments like Pre Rolls, where we already have the expertise and capabilities, but we've historically under-indexed. A good example of these strategies coming together is the launch of FloraCal infused pre-rolls and High Supply Infuse Shake in Illinois. The market response to these new form factors has been phenomenal. Plus, we're taking what was traditionally the low-value byproduct of our High-end Flower and turning it into new revenue streams.\nAs another example, last quarter, we talked about launching [indiscernible] in Pennsylvania to address a core form gap in that market. The demand for this product has already exceeded our initial expectations, and we're building on the momentum by introducing sweet [indiscernible] in Pennsylvania this fall. We have a proven track record of building our brands to meet market conditions, and we're leaning into that expertise to get even more out of our core brands and products. When we look at our streamlined footprint, our brands are still holding strong #1 share positions in three of our markets. And we have targeted strategies in place to continue to grow our share across our footprint, especially as we look at the anticipated adult-use conversions in Pennsylvania, Ohio and Florida.\nNumber three, -- we're driving efficiencies from highly productive retail in the most strategic states. Our investment in retail continues to pay off. We saw last quarter's boost in productivity continue in our core markets and stores in Q2 and even in the face of new competition. We're particularly proud of our continued success in Illinois, where we were able to outcompete and essentially hold our total market share even with 15 new competitive doors opening in the quarter. On average, across our core markets, we're indexing at 1.4x our fair share. This strength points to our phenomenal customer experience bolstered by our proprietary E-commerce platform and loyalty program which saw over 35% growth during the quarter. In fact, we find that when shoppers engage with these tools, they spend 26% more than the average shopper.\nOur customers also appreciate that we're handling their transactions more efficiently than ever. During the quarter, we handled 11% more customers and units sold at Sunnyside year-over-year, all with a 20% leaner retail workforce. We're able to move faster by continuously finding incremental efficiencies in our employee training, customer throughput process and proprietary inventory management software. Consumers love the retail experience at Sunnyside. What's more between our revenue-generating technologies and our proprietary internal processes, we have a blueprint that's repeatable and transferable. We will leverage this foundation as we continue to expand our retail footprint quickly and successfully where it aligns with our core priorities.\nIn closing, our second quarter results reflect the early impact of the steps we've taken across the entire organization to improve margins and materially strengthen the company. By rationalizing and exiting margin-dilutive operations, investing wisely in innovation and brand building and continuously improving our robust retail infrastructure. We were able to significantly improve our profitability in the quarter with more to come in the second half. The current industry climate and capital availability will create exciting opportunities in the months ahead. And we believe a stronger, leaner Cresco Labs sets us up for continued growth from our core and to take advantage of the many capital-efficient opportunities for expansion that we see on the horizon. With that, I'll turn it over to Dennis to provide more details on our Q2 performance.\n\nDennis M. Olis\n\nChief Financial Officer, Allscripts Healthcare Solutions, Inc.\n\nThank you, Charlie, and good morning, everyone. I'll be reviewing the financial results from the quarter, then highlighting a few items from the balance sheet and discussing our capital position. As Charlie said, we are pleased with our results in the second quarter. We are navigating industry-wide pressures, and we've taken steps across our organization to prioritize P&L strength and cash flow and those efforts are beginning to show in our results.\nIn the quarter, we generated $198 million in revenue a 2% increase quarter-over-quarter from the same state footprint. The increase was driven by a 4% sequential revenue growth in our retail operations, where we improved both our absolute share and fair share in most markets. Wholesale revenue was essentially flat in Q1, an impressive result as our brand performance offset the increased verticalization by our MSO customers and the impact of Missouri's Adult Use on retailers along the Illinois-Missouri border. The improvements in efficiencies across the platform and our decision to exit margin-dilutive operations drove improved gross margin this quarter.\nOverall, adjusted gross margin in the quarter increased 100 basis points sequentially to 47%. We expect continued improvement in gross margins in the second half as we sell through legacy higher-priced inventory and realize the full benefit of the cost savings initiatives taken in the first half of the year. Total adjusted SG&A declined by $7 million from Q1, a direct result of the actions taken in Q1 and Q2 to streamline our operations and reduce our overall expenses at corporate. This sequential decline is particularly impressive as it includes the cost of opening 5 dispensaries in the quarter. Again, these actions should continue to drive improving margin in the second half as we realize the full benefit of the changes.\nWe generated $40 million of adjusted EBITDA, up 38% from $29 million in Q1. Adjusted EBITDA margin was up 540 basis points, 20% in the quarter. As I have already highlighted, we expect continued improvement in adjusted EBITDA margin throughout the second half of the year as we execute on the year of the quarter. We generated $18 million in operating cash flow in the quarter, which is inclusive of $14 million in onetime cash costs related to the shutdown of California operations, severance payments and Columbia Care transaction-related fees. We continue to focus on improving our working capital management. We reduced inventory by $12 million and continue to drive additional working capital initiatives to improve operating cash flow.\nThese actions, along with the cost savings initiatives we've already discussed should drive higher operating cash flow in the second half when compared to the $21 million we generated in the first half, even after required tax payments. In the first half of the year, we spent $38 million in CapEx but expect this number to drop substantially in the second half with a full year plan of around $50 million. We ended the quarter with $75 million of cash on the balance sheet, and we feel good about this cash position. Looking ahead to the second half of 2023, we expect total revenue to be down high single digits compared to the first half of the year. While we will see retail gains from new stores in Florida and Pennsylvania, they will be offset by our decision to rationalize and exit certain California, Arizona and Maryland operations.\nThat said, these same decisions will drive improvements in gross margin and adjusted EBITDA margins in the second half of the year. Improvements in working capital substantially lower CapEx and continued improvements in margins will also drive higher free cash flow in the second half of the year. Before I turn it back to Charlie for closing comments, the base prospectus by today is simply replacing the former prospectus that recently expired. The company has no plans to raise funds under the prospectus in the near term. With that, I'll pass it back to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nBefore we close, I want to speak to the issue of federal reform, the largest unlock of shareholder value. I've spent a lot of time in D.C. this year. We're going to educate, build trust and give legislators all the context they need to make thoughtful decisions. There are a lot of constructive conversations happening, and the right leaders are actively engaged around SAFE and the rescheduling of cannabis. There are solid indicators that progress is being made, but real progress requires action, and we need to see congressional action in the months ahead. As we wait for change at a federal level, we're working to improve every aspect of the business to best position ourselves in the interim. We're managing through the environment of today to improve profitability, while at the same time, optimizing the company for the industry of tomorrow.\nThese changes are never easy, but I want to thank the amazing Cresco Lab's team for stepping up to do more with less as we navigate through the dynamic nature of this emerging industry. The long-term cannabis growth story remains unchanged. Cannabis is still positioned to be one of the largest consumer products categories in the U.S. and Cresco Labs is doing what needs to be done to secure long-lasting industry leadership and build shareholder value. We are leaning into our core by investing in our largest highest-margin markets while deemphasizing those markets that negatively impact margin, driving operating efficiencies throughout our entire organization, investing in brand and retail innovation to provide the consumer with the best cannabis experience possible, and we're generating more free cash flow to strengthen our balance sheet. With that, I'll open up the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0506b6c552806508d72353d4fd78b2e5",
    "period": "Unknown",
    "content": "Cresco Labs Inc. Q1 2023 Earnings Call\n\nCresco Labs Inc. Q1 2023 Earnings Call\n\nCLCANADANATLMAY 24, 8:30 AM\n\nOperator\n\nGood day, and welcome to Cresco Labs First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the call over to Megan Kulik, Investor Relations for Cresco Labs. Please go ahead.\n\nMegan Kulick\n\nThank you. Good morning, and welcome to Cresco Labs First Quarter 2023 Conference Call. On the call today, we have Chief Executive Officer, Charles Bachtell, Chief Financial Officer, Dennis Olis; and Chief Transformation Officer, Greg Butler, who will be available for the Q&A. Prior to this call, we issued our first quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website.\nThese preliminary results for the first quarter of 2023 are provided prior to completion of all internal and external reviews and therefore, are subject to adjustments until the filing of the company's quarterly financial statements. We plan to file our corresponding financial statements and MD&A for the quarter ended March 31, 2023, on SEDAR and EDGAR later this week.\nCertain statements made on today's call may contain forward-looking information within the meaning of the applicable Canadian securities legislation as well as within the meaning of the safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995.\nThese forward-looking statements may include estimates, projections, goals, forecasts or assumptions that are based on current expectations and not representative of historical facts or information. Such forward-looking statements represent the company's beliefs regarding future events, plans or objectives, which are inherently uncertain and subject to a number of risks and uncertainties that may cause the company's actual results or performance to differ materially from such forward-looking statements, including economic conditions and changes to applicable regulations.\nAdditional information regarding the material factors and assumptions forming the basis of our forward-looking statements and risk factors can be found in our earnings press release and in Cresco Labs filing on SEDAR and with the Securities and Exchange Commission. Cresco Labs does not undertake any duty to publicly announce the result of any revision to any of its forward-looking statements or to update or supplement any information provided on today's call.\nPlease note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited. In addition, during today's conference call, Cresco Labs will refer to certain non-GAAP financial measures such as adjusted EBITDA, adjusted gross profit and adjusted gross margin, which do not have any standardized meanings prescribed by GAAP.\nPlease refer to our earnings press release for the calculation of these measures and reconciliation to the most directly comparable measures calculated and presented in accordance with GAAP. These non-GAAP financial measures should not be considered superior to as a substitute for or as an alternative to and should only be considered in conjunction with the GAAP financial measures presented in our financial statements. With that, I'll turn it over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nGood morning, everyone. Thank you for joining us on the call today. On our call in March, we highlighted our priorities for 2023 as we execute against our 3-year plan. This is the year of the core and the year of cash. We're leaning into our core, investing wisely and rationalizing and optimizing everything we do to generate profitable revenue expansion, drive healthy margins, create more cash and strengthen our balance sheet. On today's call, -- we'll focus on the steps we're taking across our business to execute against this strategy. We're pleased with our Q1 results. Cresco's team generated $194 million of sales. Our revenue performance was solid across our footprint with some softening in Illinois that caused the sequential decline in revenue as well as much of the margin pressure. Dennis will provide more detail on that. But overall, across our footprint, we performed well in wholesale, help fair share in retail and drove increased productivity across every facet of the business.\nIn today's environment, we are hyper focused on what we can control, stabilizing for today and optimizing for the future. Our relentless prioritization of providing the highest perceived value to the consumer is paying off and continues to give us the #1 selling portfolio of branded cannabis products in the entire industry and an incredibly productive retail platform.\nOur products reach the shelves of 1,600 dispensaries across our 10-state wholesale footprint, and we rang up almost 1.2 million orders at our Sunnyside dispensaries. Now I'll review how we're executing on our strategy using the 3 pillars of our 3-year strategic plan, ensuring we have the most strategic footprint broadening our wholesale brand leadership and driving retail productivity across a larger base. Number one, we're ensuring we have the most strategic geographic footprint.\nOver the years, we've designed our footprint to ensure we have access to the states with appropriate regulations and large consumer populations to execute against the thesis that cannabis is one of the largest consumer product goods of the future. As industry and state programs evolve, it's important that we stay nimble and adaptable to maximize our opportunities and minimize our risk across the footprint. That's the active component of creating and managing the most strategic footprint and the impetus behind the rationalization and optimization efforts you've seen from us in recent quarters and can expect from us going forward.\nWe are continuously evaluating and tweaking our practices to make incremental improvements at every touch point in the cultivation, manufacturing and retail process to address the nuances that develops as states mature. Our core markets are strong with scaled operations that create significant profit and cash flow from operations. We're operating more efficiently, improving productivity in our supply chain and adding more automation in our facilities.\nWe're leaning into these markets to drive more growth and market share while bolstering enterprise profitability. Looking across our footprint, we're also preparing for significant growth catalysts in states like Pennsylvania, Ohio, Florida and New York, as those markets convert to adult use. We continue investing wisely in those markets to improve our productivity, expand our product offering and strategically open new doors.\nBDA estimates these 4 states alone will double in size over the next 3 years as adult-use programs come online, and we will be ready. At the same time, we're deemphasizing markets that don't have a pathway to scale and profitable growth. On our last call, we talked about our decision to close underutilized and unprofitable facilities in California and Arizona, 2 of our lowest margin states.\nWe recently completed the wind down process for these facilities. So those actions, along with many other changes we're making across our organization to optimize and rightsize our business will materially improve our margins starting at the end of Q2. Number two, we maintained our position as the #1 branded product portfolio in cannabis.\nConsumers continue to love our brands and products. According to BDSA, we continue to be the #1 selling portfolio of branded-cannabis products in the entire industry. With our prioritization of providing the highest perceived value to the consumer, we produced the #1 portfolio of branded flower, #1 portfolio of branded concentrates, #4 portfolio of branded bases and #4 portfolio of branded edibles.\nAnd in our strong core markets of Illinois, Pennsylvania and Massachusetts, we continue to hold the #1 overall share position, and we're happy to say we now have a top 5 market position in the very competitive Michigan market. We continue to drive growth in our brand portfolio through smart investments in new form factors and winning brand extensions. For example, in Massachusetts, we launched the popular good news base, which grew our market-leading share in the state. In Pennsylvania, we launched strokes, addressing a specific form factor gap in the market.\nWe're extending our successful edibles brand with the launch of Chews in Florida, which already account for 10% of Sunnyside sales in the state. And we're also introducing more flavors and effects such as good news Vegas, which boasts elevated effects with caffeine. Along with brand extensions, we're taking steps to combat pricing pressure by premiumizing our portfolio and delighting shoppers at higher price points.\nWe launched new floor cow products in Illinois, Florida, Michigan and Massachusetts, which complement our value brand, high supply. Enthusiasts are happy to pay more for ultra-premium FloraCal flower solventless concentrates and Live Ros and edibles because the value proposition of quality and price is appropriate. This high loan strategy is helping us address more targeted consumer audiences and purchase occasions, driving higher baskets and ultimately gain more market share growth across our existing footprint.\nFinally, we're making small investments in simple and efficient innovations that can be launched quickly with fast paybacks. We're looking at proven segments such as pre-rolls and medicinals which we already have the expertise and capabilities, but we've historically under-indexed. And number three, we're also doubling down on our highly productive retail in the most strategic states. Our investments in retail are paying off.\nDespite new competitive doors opening, we continue to take more than our fair share in key markets because of our targeting loyalty marketing and customer service. Even with new stores entering competitive markets like Illinois, we were able to outcompete and hold our absolute retail share. In Q1, Sunnyside.shop, our proprietary e-commerce platform reached a significant milestone, registering $1 billion in sales since its launch in 2020.\nThis is a testament to our focus on creating the best customer experience in cannabis, both online and in our stores. Currently, over 70% of our transactions originate via Sunnyside.shop, which gives us incredible insight into our customers' buying behaviors while also creating more opportunities for basket building and highly effective targeted promotional strategies.\nOur newly launched loyalty program is another success story. It's providing us with more valuable data and while also giving us the opportunity to celebrate and reward our most loyal customers. In Q1, we signed up 100,000 customers, bringing the total to over 160,000 since it was launched at the end of last year.\nEngaged on our platform spend 12% more than the average shopper, expanding these platforms will help us continue to drive more from our existing shopper base. While it wasn't in Q1, I do want to commend our team for the phenomenal job they did on [ 420 ] which set a record for single day trips, units sold and retail sales, up 14% from last year's holiday. We're pleased with the progress we've made so far in reducing our retail operating expenses to improve margins in an environment where pricing is under pressure, but volumes continue to grow.\nIn fact, we're handling customer transactions more efficiently than ever. During the quarter, we sold nearly 3.2 million units at retail, up 7% year-over-year and processed nearly 1.2 million transactions, up 3.5% year-over-year, all with 10% fewer retail employees. Reflecting on the quarter, it's clear we're taking the necessary steps across the entire organization to improve margins and create a materially stronger company.\nWe've rationalized and exited margin-dilutive operations in California and Arizona, while also investing wisely in cultivation, innovation and brand building. We leaned into our robust retail infrastructure to defend and expand our share against new competition even in the toughest markets. Cresco Labs is built for this uniquely challenging environment because we understand what we do best. We know what levers to pull.\nThis is what we mean by focusing on our core and you can expect to see more of this targeted prioritization as we charge ahead. Before I pass the call over to Dennis to review the financials, I want to give a quick update on what's happening in D.C. and with our pending Columbia Care transaction. While the industry was disappointed in the lack of movement on the Safe Banking Act and other federal reforms last year, it established the foundation for the progress we're seeing so far in 2023.\nI was in D.C. earlier this month and attended the Senate Banking Committee hearing on the Safe Act. I cannot overstate the significance of this event. Basis has passed the house 7 times. This is the first time that SAFE has been the focus of the Senate hearing. While SAFE isn't everything we need as an industry, the tiering is an incredibly important part of progressing toward reform.\nIt's important to remember that this is merely a moment in time on the journey of the cannabis industry. and we will continue to show up at that table as a trusted operator and stakeholder to push these discussions forward with federal legislators. With regard to Columbia Care, we continue to collaborate closely with Columbia Care on the divestiture transactions required to obtain the regulatory approvals, which are conditions of closing.\nWhile we do not have an update to provide on the timing related to the outstanding divestiture transactions, we continue to work with Columbia Care to find a path forward that makes both strategic and financial sense. We must come out of any transaction a stronger company than we would be as a stand-alone company. With that, I'll now turn it over to Dennis to review our financial results.\n\nNicholas Keane Vita\n\nVice Chairman & CEO, Columbia Care Inc.\n\nThank you, Charlie, and good morning, everyone. I'll be reviewing the financial results from the quarter, then highlighting a few items from the balance sheet and discussing our capital position. As Charlie said, we are pleased with the results in the first quarter. We are navigating industry-wide pressures and taking steps across our organization to prioritize P&L strength and cash flow. In the quarter, we generated $194 million in revenue, a 3% decline quarter-over-quarter.\nThis decline was driven almost entirely by Illinois, where the total market was down 5.6% as Missouri launched its adult-use program putting significant pressure on border stores resulting in lower overall revenue. The impact of Missouri and new store openings in close proximity to established stores resulted in more competition for both retailers and wholesalers in the state. Importantly, net of Illinois, we saw growth across the rest of our footprint.\nThe dynamics in Illinois resulted in our retail operations being down 3% quarter-over-quarter and wholesale revenue being down 2% over the same period. Overall, when we look at BDSA market share stats, we continue to perform incredibly well in branded market share which accounts for all our branded products sold on our shelves and third-party retailers, a great proxy for how consumers are voting with their dollars on brand and product quality and how Cresco is competing in its markets.\nWe also held market share in every state where share data is available. Looking ahead to Q2, we expect total revenue to be flat compared to Q1 as our growth in retail sales attributed to new store openings in Florida and Pennsylvania is offset by new competitor store openings, narrow dispensaries in Illinois, Pennsylvania and Ohio, price compression and the impact of our most recent rationalization actions in California.\nThroughout the rest of the year, we will see some impact to revenue as we exit low-margin businesses and furtherance of our continued efforts to improve overall margins and cash flow. We expect modest market share gains for our branded portfolio as we execute on expanding our winning brands in new states, premiumizing our portfolio and expanding in segments where we are under-indexed today.\nOverall, adjusted gross profit in the quarter increased 120 basis points sequentially to 46%. Improvements in efficiencies across the platform were negatively impacted by the revenue mix by state. The sequential revenue decline in our high-margin state of Illinois was offset by higher revenue in lower margin states like Massachusetts, California and Michigan, which resulted in a margin drag of approximately 270 basis points.\nWe are taking steps to bring margins up in sequential quarters as we strive for improved cash flow and continue to rationalize margin-dilutive operations. As Charlie mentioned in his opening comments, last month, we reduced our footprint in California and entered into an agreement with KSS to distribute our products. This decision was in further in our plan to reduce our fixed costs in markets where our overall margin is dilutive to the company. This change in California was effective as of mid-May and will begin to reflect the full cost benefits of this in Q3.\nSimilarly, margin expansion from the improvements we've been making in automation, cultivation processes across many of our states and expense reductions in other areas of the business will be recognized in the coming quarters as we sell through our higher cost capitalized inventory. It should be noted that our current period tax reflects the cost of products manufactured in previous quarters, so the benefits derived from recent cost actions will take a quarter or 2 before they're recognizing our P&L.\nTotal adjusted SG&A declined slightly from Q4, inclusive of the openings of 8 dispensaries in the quarter. These new stores accounted for $3 million in additional SG&A expense in the quarter. We've taken additional actions in Q1 and Q2 to streamline our operations, reduce cost in cultivation and production facilities and reduce our overall functional expenses at corporate. These additional steps, along with further significant cost actions planned, will yield additional savings over the remainder of 2023 and 2024 when we expect to see the full benefits of these changes.\nAdjusted EBITDA totaled $29 million, flat sequentially.\nAdjusted EBITDA margin of 15% was up modestly, but below our long-range target, primarily due to lower revenue in the high-margin stated in Illinois. Looking ahead, we expect adjusted EBITDA margin to improve as the measures we took in Q1 and those planned in Q2 begin to flow through the P&L, improving both gross margins and SG&A.\nWe continue to focus on improving our working capital management. We held inventory flat for the fourth consecutive quarter, even with a purposeful buildup of inventory to support 420. We paid approximately $34 million in taxes in the quarter, making us current on our federal tax obligations through 2021 and state taxes through Q1 of 2023. Our remaining 2022 federal tax liability is approximately $50 million for which we filed an extension in April of this year.\nEven with the large Q1 tax payment, we generated positive operating cash flow of $3 million in the quarter. As noted with adjusted EBITDA, we expect to see improvements in both operating and free cash flow, especially in the back half of the year as the steps we're taking today to reduced costs are fully recognized. In Q1, we spent $21 million on CapEx primarily from the addition of new stores in Florida and the development of our upstate New York facility, which is required to maintain regulatory compliance in the state. Q1 was the heaviest quarter of the year for investment, and we will see a dramatic reduction in our need for CapEx for the balance of the year.\nWe ended the quarter with $90 million of cash on the balance sheet, and we feel good about our cash position. Free cash flow improvement is our #1 goal for 2023. The improvements we are making to our operations continued cost management and significantly lower CapEx will improve our cost structure and margin profile beginning in Q2 and more so in the second half of the year, building to our goal of 50% gross margin and 20-plus percent EBITDA margin by the end of the year and set us up for a strong 2024. With that, I'll pass it back to Charlie for some closing comments.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director\n\nThanks, Dennis. We're seeing a lot of potential in optimism in my head. This industry is finally getting the attention to deserves from legislators, a federal bill being heard in the Senate and following what's referred to as regular order. We talked in tuck passed medical cannabis law, and we're seeing more adult-use markets come online and radicate of cannabis continues to grow. We're working to improve every aspect of our business to take advantage of this positive momentum.\nWe're managing through the environment today to improve profitability while at the same time, optimizing the company for the industry of tomorrow. The long-term cannabis growth story remains unchanged. Cannabis is still position to be one of the largest consumer products categories in the U.S. And Cresco Labs is doing what needs to be done to secure long-lasting industry leadership. We are holding share in our largest highest margin markets while deemphasizing those markets that negatively impact margins. We're reducing our corporate overhead and driving operating efficiencies throughout our entire organization to offset pricing pressures. We're investing in projects and innovation where we see the opportunity for short-term cash returns.\nWe're focusing on generating more free cash flow through better inventory and cash management to strengthen our balance sheet, and we're continuing to lead the efforts on federal reform, which is the most important path towards unlocking the true potential and value in the cannabis industry. With that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/264008d19a6bddb886adbce262b1a983",
    "period": "2022 Q4",
    "content": "Q4 2022 Cresco Labs Inc Earnings Call\n\nQ4 2022 Cresco Labs Inc Earnings Call\n\nCLCANADANATLMAR 16, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Cresco Labs Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the call over to Megan Kulick, Senior Vice President of Investor Relations for Cresco Labs. Please go ahead, Megan.\n\nMegan Kulick\n\nThank you. Good morning, and welcome to Cresco Labs' Fourth Quarter 2022 Earnings Conference Call. On the call today, we have Chief Executive Officer and Co-Founder, Charles Bachtell; Chief Financial Officer, Dennis Olis; and Chief Transformation Officer, Greg Butler, who will be available for the Q&A. Prior to this call, we issued our fourth quarter earnings press release, which has been filed on SEDAR and is available on our Investor Relations website. These preliminary results for the fourth quarter and full year 2022 are provided prior to completion of all internal and external reviews and therefore, are subject to adjustments until the filing of the company's financial statements and MD&A for the quarter and year ending December 31, 2022, on SEDAR and EDGAR later this week.\nCertain statements made on today's call may contain forward-looking information within the meaning of the applicable Canadian securities legislation as well as within the meaning of safe harbor provisions of the United States Private Securities Litigation Reform Act of 1995. These forward-looking statements may include estimates, projections, goals, forecasts or assumptions that are based on current expectations and are not representative of historical facts or information. Such forward-looking statements represent the company's beliefs regarding future events, plans or objectives, which are inherently uncertain and subject to a number of risks and uncertainties that may cause the company's actual results or performance to materially differ from such forward-looking statements, including economic conditions and changes in applicable regulation.\nAdditional information on the material factors and assumptions forming the basis of our forward-looking statements and risk factors can be found in our earnings press release and in Cresco Labs filing on SEDAR and with the Securities and Exchange Commission. Cresco Labs does not undertake any duty to publicly announce the results of any revisions to any of its forward-looking statements or to update or supplement any information provided on today's call. Please note that all financial information on today's call is presented in U.S. dollars, and all interim financial information is unaudited.\nIn addition, during today's call, Cresco Labs refer to certain non-GAAP financial measures such as adjusted revenue, adjusted EBITDA, adjusted gross profit and adjusted gross margin, which do not have any standardized meaning prescribed by GAAP. Please refer to our earnings press release for the calculation of these measures and reconciliation to the most directly comparable measures calculated and presented in accordance with GAAP. These non-GAAP financial measures should not be considered superior to, as a substitute for or as an alternative to and should only be considered in conjunction with the GAAP financial measures presented in our financial statements.\nWith that, I'll turn it over to Charlie.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director, Cresco Labs Inc.\n\nGood morning, everyone, and thank you for joining us on the call today. On today's call, we're going to provide a brief overview of 2022, add some context and perspective that's critical to have during unique times like these, review how we're seeing 2023 take shape and the strategies we've developed to create the strongest Cresco Labs possible. As you know, 2022 was a tough year. We had inflationary pressures that hadn't been seen in generations, supply chain issues from a global pandemic magnified by geopolitical tension and war and set all kinds of records that no one likes to see like the most expensive price per gallon for gasoline in the U.S. ever.\nFrom our frontline position in D.C., we were reasonably optimistic that some type of federal cannabis reform would be achieved by year-end. And that didn't happen. That combined with the headwinds of increased competition, price compression and stressed consumer wallets created a challenging year for cannabis operators and investors. And unfortunately, we think that continues into 2023. But times like these are when objectivity and perspective are very important.\nDespite the challenges in 2022, Cresco's team generated $843 million in sales, our highest total ever despite rationalizing out low-margin revenue from prior years. Our continued relentless focus on providing the highest perceived value to the consumer has led us to being the #1 selling portfolio of branded cannabis products in the entire industry for the second year in a row. We produced the #1 portfolio of branded flower, #1 portfolio of branded concentrates, #3 portfolio branded vapes and a top 5 portfolio of branded edibles.\nWe earn shelf space in approximately 1,600 dispensaries across our 10-state wholesale footprint and rang up more than 4.6 million orders at our Sunnyside dispensaries. We drove operating efficiencies that allowed us to maintain margins during a period of price compression. This team also volunteered over 11,000 hours for community organizations over the year and assisted thousands of people through the cannabis conviction exponential process. I want to thank the entire Cresco Labs team for their hard work over the past year. It was not an easy one, but our core values were on display all over the place, and you got everything that this year was willing to give.\nWe all have to realize that the tough year of 2022 does nothing to change the long-term thesis and opportunity that is cannabis. This industry is going to be one of the largest consumer products categories in the United States and in the world, full stop. Nothing about 2022 changes this. Last year, the limited regulated market reached over $25 billion in sales, employed approximately 0.5 million Americans, produced almost $4 billion in state tax revenue and the current estimated regulated plus illicit cannabis market in the U.S. already exceeds the size of the U.S. beer industry.\nWe made tremendous progress in educating our federal legislators through our end-of-year efforts, which is a fundamental step in obtaining common sense reform ahead. None of the current challenges we face change these facts. What periods like this do is they force the separation of the wheat from the chaff. That's a healthy thing and something we welcome. Dynamic and challenging times require operators to be equally dynamic and turn those challenges and opportunities. The great thing is we're built for this. We'll lead through this period by continuing to improve our operations and operating efficiency, strengthen our balance sheet and prioritizing cash generation.\nCresco Labs has the scale and the expertise to succeed. We're executing against the major controllable objectives of our 3-year plan, ensuring we have the most strategic footprint, broadening our wholesale brand leadership and driving retail productivity across a larger base. Again, 2023 is not likely to get any easier, which is why our priorities are clear. We're laser focused on our core; core capabilities, core markets, core products and core brands. We're leaning into that core, investing wisely and rationalizing and optimizing everything to improve profitability, generate more cash and strengthen our balance sheet health. Simply put, we understand the assignment.\nNow to review the 3 pillars of our strategic plan and how we're executing this year. #1, we're ensuring we have the most strategic geographic footprint. As we look to optimize our footprint to drive profitability and long-term industry leadership, we're prioritizing having exposure to the growth states of tomorrow, along with scale, diversification and profitability across our current markets. We believe that the pending Columbia Care acquisition acts and furtherance of achieving these goals.\nWe continue to work through our 2 remaining material divestitures in Ohio and Florida and are making progress with both. The capital market conditions have undoubtedly changed since we originally started this process, but we continue to see interest in these assets and in the cannabis industry from investors that have a longer time horizon and recognize the asymmetrical payoff potential given today's valuations. Between the ongoing divestitures and the operational and balance sheet improvements going on at both companies today, we see the path forward that will position the combined company with a solid capital structure, strong liquidity position and profitable operations.\nAcross our own organization, we're taking substantial steps to improve our positioning. Rationalizing and optimizing have been at the forefront of our approach since late '21 when we announced our strategic shift away from third-party distribution in California. We continue to evaluate every state and take actions that prioritize the core and deemphasize underperforming or underutilized areas of our business. Yesterday, we internally announced further steps to eliminate underutilized facilities and unprofitable products in California, focusing on our more advanced and cost competitive FloraCal facility.\nIn Arizona, where we are under scaled, we've shut down our margin dilutive greenhouse operations. While these 2 actions will have a modest top line impact this year, we encourage shareholders to gauge our performance this year based on improvements in profitability, which we expect to start in Q2 and grow through the year as the impact from the decisions flow through our P&L. At the same time, we're doubling down on our successful operations. Year-to-date, we've opened 8 new stores between Florida and Pennsylvania, 2 states where we have significant economies of scale and strong margins. All in, since we took control of the Florida operations less than 2 years ago, we've added 20 new stores in the state, and we'll continue to opportunistically add to this footprint in 2023.\nIn Pennsylvania, where we historically have been under-retailed relative to our peers, we'll be opening our remaining 4 doors through the spring and summer, which has the double benefit of driving retail growth and improving our competitiveness in the wholesale market. While we execute these operational and retail initiatives, we continue to reorganize our teams to re-increase the speed of decision-making, reduce redundancies and drive overall efficiencies. Dennis will discuss it in more detail, but these investments are a good example of our capital deployment strategy for the year. We're focused on wise investments that have fast payback periods and act in furtherance of our goal to drive profitability, cash generation and enhance competitiveness and lead the industry.\n#2, we maintained our position as the #1 branded product portfolio per BDSA. In 2023, our plan is to double down on this core portfolio, focusing on the capabilities, the products and the brands that have made us the market share leader in Illinois, Pennsylvania and Massachusetts. Innovation and new products contributed a material amount to our revenue in 2022, and we plan to build on that success this year. We're focused on operationalizing some of the key innovations we started last year. The pipeline includes several higher potency and higher-yield strains, manufactured products like lozenges, infused pre-rolls, live rosin premium gummies and the liquid live rosin carts that have proven so popular in Pennsylvania and Illinois.\nConsistent with our investment philosophy, the capital needed to support these launches in more markets as a short payback period and a high certainty of success. After 2 straight years of having the #1 house of brands, we've proven that consumers love our products and brands. The steps we're taking this year to bring more of those proven products to market will give us stronger margins and pricing flexibility to continue to take shelf space in new stores as they open and be the preferred complement to any vertically integrated retailers house brand.\n#3, we're also doubling down on our highly productive retail in the most strategic states. As we open new stores, we continue to achieve operating leverage across our footprint. For example, we recently rolled out our new and improved Sunnyside loyalty program in Illinois, Florida, Massachusetts and Ohio. The loyalty program complements our custom-built e-commerce platform, Sunnyside doctor shop, which we believe is the most customer-friendly retail platform in the industry. The 2 combined are a rich source of data for understanding and exploring consumer behavior and improving retail efficiency. In 2022, approximately 75% of our Sunnyside sales come through Sunnyside doctor shop. Those sales follow the 80/20 rule, where nearly 80% of sales come from the top 20% of customers, giving us incredible insight into the behavior of our highest-value customers.\nWe're using that data, combined with custom e-mails, text prompts and offers to drive smarter promotional activity and cement those high-value shoppers to the Sunnyside brand. The feedback loop between our scaled data set and decision-making is accelerating, leading to better store management, more efficient staffing, improved menu creation and more targeted innovation and product planning on the production side of the business, too. As we open new stores and competitors enter our markets, it's imperative that we flex our muscles as a highly skilled, scaled retailer to improve customer experience and 4-wall economics to maintain profitability, market share and outcompete.\nAs 2023 shapes up to be another challenging year, we're confident that our scale and organizational expertise lays a strong foundation. That, combined with our ability and willingness to make the tough decisions will position Cresco Labs and its shareholders to reap the tremendous rewards in the long-term growth of the cannabis industry. In 2023, we're doubling down on our successful core and we're setting the stage for a much stronger company going forward.\nNow I'll turn it over to Dennis to review our financial results.\n\nDennis M. Olis\n\nCFO, Allscripts Healthcare Solutions, Inc.\n\nThank you, Charlie, and Good morning, everyone. I'll be reviewing the financial results from the quarter and full year then highlighting a few items from the balance sheet and discussing our capital position. Overall, we're pleased with the performance of the team, both in the quarter and year.\nWhile 2022 was a challenging year for the industry, we continue to take the necessary steps to improve cultivation and manufacturing efficiencies to build on our top share position in key markets, while remaining maniacally focused on driving profitable growth, preserving cash and making strategic investments to expand margins going forward. We also took this opportunity to make tough decisions, clean up noise in various parts of the business and take the appropriate proactive steps this quarter to strengthen our balance sheet through site rationalization, inventory management and intangible valuation assessments to put us in the strongest position possible going into 2023.\nTurning to our results. We generated $200 million in revenue in Q4. The decrease year-over-year was driven by a combination of price compression in the second half of the year across our markets and the strategic decision in late 2021 to exit certain low-margin businesses in California. For the full year, we achieved $843 million in total revenue, up 3% year-over-year. Normalizing for the removal of third-party California distribution, adjusted revenue growth was approximately 6% year-over-year. Retail revenue in Q4 was down 1% year-over-year as new stores opened in the immediate vicinity of some of our stores in Illinois and Pennsylvania. For the full year, retail revenue grew 17% year-over-year.\nAs we discussed on our third quarter call, we expect the initial impact from new doors to be negative, but as additional stores open in markets that expand access, we expect that our proficiencies in the wholesale market will produce more gains than we lose in the retail market. On the wholesale side, we faced continued pressure in the quarter, driven by pricing pressure in most markets and increased verticalization on the shelves of our Amazon customers.\nFor the full year, wholesale revenues were down 11%, but down 5% after adjusting for the strategic shift in California, we've already discussed and unit sales were up significantly. Our branded units sold were up 37% year-over-year, which according to BDSA, outperformed general market growth. We held the #1 share of branded sales in Pennsylvania, Illinois, Massachusetts and overall for markets tracked by BDSA. We gained or held branded share sequentially in all of our markets, except California and Maryland where our share fell modestly in the quarter.\nLooking ahead to Q1, we expect total revenue to be down slightly from Q4 due to traditional seasonality, the continuation of new competitor store openings near our dispensaries in Illinois and Pennsylvania and the focus on verticality by MSOs. We currently don't have the benefit of net new market contributors like New Jersey, but we expect adult-use catalysts in Ohio, Pennsylvania, Maryland and Florida over the next 2 years to generate material growth in some of our strongest states.\nIn combination with our pending acquisition of Columbia Care, we will have access to every major adult-use market in the country. We expect to see sequential growth in both the wholesale and retail channels after Q1. As Charlie mentioned, we'll have several new store openings in Florida and 4 more stores opening in Pennsylvania before the end of summer. We also expect an acceleration of the opening of new independent retail doors in our home state of Illinois, giving a boost to our wholesale revenues. The velocity of our brands continues to be extraordinarily strong, making product from Cresco, high supply and FloraCal must have on existing and new shelves.\nGross profit in the quarter, including nonrecurring noncash charges primarily related to net realizable value adjustments to inventory decreased 269 basis points sequentially to 45%. Excluding those noncash nonrecurring items, gross profit margin was 50%, in line with our long-term target. We reduced our net inventory by $17 million in the quarter, primarily from our targeted inventory management efforts and partially from the NRV charges I just mentioned. Across our footprint, we're doing a much better job of bringing rooms on and offline to meet our flexible demand planning, limiting aged inventories, reducing operating cost and lowering the need for promotional activity. We're very comfortable with the current inventory position and expect further improvements as we double down on our core states and operations and optimize our asset base.\nAdjusted SG&A expense, which excludes share-based compensation and noncore items, was essentially flat with third quarter at $68 million. We are proactively managing our operating expenses and taking a critical eye to our cost structure, both at corporate and on a state-by-state basis. We expect the impact of these initiatives to lead to a meaningful decline in SG&A dollars by the end of Q2 and into Q3. We are intensely focused on finding other ways to improve our long-term competitiveness, rationalize our existing footprint and improve our overall profitability and cash generation in 2023.\nAdjusted EBITDA, where we include the NRV and other noncash nonrecurring charges I mentioned earlier, was $31 million in Q4, representing a margin of 15%. If we had adjusted for these changes, our adjusted EBITDA margin would have been approximately 20%. Our near-term goal is for adjusted EBITDA margins in the low to mid-20%, and we expect adjusted EBITDA margin to improve throughout the year as cost saving measures we took in the fourth quarter and the first quarter begin to flow through.\nAs Charlie mentioned in his remarks, we continue to take the necessary actions to optimize our asset base and operate more efficiently. As a result of our actions in California and Arizona as well as industry-wide changes in valuations, we took a $141 million noncash impairment charge in the quarter. Again, we took appropriate proactive steps this quarter to strengthen our balance sheet through site rationalization, inventory management and intangible valuation assessments to put us in the best possible position to excel in 2023.\nWe generated positive operating cash flow of $4 million in the fourth quarter, bringing the full year to $19 million. We spent $13 million on CapEx in Q4, primarily from the addition of new stores in Florida and the development of our upstate New York cultivation. For the full year, CapEx totaled $83 million. We ended the quarter with $122 million of cash on the balance sheet. As I stated earlier, free cash flow improvement is our #1 goal in 2023. With the improvements we're making to our operations, continued cost management, significantly lower capital expenditure requirements and the strategic financing available to us, we feel good about our cash position.\nAt this time, in our emerging industry, leadership, scale and financial strength matter most. The macroeconomic headwinds, lack of near-term regulatory changes, industry pricing pressures and tight capital markets require us to make difficult decisions to remain at the top of the industry. But as Charlie said, we're built for this. We are planning our business for the regulatory and competitive environment that exists today. The actions we are taking will set us up to benefit from the unprecedented opportunities for growth we see in the future.\nRegulatory changes will come eventually. And in the meantime, consumer demand remains strong, and we see untapped opportunities for efficiency and production and overhead cost reductions. With the likelihood of new adult markets coming online, we see a bright future for those companies that weather the current storm and come out on the other side stronger than ever.\nWith that, I'll pass it back to Charlie for some closing comments.\n\nCharles Bachtell\n\nCo-Founder, CEO & Director, Cresco Labs Inc.\n\nThank you, Dennis. While 2022 was a challenging year for cannabis, the cannabis thesis remains unchanged and Cresco Labs is doing what needs to be done for long-term industry leadership. As we set our plans and goals for 2023 and beyond, we're proactively managing through the unique macro pressures of today with an eye toward the future. In the meantime, we'll continue to focus our efforts on what needs to be done. By prioritizing our profitable core, what you can expect from us is: 1, continued leadership in branded cannabis products; 2, rationalizing and optimizing our footprint; 3, expanding the reach and efficiencies of our retail business; 4, generating more cash flow and strengthen our balance sheet; and 5, continue to lead the efforts on federal reform.\nWith that, I'll open the call for questions."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd61bed894a11de016e42721228b9f50",
    "period": "2022 Q3",
    "content": "Q3 2022 Colgate-Palmolive Co Earnings Call\n\nQ3 2022 Colgate-Palmolive Co Earnings Call\n\nCLNYSEOCT 28, 8:30 AM\n\nOperator\n\nGood morning. Welcome to today's Colgate-Palmolive Third Quarter 2022 Earnings Conference Call. This call is being recorded and is being simulcast live at www.colgatepalmolive.com.\nNow for opening remarks, I'd like to turn this call over to Chief Investor Relations Officer and Senior Vice President, M&A, John Faucher.\n\nJohn Faucher\n\nChief IR Officer, Colgate-Palmolive Company\n\nThanks, Allison. Good morning, and welcome to our 2022 third quarter earnings release conference call. This is John Faucher.\nToday's conference call will include forward-looking statements. Actual results could differ materially from these statements. Please refer to the earnings press release and related prepared materials and our most recent filings with the SEC, including our 2021 annual report on Form 10-K and subsequent SEC filings, all available on Colgate's website, for a discussion of the factors that could cause actual results to differ materially from these statements.\nThis conference call will also include a discussion of non-GAAP financial measures, including those identified in Tables 8 and 9 of the earnings press release. A full reconciliation to the corresponding GAAP financial measures is included in the earnings press release and is available on Colgate's website.\nJoining me on the call this morning are Noel Wallace, Chairman, President and Chief Executive Officer; and Stan Sutula, Chief Financial Officer. Noel will provide you with his thoughts on our Q3 results and our 2022 outlook. We will then open it up for Q&A. Noel?\n\nNoel R. Wallace\n\nChairman, CEO & President, Colgate-Palmolive Company\n\nThanks, John, and thanks to all of you for joining us this morning. We continue to execute our growth strategy as we deal with an operating environment that remains very volatile.\nIn the third quarter, we delivered high single-digit organic sales growth with growth across every division. We also delivered growth in all four of our categories, including high single-digit growth in Oral Care, Pet Nutrition and Personal Care.\nI know elasticities are a big topic of conversation this quarter. While our volumes were negatively impacted by retailer inventory reductions and Hill's supply chain constraints in the quarter, underlying elasticity remained in line with our expectations, and we would expect volume performance to improve sequentially in the fourth quarter as these headwinds abate.\nWe delivered strong pricing growth through revenue growth management and healthy productivity through Funding the Growth and the initial benefits of our 2022 Global Productivity Initiative. This helped us drive a sequential improvement in gross margin in the third quarter despite further increases in raw material prices.\nThe headwinds we face, whether from foreign exchange, raw and packaging materials and logistics costs or macroeconomic uncertainty are significant, but we believe we are well positioned to deal with these issues. We have taken the difficult steps necessary to meet these challenges ahead on through pricing, productivity, capital deployment and other actions. These actions leave us well positioned to benefit when our markets stabilize.\nThe first reason is our portfolio. We have focused -- we have a focused portfolio of leading brands in growing categories competing across multiple price tiers. Consumers use the vast majority of our products every day: when they shower, when they clean their homes, when they feed their pets and hopefully, when they brush their teeth after every meal.\nWe believe this high frequency of usage, combined with the strength of our brands, helped with our elasticities despite significant pricing. This has been particularly true in Oral Care. And our categories generally have low private label market shares compared to many other HPC categories where we don't compete.\nConsumers look to trusted brands to provide value, and we have built brands over time to deliver value to our customers and our consumers, particularly given our breadth of offerings across price tiers from entry level to ultra-premium. And our professional recommendation model in several of our largest categories also helps to provide added value and differentiation to consumers, which builds brand loyalty.\nAnd we have high market shares with #1 or #2 positions in many of our key segments across all four of our categories. We're also well positioned because we are building capabilities and then scaling them across the company in order to drive growth, both now and in the future.\nOur most important capabilities are focused on science-led innovation, Particularly in a time when there is so much pricing in our categories, it is vital to add consumer identifiable value. You can see our progress here on brands like Colgate Optic White, Hill's Prescription Diet, EltaMD and many others. It is also helping to drive improvements in our market share trends.\nI spent a lot of time at Barclays talking about our digital transformation, an area that is impacting every facet of our business: our e-commerce performance, the ROI of our advertising, a digital-driven supply chain, the use of AI and new product development and even how we're doing our training around the world.\nRevenue growth management is another capability we are scaling across the organization. We are putting the full force and effort of our data and analytics team into our RGM planning. We believe this is also helping us to make RGM decisions to help to lessen the impact of elasticities.\nSo as we head into the Q&A, I want to reiterate that our strategy is working and through an environment that remains uncertain and volatile, we believe we are well positioned with strong brands, scaling capabilities and most importantly, great people.\nSo I'll turn it over to the Q&A now."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4bbe3f47e61a627b7f885488af24cd3b",
    "period": "2022 Q2",
    "content": "Q2 2022 Colgate-Palmolive Co Earnings Call\n\nQ2 2022 Colgate-Palmolive Co Earnings Call\n\nCLNYSEJUL 29, 8:00 AM\n\nOperator\n\nGood day, and welcome to today's Colgate-Palmolive Company's Second Quarter 2022 Earnings Conference Call. This call is being recorded and is being simulcast live at www. colgatepalmolive.com.\nNow for opening remarks, I would like to turn the call over to the Chief Investor Relations Officer and Senior Vice President, John Faucher. Please go ahead, John. Thank you.\n\nJohn Faucher\n\nChief IR Officer, Colgate-Palmolive Company\n\nThanks, Caroline. Good morning, and welcome to our 2022 second quarter earnings release conference call. This is John Faucher. Today's conference call will include forward-looking statements. Actual results could differ materially from these statements. Please refer to the earnings press release and earnings materials and our most recent filings with the SEC, including our 2021 annual report on Form 10-K and subsequent SEC filings, all available on Colgate's website, for a discussion of the factors that could cause actual results to differ materially from these statements.\nThis conference call will also include a discussion of non-GAAP financial measures, including those identified in Tables 8 and 9 of the earnings press release. A full reconciliation to the corresponding GAAP financial measures is included in the earnings press release and is available on Colgate's website.\nJoining me on the call this morning are Noel Wallace, Chairman, President and Chief Executive Officer; and Stan Sutula, Chief Financial Officer.\nNoel will now provide you with his thoughts on our Q2 results and our 2022 outlook. We will then open it up for Q&A.\n\nNoel R. Wallace\n\nChairman, CEO & President, Colgate-Palmolive Company\n\nThanks, John, and thanks to all of you for joining us this morning. I'm delighted to share with you our second quarter results.\nOn the first quarter call, I talked about my confidence that our organic sales growth would accelerate from our first quarter results. Some of this was due to the improvement in trends in February, March and April that we discussed on the call.\nBut what really gives me confidence is the fundamental changes Colgate people have made to drive growth, which is why we are raising our organic sales growth guidance to 5% to 7% for 2022. Our second quarter results, including double-digit organic sales growth in Oral Care and Pet Nutrition showed that the growth strategies we put in place 3 years ago are delivering on our objectives in how the power of our global portfolio is working. We're delivering growth across all of our divisions and all of our categories. We're showing the ability to take pricing because we have built healthier brands. We have built up our innovation capabilities, so we can deliver more breakthrough and transformational innovation that can drive both category growth and market share.\nWe have accelerated our digital transformation across the company by leveraging the capabilities we have built at Hill's and in China and other developed markets to lead e-commerce in our markets where this important growth channel is underdeveloped.\nAnd crucially, in this operating environment, our revenue growth management tools are driving positive pricing and mix as our efforts to offset the significant raw material and logistics inflation we are seeing, along with the productivity and our ability to improve our price mix, which would enable us to rebuild our gross margin moving forward.\nAnd looking at the quarter, the second quarter marked our 14th consecutive quarter with organic sales growth either in or above our long-term target range of 3% to 5%, and that growth is broad-based. We delivered organic sales growth in all 6 of our divisions. We delivered organic sales growth in all 4 of our categories: Oral Care, Pet Nutrition, Personal Care and Home Care, with all 4 categories either in line with or above our long-term target range of 3% to 5%.\nAs we discussed on the first quarter call, our execution on revenue growth management and premium innovation allowed us to deliver a 500 basis point sequential acceleration in pricing growth.\nEncouragingly, despite this pricing, our volume performance also improved sequentially in the quarter on both a 1- and a 2-year basis behind strong marketing plans, innovation and improved supply chain performance.\nOur market share performance continues to improve with our global toothpaste and manual toothbrush share now up on a year-to-date basis. We continue to deliver on productivity with another strong quarter of funding the growth, which is vital to our plans to regain lost gross margin.\nAs we enter the back half, we are just beginning to see early benefits from our 2022 global productivity initiative. Over the next 18 months, this program will help drive operating leverage. But we are still dealing with a very difficult cost environment. We now expect $1.3 billion in raw material and packaging inflation with higher logistics costs as well. Foreign exchange has become a bigger headwind since our first quarter earnings release. The euro has moved to parity with the dollar and most other currencies have weakened as well. But we will continue to invest in our brands. Advertising spending was up on a dollar basis with continued shift to working from nonworking and a higher focus on digital spending.\nWe are investing our capital to drive future growth as well. We are building capacity to meet strong consumer demand, particularly for Hill's, but also for other projects like our recyclable tool, which we continue to roll out across the globe.\nAs we look to the balance of 2022 and into next year, we are focused on executing our strategies with the right innovation, brand support, revenue growth management and capital plans to deliver on our long-term growth targets, while working to rebuild our gross margins and deliver sustainable, profitable growth in all 4 of our categories.\nAnd with that, I'm happy to take your questions.\nCaroline, can we move to the Q&A?\n(technical difficulty)"
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c2a7bb54ee23c43eb826b6ff3d592c5",
    "period": "2022 Q1",
    "content": "Q1 2022 Colgate-Palmolive Co Earnings Call\n\nQ1 2022 Colgate-Palmolive Co Earnings Call\n\nCLNYSEAPR 29, 8:30 AM\n\nOperator\n\nGood day, and welcome to today's Colgate-Palmolive Company First Quarter 2022 Earnings Conference Call. This call is being recorded and is being simulcast live at www.colgatepalmolive.com.\nNow for opening remarks, I would like to turn the call over to Chief Investor Relations Officer, John Faucher. Please go ahead, John.\n\nJohn Faucher\n\nChief IR Officer, Colgate-Palmolive Company\n\nThanks, Cristina. Good morning, and welcome to our 2022 first quarter earnings release conference call. This is John Faucher. Today's conference call will include forward-looking statements. Actual results could differ materially from these statements. Please refer to the earnings press release and our most recent filings with the SEC, including our 2021 annual report on Form 10-K and subsequent SEC filings, all available on Colgate's website, for a discussion of the factors that could cause actual results to differ materially from these statements.\nThis conference call will also include a discussion of non-GAAP financial measures, including those identified in Tables 5 and 6 of the earnings press release. A full reconciliation to the corresponding GAAP financial measures is included in the earnings press release and is available on Colgate's website. Joining me on the call this morning are Noel Wallace, Chairman, President and Chief Executive Officer; and Stan Sutula, Chief Financial Officer. Noel will provide you with his thoughts on our Q1 results and our 2022 outlook. We will then open it up for Q&A. Noel?\n\nNoel R. Wallace\n\nChairman, CEO & President, Colgate-Palmolive Company\n\nThanks, John, and good morning to all of you. Given the release of the prepared commentary earlier this morning, I'll keep my remarks fairly short as I'm certain you have a number of questions.\nObviously, 2022 is shaping up as a more difficult year than we anticipated with greater-than-expected increases in raw materials as you've seen from others, particularly fats and oils and logistics. This is offsetting what we think will be a very solid year for organic sales growth now that we are seeing our global supply chain stabilize following COVID-related lockdowns and stress in logistic networks around the world. (technical difficulty) sales growth for the balance of the year. First off, we knew that Q1 would be the most difficult quarter given comparisons, supply chain issues and pricing negotiations. We exited the quarter with high single-digit pricing as we took more pricing in developed markets starting in February and continuing into April.\nWe believe this is more indicative of the pricing we will see for the balance of the year. Elasticity seemed to be either in line or better than expectations, and this should help limit incremental volume weakness from the higher pricing over the balance of the year. Encouragingly, as we said in our prepared remarks, volume and organic sales performance improved in February and March versus January and organic sales growth has continued to accelerate in April.\nImportantly, we are beginning to see the benefits of the stabilization in our global supply chain network with the impacts of COVID-related factory closures behind us and the opening of the global logistic capacities. Our guidance does not assume further COVID-related lockdowns in the balance of the year that would impact our ability to manufacture and distribute our products.\nOur U.S. on-shelf availability for toothpaste has been below normal for several months, as we dealt with the same supply chain challenges you've heard about from other companies. By tapping into our global supply chain, we were able to restore shipments and our availability is now back to normal levels, which you are seeing reflected in better market share performance in toothpaste. And with the improved share performance in manual toothbrushes in the U.S., where our share is up 4.5 points year-to-date, we feel better about the trajectory of U.S. oral care.\nCombined with increased advertising through the balance of the year, significant innovation, particularly around whitening in the U.S. and in Asia and the relaunch of 2 important core brands, our Hawley & Hazel brand in China and the Hill's Prescription Diet business, we feel confident in our forecast for an acceleration in organic sales growth for the balance of the year, this gets us to our new guidance of 4% to 6% organic sales growth.\nTempering this outlook, obviously, is the difficult cost environment. Our entire cost factor has risen over the past few months, but the biggest impact has come in the area that we call fats and oils. That's palm oil, palm kernel oil, soybean oil, tallow and others. This has historically been our second biggest area of raw material spend behind (inaudible) resins. Although given the inflation we're seeing this year, our spending in the second half on fats and oils will equal our spending on resins. These ingredients are used in every category we compete in, and we expect a more than 60% increase across fats and oils this year.\nAnd while you know our global supply chain is a strategic advantage, the global nature of our supply chain is adding to costs in the current environment. Freight rates from Mexico to the U.S. are up 30% year-over-year and ocean freights have basically doubled. We continue to take significant steps to offset these headwinds. We are taking additional pricing, and we're launching premium innovation. We established our 2022 global productivity initiative to drive further cost savings for this year and next year while accelerating our Funding the Growth initiatives. We've reduced our overhead ex logistics spending by $30 million in the quarter versus the first quarter last year already.\nSo as we open it up for your questions, we know we need to execute on during the balance of the year, and we're very focused against that. While we know our guidance is below our previous expectations, we believe that our cost forecasts are prudent and that our plans are well thought through and well supported to deliver on our organic sales growth guidance while leaving us well positioned as we look to return to profitable growth.\nThanks, and I'll be happy to take your questions now."
  },
  {
    "header": "CL",
    "cik": "0000021665",
    "ticker": "CL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f7cad12a569f48b12063854790956677",
    "period": "2021 Q4",
    "content": "Q4 2021 Colgate-Palmolive Co Earnings Call\n\nQ4 2021 Colgate-Palmolive Co Earnings Call\n\nCLNYSEJAN 28, 8:30 AM\n\nOperator\n\nGood day, and welcome to today's Colgate-Palmolive Company Fourth Quarter 2021 Earnings Conference Call. This call is being recorded and is being simulcast live at www.colgatepalmolive.com.\nNow for opening remarks, I would like to turn the call over to Chief Investor Relations Officer, John Faucher. Please go ahead, John.\n\nJohn Faucher\n\nChief IR Officer, Colgate-Palmolive Company\n\nThanks, Orlando. Good morning, and welcome to our 2021 full year and fourth quarter earnings release conference call. This is John Faucher.\nToday's conference call will include forward-looking statements. Actual results could differ materially from these statements. Please refer to the earnings press release and our most recent filings with the SEC, including our 2020 Annual Report on Form 10-K and subsequent SEC filings, all available on Colgate's website, for a discussion of the factors that could cause actual results to differ materially from these statements.\nThis conference call will also include a discussion of non-GAAP financial measures, including those identified in Tables 8 and 9 of the earnings press release. A full reconciliation to the corresponding GAAP financial measures is included in the earnings press release and is available on Colgate's website.\nJoining me on the call this morning are Noel Wallace, Chairman, President and Chief Executive Officer; and Stan Sutula, Chief Financial Officer. I will provide commentary on our full year and Q4 performance as well as our outlook for 2022 before turning it over to Noel for his comments. We will then open it up for Q&A.\nWe delivered solid results in 2021 despite a very challenging operating environment, which we believe provides further proof that our strategy is working. For the full year, we grew net sales 6%, adding nearly $1 billion in revenue. We grew organic sales 4.5% at the higher end of our 3% to 5% 2021 guidance range, despite difficult comparisons.\nImportantly, our organic sales growth this year was led by our 2 most important categories: Oral Care, which delivered organic sales growth at the high end of mid-single digits; and Pet Nutrition, which delivered organic sales growth in the teens, our second consecutive year with double-digit organic sales growth for Hill's. Both of these categories saw an acceleration in organic sales growth in 2021, which we think bodes well for 2022.\nPersonal Care and Home Care organic sales growth were both down in the year as they lap very difficult comparisons driven by COVID-related demand, but we anticipate both categories will return to growth in 2022. But on a compounded basis, over the past 3 years, we've delivered organic sales growth across every division and every category with growth in both volume and price.\nAnd we are confident that our growth will continue into 2022. Our innovation pipeline is strong as we continue to shift our focus to more breakthrough and transformational innovation. We have raised our level of brand support, including increased advertising spending that is driving improved brand equity. Our digital transformation is paying off with e-commerce market shares growing in key markets and strong e-commerce sales growth across all of our categories, including Pet Nutrition and within Personal Care, premium skin.\nThat said, the operating environment remains volatile, with COVID still very much impacting our business, unprecedented raw material inflation and supply chain disruptions. As Noel will discuss, we believe our 2022 plans and our long-term strategic choices will allow us to continue to grow and improve our profitability as we move through the year. This includes significant pricing, increased advertising, breakthrough and transformational innovation and stepped up productivity.\nOur net sales grew 2% in the quarter, driven by 3% organic sales growth and a 1% negative impact from foreign exchange. Our organic sales growth in the fourth quarter was driven by Pet Nutrition and Oral Care, while Personal Care was down slightly, and Home Care was flat due to COVID-19 comparisons. Organic sales growth in the quarter was negatively impacted by the factory closures related to COVID-19 lockdowns we mentioned on the third quarter call.\nAs you have seen across many companies and industries, raw material pressure worsened in the fourth quarter, putting further pressure on our gross margin. Our gross margin was down 300 basis points in the quarter on both a GAAP and Base Business basis. Pricing was a 120 basis point benefit to gross margin, while raw materials were a 670 basis point headwind. Productivity was favorable by 250 basis points.\nOn a GAAP and Base Business basis, our SG&A was down 150 basis points on a percent of sales basis, driven by lower advertising spending, lapping record levels in the year ago quarter as well as lower overheads, excluding logistics. Our combination of net sales growth and productivity drove our overheads, excluding logistics, down meaningfully, which helped us offset a large increase in logistics costs, both on a dollar basis and a percent of sales basis.\nFor the fourth quarter, on a GAAP basis, we delivered earnings per share of $0.18. Our GAAP earnings per share includes a $518 million after-tax charge for impairment on our Filorga skin health business. We completed the Filorga transaction right before the beginning of the COVID-19 pandemic. The pandemic has had a significant impact on key channels in which Filorga competes, including travel retail and duty free in China and pharmacies in Europe. While we have been unable to offset the continued weakness in these channels versus our projections when we announced the acquisition, we have full confidence in the Filorga brand and are forecasting double-digit growth going forward.\nOur 2 other skin health brands, PCA Skin and EltaMD, are performing well and should continue to deliver strong growth. On a Base Business basis, our earnings per share was $0.79 for the quarter, up 3%. Our full year Base Business earnings per share was within our 2021 guidance range of up mid- to high single digits.\nIn order to accelerate changes to our operating structure that will allow us to reallocate resources to our strategic priorities and faster growth businesses and channels, drive efficiencies in the company's operations and streamline our supply chain to reduce structural costs. This morning, we also announced the global productivity initiative. We intend to execute the majority of the productivity program in the current calendar year, and once the projects are implemented and finalized, is expected to result in cumulative pretax charges, totaling between $200 million and $240 million in annualized pretax savings in the range of $90 million to $110 million. We would expect the benefits to begin to flow through in the second half of 2022 and then accelerate into 2023. We returned $3 billion to shareholders in 2021 with our net share repurchase up almost 50% year-over-year.\nA few comments on our divisional performance. North America net sales declined 1% in the fourth quarter, with organic sales down 1.5% as the division lapped high single-digit growth in the year ago period with liquid hand soap providing a greater than 3 percentage point headwind in the quarter.\nIn toothpaste, our consumption was ahead of shipments, as our all-outlet market share was up 50 basis points in the quarter. We have announced significant pricing across all of our categories in North America, which will be implemented throughout Q1 and into Q2.\nLatin America net sales were up 3.5%, with 6% organic sales growth. Oral Care grew high single digits, while Personal Care and Home Care grew mid-single digits. Brazil led the growth in the quarter behind strong pricing and premium innovation across whitening and naturals.\nEurope net sales declined 6% in the quarter with organic sales minus 3.5%, lapping 4.5% growth in the year ago quarter and a 2.5% foreign exchange headwind. While the pricing environment in Europe is normally very difficult, we expect to see pricing across the portfolio.\nWe gained market share in Europe in Q4 with particular strength behind elmex, and we have significant innovation planned for 2022. Asia Pacific net sales grew 0.5%, and organic sales grew 1.5% in the quarter with volume and pricing up slightly and a modest negative impact from foreign exchange. Our Asia e-commerce business continued its strong growth in Q4 and for the year.\nWe gained nearly 400 basis points of toothpaste market share in e-commerce in China in 2021, combined on our Colgate and H&H businesses. Africa/Eurasia net sales grew 2% in the quarter, as organic sales growth of 3% was partially offset by negative foreign exchange. The organic sales growth was driven by Oral Care despite impacts from the supply chain disruption from COVID-19 restrictions I mentioned previously. Volumes were also negatively impacted by political volatility in Eurasia.\nHill's finished another great year with a strong fourth quarter. Net sales grew 12% and organic sales grew 13% for the quarter. The U.S. continued to lead Hill's growth performance with strength across the gamut of brick-and-mortar and e-commerce retail partners. We expect another strong year for Hill's in 2022 with strong levels of advertising support, best-in-class e-commerce execution, innovation and pricing growth.\nAnd now for guidance. We expect organic sales growth for the year to be within our 3% to 5% long-term target range, driven primarily by continued growth in Oral Care and Pet Nutrition. Using current spot rates, we expect foreign exchange to be a low single-digit headwind to revenues, operating profit and earnings growth for the year.\nAll in, we expect net sales to be up 1% to 4%. We expect gross margin to be up for the year, but we highlight that, just as we saw in 2021, there will be significant swings in year-over-year performance as we go through the year. The biggest raw material headwinds year-over-year are in the first quarter, and we expect that they will moderate as we go through the year.\nOn top of the productivity program I mentioned above, we will continue to take additional steps to mitigate the impact of logistics and raw material cost headwinds, including additional pricing, optimizing trade spending, accelerating FTG where available and many others. Advertising is expected to be up on both a dollar basis and a percent of sales basis.\nGiven the issues surrounding logistics networks on a global basis, our logistics costs will continue to be a headwind, particularly in the U.S. and Africa/Eurasia. Our tax rate is expected to be between 23% and 24% for 2022 on both a GAAP and Base Business basis. At this point, we have not incorporated any proposed changes to U.S. corporate tax rates. We expect double-digit earnings per share growth on a GAAP basis. On a Base Business basis, we expect earnings per share growth in the low to mid-single digits.\nThere are a few factors that will determine where we fall in that range. We have budgeted modest sequential declines in some raw material prices as we go through the year. If those raw materials stay at current levels, this will be above what we're currently budgeting.\nForeign exchange. The dollar has been trending higher recently. If that continues, it will be an additional headwind. We assume that raw materials and logistics cost increases are not unique to us, and our plans do not include significant manufacturing downtime due to COVID-related lockdowns.\nAnd with that, I'll turn it over to Noel.\n\nNoel R. Wallace\n\nChairman, CEO & President, Colgate-Palmolive Company\n\nThanks, John, and good morning, everyone. Before I get into my remarks, I want to wish all of you a safe and happy new year. Of course, I'll be speaking to you all again just a few weeks for CAGNY, and I'm very much looking forward to that.\nOver the last 3 years, we have revitalized our core businesses, innovated in adjacent categories and expanded our availability in faster-growth markets and channels. All these efforts have helped us deliver 3 straight years of organic sales growth in or above our long-term targeted range of 3% to 5%. I believe our company is well positioned to continue our momentum and drive shareholder value in this year and beyond despite the difficult operating environment.\nWe compete in growing categories with high purchase frequency, daily usage and high levels of brand loyalty, and we have strong brands that are well positioned to take advantage of these category dynamics. Colgate is the most penetrated consumer brand in the world, with strength across emerging and developed markets. Hill's Prescription Diet and Hill's Science Diet have strong health credentials with vets and pet parents. Elmex and meridol are leading premium brands and therapeutics in the markets in which they compete. And other brands like Irish Spring, Protex, Suavitel and Fabuloso, all delivered tremendous value to consumers and our retail partners.\nThis also includes our skin health businesses, EltaMD, PCA Skin and Filorga. John discussed the impact of COVID-19 on Filorga, which resulted in performance below our targets. We have plans in place to revitalize our Filorga business in those key channels, along with building out distribution and other growth channels and accelerating innovation. We are confident that Filorga will be a strong contributor to future top and bottom line growth.\nTrends on EltaMD and PCA Skin remained very strong. We have and are building capabilities that will allow us to compete in all types of markets and channels. Our global operating model, including our supply chain, allows us to operate effectively and profitably in more than 200 countries and territories around the world.\nOur transition to our new innovation strategy has enabled us to deliver a better mixture of global and local innovation, including increased levels of breakthrough and transformational innovation. This has had a direct impact on accelerating our growth, particularly in Oral Care, our rebound in Chinese e-commerce, for example, and accelerated growth in Pet Nutrition.\nOur digital transformation, which will be an important topic when we present to you at CAGNY, has allowed us to accelerate our e-commerce efforts across all of our markets. We delivered another year of robust e-commerce growth and grew share in all 6 of our largest e-commerce toothpaste markets in 2021.\nAnd we are truly integrating ESG into our business strategy in ways that drive value. Bright Smiles, Bright Futures not only teaches children in underserved markets how to brush their teeth, but also help drive per capita consumption over time. And our recyclable toothpaste tube, which we shared the technology with our competitors, is helping to drive the entire category to be more sustainable, which is a requirement for any category to deliver growth in the future.\nWe also issued our first sustainability bond in the fourth quarter. We will use the funds to invest in our sustainability and social impact strategies while benefiting from a lower interest rate. So I firmly believe we are all -- we are well positioned to deliver long-term sustainable, profitable growth to our shareholders and all of our stakeholders.\nBut we also need to balance managing through the teeth of a very difficult operating environment while still delivering on that long-term strategy. We stay committed to our strategy. We will emerge from the next few quarters with sustained, organic sales growth and structurally more efficient company that will allow us to grow profits while still investing in our brands.\nObviously, you all know about the headwinds that companies are facing in today's operating environment in terms of raw materials. COVID and higher costs are putting significant pressure on supply chains, including unprecedented impacts on logistics, both in terms of efficiency and costs. And recently, the dollar has strengthened.\nThe key for us to deliver against our targets in the shorter term is to continue to execute on pricing and revenue growth management. We've already taken pricing in many markets, and we will have further significant pricing plan for the first half of this year, including moving some pricing that we anticipated for later in the year in 2022 into the first half.\nYou all know our Funding the Growth is well ingrained and a key component of offsetting rising raw material costs. We have put together new cross-functional teams that are focused on ensuring we are bringing additional opportunities to our Funding the Growth and that we are executing them as rapidly as possible. So we're accelerating short-term actions to drive improved profitability, but we know the key to shareholder value creation is to remain committed to the long term.\nTo that end, we will continue to invest in brand building. As I said a few minutes ago, it all starts with strong brands. We have turned our growth trajectory around over the past few years, and a key component of this has been additional advertising spend. Our guidance for 2022 includes an increase in advertising to make sure we are able to sustain volume growth as we exit a period of very strong pricing. At CAGNY, you'll hear even more about how we've increased the return on marketing spend through our digital transformation.\nWe will continue to focus on innovation, providing added value to our consumers through innovation that supports increased pricing. Our innovation pipeline is very strong for the year and heading into next. We have innovation across our categories, with a particular focus on premium innovation that brings new benefits and forms to our brands.\nWe're also investing in capacity. Our CapEx rose in 2021, primarily because we're investing in incremental capacity for growth, along with investments to advance our sustainability efforts. Our need-to-build capacity across the business, mostly in Pet Nutrition, shows that the rebound in organic sales growth is real and one we expect to continue. This investment won't preclude us from continuing to return cash to shareholders through share repurchases and dividends.\nAnd finally, today, we announced the productivity initiative that is focused on aligning our costs and investments with our long-term strategies. This program is designed to deliver savings that can both be reinvested for growth and apply to the bottom line.\nImportantly, this program, along with the pricing and Funding the Growth, should allow us to exit this inflationary cycle with more levers to drive growth and profitability and keep our strategy on track.\nSo 2022 will be another volatile year with all the headwinds you heard me described, but we intend to execute to deliver growth and drive shareholder value, all with delivering against our long-term strategies which makes me very excited about the future for our company.\nAnd with that, I'll open it up to your questions."
  }
]