[
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c5de95c875d89c52a8e3b7fd8d676b2c",
    "period": "2025 Q3",
    "content": "Q3 2025 Realty Income Corp Earnings Call\n\nQ3 2025 Realty Income Corp Earnings Call\n\nONYSENOV 3, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Third Quarter 2025 Earnings Conference Call. [Operator Instructions].\nPlease note today's event is being recorded.\nI would now like to turn the conference over to Andrea Behr, Director, Corporate Communications. Please go ahead.\n\nAndrea Behr\n\nThank you for joining us today for Realty Income's 2025 Third Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; Jonathan Pong, Chief Financial Officer and Treasurer; Neil Abraham, President, Realty Income International; and Mark [ Hagan ], Chief Investment Officer.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's filings on Form 10-Q. During the Q&A portion of the call, we will be observing a 2-question limit. If you would like to ask additional questions, you may reenter the queue.\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Andrea. Welcome, everyone. Realty Income's platform, which is 56 years in the making, is a historically proven income generator with the ability to perform through a variety of economic conditions. The data-driven nature of our model, accompanied by decades of institutional experience and our top-tier talent, positions us to capitalize on an ever-increasing investor appetite for consistent long duration income given aging global demographics. Additionally, our scale and diversification, spanning over 15,500 properties across 92 industries and more than 1,600 clients provides strategic proprietary data insights that position us advantageously comparative to subscale platforms.\nRecently, we have seen an acceleration in capital formation for net lease vehicles in the marketplace. And we believe our platform is especially positioned to benefit from capital floors earning for long duration income. As we establish ourselves in the private capital arena, our long track record of producing equity-like total returns with bond-like stability is resonating with investors. We recently launched a perpetual life fund and expect that initiative will provide additional capital to support our growth objectives and enhance our liquidity position.\nTurning to our operating results for the third quarter. Our investment activity continues to reflect the multiple levers of growth we have at our disposal. Our addressable market is sizable, enabling us to look at opportunities substantially free from geographical property or industry constraints. This allows us to pursue the most optimal risk-adjusted returns for our shareholders, and to pivot with ease when we identify capital allocation opportunities that others might be unable to execute on.\nGlobally, we invested $1.4 billion at a 7.7% weighted average initial cash yield, equating to a spread of approximately 220 basis points over our short-term weighted average cost of capital. This brings our total year-to-date investment volume to north of $3.9 billion, surpassing the investment volume we completed in all of 2024, excluding the [ Spirit ] merger. This quarter, we sourced $31 billion in volume, resulting in a selectivity ratio of 4.4%. This brings our total year-to-date sourcing volume to $97 billion, eclipsing our prior high watermark for annual source volume of $95 billion reached in 2022. This is a testament to the size of our addressable market and our visibility to global net lease transaction opportunities, given the breadth and depth of our platform.\nTurning back to our investment volumes for the quarter. We again leaned into Europe, which accounted for approximately $1 billion, or 72% of our investment volume, at an 8% weighted average initial cash yield. The European investment opportunity continues to screen more favorably on a risk-adjusted basis relative to the U.S., which has become increasingly competitive from smaller platforms competing for similarly sized transactions. In contrast, the European investment opportunity remains compelling, driven by a fragmented competitive landscape a larger total addressable market than the United States, and a current cost of debt for euro-denominated 10-year notes that is approximately 100 basis points inside of U.S. dollar costs.\nSince entering the U.K. market in 2019, our disciplined underwriting and balance sheet strengths have enabled significant expansion across the continent, with Europe now representing almost $16 billion in gross asset value and approximately 18% of our total annualized base rent.\nTransitioning to the U.S, we invested $380 million at a 7% weighted average initial cash yield. While transaction volumes have moderated domestically, this reflects selectivity, not a lack of opportunity as we continue to prioritize long-term risk-adjusted returns over a pace of deployment of capital.\nMoving to our operations. The third quarter reflects the structural advantages of our business model, including portfolio diversification, which mitigates exposure to idiosyncratic credit risk and supports advanced data analytic capabilities. To that point, our proprietary predictive analytics AI tool developed over the past 6 years informs decision across sourcing, underwriting, lease negotiations and capital recycling. We believe this allows us to be proactive operators and reinforce the reliability of our long-term cash flows. As of quarter end, our portfolio comprised over 15,500 properties spanning 92 industries and more than 1,600 clients. The naturally defensive nature of our essential retail-oriented portfolio including grocery and convenience stores, combined with our scale and diversification, position us to perform through a variety of economic environments. We ended the quarter with 98.7% portfolio occupancy, approximately 10 basis points ahead of the prior quarter.\nDuring the quarter, our rent recapture rate across 284 leases was 103.5%, representing $71 million in new cash rents, with 87% of leasing activity generated from renewals by existing clients. And we remained active in our approach to optimize the portfolio. In the quarter, we sold 140 properties for total net proceeds of $215 million.\nDuring the quarter, we sold 18 convenience store properties for approximately $55 million at a blended 5.5% cap rate, and a weighted average remaining lease term of 11.3 years. This pricing is approximately 75 basis points lower than where we are acquiring portfolios of superior assets. This transaction reflects strategic portfolio optimization. First, by leveraging our scale to acquire assets at a portfolio discount, and then by monetizing more mature properties individually at tighter cap rates. The sale allowed us to redeploy capital into superior opportunities and demonstrates our ability to unlock value through selective dispositions.\nFinally, we recognized $27.3 million, or approximately $0.03 per share, of lease termination income during the quarter. We realized such income in situations where our asset management team, in conjunction with input from predictive analytics, determines that lease termination presents the best probability weighted risk-adjusted net present value outcome. While we do not guide to this line item, we have added historical lease termination disclosure at the bottom of our consolidated income statement in our supplemental. The purpose of the disclosure is to add improved transparency on the separate and inherently different revenue streams of base rent and termination income. Overall, the stability of our results continue to demonstrate how the benefits of our platform enable us to stay agile, manage risks effectively and drive long-term portfolio performance.\nNow moving to our outlook for 2025. Given the continued momentum in our acquisitions pipeline, and our progress year-to-date, we are increasing our 2025 investment volume guidance from $5 billion to approximately $5.5 billion. In addition, we are increasing the low end of our AFFO per share guidance, now anticipated to be in the range of $4.25 to $4.27. As discussed previously, our guidance contemplates approximately 75 basis points of potential credit loss most of which results from certain tenants acquired through public completed M&A transactions. Our credit watch list remains manageable and granular, staying flat to the prior quarter at 4.6% of our annualized base rent, and with median client exposure of just 2 basis points.\nWith that, I will turn it over to Jonathan.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. Realty Income has a proven track record of providing equity-like returns [indiscernible] like stability. The inherent consistency of our earnings has allowed us to produce predictable leverage metrics as well. We finished the third quarter with net debt to annualized pro forma EBITDA of 5.4x, a fixed charge coverage ratio of 4.6x, and $3.5 billion of liquidity. Additionally, only 6.5% of our debt at the end of the quarter was variable rate, all coming from our revolver and commercial paper program.\nSubsequent to quarter end, we closed on an $800 million dual-tranche unsecured debt offering, with a blended tenor of 5.3 years and weighted average yield to maturity of 4.4%. Most of the proceeds were used to repay $550 million of unsecured notes that carried a coupon of 4.6%, and we are pleased to execute on this offering amid historically tight spreads in our secondary curve. As always, we thank our loyal fixed income investors for their continued support of our platform and their long-standing appreciation for the relative safety of our business and its consistent production of predictable cash flows. As of today, we also have approximately $1 billion of unsettled forward equity which we believe is sufficient to fund all of our external equity capital needs to fund our investment volume guidance for 2025.\nI would now like to hand back to Sumit for closing remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. We believe that the structural advantages we've cultivated, including scale, diversification, discipline and data analytics will continue to create value through a range of economic backdrops. Looking ahead, our focus remains on operational consistency and disciplined investment principles that have guided us throughout our 56-year operating history.\nOur long-term objective remains unchanged. Deliver resilient and growing income through a diversified net lease platform. With meaningful scale and strategic flexibility, we believe we are well positioned to remain selective in today's environment, and deliver lasting value for shareholders over time. I would now like to open the call for questions."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd453dc5115f0db0254e33ddc8ea6b8f",
    "period": "2025 Q2",
    "content": "Q2 2025 Realty Income Corp Earnings Call\n\nQ2 2025 Realty Income Corp Earnings Call\n\nONYSEAUG 6, 5:00 PM\n\nOperator\n\nGood day. and welcome to the Realty Income Second Quarter of 2025 Earnings Conference Call. [Operator Instructions] Please also note that this event is being recorded today. I would now like to turn the conference over to Kelsey Mueller, Vice President, Investor Relations. Please go ahead.\n\nKelsey Mueller\n\nAI Assigned\n\nThank you for joining us today for Realty Income's 2025 Second Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's filing on Form 10-Q. During the Q&A portion of the call, we will be observing a 2-question limit. If you would like to ask additional questions, you may reenter the queue. I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Kelsey. Welcome, everyone. At Realty Income, the durable income we have historically delivered originates from the power of a data-driven platform. We have intentionally designed this platform to perform through a variety of economic conditions, anchored by diversification and scale, predictive data analytics, a conservative balance sheet philosophy and a disciplined investment strategy honed over decades.\nWe believe Realty Income's exceptional ability to deliver stable and growing income across the full economic cycle, together with our impressive size, scale and track record, positions us to capitalize on two key global megatrends. First, the growing demand for durable income-oriented investment solutions driven by an aging global population and increased emphasis on income stability from both public and private investors. And second, the rising interest from corporations to pursue asset-light strategies through large portfolio acquisitions or sale-leaseback transactions.\nRealty Income's differentiated expertise enables us to lean into these trends as we pursue adjacent growth verticals, including private capital and credit investments, while continuing to anchor our strategy in our core real estate net lease vertical, underpinned by our access to public equity. This approach allows us to capitalize on a broad range of emerging opportunities delivering consistent income for our investors while further enhancing our menu of capital options for our clients.\nTurning to the details of our second quarter, our investment decisions reflected the strategic flexibility of our platform. We believe our business model enables us to look at opportunities substantially free from geographical or industrial constraints, allowing us to pursue the most optimal risk-adjusted returns.\nGlobally, we invested $1.2 billion at a 7.2% weighted average initial cash yield equating to a spread of 181 basis points over our short-term weighted average cost of capital. For acquisitions, specifically, these investments have a weighted average lease term of approximately 15.2 years. This quarter, we sourced $43 billion in volumes, resulting in a selectivity ratio of less than 3%. The $43 billion sourced matches our source volume from all of 2024 and is the highest quarterly volume in the history of Realty Income. This is a testament to the size of our addressable market and our visibility to global net lease transaction opportunities, given the breadth and depth of our platform.\nYear-to-date, we have now sourced approximately $66 billion of investment opportunities. which puts us on track to eclipse our prior high watermark for annual source volume of $95 billion reached in 2022. 57% of the year-to-date volume has been sourced domestically with the rest in Europe.\nTurning back to our investment volumes for the quarter. We again leaned into Europe, which accounted for $889 million or 76% of our investment volume at a 7.3% weighted average initial cash yield. Europe remains a compelling growth market, driven by a fragmented competitive landscape a larger total addressable market than what is available in the United States and the cost of debt capital that is currently more favorable with euro borrowing costs approximately 120 basis points inside of U.S. dollar debt costs for 10-year notes as of today.\nSince entering the U.K. market in 2019, our disciplined underwriting and balance sheet strengths have enabled significant expansion across the continent, with Europe now representing 17% of our annualized base rent. This quarter, we expanded into our 8 European country including a sale-leaseback transaction involving Eko Okna in Poland, a leading manufacturer in the region.\nTransitioning to the U.S. we invested $282 million at a 7% weighted average initial cash yield, while transaction volumes have moderated domestically, this reflects selectivity, not a lack of opportunity as we continue to prioritize long-term risk-adjusted returns over pace of deployment of capital. Across the portfolio, we are increasingly acting as a full-service capital provider to our clients offering a variety of real estate capital solutions in addition to sale leasebacks, including credit solutions.\nWith a 56-year operating history, we have long-standing relationships with high-quality operators worldwide, which creates opportunities to leverage these partnerships to offer tailored access to capital.\nMoving to our operations. The second quarter reflects the structural advantages of our business model, including portfolio diversification, built-in resilience across our top industries and advanced data analytics capabilities. To that point, our proprietary predictive analytics tool developed over the past 7 years informed decisions across sourcing, underwriting, lease negotiations and asset management. We believe this level of embedded intelligence allows us to be proactive operators and reinforce the reliability of our long-term cash flows.\nAs of quarter end, our portfolio comprised over 15,600 properties spanning 91 industries and more than 1,600 clients. The naturally defensive nature of our leading sectors, including grocery and convenience stores, combined with our scale and diversification, position us to perform through a variety of economic environments. We ended the quarter with 98.6% portfolio occupancy, approximately 10 basis points ahead of the prior quarter and above the historical median of 98.2% from 2010 to 2024.\nDuring the quarter, our rent recapture rate across 346 leases was 103.4% and representing $97 million of annual cash from prior cash rents, with 93% of leasing activity generated from renewals by existing clients. And we remained active in our approach to optimize the portfolio. In the quarter, we sold 73 properties for total net proceeds of $117 million, of which $100 million was related to vacant properties. Overall, the stability of our results continues to demonstrate how the benefits of our platform enable us to stay agile, manage risk effectively and drive long-term portfolio performance.\nMoving to our outlook for 2025. Given the continued momentum in our acquisitions pipeline and our progress year-to-date, we are increasing our 2025 investment volume guidance to approximately $5 billion. In addition, we are raising the low end of our AFFO per share guidance now anticipated to be in the range of $4.25 -- sorry, $4.24 to $4.28. Within this forecast, we continue to see consistent tenant performance across our global portfolio. Our 2025 outlook contemplates approximately 75 basis points of potential rent loss which is slightly higher than our historical experience, but consistent with our expectations going into the year. Much of this credit loss is the result of certain tenants acquired through public M&A transactions we have consummated in recent years.\nAs of quarter end, our credit watch list stands at 4.6% of our annualized base rent below the prior quarter and with median client exposure of just 3 basis points. Despite these small challenges, we are grateful for the strong results produced from our asset management team on recent bankruptcy resolutions. As shared last quarter, we are pleased with the 94% recapture rate on our 132 Zips properties. And following At Home's Chapter 11 bankruptcy filing in mid-June of this year, we anticipate constructive resolutions. With that, I will turn it over to Jonathan.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. Our capital markets activity remained active in the second quarter, and we view our liquidity and balance sheet is well positioned to address our active investment pipeline. During the quarter, we raised $632 million of equity through our ATM at a weighted average stock price of $5.39 per share. And as of today, we have another $654 million of unsettled forward equity which provides us with a solid runway to fund our investment activities for the remainder of the year.\nGiven our updated investment volume guidance of $5 billion, our implied second half investment volume of $2.5 billion, would require approximately $500 million of incremental external equity to remain leverage-neutral after giving effect to the $654 million of equity already raised but not settled, and an estimated $450 million of free cash flow for the second half of the year. In addition, our disposition pipeline is expected to accelerate as well. which would be expected to contribute meaningful equity-like proceeds to our sources of funding, further reducing our external equity need for the balance of the year.\nFrom a leverage standpoint, we finished the second quarter with net debt to annualized pro forma adjusted EBITDA and of 5.5x in line with our leverage target that we have methodically maintained. Including our current outstanding forward equity, we had $5.4 billion of liquidity at quarter end, which includes $800 million of cash and for billion of availability under our $5.4 billion credit facility. Looking forward, the debt capital markets remain open and constructive across all three currencies, particularly in the euro zone. We consider a robust investment activity in Europe as a competitive advantage, creating additional net investment hedge capacity in euros, which avails us more debt capacity in this low cost of capital currency.\nAdditionally, the forward FX rate from euros to U.S. dollars provides a favorable cost of carry that amplifies the organic growth of any net cash flow repatriated from our euro-denominated assets. Diversifying our sources of capital is a core strategic initiative as we scale our platform globally with the establishment of our Evergreen U.S. Core+ fund serving as a key milestone. We are energized by the opportunity to monetize the value of our platform by managing real estate on behalf of third parties. By using an open-end fund structure to invest in net lease real estate we believe we will have the opportunity to enhance acquisition investment spreads, bolstering returns to our public shareholders while providing attractive and stable long-term returns to our private capital partners, each by applying Realty Income's platform and experience to the structure.\nGiven the highly scalable nature of our platform and the vast addressable market for net lease real estate, we see this initiative as a powerful driver of long-term value creation for Realty Income. After launching our formal marketing process in February, we have been pleased with the breadth and depth of interest from prominent institutional investors. We believe these investors clearly appreciate the strength of our platform, the resilience of our asset class and the value created by our long operating history. Feedback has validated our fundamental view that scale matters, and we look forward to sharing more soon. I would now like to hand it back to Sumit to complete our prepared remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. We're confident that the structural advantages we've cultivated including scale, diversification, discipline and data analytics will continue to create value through a range of economic backdrops.\nLooking ahead, our focus remains on operational consistency and disciplined investment principles that have guided us throughout our 56-year operating history. Our long-term objective remains unchanged, deliver resilient and growing income through a diversified net lease platform. With meaningful scale and strategic flexibility, we believe we are well positioned to remain selective in today's environment and deliver lasting value for shareholders over time. I would now like to open the call for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/779c8a36b4be1d01584b3929ba82bf92",
    "period": "2025 Q1",
    "content": "Q1 2025 Realty Income Corp Earnings Call\n\nQ1 2025 Realty Income Corp Earnings Call\n\nONYSEMAY 5, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income First Quarter 2025 Earnings Conference Call. [Operator Instructions]; please note this event is being recorded. I would now like to turn the conference over to Kelsey Mueller, Vice President, Investor Relations. Please go ahead.\n\nKelsey Mueller\n\nAI Assigned\n\nThank you for joining us today for Realty Income's 2025 First Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities laws. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's filing on Form 10-Q.\nDuring the Q&A portion of the call, we will be observing question limit. If you would like to ask additional questions, you may reenter the queue. I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Kelsey. Welcome, everyone. Realty Income's first quarter results reflect the strength, consistency and resilience of our business model anchored by a highly diversified global portfolio. Our ability to deliver reliable performance through varying market conditions remains a hallmark of our platform. Over our history, we have strategically diversified our business model across client types, asset classes and geographies, an approach that proves to be an increasingly valuable in today's uncertain macroeconomic environment. Our portfolio is comprised of 65% U.S. retail which includes high-quality clients that have demonstrated resilience through economic cycles. To that end, given the strength of our client base and our proactive portfolio management, we expect a negligible portion of our client base to be meaningfully impacted by tariffs, which has already been incorporated into our updated credit assumptions.\nThe diversification and quality of our portfolio, combined with our proven stability as an operator, position us to navigate potential external pressures effectively, as we have consistently done. Moving to the details of the first quarter. We delivered AFFO per share of $1.06, representing a year-over-year growth of 2.9%. This marks a continuation of our long-standing track record of positive AFFO per share growth in all but 1 year over our 30-year history as a public company. This growth, combined with our 6% dividend yield, resulted in total operational returns of 8.9% for the quarter, underscoring the value of our platform. We leveraged our diverse sourcing avenues to focus investment activity where we saw the most compelling opportunities, notably in Europe. In total, we invested $1.4 billion at a 7.5% weighted average initial cash yield, equating to a spread of 204 basis points over our short-term weighted average cost of capital.\nImportantly, 72% of our investment volume came from 5 transactions over $50 million, illustrating one of the many ways our size and scale drive value creation. We continue to benefit from a meaningful portfolio discount when competing for high-quality net lease investments in the marketplace. In the U.S. We invested $479 million at an 8.3% weighted average initial cash yield. And in Europe, which accounted for 65% of total investment volume this quarter. We deployed $893 million at an average initial cash yield of 7%. The region continues to offer compelling opportunities as we scale our business and seek to capitalize on the attractive dynamics of this large fragmented market. Our international presence and capabilities differentiate us from most of the net lease platforms.\nImportantly, it offers us geographic diversification, which helps navigate concrete specific uncertainties. This expansion into Europe demonstrates how our entrance into new verticals can create immediate value and achieve scalability in a relatively short time. We believe our investments in talent combined with the portability of our deep access to global capital markets have enabled us to achieve scale without adding incremental risk to the enterprise.\nTurning back to the quarter. We continue to deliver strong operational results across our diversified portfolio, which now comprises over 15,600 properties spanning 91 industries and almost 1,600 unique clients. We consider our clients to be well positioned through various economic cycles, given the inherently defensive nature of our top industries, including grocery, convenience stores and wholesale clubs of our client base, over 34% are investment grade with average rent coverage of 2.9x. As a reminder, over 90% of our retail rent comes from clients that we consider to offer one or more of the following: nondiscretionary goods, low price points or a service-oriented component for consumers.\nOver our long operating history, we have consistently found these types of businesses to be highly resilient during economic downturns. Combined with the significant diversification of our portfolio, we believe this provides investors with relative safety as reflected in our long-term operating results. We ended the quarter with 98.5% portfolio occupancy, approximately basis points below the prior quarter and ahead of the historical median of 98.2% from 2010 to 2024. Our rent recapture rate across 194 leases was 103.9%, with 92% of leasing activity generated from renewals by the existing client. Consistent with our historical experience, these results were accomplished with minimal lease incentives, which totaled less than $700,000 during the quarter on over $46 million of rent of new annual rents signed.\nAnd we remained active in our approach to optimizing the portfolio. We sold 55 properties for total net proceeds of $93 million, of which $63 million was related to vacant properties. Overall, we believe our results reflect that we are operating from a position of strength as we continue to leverage our structural advantages, including a well-capitalized balance sheet, enhanced liquidity and unmatched scale. These characteristics allow us to stay agile, work to capitalize on opportunities across our addressable market and maintain discipline in our capital allocation decisions. Above all, the platform we have built is a direct reflection of the talent and experience of our dedicated team members. Looking at the balance of 2025, we remain confident in our ability to deliver on our expectations despite the current market uncertainties, benefiting from our diversified platform that spans multiple geographies, asset types and funding sources.\nAs such, we're maintaining our outlook for 2025 AFFO per share in the range of $4.22 to $4.28. Consistent with last quarter's update, our 2025 forecast includes the expectation for 75 basis points of potential rent loss with the majority stemming from properties acquired through prior M&A transactions. There have been no material surprises or incremental headwinds to our business as a result of recent geopolitical uncertainties. And while we remain vigilant we believe our resilient time-tested business model positions us well to navigate potential challenges. Additionally, we remain on track to deploy approximately $4 billion in investments throughout 2025. Given the advantages of our platform, we are well positioned to increase our capital deployment should attractive opportunities materialize. Despite market-wide uncertainty, our short-term weighted average cost of capital is actually lower today than it was when we introduced our 2025 investments guidance in late February.\nBefore turning the call over to Jonathan, I'd like to share a brief update on our move into the private capital business, Realty Income's U.S. Core Plus Fund. This initiative represents a natural next step in the evolution of our platform and a strategic opportunity to broaden our capital sources and investment capabilities. We began formal marketing efforts in the first quarter and are pleased by the early interest and positive reception from large, well-known institutional investors.\nWe consider this a clear indication that the differentiation of Realty Income's platform, scale and long track record is clearly resonating in the market. We continue to expect this will be a methodical process that will enhance our access to meaningful sources of capital over time. We look forward to updating the market on our progress at the appropriate time.\nWith that, I'd like to turn it over to Jonathan to discuss our financial results and outlook in more detail.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. Fostering meaningful relationships as [indiscernible] as a company, and we are grateful for the long-standing support of all of our stakeholders. Before diving into our first quarter financial metrics, I wanted to highlight 2 announcements we made [indiscernible] million 10-year unsecured bond offering, which priced at 5.34% semiannual yield to maturity. We are grateful for the sponsorship from a very high-quality group of fixed income investors who participated in transaction, which was well subscribed amidst the volatile and uncertain economic backdrop. Last week, we announced the recast and expansion of our multicurrency unsecured credit facility to a total size of $5.38 billion, which compares to our prior facility of $4.25 billion. The facility consists of a $4 billion revolving credit facility for realty income, bifurcated equally into $2 billion tranches, which initially mature in 2027 and 2029, respectively.\nBased on our current A3A minus credit ratings borrowings will accrue interest at 72.5 basis points over SOFR. In addition, including the recast of $1.38 billion unsecured facility for our U.S. core fund, which, as Sumit mentioned, is in its initial marketing phase. The facility for the fund will be comprised of a $1 billion unsecured revolving line of credit with an initial maturity date in 2029 and a $380 million delayed draw 3-year unsecured term. From a balance sheet standpoint, we are well positioned to remain active capital allocators with ample liquidity and modest leverage as we finish the quarter with net debt to annualized pro forma adjusted EBITDA of 5.4x. Our fixed charge coverage ratio of 4.7x remains consistent with the 4.5 to 4.7x range delivered over the last 2 years.\nOur exposure to variable rate debt remains limited, representing just over 6% of our outstanding debt principal at quarter end. As we look towards the balance of the year, we consider our long-term and permanent capital needs manageable and our liquidity and access to diverse sources of capital to be strong. We are confident in our ability to lean into opportunities should this period of economic uncertainty continue. I would now like to hand it back to Sumit to complete our prepared remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. In closing, we remain focused on methodically executing our strategy, supported by a resilient portfolio, a strong balance sheet and a talented team across the globe. As the monthly dividend company, we have consistently returned capital to our shareholders throughout our history, underscoring our commitment to delivering predictable, reliable income streams. We are continuing to thoughtfully grow our business and create durable long-term value for our shareholders. I would now like to open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0fbc571ba1d0f21ea2425f4331efdeb7",
    "period": "2024 Q4",
    "content": "Q4 2024 Realty Income Corp Earnings Call\n\nQ4 2024 Realty Income Corp Earnings Call\n\nONYSEFEB 25, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Fourth Quarter 2024 Earnings Conference Call.\n[Operator Instructions]\nPlease note, today's event is being recorded. I would now like to turn the conference over to Kelsey Mueller, Vice President, Investor Relations. Please go ahead.\n\nKelsey Mueller\n\nAI Assigned\n\nThank you for joining us today for Realty Income's 2024 Fourth Quarter and Full Year Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's filing on Form 10-K. During the Q&A portion of the call, we will be observing a 2-question limit. If you would like to ask additional questions, you may reenter the queue.\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Kelsey. Welcome, everyone. In 2024, Realty Income achieved AFFO per share growth of 4.8% and marking our 14th consecutive year of growth. This, combined with our 5.4% dividend yield for investors who held our stock in 2024, resulted in a total operational return of of 10.2% for the year. Over our 30-year history as a public company, our annual total operational return has averaged approximately 11% and with no year posting a negative return as we remain true to our commitment to deliver steady, reliable returns to our shareholders.\nFor today's call, we will move through 3 key themes that we believe define our ongoing long-term success. First, our proven track record of results and returns. Second, our confidence in continuing to drive growth in our core business over time. And third, the opportunities our platform provides to enter new avenues to generate further value for our shareholders.\nMoving to our first theme, our proven track record. Our 2024 results are a testament to the platform we have built. One that is able to deliver against a variety of macroeconomic backdrops, underscored by positive AFFO per share increases every year in our 30-year history as a public company save one.\nThroughout the year, we remain disciplined in our capital allocation strategy, investing $3.9 billion at a 7.4% weighted average initial cash yield. We funded these investments with attractively priced capital, resulting in a 243 basis point investment spread exceeding our historical average of 150 basis points.\nTurning to the details of the fourth quarter. Our differentiated business model and unique competitive advantages continue to support the company's strong results. We delivered fourth quarter AFFO per share of $1.05, representing growth of 4%. In the quarter, we invested $1.7 billion into high-quality opportunities at a 7.1% weighted average initial cash yield or a 7.5% straight line yield assuming CPI growth of 2%. Within these investments, approximately 57% of the annualized cash income generated was from investment-grade clients.\nWe completed 73 discrete transactions including 6 transactions with total considerations over $50 million, with one being over $500 million, which together represented nearly 80% of our investment volume. The range of size of these transactions highlights the unparalleled depth and breadth of our sourcing and acquisition platform. In the U.S., we invested $1.1 billion at a 6.4% weighted average initial cash yield and weighted average lease term of approximately 14 years.\nAnd in Europe, we invested $650 million at an 8.2% weighted average initial cash yield and a weighted average lease term of approximately 7 years. In total, these investments were completed at a spread of 155 basis points over our short-term weighted average cost of capital, supported by approximately $230 million in adjusted funds from operations after dividend payments.\nTurning to operations. We have built a diversified portfolio of over 15,600 properties with high-quality clients that have proven resilient through various economic cycles, and continue to deliver stable returns. This, combined with our proven and experienced asset management team saw us deliver another year of great returns. By leveraging the amount of proprietary portfolio data we possess, paired with our internal predictive analytic tools, we believe we have strengthened our decision-making and have further enhanced our capabilities as reflected in the fourth quarter results.\nWe ended the quarter with 98.7% portfolio occupancy in line with the prior quarter. Our rent recapture rate on 266 lease renewals was 107.4%, generating approximately $52 million in new annualized cash rent. Since 1996, we have successfully resolved over 5,800 expiring leases at a 103% recapture rate. We continue to expand and develop our predictive analytics to platform, which is an important component in the analysis of acquisitions and increasingly drive the strategy on dispositions through our ongoing capital recycling strategy, we regularly assess our portfolio to identify and optimize growth opportunities.\nDispositions when strategically appropriate, not only enhance the quality of our portfolio, but unlock organic sources of capital, allowing us to reinvest in higher-quality assets to fuel long-term value growth. To that end, in the fourth quarter, we sold 80 properties for total net proceeds of $138 million of which $50 million was related to vacant properties. For the full year, we had net proceeds of $589 million from the sale of 294 properties supporting an increasingly active capital recycling program, which we expect to continue in 2025.\nMoving to our second theme. We remain confident in our ability to continue driving growth in our core business over time. As we look to 2025, we see an attractive pipeline of investment opportunities across a broad scope of property types, industries and geographies. Based on current investment spreads and visibility to the deal pipeline, we forecast approximately $4 billion in investment volume for the year. We are well positioned to increase capital deployment based on transactions we see in the marketplace.\nFor the year, we expect AFFO per share in the range of $4.22 to $4.28, representing 1.4% growth at the midpoint. This outlook incorporates the following assumptions. On the tenant side, our forecast includes a provision for 75 basis points of potential rent loss as well as an impact from the move out of a large office tenant. The majority of these impacts stem from properties acquired through M&A transactions, which we underwrote as part of those deals knowing we are well positioned to maximize real estate value given our size and scale. These items result in a $0.04 negative effect on AFFO this year, but also represent an opportunity to cycle out of underperforming clients into stronger clients in robust industries.\nGiven favorable market dynamics across retail and industrial real estate, we anticipate strong releasing outcomes with the expectation to recapture rent at a level consistent with our historical average. Additionally, in 2024, we recognized $21 million in nonrecurring lease termination fees, representing a $0.02 AFFO benefit to 2024 that we do not assume repeats in our current 2025 forecast.\nTurning to our third theme. Our platform is well positioned to pursue multiple avenues of growth within the net lease page. Throughout 2024, we further solidified our position as a trusted real estate partner to the world's leading companies. We strengthened our partnerships through repeat business with long-standing clients and top global names including 7-Eleven, Morrisons and Carrefour. To that end, in the fourth quarter, we closed a $770 million sale-leaseback transaction with 7-Eleven, which is now our top client at 3.5% of our annualized rent.\nThis transaction showcases our ability to source, underwrite and close high-quality sale leasebacks, while our size, scale and relationship-driven approach allow us to absorb large transactions at attractive valuations. This deal marks one of 6 sale-leaseback transactions with 7-Eleven in our history, partnership that began almost a decade ago. Another avenue for future growth is our recently announced private capital initiative, an opportunity to further leverage our proven platform to expand our investment opportunities.\nWe look forward to sharing updates on our progress with the fund business as we move through the year. Overall, we believe Realty Income's strategic position, financial discipline and diversified portfolio continue to provide stability and long-term growth.\nWith that, I would like to turn it over to Jonathan to discuss our financial results in more detail.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThanks, Sumit. 2024 was another year of solid execution across all areas of our business. We remain confident that our unique platform and the investments we are making in the team -- we'll continue to generate consistently strong operating results.\nFrom a balance sheet standpoint, we are well positioned to remain active capital allocators with ample liquidity and modest leverage as we finish the year with net debt to annualized pro forma adjusted EBITDA of 5.4x. Our fixed charge coverage ratio of 4.7x remains consistent with the 4.5% to 4.7% range delivered in 2023 and 2024. At quarter end, we held $3.7 billion of liquidity, including $445 million of cash, unsettled forward equity and unused capacity on our $4.25 billion revolving line of credit. Our exposure to February debt remains limited, representing only 4.2% of our outstanding debt principal at year-end.\nThe consistency of our cash flow and stability of our balance sheet remains the strength of our platform and contributes to our long track record of increases to the monthly dividend. We are proud to remain one of 66 companies in the S&P 500 Dividend Aristocrats Index for having increased our dividend for 30 consecutive years. Our most recent increase will take effect for the March monthly dividend payment, representing a 1.5% increase over the current monthly dividend and a 4.5% increase over the year ago period. This is our 129th dividend increase and our $656 million consecutive monthly dividend declared since our 1994 listing, and we remain grateful for the long-standing support of our income-oriented shareholders.\nThe scale and depth of our cash flow diversification and the income-oriented nature of our investments results in lower earnings volatility throughout economic cycles and makes our platform unique in both the broader real estate industry and the investment market at large. We'd be remiss without also acknowledging the talent, experience and commitment of almost 500 professionals globally who dedicate themselves to growing and protecting dividends. In our view, the combination of these features uniquely positions Realty Income to leverage this ecosystem to drive capital partnerships in the years to come.\nAs mentioned in our earnings press release, our Board authorized a common stock repurchase program for up to $2 billion in value. To be clear, we intend for any stock repurchase activity to be leverage neutral, as we intend to utilize proceeds from asset dispositions or free cash flow to fund any activity on the program. While we remain confident in our ability to source, underwrite and close on high-quality investment opportunities, at accretive spreads to our cost of capital. It seems appropriate for us to have this tool available to deploy capital in an agile manner should the opportunity present itself.\nI'll now like to hand back to Sumit to complete our prepared remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. In closing, our 2024 performance highlights our proven track record of results, supported by the stability of our portfolio, our talented and experienced team members and a strong balance sheet. We aspire to be the real estate partner to the world's leading companies and the relationships we have built over many years continue to add value to our company as demonstrated during the fourth quarter.\nLooking forward, our pipeline remains active and the opportunities to partner with operators who are the best at what they do are encouraging, a testament to the value our company offers.\nI would now like to open the call for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ecb7b6acedcacad1dd38c398b4bf4c23",
    "period": "2024 Q2",
    "content": "Q2 2024 Realty Income Corp Earnings Call\n\nQ2 2024 Realty Income Corp Earnings Call\n\nONYSEAUG 6, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Steve Bakke, Senior Vice President, Corporate Finance. Please go ahead.\n\nSteve Bakke\n\nThank you all for joining us today for Realty Income's Second Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer. During this conference call, we will make statements that may be considered forward-looking statements under federal securities laws. The company's actual future results may differ significantly in the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q. [Operator Instructions]\nI will now turn the call over to our President and CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Steve. Welcome, everyone. In the second quarter, I'm pleased we were able to deliver strong results as the economy as well as the transaction market navigate today's rate environment. We seek to be real estate partners to the world's leading companies. and the diligent efforts of our dedicated team resulted in AFFO per share of $1.06, representing a robust 6% growth compared to last year. .\nCombined with our annualized dividend yield in excess of 5%, our shareholders earned a total operational return of over 11%. The power of our global sourcing and acquisition platform was on display this quarter as we deployed capital in the U.S. and Europe across retail, industrial and data center real estate and the real estate-backed credit opportunities. In total, we invested $805.8 million into high-quality opportunities at a blended 7.9% initial cash yield or an 8.2% straight line yield assuming CPI growth of 2%. Of this, approximately $262 million of volume was invested in the U.S. at a 7.6% initial cash yield. The balance of approximately $544 million was invested in Europe at an 8% initial cash yield, including a $377.5 million investment in a secured note at an 8.1% yield issued by Asta, a leading U.K. grocery operator.\nAs we discussed in the past, we intend to pursue credit investments selectively and only when it may eventually facilitate access to high-quality real estate opportunities as has been the case with [indiscernible]. We also believe these credit investments represent a profitable means for Realty Income to participate in and benefit from the current rate environment.\nFurthermore, from a risk management perspective, we view these credit investments as a prudent natural hedge to the inherent rate exposure as we have on the liability side of our balance sheet. Providing further detail on investments in the quarter, we executed 79 discrete transactions with 55 clients, including 2 new clients across 22 industries. 31% of direct real estate investment volume was allocated to new sale leasebacks. Touching on our sourcing activity. We were pleased that our transaction discipline earlier this year is bearing fruit. As this quarter, we began to see a greater number of opportunities available at pricing that aligns with our cost of capital. This improvement supported the $200 million increase in transaction volume sequentially and it drove the investment guidance increase to $3 billion in June, a 50% increase from our prior guidance.\nWe believe the higher closed volume paired with investment spreads that are largely consistent with last quarter, or sign the transaction market may be moving towards normalization. Investment activity this quarter was funded in large part by adjusted free cash flow, which totaled approximately $200 million in the second quarter. Not having to rely on public equity enhance the accretive nature of these transactions. The deployment of excess cash flow represents an important contributor to our growth.\nIn fact, we believe we can utilize excess free cash flow together with our portfolio's internal rent growth to deliver an approximate 7% to 8% total operational return annually to shareholders. without relying on public equity issuance. The portfolio's stabilized internal growth rate has risen in recent years and now stands at approximately 1.5% on an annualized basis. In part because of the expansion of our European platform, where many leases are subject to uncapped CPI increases as well as our expansion into the gaming and data center vertical, which -- where leases often include healthy annual rent escalators.\nWith the benefit of excess free cash flow, second quarter capital deployment activity resulted in an investment spread of approximately 293 basis points, which like the first quarter is well above our historical spread of 150 basis points in part due to the utilization of excess free cash flow. As a reminder, these disclosed investment spreads utilize our short-term nominal cost of capital which measures the estimated year 1 earnings dilution from raising capital on a leverage-neutral basis to fund our investment volume. This is different from a higher long-term cost of capital. which applies a growth premium to our cost effectivity to account for the long-term return requirements for our investors. While we remain vigilant in today's volatile environment, seeking only the most attractive risk-adjusted return opportunities. We will also only utilize external capital opportunistically, aiming to augment our growth rate at times when our cost of capital becomes increasingly attractive as compared to prevailing market investment yields.\nAn additional source of capital in the second quarter was dispositions. We've utilized proprietary predictive analytic tools in combination with the insights of our asset management and research teams, to drive the decision to sell 75 properties for total net proceeds of approximately $106 million, bringing the year-to-date total to approximately $202 million. For the year, we expect to sell between $400 million and $500 million of assets. As we continue to calibrate and hone up to data analytic tools, advancing our investment thesis on each property in our portfolio we may be more active on dispositions than in the past. We continue to optimize our portfolio composition and investment returns while broadening our use of organically generated capital to finance growth.\nAnother critical point of differentiation for Realty Income is the strength of our balance sheet, underpinned by our low leverage of A3 A- credit ratings by Moody's and S&P, respectively, and our access to capital on a global basis. During the second quarter of 2024, the combination of internally generated cash flow and disposition sale proceeds allowed us to fund most of our investment activity without settling any newly issued equity capital while still maintaining our leverage metrics at or below our long-term targets.\nShifting to operations. Our portfolio continues to generate very solid returns and to perform in a very stable fashion. Occupancy rose to 98.8% as of June 30, a 20 basis point increase from the prior quarter. Additionally, our rent recapture rate across 199 leases was 105.7%, totaling approximately $34 million in new annualized cash rent. The size, scale, diversification and consistency of performance from our global real estate portfolio continues to provide us with excellent visibility to revenue and is a key reason why we have not had a single year of negative operational return in our 30 years as a public company.\nManaging through periodic store closures is a natural part of our business model. and a top-tier credit research and asset management teams offer distinct competitive advantages, which have consistently enabled us to optimize value in these situations. To that end, we would like to provide remarks on a few clients that are currently managing through store closures or have been in the news due to credit-related concerns.\nImportantly, in the context of our portfolio's size and scale, the aggregate financial exposure of potential loss rent is not expected to materially impact our ability to generate the consistent operational returns our shareholders are accustomed to. And it is important to emphasize our recent increase in earnings guidance takes all credit considerations into account. Rite Aid, which represents 30 basis points of our total portfolio analyzed contractual rent as of June 30, 2024, is expected to emerge from bankruptcy in the third quarter. Through the remainder of the bankruptcy process, we expect to lose 12 basis points of rent prior to the resolution of assets vacated in the proceedings, which are ultimately released or sold.\nRed Lobster represents 1% of our total portfolio annualized contractual rents and it is currently moving through the bankruptcy process. At present, as publicly stated, Red Lobster is targeting to emerge from bankruptcy in the third quarter of 2024. We continue to believe that our visibility into rent coverage and our most any structure across most of our properties mitigate some of our potential risk. And while not finalized, we currently believe our recapture rate will be roughly in line with our historical portfolio-wide average of 84% for client bankruptcy restructurings.\nWalgreens is considered closing certain stores. Looking out over the next 2.5 years, we have leases representing only 26 basis points of our total portfolio, annualized contractual rent that will expire over that time. Outside of a bankruptcy scenario, which we view as unlikely with Walgreens, these are the only stores Walgreens can legally seize contractual rent payments on once each lease expires. To provide context on historical capture rates in the drugstore industry. We have managed 166 lease expirations since 2013. 80% of these were renewed that resulted in a blended recapture rate in excess of 100% of prior rent. Dollar Tree, which is investment-grade rated announced the potential split of the Family Dollar brand from Dollar Tree. If this were to result in store closings, Family Dollar leases representing only 5 basis points of our total portfolio annualized contractual rent are set to expire between now and year-end 2026. And of course, in the interim, they're obligated to continue paying rent through lease expiration. Our historical recapture results in the dollar store industries have been similarly favorable. We have managed 263 lease expirations since 2013, of which 86% of the clients renewed at a weighted average rate well north of 105%.\nIn case of our tier exposure, we feel the risks have notably diminished in the past 12 months. Cineworld reduced its debt by $4.5 billion through its restructuring and AMC recently made improvements to its financial position by extending debt maturities and additional equity issuance. It is important to note that in total, the rent at risk from Rite Aid, Red Lobster, Walgreens, Dollar Tree as well as at home and big lots, which is 11 basis points of rent represents, in total, only 2.3% of our total portfolio annualized contractual rent through year end 2026. And if we achieve the recapture rate in line with our long-term average for bankruptcies, which is 84%, this suggests only approximately 37 basis points of rent is at risk of ceasing or an approximately $0.02 of AFFO per share impact.\nIn addition, if they do take place, advanced notice of potential store closures are of incremental value to us because they provide years in many instances, to plan the optimal outcome of those locations where the clients plan is to lead, while we continue to be paid rent. This $0.02 per share potential impact is manageable and is counterbalanced by the power and stability of our net lease business model, which is underpinned by diversification across more than 15,000 properties, 1,500 clients and 8 countries on 2 continents. Hence, we believe it is important to separate the store closing headlines from the manageable impact they have on our financials.\nWith that, I would like to turn it over to Jonathan to discuss our second quarter financial results in more detail. Jonathan?\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. Consistency has long been a benchmark by which we manage our business. To that end, we ended the second quarter with leverage at 5.3x without settling any ATM equity during the quarter. This was the 25th consecutive quarter of leverage at 5.5x or lower, reflecting our commitment to our A3 A- credit ratings, which we have had now since 2018. As a reminder, we manage our leverage through the lens of net debt and preferred equity to annualized pro forma adjusted EBITDA.\nDuring the second quarter, we generated approximately $200 million of adjusted free cash flow over $100 million in real estate sales proceeds and approximately $185 million, afford unsettled equity sold through the ATM after modest ATM issuance activity subsequent to quarter end, we currently have almost $450 million of unsettled forward equity, which we estimate will be more than sufficient to finance our equity needs for the remainder of 2024 and still remain within our target leverage ratios.\nOur balance sheet remains healthy with a well-staggered debt maturity schedule that allows us to be active should borrowing costs trend lower over the maturity cycle. Last month, we repaid $350 million of maturing public notes, leaving us with only $118 million of maturing mortgage debt for the balance of the year. Our exposure to [indiscernible] debt of $1.6 billion remains modest at only 6.3% of total debt principal at quarter end, and our liquidity remains solid with access to approximately $3.8 billion of capital at the end of the second quarter, inclusive of cash on hand, availability under our $4.25 billion revolving credit facility and our outstanding ATM forward equity.\nWe remain comfortable with the liability side of the balance sheet and believe we are well positioned to act on larger investment opportunities should they present themselves. As Sumit mentioned earlier, we view our credit investments as a natural hedge [indiscernible] the inherent interest rate risk associated with debt maturities we have on our balance sheet. That end, a 6-year [ GBP 300 million ] sterling senior secured loan we invested in during the quarter provides us with an attractive 8.1% yield, secured by the solid credit of a U.K. grocery store operator, while reducing the rate sensitivity on the value of sterling debt we have on the balance sheet maturing in 2030, which currently totals [ GBP 540 million ]. From 2024 earnings guidance perspective, we are reiterating our full year investment guidance at $3 billion and our AFFO per share guidance of $4.15 to $4.21, which represents 4.5% annual per share growth assuming the midpoint.\nAs a reminder, we increased our guidance on June 4, which included the expectation of collecting the $16 million of lease termination fees that we recognized in the second quarter. Offsetting a portion of the AFL tailwinds from termination fees was the recognition of approximately $6.2 million of AR reserves from one of our clients in the convenience store industry. Lease termination fees are excluded in our same-store rental revenue calculations, while AR reserves are included and thus the $6.2 million of reserves that we recognized on 1 client in the quarter alongside impact [indiscernible] theater portfolio, called back our second quarter same-store rent growth by approximately 60 basis points, resulting in overall same-store growth of 0.2% for the quarter. Including this reserve, we continue to expect our full year same-store rental revenue growth recovered to close to the 1% level for 2024.\nWith that, I'd like to hand the call back to Sumit for closing remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. To conclude our prepared remarks, the year is progressing largely in line with expectations, perhaps even slightly ahead. There are signs that transaction market is beginning to normalize as we find more opportunities to deploy capital into high-quality investments, meeting our minimum return requirements. Adjusted free cash flow and dispositions continue to be accretive sources of capital we can use to support future growth. Combined with the stability of our solidly performing client base and the strength of our balance sheet, we believe we are well positioned to deliver attractive risk-adjusted returns to shareholders in a variety of economic environments. I'd like to now open it up for questions. Operator? ."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d583e16ff4c440a64b01879783bea3e1",
    "period": "2024 Q1",
    "content": "Q1 2024 Realty Income Corporation Earnings Call\n\nQ1 2024 Realty Income Corporation Earnings Call\n\nONYSEMAY 7, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Q1 2024 Earnings Conference Call.\n[Operator Instructions]\nPlease note, this event is being recorded. I would like now to turn the conference over to Mr. Steve Bakke, Senior Vice President of Corporate Finance. Please go ahead.\n\nSteve Bakke\n\nThank you all for joining us today for Realty Income's First Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer. During this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. You'll disclose in greater detail the factors that may cause such differences in the company's Form 10-Q.\nWe will be observing a 2-question limit during the Q&A portion of the call in order to give everyone the opportunity to participate. If you would like to ask additional questions, you may reenter the queue. I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Steve. Welcome, everyone. Our results for the start of 2024 illustrate our focus on thoughtful, disciplined growth and continue to demonstrate the consistency of our global operating and acquisition platform. We believe our value proposition to investors is a simple one. Our demonstrated ability to generate consistent positive operational returns regardless of market volatility and economic environment.\nOur projected 2024 operational return profile of approximately 10%, which comprises an anticipated dividend yield close to 6% AFFO per share growth of approximately 4.3%, assuming the midpoint of guidance is a validation of our value proposition. To summarize the results from the quarter, we would highlight several key takeaways. First, diversification. Diversification by geography, asset types and client relationships. We believe our business model is unique in the real estate sector as we have optionality to grow in different regions with investments in a multitude of real estate products where we see superior risk-adjusted returns. During the first quarter, we invested $598 million at an initial weighted average cash yield of 7.8% across 3 property types: retail, industrial and data centers. Over half of this volume representing approximately $323 million was invested in Europe and the U.K. at an 8.2% initial weighted average cash yield.\nInvestment volume in the U.S. was modest during the quarter. Of the $275 million of U.S. volume, which was invested at a 7.3% initial weighted average cash yield all but $16 million was invested in previously committed development takeouts. This quarter's bias towards international volume is a testament to the diversity of geographies we consider to allocate capital. To further elaborate, our investment volume during the quarter consisted of 87 discrete transactions with 3 transactions over $50 million, which speaks to the breadth of our platform. Our ultimate focus with any growth vertical or new region is to serve as a real estate partner to the world's leading companies and to ensure the investment outcome matches the consistent risk return profile of our investments, which have proven resilient over almost 5 decades as an operating company and 3 decades as a public company.\nSecond, the health of our portfolio remains solid across all key operational metrics. We finished the quarter with occupancy of 98.6% consistent with the prior quarter and our projections. And we delivered another strong leasing quarter with rent recapture of 104.3% on the 198 leases that we renewed or re-leased during the quarter. At quarter end, our list of tenants on the credit watch list comprise approximately 5.2% of total portfolio annualized rent, which is in line with our historical average and with no individual client representing more than 1% of our total portfolio annualized rent. Consequently, we would highlight the diversification of our portfolio, which today consists of over 1,500 clients in all 50 states, the U.K. and 6 other countries in Western Europe, all of which helps insulate us from potential disruptive interest rate and credit events that could impact the durability of our cash flow.\nFinally, our balance sheet and access to capital continues to represent a major competitive advantage and affords us significant flexibility to fund our business without the need for external capital. After the Spirit merger closed in January, our annualized free cash flow available for investments is approximately $825 million. This provides us significant organic investment capacity to finance our growth plans without being required to tap into the debt or equity markets to meet current investment guidance. I would also note this also excludes any additional capacity generated by our disposition program, which I will discuss later. In spite of volatility in the capital markets, we posted a nominal first year investment spread of over 340 basis points in the first quarter, which is well above our historical spread of around 150 basis points.\nThe primary driver of these outside spreads is the significant portion of investment volume funded to free cash flow, which by virtue of being a nondiluted source of capital, meaningfully reduces our nominal first year cost of capital. To be clear, our investment decisions remain based on our long-term weighted average cost of capital, which considers only our cost of stock for equity and long-term 10-year unsecured debt. This establishes the minimum return hurdle we seek to exceed across our aggregate investment activity. In all cases, our long-term WACC has exceeded our nominal first year cost of capital with respect to our transactions. This long-term oriented underwriting model is what drives our focus on acquiring high-quality real estate, leased to solid operators who are leaders in their respective industries, because we believe these opportunities have significantly lower residual risk -- value risk.\nIn addition, to reach our longer-term growth hurdle rates, we are increasingly prioritizing meaningful contractual rent escalators in our leases with conservative rent coverage metrics that we believe will be even more resilient through a variety of economic cycles. In summary, activity in the transaction market remains uneven. Many potential sellers of real estate remain sidelined given this uncertain interest rate environment, which is amplified by mixed inflation-related data over the last 6 months. Sellers remain reluctant to transact and the breadth and depth of domestic investment opportunities have compressed as a result. However, as experienced in prior cycles, we remain optimistic that the market will provide more opportunities in the second half of the year as the economic outlook becomes clearer.\nTurning to portfolio operations. As previously mentioned, our recapture rate was 104.3% contributing to same-store rent growth of 0.8% in the first quarter. Excluding the negative impact from our [ Sinovel ] theater portfolio, following the lease amendments finalized late last year, our same-store portfolio was up 1.4%, largely in line with the contractual rent growth embedded in our portfolio. One of our competitive advantages in the marketplace is our asset management and real estate operations functions, consisting of over 80 individuals who we believe are among the most talented in the industry. Since becoming a public company in 1994, we have now resolved over 6,000 lease expirations at a blended rent recapture rate of 102.5%, which is a testament to our acquisition underwriting, quality of our real estate and the scale of our asset management and real estate operations teams.\nDuring the quarter, we sold 46 properties for total net proceeds of $95.6 million. Our recycling efforts are a function of a more active investment management initiative. Our active decision-making on dispositions is supported by our proprietary predictive analytics platform. In recent years, we have harnessed the collective contributions of our predictive analytics team, the credit underwriting group, and the fundamental input from our asset management group to inform our acquisition strategy. We believe the combined benefits of these 3 groups provide us a significant differentiation in the industry as a result of the quantum of data we have gathered across our portfolio over our long operational history.\nSo now in addition to our acquisition program, we are using the data to more proactively manage the portfolio and guide our active disposition program. I will now turn it over to Jonathan, who will add further color to the quarter.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. It's been a quiet start to the year on the capital markets front, following our January U.S. dollar bond offering, which raised $1.25 billion in gross proceeds at a blended yield to maturity of approximately 5.14%. As introduced in our prior earnings call, our financing strategy for 2024 does not require incremental capital to finance our growth and acquisition needs. This continues to be the case at our current investment guidance. To that end, we had another quarter with a net debt and preferred equity, annualized pro forma adjusted EBITDA ratio of 5.5x, that's in line with our target ratio.\nDuring the quarter, we settled approximately $550 million of equity previously raised through our ATM program and which was outstanding on a forward basis. This leaves us with approximately $63 million of outstanding equity available for future settlements. And when combined with approximately $825 million of annualized free cash flow available to us following the Spirit merger, and the disposition program that Sumit referenced, our $2 billion investment guidance for the year is one we believe can be funded without having to tap the markets. Our debt maturity schedule for the remainder of the year is modest, with approximately $469 million of remaining maturities, excluding $342 million of short-term commercial paper and revolver borrowings and of cash.\nAs always, we look to maintain significant financial flexibility to fund known and identified liquidity and with approximately $4 billion of total liquidity available to us and minimal [ berate ] debt exposure on the balance sheet, we believe we can refinance these maturities while still retaining significant liquidity headroom and keeping [ beverage ] debt exposure well below 10% of our debt capital stack through the balance of the year. With that, I'll turn it back over to Sumit for closing remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. In summary, the year is off to a solid start, that is in line with expectations. Our earnings growth profile for the balance of the year remains consistent with our outlook and earnings guidance we gave in February. The tempered pace of activity in the first quarter reflects our long-standing capital allocation discipline, and we will remain selective as cap rates adjust to the current rate environment.\nIn the meantime, the levers we can exercise from an internal funding standpoint, in particular, free cash flow and capital recycling, allow us to continue investing at spreads well over 200 basis points on a leverage-neutral basis. Our approximately 4% AFFO per share projected growth rate, paired with our estimated annualized dividend yield of approximately 6% is why we believe our platform offers one of the most compelling investment opportunities in the S&P 500. With that, I would like to open it up for questions."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/40b75326b0a7de987e4bdbe9899b20f3",
    "period": "2023 Q4",
    "content": "Q4 2023 Realty Income Corp Earnings Call\n\nQ4 2023 Realty Income Corp Earnings Call\n\nONYSEFEB 21, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note today's event is being recorded.\nI would now like to turn the conference over to Steve Bakke, Senior Vice President of Corporate Finance. Please go ahead, sir.\n\nSteve Bakke\n\nThank you all for joining us today for Realty Income's Fourth Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Chief Financial Officer and Treasurer.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-K. We will be observing a 2-question limit during the Q&A portion of the call in order to give everyone the opportunity to participate. If you would like to ask additional questions, you may reenter the queue.\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Steve. Welcome, everyone. Our fourth quarter and 2023 full year results demonstrate the unique platform value that Realty Income has built which differentiates us as a real estate partner to the world's leading companies.\nDuring the year, we accomplished several milestones, which illustrate the benefits bestowed to us by our size, scale and relationships. First, we set an annual high in property level investment volume, closing on over $9.5 billion in high-quality diversified investments across 8 different countries and through 271 discrete transactions at a weighted average cash yield of 7.1%.\nThe year was punctuated with a particularly active fourth quarter as we closed on $2.7 billion of investments at a weighted average cash yield of 7.6%. Our fourth quarter activity included a $527 million sale-leaseback transaction with Decathlon, one of the world's leading investment grade rated sporting goods retailers and included properties located in Germany, France, Spain, Italy and Portugal.\nDespite a volatile capital markets environment, we achieved an investment spread of approximately 115 basis points in the fourth quarter and approximately 120 basis points in 2023. We were able to achieve these spreads without sacrificing our focus on the quality of real estate or security of cash flow, which is a testament to our experienced team and the merits that sophisticated sellers see in transacting with our platform.\nSecond, during the year, we established a presence in the data center sector through a build-to-suit development joint venture with Digital Realty. And we incubated new relationships with blue chip partners, such as Blackstone and the EG Group through large-scale investments, including the $950 million investment for a 21.9% stake in the Bellagio and the $1.5 billion sale leaseback involving primarily Cumberland Farm convenience stores.\nThird, and in addition to the achievements noted above, we also announced the $9.3 billion merger with Spirit Realty Capital in an all-stock transaction in October, which closed subsequent to year-end on January 23. These accomplishments contributed to our 2023 AFFO per share of $4 representing an approximately 7% total operational return for the year. And importantly, together with the Spirit merger, set us up to deliver a compelling earnings growth backdrop in 2024.\nWe believe that the close of the Spirit merger last month, along with meaningful debt and equity capital raising activity completed at attractive prices in December and January that Jonathan will describe in more detail, leave us well positioned to deliver robust growth in 2024. We here in initiated an AFFO per share guidance range of $4.13 to $4.21 per share for 2024, which represents an annual growth rate of 4.3% at the midpoint.\nWe believe we can achieve this growth rate without the selling of additional public equity, inclusive of our dividend, this positions us to deliver a total operational return of more than 10% at the midpoint of the guidance range based on the trading price of our common stock as of February 20, 2024. In addition to the $9.3 billion Spirit merger, we're also providing 2024 acquisitions guidance of approximately $2 billion, which is expected to be fully funded via a combination of our portfolio's internally generated cash flow, now exceeding $800 million after dividend payments on an annualized basis as well as approximately $605 million of unsettled ATM proceeds and our $3.7 billion of cash and unutilized availability on our revolving credit facility as of year-end.\nWhile we continue to source and review high-quality investment opportunities, we remain highly selective deploying capital only into attractive risk-adjusted return opportunities that meets both our near-term and long-term investment spread requirements. Of our $2 billion initial investment volume forecast, approximately half is expected to come in the form of development financing, the vast majority of which is already identified.\nTo reiterate, our favorable return profile in 2024 carries very little execution risk from an investment standpoint, allowing us the flexibility to remain patient disciplined and opportunistic from a capital deployment standpoint. That said, as we demonstrated during the height of the pandemic, our platform affords us the opportunity to pivot quickly back into growth mode should market conditions change.\nWhile we intend to remain disciplined in our investments to ensure appropriate risk-adjusted returns for our investors, we continue to highlight why we are best positioned to capitalize on compelling opportunities over the long term.\nFirst, the opportunity to consolidate the fragmented net lease real estate market is vast. We estimate a $14 trillion total addressable market in the U.S. and Europe across traditional net lease and emerging verticals like data centers and gaming. Second, we have firmly demonstrated our capabilities deploying capital, having invested $9 billion or more including public M&A in each of the last 3 years since exiting the pandemic year of 2020.\nOver this time, we have generated annualized AFFO per share growth of approximately 6%, and we have provided a total operational return to stockholders of approximately 10% per year. Looking to 2024 and beyond, we are on track to achieve similar capital deployment and AFFO per share growth objectives this year. And we are particularly energized by the prospect to participate meaningfully in verticals like data centers and gaming, where we are seeing opportunities to earn healthy initial yields with attractive contractual rent escalators.\nThird, the Spirit merger deepens our ability to access capital markets through increased trading volume in our publicly listed stock, which has averaged more than $400 million of daily trading volume since the Spirit transaction was announced. This places us in the top 150 of S&P 500 companies and is more than 7x the net lease peer average over the same time frame, leaving us even better situated to fund our business in a highly efficient and nondisruptive manner through our ATM equity program.\nFourth, our real estate portfolio is becoming increasingly diversified over time and consists of properties leased to relationship clients representing some of the world's leading companies in their respective industries. Diversified exposure to these clients reinforces the stability of our platform and accordingly, our growing monthly dividend payments.\nFinally, the power of our platform is a crucial differentiator as we leverage our expertise across ownership of over 15,400 properties globally, inclusive of the Spirit portfolio. Our experience managing over 5,900 lease outcomes since 1996 provides learnings that feed into analytic AI tools that provide actionable insights enabling us to more accurately identify acquisition opportunities and to maximize the value of our existing holdings.\nContinuing with our key operational results from the fourth quarter, investment volume of approximately $2.7 billion was allocated to high-quality investments at a weighted average cash yield of approximately 7.6%. We completed $1.1 billion of total investment volume internationally at a weighted average cash yield of 7.8%. Investments were made across 119 distinct transactions including 29 sale-leaseback transactions equating to $884 million of volume.\nOur full year investment activity was $9.5 billion, of which 35% was derived internationally, serving as a testament to the value of our investment platforms and global footprint. Included in fourth quarter volume was a loan we made to Asda stores in the U.K. at a 10.9% yield. The loan is backed by ownership interests in properties containing grocery stores and supermarkets and was extended as part of a sale-leaseback transaction with Asda.\nIn addition, fourth quarter volume and included our previously announced $650 million of preferred equity investment in the Bellagio JV with Blackstone, which earns an 8.1% yield. Similar to the loan investment in Asda that Bellagio preferred equity investment was spared with investment in high-quality real estate. For both investments, our ability to offer a broadened suite of capital solutions to clients granted us access to high-quality net lease real estate investments at superior risk-adjusted returns that we could have otherwise achieved. These transactions serve as templates for future serve sale-leaseback transactions.\nAlso in the fourth quarter, we made our initial investment in a data center development JV with Digital Realty. The initial $200 million investment represents an 80% equity investment in the venture and is expected to generate a 6.9% initial cash yield, 2% annual rent escalators and a long-term triple net lease with an S&P 100 investment-grade client upon completion.\nTurning to portfolio operations. Same-store rent grew 2.6% in the fourth quarter and 1.9% for the year, benefiting in part from lower net bad debt expense compared to the prior year. On a normalized basis, our contractual rent growth approximates 1.5% on an annual basis based on the current composition of our portfolio. This amount is up over 50 basis points from just 5 years ago and is a result of an intentional push by our team to generate enhanced organic growth. We remain committed to walking this growth rate higher over time through our deliberate underwriting strategy.\nOur diligent asset management efforts led to a recapture rate of 103.6% during the quarter and 104.1% for the year, excluding the impact of the Cineworld bankruptcy. At year-end, occupancy was 98.6%, a 20 basis point decline from the prior quarter as a result of expected client move-outs. I will now turn it over to Jonathan, who will add further color to the quarter.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. We completed an active quarter in the capital markets during the fourth quarter, raising $1.6 billion of equity at a weighted average price of [ $56 25], including activity subsequent to year-end, we currently have approximately $605 million of outstanding forward equity available to finance a portion of our equity needs in 2024.\nWhen combined with over $800 million of annual free cash flow available to us following the Spirit merger, we have the ability to finance all of our equity needs for our $2 billion investments guidance without having to tap into the public equity markets for the remainder of 2024. And this is before any capital recycling opportunities through asset sales, which we expect to be north of the $116 million volume we achieved in 2023.\nAs Sumit mentioned earlier, our AFFO per share guidance midpoint implies 4.3% annual growth and assumes only $2 billion of investment volume with almost half are we accounted for in our development pipeline. From a debt capital market standpoint, we derisked our 2024 maturity schedule through approximately $2.2 billion of bond issuance activity and a 45-day spend. Beginning with our GBP 750 million [ still ] in notes offering in December and culminating in our USD 1.25 billion offering that closed last month.\nCombined, the 2 offerings blend to a weighted average tenant of approximately 10.2 years and weighted average yield to maturity of approximately 5.5%. Near term, these 2 offerings allow us to fund our business given our current investment outlook without needing to tap into the debt capital markets in 2024, which we believe was a prudent approach given the persistent instability that has permeated the capital markets over the last 2 years. There are also longer-term strategic considerations that dictated this approach.\nFollowing our debut Euro offerings in the summer of 2023, we believe these offerings also support our steadfast desire to maintain investor diversification across our multicurrency debt complex, while pocketing future debt repayment risk in years with meaningful capacity.\nLast month, we also exercised the first of 2 1-year extension options available to us on our $1.1 billion multicurrency term loan that we established in January of 2023. In conjunction with the extension, we entered into a 2-year floating to fixed interest rate swap that effectively locked in a fixed rate of approximately 4.85%. On this principle through its maturity date in January 2026. In conjunction with the closing of the Spirit merger, we also assumed $1.3 billion of term loan debt from Spirit as well as $1.3 billion in existing floating to fixed interest rate swaps, which resulted in an effective weighted average fixed rate of 3.9% on that debt.\nOf this term loan principle, $800 million matures in 2025 and $500 million matures in 2027. Moving on to key credit metrics at year-end. We finished the year with net debt to annualized pro forma EBITDA of 5.5x in line with our targeted leverage ratio. And this excludes the $605 million of outstanding forward equity, we currently have available to us. Our fixed charge coverage finished the year at 4.7x, which was a high watermark for us in 2023. And benefiting from higher investment yields in the fourth quarter and less and lower-cost short-term borrowings outstanding.\nIn 2024, we do anticipate an increase of $45 million in annualized noncash interest expense we expect to recognize from the amortization of below-market debt on the Spirit that we assumed. Note that this noncash interest expense adjustment does lower annual FFO per share run rate by approximately $0.05 per share, but is not reflected in AFFO thus explaining the primary reason why our initial FFO and AFFO guidance ranges are more closely bound than in 2023.\nWe would note that purchase price accounting adjustments are ongoing for the merger and thus, straight-line rent and fast 141 adjustments from the merger are likely to push FFO higher once finalized, and we will adjust our FFO guidance at that time. Of course, these are noncash adjustments that do not impact AFFO.\nLooking forward, I would like to reiterate Sumit's opening comments about our lack of reliance on the capital markets to fund our growth in 2024. From a liquidity perspective, we view our near-term capital availability as a strength following our bond deal last month. We head into the rest of 2024 with approximately $4 billion of liquidity available at year-end, variable rate debt representing less than 5% of our total debt capital stack and no capital markets execution risk to fund our growth for the remainder of 2024.\nWith that, I'll turn it back over to Sumit for closing remarks.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. Before concluding, I would like to extend my immense gratitude to Ron Merriman for his valued service to realty income on our Board of Directors the past 19 years. Ron's leadership, guidance and mentorship have been invaluable, and we all owe him our sincere thanks.\nI would also like to extend a warm welcome to Jeff Jacobson, who will be joining our Board. I'm thrilled for all of us at Realty Income to benefit from Jeff's perspective as a former CEO of one of the world's premier global real estate asset management firms LaSalle Investment Management and in his current role as the Chairman of the Board of Cadillac Fairview Corporation.\nIn conclusion, our results in 2023 underscore the multiple avenues of growth at our disposal in the global commercial real estate industry, including through one-off and portfolio acquisitions, multiple asset types, corporate sale leasebacks, development and joint venture partnerships and via public M&A opportunities. The depth of our platform, team and relationships enable us to leverage some or all of these sourcing avenues concurrently as opportunities arise.\nIn 2023, we completed 5 transactions greater than $500 million in size and 2 of which were greater than $1 billion, excluding the Spirit merger. These are transactions that Realty Income was uniquely positioned to execute given our size, scale and access to capital globally. These distinct competitive advantages support us in serving as a real estate partner to the world's leading companies at an unparalleled scale.\nMoreover, we believe that serving as capital provider to a diverse spectrum of clients who are leaders in their respective industries, furthers our core mission to deliver dependable monthly dividends that grow over time. We will now open it up for questions."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4555688f932820ca0881af3213e2a19e",
    "period": "2023 Q3",
    "content": "Q3 2023 Realty Income Corp Earnings Call\n\nQ3 2023 Realty Income Corp Earnings Call\n\nONYSENOV 7, 2:30 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Tyler Grant, Investor Relations. Please go ahead.\n\nTyler Grant\n\nAnalyst, Green Street Advisors\n\nThank you all for joining us today for Realty Income's Third Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Jonathan Pong, Senior Vice President, Head of Corporate Finance.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q.\nWe will be observing a 2-question limit during the Q&A portion of the call in order to give everyone the opportunity to participate. If you would like to ask additional questions, you may reenter the queue. I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Tyler. Welcome, everyone. We are proud of the solid execution we've delivered on our strategy in the third quarter and maintain a favorable outlook for our business.\nOur One Team at Realty Income continues to work diligently toward delivering strong results to our clients and stakeholders. The resilience, tenacity and range of our One Team has been impressive, culminating in the signing of the merger agreement with Spirit Realty, which we announced last week. This followed a quarter in which we invested $2 billion in high-quality acquisitions, raised over $2 billion in long-term and permanent capital, re-leased 284 properties at a 106.9% recapture rate, supporting an increase to our 2023 AFFO per share guidance range which now stands at $3.98 to $4.01. I would like to thank our One Team for their leadership, efforts and dedication on behalf of all of whom we serve.\nOur third quarter results demonstrate the consistency of our earnings profile through varying economic environments and the attractive internal growth of our high-quality real estate portfolio while highlighting the capabilities of our One Team and platform. Notwithstanding the challenging capital markets backdrop, AFFO per share grew 4.1% from last year to $1.02 per share. Combined with our dividend, we are pleased to have delivered an annualized total operational return up approximately 9%.\nAs announced last week, we entered into a definitive merger agreement with Spirit Realty in an all-stock transaction valued at $9.3 billion. The deal is expected to be immediately accretive to AFFO per share on a leverage-neutral basis without requiring any external capital to fund the merger.\nThe accretion from the transaction, once completed, creates the foundation for AFFO per share growth in the coming year and puts us in a unique situation where we've had good visibility to an attractive forward earnings growth rate potential, two months prior to the start of the new year. Given that, that, of course, remains a fair amount of uncertainty in the capital markets environment, the accretion from the Spirit transaction is made more compelling given the lack of capital markets risk we are absorbing to effectuate this outcome.\nIn fact, we believe our conservative underwriting of the portfolio provides for meaningful upside potential to our headline accretion expectations. We believe Spirit's portfolio is complementary to ours and we help to further diversify our industry, client and property concentrations. We expect our increased size, diversification, trading liquidity and overall presence in the market will enable us to access the capital markets even more efficiently, while also improving our ability to digest larger deals without creating concentration issues within our portfolio.\nWe are excited about the attractive cost basis earnings accretion and enhanced ability to buy in bulk that will be effectuated through this transaction. I would like to express great appreciation for the Spirit and Realty Income teams given their hard work and collaboration which enabled us to successfully progress the transaction.\nIn the third quarter, we invested approximately $2 billion in high-quality real estate investments leased to a diversified group of clients at a 6.9% initial cash yield. $1.4 billion of this total was derived from the international business at a 6.9% yield.\nInvestments in the quarter were made across 132 discrete transactions. I would highlight that our volume include 34 sale-leaseback transactions for $1.3 billion of volume and 6 deals that were greater than $50 million in size. This demonstrates that both the corporate sale leaseback and larger transaction [ initiatives ] remained advantageous for us during the quarter. A testament to our ability to source, negotiate and close on transactions that are less trafficked amongst other net lease companies, both public and private.\nOur investment activity year-to-date is $6.8 billion, with investments in international markets representing approximately 1/3 of this total. Investment spreads realized during the quarter were over 100 basis points when calculating our WACC on a leverage-neutral basis and using the cost of equity and debt actually executed during the quarter. This is a decline of 30 basis points from last quarter, which is a result of the significant increase in the cost of capital felt across the capital markets in a short amount of time.\nTo put it into context, the average 10-year yield increased by approximately 55 basis points from Q2 to Q3. Following the sharp changes in the public debt and equity markets during the quarter, the private market cap rates have not adequately adjusted.\nAccordingly, we believe that it is particularly important to be disciplined and patient allocators of capital and ensuring that we are appropriately compensated for the capital we provide. We are confident in our ability to source and allocate capital and scale and with efficiency and we are deeply focused on delivering attractive risk-adjusted returns to our shareholders.\nGiven the level of transactions completed in the first three quarters of the year, combined with an outlook for narrowed investment spreads, we are modestly increasing our investment guidance to approximately $9 billion for 2023, which excludes the Spirit transaction that is anticipated to close in 2024. This increased target reflects deals that we already had in the closing pipeline prior to the recent surge in our cost of capital.\nWith the sharp recent changes in cost of capital, we remain highly selective in pursuing new investment opportunities and will assertively hold the line on entering into any new transactions unless we can be assured of generating ample spreads to our cost of capital. From an operating perspective, our portfolio continues to be healthy and performed well.\nAt the end of the quarter, occupancy was 98.8%. This is down slightly from last quarter's historically high occupancy level of 99%, and it is a result of expected client move-outs. Rent recapture rates across 284 new and renewed leases was 106.9%. This outcome is better than our historical average of 102.3% and results in year-to-date rent recapture of 104.3% on 661 new and renewed leases.\nI would highlight that since 1996, we have managed over 5,300 lease expirations. And the improving recapture rates in recent years is a testament to our asset management expertise and the unparalleled historical data we have at our disposal. This competitive advantage enhances the quality of our asset management decisions through unique insights gleaned from our proprietary data analytics platform.\nOur credit watch list represents 2.5% of our annualized base rent as of the end of the quarter. This is a decline of 120 basis points from the second quarter and is primarily the result of removing Cineworld from the watch list following our amendment, which became effective on October 1.\nWe recovered 60% of prior base rent on our 41 locations without any capital contributions. Importantly, we also negotiated the ability to recover rent through percentage rent agreements, which could give us the ability to recapture a total of 70% of prior rent based on our internal estimates of performance.\nFinally, with the reinvestment of certain asset sales, we expect to recapture a total of approximately 85% of prior rent. Same-store rent grew at an elevated rate of 2.2%. We continue to generate increasing higher average rent escalators within the portfolio due to our commitment to investing in leases with stronger rent escalators particularly in international markets where we have a relatively outsized number of leases with uncapped inflation escalators. The better-than-expected same-store rent growth in the quarter has enabled us to raise our full year guidance to approximately 1.5%. With that, I would like to turn the call over to Jonathan.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Sumit. Discipline and a commitment to our A3 / A- credit ratings continue to be our priorities from a balance sheet management perspective. During the third quarter, our net debt to annualized pro forma adjusted EBITDA and fixed charge coverage ratios, each fell by [ a tenth ] of a turn to 5.2x and 4.5x, respectively.\nIn the third quarter, we issued $886 million of equity primarily through our ATM program, while ending the quarter with $749 million of unsettled forward equity outstanding. Combined with cash on hand with $344 million and net availability on our credit facility of $3.4 billion, we ended the quarter with $4.5 billion of liquidity.\nAs we look forward to future capital raising needs, we continue to have rate protection on $1 billion of notional value to hedge against a rising 10-year yield. We purchased this protection in the form of a derivative instrument called a swaption corridor, which effectively limits our rate exposure on a future note issuance at an option premium below the cost of a regular way vanilla option. We purchased this option in late March when a 10-year yield was in the 3.5% area. And as of quarter end, the net value of the swaptions had a mark-to-market value of approximately $25 million.\nAs Sumit mentioned previously, the Spirit transaction provides us with the opportunity for meaningful earnings accretion in the coming years. From a balance sheet perspective, the Spirit team has done a great job in curating a well-laddered debt maturity schedule, which limits our future refinancing risk in any given year.\nAs we have experienced throughout the company's history, the global rate environment provides both headwinds and tailwinds in any given year, which is why the assumption of balance fixed rate debt stack that is spread fairly ratably from 2025 through 2032 and provides us with extended financial benefits with manageable refinancing risk. When giving effect to the combined debt maturity stack, we estimate that there will not be a year when more than 12% of our total fixed rate debt comes due.\nSimilar to the complementary real estate portfolio, Spirits debt stack is also a good fit with our existing maturity schedule and we expect the continued debt stack or the combined debt stack to remain well laddered, giving us numerous opportunities to engage in opportunistic liability management exercises when -- and economically advantageous to do so.\nWhen I -- finally, I would like to thank all of our team members who have worked so incredibly hard in helping to support this transaction, and we will continue to be integral as we move towards close and integration. With that, I would like to turn it back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. In conclusion, as further demonstrated in the quarter, Realty Income has a well-established growth-focused business model that provides stable and predictable cash flows to fund the payout of our monthly dividend. We believe the platform we have created, evolved and refined is not easily replicable.\nWe have a long history of prudently allocating capital that is complemented by our industry-leading capital leasing abilities that we used to invest across properties that fall within our well-defined investment criteria. The results of our efforts have produced our net lease portfolio that consists of more than 13,200 properties diversified across property types, industries, geographies and clients.\nWe're excited for the future of our business. Our anticipated acquisition of Spirit provides a solid building block for growth as we head into 2024 and our existing portfolio continues to perform well. As such, we find ourselves in a favorable position to produce high single or low double-digit operational returns while offering the same stability that has defined this platform for decades. At this time, we can open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/40dfd3d7414689675889aee37c1c2ebc",
    "period": "2023 Q2",
    "content": "Q2 2023 Realty Income Corporation Earnings Call\n\nQ2 2023 Realty Income Corporation Earnings Call\n\nONYSEAUG 3, 2:30 PM\n\nOperator\n\nGood afternoon, and welcome to the Realty Income Second Quarter 2023 Earnings Conference Call. [Operator Instructions].. Please note, this event is being recorded. I would now like to turn the conference over to Steve Bake, Vice President of Capital Markets and Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you all for joining us today for Realty Income's Second Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer; and Jonathan Pong, Senior Vice President, Head of Corporate Finance.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities laws. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause differences in the company's Form 10-Q. We'll be observing a 2-question limit during the Q&A portion of the call in order to give everyone the opportunity to participate. If you would like to ask additional questions, you may reenter the queue. I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Steve. Welcome, everyone. We successfully executed on our strategy in the second quarter and continue to see momentum across the business. I would like to sincerely thank our one team whose focus and commitment to continue to propel our business forward, serving all our clients and stakeholders. We believe the strength of our platform and quality of our real estate portfolio were evident in the quarter's results.\nDespite a challenging interest rate environment, AFFO per share grew 3.1% from last year to $1 per share. Combined with our dividend, we are pleased to have delivered a total operational return of over 8% on a trailing 12-month basis. Delivering stable and consistent growth is foundational to our mission at Realty Income. Underlying this growth, our team continues to invest in high-quality properties at accretive spreads to our cost of capital while partnering with our clients who are leaders in nondiscretionary low price point and service-oriented industries. Partnering with industry leaders across over 13,000 properties in a diversified real estate portfolio offers us durability of cash flows that results in the predictable nature of our revenues, earnings and dividend payments.\nOur investment activities remain robust as we continue to demonstrate that size and scale are unique advantages in the sale leaseback and portfolio transaction markets. In the second quarter, we closed on approximately $3.1 billion of high-quality real estate investments, which brings our year-to-date investment activity to over $4.7 billion. Cap rates in our acquisitions appear to have stabilized after a meaningful adjustment period to a higher interest rate environment. Though in select situations, we continue to find unique opportunities to source and close on larger transactions where our relationships, platform and access to capital allows us to take advantage of more favorable terms.\nOur second quarter initial cash lease yield of 6.9% and represents a 120 basis point increase compared to the second quarter of 2022 and resulted in a realized investment spread of approximately 133 basis points when calculating our WACC on a leverage-neutral basis using the cost of equity and debt raised in the quarter. In addition to closing our $1.5 billion U.S. convenience store acquisition from the EG Group, we remained active internationally during the second quarter, closing on $416 million of investments at an initial cash lease yield of 7.1%.\nThis international activity includes the addition of a new geographic vertical in Ireland where we acquired 2 properties for $54 million at healthy cash yields. Given the transaction velocity we have achieved in the first half of the year, we are increasing our outlook for investments to over $7 billion for 2023. Year-to-date, we have acquired 15% of source investment volume compared to an average of 7% over the last 5 years. In today's more constrained environment for capital, we have found the size and scale of our platform have become increasingly meaningful differentiators as we seek accretive growth opportunities.\nShifting to operations our portfolio continues to perform, and we ended the quarter with occupancy of 99%, the third consecutive quarter at that level. This matches our highest occupancy at the end of a reporting period in over 20 years. Additionally, our rent recapture rates increased from last quarter to 103.4% across 201 new and renewed leases, bringing the year-to-date recapture rate to 102.7% across [377] new or renewed leases executed in the period.\nAs further testament to the stability of our portfolio and the leading clients with whom we partner, our client watch list declined from last quarter and now represent less than 4% of our annualized rental revenue. This is the lowest level in the last 5 years. Finally, our same-store rental revenue increased 2.0% in the quarter, a tangible result of our purposeful decision to seek investment opportunities with higher internal growth characteristics as well as the benefit of uncapped CPI-based rent escalators, present in nearly 30% of the leases in our growing international portfolio.\nOur efforts to increasingly pursue leases with meaningful contractual rent escalators has helped contribute to a portfolio with contractual rent growth at approximately 1.5% per annum as of the second quarter, or 2% annual growth on a levered basis. Before turning it over to Christie, I would like to recognize the tremendous value she has brought to Realty Income, first as a Board member, and then as Chief Financial Officer. Her leadership and counsel through a very active period for our company has left a lasting positive mark as well. I would also like to congratulate Jonathan on his upcoming promotion to CFO. Christi?\n\nChristie B. Kelly\n\nChief Financial Officer, Jones Lang LaSalle, Inc.\n\nThank you, Sumit. It's an honor to serve our colleagues, Board and stakeholders during this exciting time at Realty Income. As we previously announced at the end of this year, I will be retiring as CFO and passing our CFO baton to Jonathan Palm, who is our current Senior Vice President, Head of Corporate Finance. Jonathan has been with the company for the last 9 years and brings significant experience to the role, having overseen our capital markets, investor relations, FP&A and derivatives functions during his time here.\nOver the last 2.5 years, since joining the management team, we have worked closely together as part of a planned succession and Jonathan is well positioned to carry the torch moving forward. With that, I would like to hand the call over to Jonathan to go over the financial results from our quarter.\n\nJonathan Pong\n\nSenior VP & Head of Corporate Finance\n\nThank you, Christie. I would be remiss without acknowledging your many contributions to the company and its stakeholders during your tenure. I'm grateful for your guidance, support and leadership all of which has laid the foundation for excellence as our business continues to evolve. Over my 9-year, 10-year realty income, we have experienced significant growth in new industry verticals, geographies and property types. However, we've continued to view a reliable growing dividend and a well-capitalized balance sheet as critical components of our business. To that end, we finished the second quarter with healthy leverage as measured by net debt to annualized pro forma adjusted EBITDA of 5.3x and our fixed charge coverage ratio remains solid at 4.6x. We are once again active issuers of equity capital via the ATM, raising approximately $2.2 billion in the aggregate in the second quarter, $651 million of unsettled forward equity remains outstanding as of today.\nAs our platform has advanced and grown over time, our investment spread business has been supported by access to a wide range of products in the capital markets. Last month, we added another capital source to our inventory, raising EUR 1.1 billion through our debut public offering of euro-denominated unsecured bonds. This dual tranche offering resulted in a weighted average tenure of 9 years. and a weighted average annual yield to maturity of 5.08%.\nEstablishing a presence in the euro unsecured bond market allowed us to diversify our fixed income investor base, and generate a natural hedge for yield denominated earnings and access of source of debt capital that was priced approximately 60 basis points inside of indicative U.S. dollar bond pricing at the time of execution. Proceeds from the offering effectively repaid short-term [bonds] on a multicurrency revolver and commercial paper programs, which had a combined balance of $990 million at quarter end. Combined with $254 million of cash on hand at quarter end and the $650 million afford equity previously mentioned, we believe we are well capitalized with significant liquidity heading into the third quarter.\nFinally, from an earnings outlook perspective, the midpoint of our 2023 AFO per share guidance is unchanged, though we have narrowed the guidance range of $3.96 to 4.01%, representing approximately 1.8% growth at the midpoint. With that, I would like to turn the call back over to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Jonathan. As our second quarter results illustrate, our company is well positioned to provide consistent results in a variety of economic environments and to grow through a variety of different acquisition channels. The optionality we have to toggle between different sources of capital is also a competitive advantage as it broadens our reach of investors and oftentimes provides a lower cost of capital alternative to the public U.S. dollar market.\nLooking at the S&P 500 constituents within our addressable market, we count approximately 300 firms with $1.6 trillion of owned real estate. To quantify the near-term opportunity, which is available to us as sale-leaseback capital providers, this group has approximately $1.2 trillion of debt representing 34% of the group's outstanding debt capital maturing between 2024 and 2027. Meanwhile, corporate bond deals have risen anywhere between 240 and 400 basis points from the 2021 average to today. This compares to a 140 basis point increase in initial cash lease yield for Realty Income's investments over the same time frame, making our capital solutions even more competitively priced on a relative basis than in the past.\nBecause of this cost of capital convergence, and because of the many benefits sale-leaseback financing provides, including the elimination of maturity risk, we believe there is a more compelling case to be made than ever for corporates to look to sale leaseback financing to replace maturing debt. As the attractiveness of sale-leaseback financing accelerates for corporates with looming debt maturities and elevated debt costs, we believe our growth opportunities will continue to expand on a sustainable basis. At this time, we can open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ab5e731e245813c7e737953a32f92bd",
    "period": "Unknown",
    "content": "Realty Income Corporation Q1 2023 Earnings Call\n\nRealty Income Corporation Q1 2023 Earnings Call\n\nONYSEMAY 4, 2:30 PM\n\nOperator\n\nGood day, and welcome to the Realty Income First Quarter 2023 Earnings Conference Call. [Operator Instructions].\nPlease also note, today's event is being recorded. I would now like to turn the conference over to Andrewa Behr, Associate Director of Corporate Communications. Please go ahead.\n\nAndrea Behr\n\nThank you all for joining us today for Realty Income's First Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer; and Jonathan Pong, Senior Vice President, Head of Corporate Finance.\nDuring this conference call, we will make statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q. [Operator Instructions].\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Andrea. Welcome, everyone. We are pleased to report solid 2023 first quarter results, exhibiting continued momentum in our business. I would like to express my utmost gratitude to our 1 team whose efforts enable us to continue delivering on our growth objectives. I would also like to thank our equity and fixed income investors for their continued vote of confidence. .\nOur team's efforts and the benefits of our size and scale were reflected in our first quarter results, highlighted by approximately $1.7 billion of high-quality investments acquired at a cash cap rate of 7%. This represents a 90 basis point increase compared to the investment cash cap rate we achieved in the fourth quarter of last year. and resulted in an investment spread of 163 basis points, which is above our historical averages. As we have experienced in prior cycles, cap rates for our investments after an adjustment period have historically tended to be positively correlated with interest rates, which is a trend we have largely continued to experience this year after the recent Horizon rates.\nOur ability to access well-priced capital has historically served as a competitive advantage and is a testament to our long history of maintaining a conservative balance sheet and a diversified real estate portfolio supported by clients who are leaders in their respective industries. Amidst an environment in which capital is expensive and are scarce for many of our clients, our value proposition is even more pronounced.\nThis dynamic is reflected in the recent portfolio acquisitions we have announced, the active deal pipeline we see today and the favorable pricing spread we see for large portfolio transactions vis-a-vis one-off single asset transactions. Our differentiated platform extends beyond the external growth lens. Recently, we have taken steps to leverage the size of our portfolio and the history of our operating business through the continued development of advanced analytics.\nThe objective of this initiative is to develop predictive and prescriptive insights that harness the collective proprietary data that we've accumulated over several decades of investing in managing and releasing single-tenant net lease properties. Our team's proprietary predictive analytic tool leverages the strove of information in our investment underwriting, portfolio management, asset management and development efforts enabling even more informed investment decisions made by our best-in-class One team members.\nAs our business grows, so too will the predictive power of this tool, which we believe will generate significant value for our stakeholders as we refine the accuracy test conclusions and broaden scope across industries, property types and geographies. As part of our core investment thesis, our size and scale have created opportunities to serve as a capital provider for best-in-class partners looking for alternative means of financing given elevated debt costs. In the first quarter, we agreed to acquire up to 415 high-quality convenience stores hhhhfrom EG Group for $1.5 billion. Over 80% of the total portfolio annualized contractual rent is expected to be generated from properties under the Cumberland Farms brand, and we expect to close on this transaction in the second quarter. As illustrated by this deal, we believe our ability to offer not only certainty of close, but also attractively priced capital as a one-stop solution for sale-leaseback transactions is particularly valuable to institutional sellers of real estate today. We believe this will continue to expand our competitive advantage.\nInternationally, we continue to venture into new geographical verticals and and grow the total addressable market opportunity. This quarter, we took advantage of favorable pricing internationally to acquire properties worth approximately $390 million at an initial cash lease yield of 7.6%. After our initial entry into international markets in 2019, we now derive 11.7% of total total portfolio annualized contractual rent from those markets.\nThis natural extension of our platform has been a pillar of growth for the last 4 years and is indicative of our ability to methodically established and scale a new vertical. Given the continued momentum in our acquisitions pipeline and our progress to date, we are increasing our 2023 investment guidance to over $6 billion from our prior guidance of over $5 billion. Consistent with our investment strategy, we remain disciplined with regard to our balance sheet. Subsequent to our April bond offering, which settled on April 14. We held approximately $5.6 billion of liquidity, including unsettled forward equity totaling $1.5 billion.\nAs a result, our current financial position has afforded us the ability to lean into near-term investment opportunities. Moving to operations. Our platform continues to generate durable cash flows, which support our stable earnings profile. For the first quarter, we are pleased to report occupancy of 99%, matching last quarter for the highest rate at the end of a reporting period in over 20 years. Additionally, we generated a 101.7% recapture rate across 176 renewed or new leases executed during the quarter.\nThese results are a reflection of our talented asset management team and our unwavering commitment to core capital allocation principles, which include a focus on industry-leading clients who often operate in a low price point service-based or nondiscretionary industries. Our purposeful diversification across industries, geographies and clients and our emphasis on high-quality real estate locations and rigorous credit underwriting. Our investment philosophy is nuanced and not simply predicated upon the pursuit of investment-grade clients, which ended the first quarter at 40.8% of our annualized contractual rent. Many of our strongest operators, such as Sainsbury's have no public debt and thus are not rated at all.\nHowever, the consistency of their operations and health of their balance sheet are favorable attributes that are consistent with those of an investment-grade rated company. We estimate that approximately 5.3% of our annualized contractual rent comes from unrated operators without public debt. We remain committed to investments that offer us attractive risk-adjusted returns as evidenced throughout our history. And going forward, where we believe, based upon our disciplined underwriting and analytics, we are achieving better returns per unit of incremental risk.\nI would like to briefly touch on Cineworld which represents 1.3% of our annualized contractual rent. Despite the ongoing Chapter 11 bankruptcy, we have continued to receive 100% of contractual rent in the first quarter and through April. As of March 31, 2023, we had cumulative reserves of $33 million on our Cineworld properties. Outstanding receivables net of reserves and excluding straight-line receivables were $14.1 million.\nWe remain in discussions with this client and we'll update the market on the outcome of these discussions at the appropriate time. Before turning the call over to Christie, I would like to highlight that in March, we published our third annual sustainability report which details our ongoing commitment to operating as a responsible corporate citizen for our stockholders, our team, the communities in which we operate and the environment.\nI'm proud of our continued progress on ESG initiatives as we seek to fulfill our commitment to building sustainable relationships and I strongly encourage all of today's listeners to navigate to the Sustainability page of our website to review the report.\nWith that, I'd like to turn it over to Christie.\n\nChristie B. Kelly\n\nChief Financial Officer, Jones Lang LaSalle, Inc.\n\nThank you, Sumit. We work together with our clients and our 1 team to achieve a successful quarter on a number of fronts, delivering AFFO per share of $0.98 on behalf of all of our stakeholders. We would highlight that the comparable quarter in 2022 benefited from approximately $10.2 million of rental revenue reserve reversals, resulting in an AFFO per share growth headwind of approximately $0.015 per share in the first quarter of 2023. .\nIn addition, higher year-over-year short-term interest rates represented an approximate $0.02 growth headwind as our weighted average interest rate on revolver and commercial paper borrowings was approximately 300 basis points higher than it was in the comparative period in 2022 on a similar average borrowing base. Excluding these 2 items, our year-over-year AFFO per share growth rate was approximately 3.5% this quarter. As we evaluate the core fundamentals of our business over the long term and are encouraged by opportunities ahead. To that end, we are increasing the low end of our AFFO per share guidance range by $0.01 and resulting in a new range of $3.94 to $4.03, which represents 1.7% annual growth at the midpoint of the updated range. It has been a busy and productive start to the year on the capital raising front. Despite continued market volatility, we have raised approximately $3.9 billion of capital this year excluding $1.5 billion of unsettled forward equity.\nIn April, we closed a $1 billion bond offering, which was comprised of $400 million of 4.7% senior unsecured notes due in 2028, and $600 million, a 4.9% senior unsecured notes due in 2033, resulted in a weighted average tenure of 8 years and semiannual yield to maturity of 5.5%. The issuance allowed us to satisfy our near-term debt issuance needs while reducing our exposure to variable rate revolver and commercial paper borrowings and to almost 0 after our transaction closed on April 14. In March, we increased our dividend for the 120th time since our public listing in 1994, and to an annual rate of $3.06 per share, representing 3.2% growth from the prior year period. Providing a stable and growing dividend is core to our mission at Realty Income, and we take great pride in being 1 of only 66 constituents in the S&P 500 Dividend Aristocrats Index for having raised our dividend every year for the last 25 consecutive years.\nI would like to thank our 1 team whose focus and diligence has paved the way for our continued growth as we build upon our track record of consistency. And with that, I would like to turn it back over to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director\n\nThank you, Christie. In conclusion, during periods of market uncertainty or dislocation, we look to unearth value by leveraging the inherent advantages of our platform. These trends include our continued access to relatively attractively priced capital and our portfolio scale, which we seek to leverage to produce unique investment opportunities as a leading sale-leaseback capital provider. When combined with the collective talents of our best-in-class team members to source, underwrite and close on creative acquisition opportunities with strong risk-adjusted returns, we believe we are very well positioned to continue amplifying our competitive advantages on behalf of our clients and stakeholders. We thank all our stakeholders for their support, loyalty and trust in our company.\nAnd with that, we can open it up for questions."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cd268b40b8cb9b732946b093c04aa18b",
    "period": "2022 Q4",
    "content": "Q4 2022 Realty Income Corp Earnings Call\n\nQ4 2022 Realty Income Corp Earnings Call\n\nONYSEFEB 22, 2:30 PM\n\nOperator\n\nGood day, and welcome to the Realty Income Fourth quarter 2022 Operating Results Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Julie Hasselwander, Senior Manager of Investor Relations at Realty Income. Please go ahead.\n\nJulie Hasselwander\n\nIR Executive, Realty Income Corporation\n\nThank you all for joining us today for Realty Income's Fourth Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer; and Jonathan Pong, Senior Vice President, Head of Corporate Finance.\nDuring this conference call, we will make certain statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements.\nWe will disclose in greater detail the factors that may cause such differences in the company's Form 10-K. (Operator Instructions)\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Julie. Welcome, everyone. 2022 was a year of significant growth for our company. I would like to express my gratitude and appreciation to the Realty Income team, who have worked tirelessly to execute on our strategic objectives and all of our investors for their support. The result of our team's collective efforts was reflected in our 2022 results, highlighted by AFFO per share growth of 9.2%, the highest annual growth rate for our company since 2013.\nAdditionally, we closed on approximately $9 billion of high-quality investments in 2022, including $3.9 billion in the fourth quarter, both the annual and fourth quarter investment volume set record highs for the company. Underpinning investment activity, transaction flow remains robust. We sourced $17 billion in the fourth quarter, bringing 2022 sourcing volume to $95 billion. Finally, we ended the year with occupancy of 99%, our highest occupancy rate at the end of a reporting period in over 20 years.\nAt Realty Income, we strive to provide stability and sustainable growth on behalf of our investors. And during periods of economic uncertainty like we find ourselves in today, the resilience demonstrated by our business model is important to highlight. During our 28-year history as a public company, our combined total return consisting of AFFO per share growth and dividend payments generated by our operations has not experienced a single year of downside volatility in the form of negative total returns.\nWe believe we are in a very limited company among companies in the S&P 500 who can make that claim. This is a testament to the durability of our underlying cash flows, which is supported by a diversified portfolio of properties under long-term leases with clients that are leaders in their respective industries. We are constantly working to incubate new swim lanes for growth that offer attractive risk-adjusted returns.\nSince the start of 2022, we have expanded our (technical difficulty) New verticals to our platform. In October, we completed our debut transaction in Italy, acquiring 7 wholesale clubs operated by Metro AG, an investment-grade pan-European leader in the wholesale club industry. As we discussed in 2019, when we purchased our first property internationally, we are intentional about consolidating the fragmented commercial real estate market in Europe and Italy represents the third country abroad in which we now have a presence.\nIn December, we closed our $1.7 billion acquisition of Encore Boston Harbor Resort and Casino from Wynn Resorts, which represent our first transaction in the gaming industry. The property is a good example of our strategy to partner with best-in-class operators to acquire high-quality real estate. It was purchased at a discount to estimated replacement cost, is subject to a long triple net lease of 30 years with attractive annual rent escalators and is located on prime real estate with structural barriers to competition.\nAs anticipated in August 2022, Massachusetts partially legalized professional and collegiate sports wagering for the state, unlocking an estimated $850 million of gross annual gaming revenue and further supporting the strategic importance of this asset.\nIn addition, we are pleased to announce a significant investment in what we are calling the consumer (inaudible) through the acquisition of a 224 property portfolio of dental practices during the fourth quarter. We expect this $520 million transaction to be just the start of additional investments we hope to make in a sector that we estimate has a total addressable market in the U.S. of nearly $1.8 trillion in real estate.\nWe believe the consumer-centric medical industry shares many of the same attributes of the nondiscretionary service-based uses that make up much of our portfolio, and that have proven resilient throughout our company's long history. These locations offer essential goods and services in and around the major thoroughfares in which our assets are (technical difficulty) For properties leased appliance in the consumer-centric medical industry is extremely fragmented, which creates consolidation opportunities, we believe, we are well suited to address.\nWe believe this industry will continue to move towards a patient-centric model. The trend towards the outpatient model has been ongoing for decades, but we expect this shift to occur in an accelerated fashion post pandemic and will manifest in several ways that support our investment in the industry.\nFirst, the convenience of having care delivered closer to the patient will increase accessibility to the patient and reduce costs for all, including patients, payers and providers; second, existing clients of ours like Walgreens and CVS will continue to disrupt the status quo as they gain an increasing share of primary care over time. And third, we believe these industry dynamics will help lower the per capita spend on health care in the U.S. and help improve the quality of outcomes.\nIt is also important to note that the adjacency and fungibility of these assets are a strong fit with our existing footprint from a real estate standpoint. As we underwrote this industry, we conducted a study analyzing over 30,000 variables and found that our portfolio had a 90% similarity with a data set of assets in this industry, and we look forward to increasing our exposure over time. Moving on. As we announced earlier this week, actually yesterday, we have entered into a strategic alliance with Plenty, an emerging leader in vertical farms operations to support the development of Plenty's indoor vertical farms.\nAs the initial transaction of the alliance, we will fund the development of an indoor vertical farm asset near Richmond, Virginia, located adjacent to an Amazon distribution facility. Plenty's highly automated farming architecture efficiently harnesses scarce natural resources to generate production yields that it believes are up to 350x greater per acre than conventional farming.\nWe regard Plenty at the forefront of a structural evolution in crop production and growth plans. In summary, these distinct new verticals are representative of the growth opportunities we expect to unlock over time to create value for our shareholders.\nMoving on to our portfolio. In addition to our record occupancy at year-end, we are proud to have delivered a rent recapture rate of 103.8% during the fourth quarter on properties renewed or re-leased, bringing our full year recapture rate to 105.9%.\nWe attribute these results to our proactive asset management efforts, the underlying quality of our real estate and our rent levels in the portfolio relative to market. Despite our recent accomplishments, we are still working through the impact of the pending bankruptcy on our Cineworld exposure, which is 1.4% of our total portfolio annualized base rent. As a reminder, we own 41 assets, 17 of which are subject to a single master lease agreement and 22 of which have been accounted for under cash basis accounting since the third quarter of 2020.\nFollowing the announcement of the Cineworld bankruptcy in September 2022, we have collected 100% of contractual rent in each month from October 2022 through February 2023. As resolution on the bankruptcy has not yet materialized, we deemed it appropriate to revisit (technical difficulty) as we've had on our Cineworld receivables balance as we continue to evaluate the collectability of these amounts. As a result of this analysis and an abundance of caution, in the fourth quarter, we recorded $13.7 million of additional reserves associated with 9 Cineworld properties previously on accrual accounting.\nIn total, we now have $35.6 million of cumulative reserves on 31 properties that are on cash basis accounting, representing approximately 70% of our outstanding receivables from Cineworld. As a result of these changes, our unreserved receivable outstanding from Cineworld was $15.6 million at year-end, excluding straight-line rent receivables and including both deferred contractual rent and deferred expense recoveries.\nThe 31 properties on cash basis accounting currently account for approximately $2.6 million of monthly contractual base rent. Based on public information and our proprietary analysis, we continue to believe our portfolio of Cineworld assets is generally comprised of the stronger performance in the operators portfolio and we will provide an update on the outcome of our negotiations when appropriate.\nFinally, in January, we were pleased to welcome Greg Whyte as chief operating officer. The COO role has be vacant since 2018 when I assumed the role of CEO. And having known Greg for many years, I believe he has the experience, leadership qualities and business acumen to add immediate value to the management team. Most recently, Greg served as a senior adviser in the Real Estate and Lodging Investment Banking group at UBS Securities. I admire Greg's extensive knowledge of the commercial estate space and his thoughtfulness and integrity will mesh well with our culture at Realty Income.\nI will now pass the call over to Christie, who will further discuss results from the quarter.\n\nChristie B. Kelly\n\nExecutive VP, CFO & Treasurer, Realty Income Corporation\n\nThank you, Sumit. Moving on to the balance sheet. As publicly disclosed, we've been quite active on the capital markets front. During the fourth quarter, we raised approximately (inaudible) billion of equity proceeds primarily through our ATM program and when including equity sold in the first quarter of 2023, and we currently have approximately $850 million of unsettled forward equity available for future issuance.\nThroughout 2022, a we raised over $4.6 billion of gross equity proceeds at a weighted average price of $67.04, almost entirely through our ATM program. We ended the year with net debt to annualized adjusted EBITDAre in our targeted range at 5.5x or 5.3x giving effect to the annualization. (technical difficulty) Please note that these ratios do not reflect the outstanding equity forwards I referenced previously.\nOur capital market activities in the fourth quarter and in January were aimed at striking the right balance between terming out our short-term borrowings while providing us the flexibility to participate and a lower rate environment over the next 3 years. In addition to the 10-year $750 million senior unsecured bond issuance we priced in October at an effective yield of 3.93%.\nIn January, we executed a dual tranche $1.1 billion senior unsecured bond offering. The offering consisted of $500 million 3-year notes callable after 1 year and $600 million of 7-year notes. In conjunction with the 3-year note, we capitalized on an attractive window to swap our interest payments from a fixed to variable rate structure, which we expect will replace a portion of our existing variable rate exposure in the capital stack.\nAfter giving effect to the interest rate swap, we effectively locked in a variable rate spread of negative [3.5] basis points to SOFR, which represents estimated savings compared to our credit facility of over 85 basis points. It is important to note that the $500 million of variable rate exposure is expected to be in lieu of variable rate borrowings we would otherwise have outstanding on our revolver or on our commercial paper program.\nLastly, in January, we closed on a new $1 billion multicurrency unsecured term loan with an initial tenor of 1 year and with 2 12-month extension options. In conjunction with closing of the term loan, we entered into a variable to fixed-rate swap resulting in an all-in effective yield of 5%. I would like to take a moment to say thank you to each of our lenders that participated. (technical difficulty) I would also like to make special mention of Jonathan Pong and Steve Bakke for their tireless efforts in leadership in delivering upon our capital market strategies.\nMoving on to guidance for 2023. We are initiating AFFO per share guidance of $3.93 to $4.03, representing 1.5% growth at the midpoint of the earnings range and including our current dividend yield, a total operating return profile of circa 6%. So the annualization of higher interest rates has moderated our expected growth rate for 2023, there is much to be optimistic about. The investment pipeline remains active. We continue to source investment opportunities across our target markets at accretive cap rates in the mid-6 to mid-7 range.\nAs a result, we are introducing 2023 investment guidance of greater than $5 billion, and we will, of course, revisit this guidance each quarter as we gain incremental visibility to our transaction pipeline.\nFinally, as the monthly dividend company, an increasing monthly dividend remains central to our business model. We were pleased to have announced a dividend increase of 2.4% last week which represents a 3.2% growth rate over the year ago period. We remain proud to be 1 of only 3 REITs in the S&P 500 Dividend Aristocrats Index for having a dividend every year for over 25 consecutive years.\nWith that, I would like to pass the call back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Christie. In summary, our 2022 results demonstrated the capabilities of our platform and the competitive advantages afforded to us given our size, scale and access to capital. Over the long term, we believe stockholders will continue to benefit from the stability of our cash flows as we have proven with our track record of consistently positive total returns.\nFinally, we believe there is significant runway for further growth in untapped industries, geographies (technical difficulty). We look forward to unlocking these opportunities over time. At this time, we can open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/661462845a545b4afa53f62eb9a6d17b",
    "period": "2022 Q3",
    "content": "Q3 2022 Realty Income Corp Earnings Call\n\nQ3 2022 Realty Income Corp Earnings Call\n\nONYSENOV 3, 2:30 PM\n\nOperator\n\nGood day and welcome to Realty Income Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Ms. Andrea Behr, Corporate Communications Manager. Please go ahead.\n\nAndrea Behr\n\nThank you all for joining us today for Realty Income's third quarter operating results conference call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer; and Jonathan Pong, Senior Vice President, Head of Corporate Finance.\nDuring this conference call, we will make certain statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q. (Operator Instructions)\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Andrea. Welcome, everyone. At Realty Income, we pride ourselves in having a consistent and dependable business model. For 53 years as an operating company, we have persevered through a variety of macroeconomic climates, and our track record of stability, notably during periods of volatility, is particularly relevant during current times.\nWe sit here today well positioned and operating very well across all areas of our business. We are grateful for all of our team members who make the success possible.\nTo start off, we capitalized on opportunities to bolster our balance sheet in the third quarter, including raising over $2 billion of equity on the ATM, with approximately $700 million of proceeds received during the third quarter as well as over $1.3 billion remaining, subject to our settlement on a forward basis in alignment with our capital strategy. In addition, we issued $750 million of 10-year senior unsecured notes in October to further increase our liquidity.\nBetween cash and cash equivalents, our availability under our credit facility, our liquidity as of the end of the third quarter was over $2.5 billion, which, when combined with the $1.3 billion of our unsettled forward equity and approximately $744 million in net bond proceeds, equates to liquidity of approximately $4.6 billion had the forwards and net bond proceeds being received at quarter end.\nMoving on to acquisitions. During the quarter, we acquired approximately $1.9 billion in high-quality real estate, bringing us to approximately $5.1 billion in acquisitions year-to-date. A significant portion of the properties purchased in Q3 were part of portfolio deals or large transactions. We believe these deals were accessible to us because of our size, scale, relationships, ability to close access to and cost of capital, together with our research and technology-driven analytics capabilities.\nFor Realty Income, our competitive advantages allow us to design and execute on strategies that benefit all those we serve, including our clients. The pending $1.7 billion Encore Boston Harbor transaction, which we continue to expect to close this year, remains an example of this dynamic. Based on our current total portfolio annualized base rent, the transaction would comprise approximately 3% of our total portfolio annualized contractual rent once closed.\nFurther leveraging our international capabilities, we made our advent into Italy last week, investing approximately EUR 165 million in 7 high-performing wholesale clubs operated by Metro AG in major Italian cities like Rome and Florence. Metro is a pan-European leader in the wholesale club industry and operates almost 700 stores across Europe. Metro is publicly listed and investment-grade rated and has continued to perform well during and since the pandemic. We are delighted to add them as a client and hope we will be able to add to this initial portfolio over time.\nDuring the third quarter, we did experience cap rate expansion, registering a 6.1% cash cap rate on investments, which compares favorably to the 5.7% cap rate we realized our investments in the second quarter. This resulted in a third quarter investment spread of 165 basis points based on actual capital raised, which is higher than our year-to-date total of 161 basis points and above our historical average. As we move towards year-end, we continue to see cap rates push higher as capital costs increase. This is consistent with the historical correlation we've come to expect, which has tended to preserve investment spreads as the market adjusts.\nTransaction flow remains strong, with sourcing volume totaling approximately $18 billion this quarter, bringing year-to-date sourcing volume approximately $78 billion. We remain selective as we have acquired approximately 6.5% of sourced volume year-to-date.\nThe international market continues to be an important part of our strategy, and it remains an active component of our volume, representing approximately 33% of investment volume in the third quarter.\nCapital recycling continues to be a strong component of our funding strategy, which also has the dual purpose of culling noncore properties from the portfolio. During the third quarter, we sold 34 properties, generating net sale proceeds of $142 million at an unlevered IRR of 12.8%, illustrating the full cycle attractiveness of owning net lease real estate under long-term leases. We intend to continue to act opportunistically to dispose of assets at moments in time when we can obtain attractive risk-adjusted returns.\nIn addition to the disposition of properties on our balance sheet, we also sold our interest in 7 properties owned in an industrial JV that we assumed as part of our VEREIT merger. The gross purchase price totaled $905 million at a low 4% cap rate. Our share of net sale proceeds was approximately $113.5 million.\nOur core portfolio continues to perform, and by and large, our clients have generally continued to perform very well despite the cyclical market changes and shifts in consumer behavior. A point to note, as previously publicly announced, one of our clients, Cineworld, commenced Chapter 11 bankruptcy in September. Despite being one of its largest landlords, Cineworld represented only 1.5% of our total portfolio annualized base rent as of Q3. We'll continue working closely with Cineworld as this process continues towards resolution.\nFor some color regarding theaters, for the third quarter 2022, we collected approximately 85% of the contractual rent across our theater portfolio as Cineworld Group plc was not yet required to pay rent for the month of September. For the month of October 2022, we have collected 100% of the contractual rent across our theater clients, including Cineworld.\nFor some specifics, our Cineworld portfolio consists of 41 properties, 17 of which are subject to a single master lease agreement, and 22 of which have been accounted for under cash basis accounting since the third quarter of 2020. Through September, we have recognized $23.5 million of cumulative reserves on these properties, representing primarily contractual rent and expense recoveries that have not been collected dating back to the beginning of the COVID-19 pandemic in 2020. These 22 properties on cash basis accounting currently account for approximately $1.6 million of monthly contractual base rent or 40% of our total exposure to Cineworld. Based on current public information and our internal analysis, we continue to believe our portfolio of Cineworld assets are generally comprised of the stronger performance in the operator's portfolio.\nOur locations are freestanding single-tenant assets typically with large land areas and close proximity to population centers, supporting potential conversion to residential, industrial or life science uses. We have received reverse inquiries from multifamily and industrial developers exploring opportunities on these sites. We believe there is alternative and adaptive reuse potential if Regal were to vacate any locations as part of bankruptcy.\nMoving on to some of the most important key operational metrics delivering value that continue to demonstrate a consistent well-positioned real estate portfolio. At the end of the third quarter, our occupancy was 98.9%. In Q3, we re-leased 169 leases and achieved a rent recapture rate of 108.5%, bringing our year-to-date recapture rate to 106.7%. As we look forward, less than 4% of our contractual base rent comes due through the end of 2023, providing strong visibility into our near-term portfolio performance. At quarter end, approximately 43% of our portfolio's total annualized contractual rent was generated from investment-grade rated clients. Our properties leased to clients in our portfolio watch list represented less than 4% of our portfolio's annualized contractual rent.\nLastly, our same-store rental revenue increased 1% during the quarter and 2.4% year-to-date, and we continue to expect full year same-store growth to be approximately 2%.\nAt this time, I'll pass it over to Christie, who will further discuss results from the quarter.\n\nChristie B. Kelly\n\nExecutive VP, CFO & Treasurer, Realty Income Corporation\n\nThank you, Sumit. Put simply, it was another productive quarter for us. In the third quarter, our business generated $0.98 per share of AFFO, representing 7.7% year-over-year growth. Our net debt to annualized adjusted EBITDAre was 5.3x or 5.2x, giving effect to the annualization of net investment activity during the quarter. These ratios do not reflect the $1.3 billion in outstanding equity forwards we had at quarter end.\nAs Sumit previously mentioned, we were both active and prudent in our capital-raising efforts since the end of the second quarter.\nIn addition to raising over $2 billion during the quarter at an initial weighted average price of approximately $68 per share, subsequent to quarter end, we completed a $750 million bond transaction, the majority of which served as a synthetic euro offering to take advantage of favorable foreign exchange dynamics while also allowing us to return to the U.S. dollar public fixed income market, which we last accessed in 2020.\nIn conjunction with this offering, we executed a USD 600 million to euro 10-year cross-currency swap, resulting in the receipt of approximately $612 million in euro proceeds, an effective fixed rate euro-denominated semiannual yield to maturity of 4.7%. Additionally, giving effect to $500 million of interest rate hedges, which were terminated with the off-rating, we generated a $72 million cash settlement gain at pricing, which, when amortized over the 10-year tenure of the note, is expected to result in an effective semiannual yield to maturity of 3.93%.\nFinancial flexibility has long been a hallmark of our strategy, and our ability to move between various financing markets given our international capital needs is a competitive advantage.\nAs previously reported in the third quarter, we upsized our U.S. commercial paper program from $1 billion to $1.5 billion and established a euro commercial paper program with a capacity of $1.5 billion. The combined $3 billion commercial paper program, which is backstopped by our multicurrency $4.25 billion revolving credit facility, gives us the flexibility to efficiently match fund our short-term funding needs in various currencies at much lower rates than comparable U.S. facility borrowings.\nAs we look forward, we have limited near-term refinancing risk as only $23 million of mortgage debt comes due through the end of 2023 and our next unsecured debt maturity is not until 2024. With continued stable and consistent results in the quarter, we tightened our AFFO guidance range by $0.06 to $3.87 to $3.94, maintaining the midpoint at a 9% year-over-year growth rate, consistent with what we initially provided a year ago.\nAs the monthly dividend company, Realty Income's dividend will remain sacrosanct to our mission. This is a testament to our confidence in the time-tested consistency of our business model supported by a conservative balance sheet and diverse real estate portfolio leased to clients that are leaders in their respective industries.\nIn September, we increased the dividend for the 117th time and for the 100th consecutive quarter, representing a 5.1% increase compared to the dividend declared 1 year ago. We are proud of these accomplishments and the work our talented colleagues perform every day to help drive this consistent track record.\nEarlier this week, we celebrated the 1-year anniversary of our VEREIT merger. We've grown together as one team over the last year, and I'm pleased that we remained on track to realize over $50 million in run rate annual cost synergies that we estimated when we announced the merger.\nAnd with that, I would like to pass the call back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Christie. Our strengths have been accentuated in this quarter's result. While we cannot control the macroeconomic forces that periodically introduce volatility in the capital markets, I am regularly reminded that the resiliency of this team and the inherent stability of our business model allows us to look to the future with confidence. I'm pleased that we are able to lean in to market conditions when it's advantageous to serve our shareholders, and I believe that the best is still ahead of us.\nAt this time, we can open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b40c15dc07f53d932ffd1920886ebf9b",
    "period": "2022 Q2",
    "content": "Q2 2022 Realty Income Corp Earnings Call\n\nQ2 2022 Realty Income Corp Earnings Call\n\nONYSEAUG 4, 2:30 PM\n\nOperator\n\nGood afternoon and good morning, and welcome to the Realty Income Second Quarter 2022 Earnings Conference Call. (Operator Instructions)\nPlease note, this event is being recorded.\nI would now like to turn the conference over to Andrea Behr, Manager of Corporate Communications. Please go ahead.\n\nAndrea Behr\n\nThank you all for joining us today for Realty Income's Second Quarter Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer. Also joining us on our call is Jonathan Palm, Senior Vice President, Corporate Finance, together with our 1 team leaders.\nDuring this conference call, we will make certain statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q.\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Andrea. Welcome, everyone. Cultivating strong and enduring relationships with all our stakeholders is foundational to the success of our business.\nAnd I'd like to thank everyone listening for your continued support. Additionally, I would like to express my appreciation to all my Realty Income colleagues who continue to make significant contributions towards our growth initiatives while serving our clients and all stakeholders as one Realty Income team.\nWe are pleased with the momentum across all areas of our business amidst an uncertain macro environment, which we believe once again demonstrates the stability of our business model and its ability to thrive irrespective of the economic cycle. The strength of our global investment pipeline has allowed us to invest over $3.2 billion in high-quality real estate in the first half of the year, including approximately $1.7 billion during the second quarter.\nGiven this momentum, we are increasing our 2022 acquisitions guidance to over $6 billion. On the topic of acquisitions, I'd like to mention 2 key developments that we are observing in the marketplace. First, as demonstrated by the weighted average 5.7% cash cap rate, we were able to achieve on our investments in the second quarter. Cap rates are moving higher in our target markets. Our second quarter cap rate ticked higher compared to the 5.6% and 5.4% cap rates we achieved in the previous 2 quarters. The positive correlation between cap rates and interest rates is also evident in our acquisition pipeline. Second, as a coronary to rising debt and equity costs that have impacted much of our competition, the pipeline of acquisition opportunities materializing for us at accretive spreads continues to grow.\nAs a reminder, we report our cap rates on a cash basis. On a straight-line basis, we estimate our second quarter cap rate to be approximately 6.2%. And generally, the difference between cash and straight-line cap rates ranges between 50 and 70 basis points in any given period.\nTransaction flow remains strong with sourcing volume totaling approximately $26 billion in this quarter, bringing year-to-date sourcing volume to approximately $60 billion. We remain selective as we have acquired approximately 5% of sourced volume year-to-date.\nDuring the second quarter, as a percentage of revenue, approximately 39% of acquisition volume was leased to investment-grade rated clients. We remain committed to our underwriting principles of partnering with well-capitalized clients who are leaders in their respective industries. Our international investment volume continues to comprise a significant percentage of our total volume, representing 41% of global volume in the second quarter at a cash cap rate of approximately 5.8%.\nWe are encouraged that our size, scale and access to well-priced capital provides us with the platform and currency to actively deploy capital as we build continued momentum heading into 2023. It was also an active quarter with regard to dispositions. We sold 70 properties, generating net sale proceeds of $150 million at an unlevered IRR of approximately 9.3%.\nYear-to-date, we have sold 104 properties with net sales proceeds totaling $272 million, generating an unlevered IRR of approximately 9.4%. Capital recycling continues to be a value accretive activity for us. And importantly, the unlevered returns we have been able to deliver speak to the attractive risk-adjusted investment profile of our properties that have gone through our full investment cycle.\nOur diligent underwriting process, exposure to high-quality credit clients and the inherent quality of our real estate continued to deliver consistent performance. At the end of the second quarter, our occupancy was 98.9%, the highest occupancy rate we have achieved in over 10 years. Based on our current occupancy rates and client profile, we are increasing our year-end 2022 occupancy guidance to over 98%.\nDuring the second quarter, we re-leased 193 leases and achieved a rent recapture rate of 105.6%, bringing our year-to-date recapture rate to 105.9%. At quarter end, 43.2% of our portfolio's annualized contractual rent was generated from investment-grade rated clients. Further, our properties leased to clients on our portfolio watch list represents less than 4% of our portfolio's annualized contractual rent, which is largely consistent with the low percentages we have seen so far this year.\nFinally, our same-store rental revenue increased 2% during the quarter and 3% year-to-date. With the continued strong operations performance of our portfolio, we are increasing our guidance for same-store rent growth to approximately 2% for 2022.\nAt this time, I'll pass it over to Christie, who will further discuss results from the quarter.\n\nChristie B. Kelly\n\nExecutive VP, CFO & Treasurer, Realty Income Corporation\n\nThank you, Sumit. During the second quarter, our business generated $0.97 of AFFO per share, representing 10.2% year-over-year growth.\nThe growth engine of our company revolves around accretive acquisitions. Our investment goals are supported by our well-capitalized balance sheet and favorable cost of capital which remain competitive advantages for us in the net lease industry. We finished the quarter well within our target leverage ratios with net debt to annualized adjusted EBITDAR of 5.3x or 5.2x on a pro forma basis, giving annualized effect to net investment activity during the quarter.\nIt was another active quarter for us on the capital raising front as we issued approximately $1.8 billion of long-term and permanent capital, including nearly $1.1 billion of equity through our ATM program and a GBP 600 million private placement note offering, which priced at a weighted average fixed interest rate of 3.22% with a blended tenor of 10.5 years.\nAs a result, we finished the quarter with approximately $1 billion of commercial paper and revolver borrowings, net of cash. Our outstanding CP and revolver borrowings essentially represent our only variable rate debt exposure across a total debt principal balance of almost $16 billion. As Sumit mentioned previously, our ability to access well-priced capital is a competitive advantage and we took steps during the quarter to further bolster this capacity. As previously announced in April this year, we recast and upsized our multicurrency revolving credit facility from $3 billion to $4.25 billion.\nSubsequent to quarter end, we upsized our U.S. commercial paper program from $1 billion to $1.5 billion and established a euro commercial paper program with a capacity of $1.5 billion. The combined $3 billion commercial paper programs for which our revolving credit facility serves as a liquidity backstop will give us the flexibility to efficiently finance our short-term funding needs at materially lower rates than comparable facility borrowings.\nGiven the momentum we continue to see in our investment activities in Europe, the establishment of a euro program was a strategic goal of ours this year, and it will serve as an efficient tool for us to take advantage of the comparably lower all-in commercial paper rates in the euro market. With the health of our portfolio and investment progress achieved year-to-date, balanced alongside the timing of capital deployment and continued capital markets volatility, we affirm our previously announced 2022 AFFO per share guidance of $3.84 to $3.95, representing nearly 9% annual growth at the midpoint.\nFrom a dividend perspective, as the monthly dividend company, consistent quarterly increases in dividend reflects the confidence we have in the cash flow generating capacity of our business. In June, we increased our dividend for the 116th time in our company's history. And last month, we declared our 625th consecutive common stock monthly dividend.\nFrom a sustainability perspective, further in June, we published our green bond allocation report, and I'm pleased to report that the net proceeds from our inaugural green bond offering have been fully allocated to eligible green projects in accordance with the criteria outlined in our Green Financing Framework.\nFrom a merger perspective, lastly, I'm pleased to report that we have completed the integration of our VEREIT merger, which culminated in the conversion to a single ERP system for the combined entities during the second quarter.\nThis could not have been accomplished so seamlessly without the commitment and dedication of our talented One Team. And finally, we remain on track to achieve the expected $45 million to $55 million of annualized run rate cost synergies we initially shared over a year ago when we announced the merger.\nAnd now I would like to pass the call back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Christie. Coming off a record 2021 from an investment standpoint, I'm proud that our team has only accelerated the momentum this year. Most importantly, we believe the future is bright as our positioning to further gain market share in the investment arena grows. Indeed, the advantages afforded to us given our size, scale and access to well-priced capital, have rarely been more pronounced than they are today, and we look forward to continuing to capitalize on this in the days ahead.\nAt this time, we can open it up for questions. Operator?"
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bfcf5913f5db124c60549f6427f9200e",
    "period": "2022 Q1",
    "content": "Q1 2022 Realty Income Corp Earnings Call\n\nQ1 2022 Realty Income Corp Earnings Call\n\nONYSEMAY 5, 2:30 PM\n\nOperator\n\nGood afternoon. My name is David, and I'll be your conference operator today. At this time, I'd like to welcome everyone to Realty Income's First Quarter 2022 Operating Results Conference Call. Today's conference is being recorded. (Operator Instructions)\nThank you. Julie Hasselwander, Senior Manager of Investor Relations at Realty Income, you may begin your conference.\n\nJulie Hasselwander\n\nIR Executive, Realty Income Corporation\n\nThank you all for joining us today for Realty Income's First Quarter 2022 Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer.\nDuring this conference call, we will make certain statements that may be considered forward-looking statements under federal securities law. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-Q. (Operator Instructions)\nI will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThanks, Julie. Welcome, everyone. 2022 is off to a strong start, and we are continuing to build momentum in our business. I want to express my deep appreciation of our One Team whose dedication and collaboration showcased the strength of our team through a timely closing of the first quarter while integrating new processes and systems following the close of the VEREIT merger last November.\nAll integration efforts are progressing, and we remain committed to delivering continued scalability. We continue to make progress on our ESG initiatives and partnerships with our clients. In April, we published our second annual sustainability report, which details our commitments, goals and progress on our ESG efforts. I welcome all Realty Income stakeholders to share in our dedication to build sustainable relationships for the benefit of those we serve and encourage everyone listening to read through our 2021 sustainability report, which can be found in the Corporate Responsibility page of our website.\nLooking at macro trends. Inflation persists as an important topic on the minds of many stakeholders, and I want to emphasize that we believe our business is, by design, well positioned to drive value in this climate. Our business model is one that generates significant recurring revenue that flows through to the bottom line. As a triple net lease REIT, our business is insulated from inflation. Our clients are responsible for covering taxes, insurance and other operating expenses. And as prices increase, many of our clients pass the incremental cost burden on to their consumers or suppliers.\nThe efficiency of our model is reflected in our adjusted EBITDA margin, which is routinely around 94%. Maintaining a conservative capital structure has been a key tenet of our business since our founding, and having a well-staggered fixed-rate debt maturity schedule with no corporate bond maturities until 2024 limits our debt refinancing risk in a rising rate environment.\nIn summary, we believe the appeal of our consistent and predictable stream of cash flows is amplified during periods of volatility like we find ourselves in today. To that end, we look at the last period in which the Federal Reserve increased interest rates from December 2015 through 2018 as a helpful case study.\nDuring this period, Realty Income's total return outperformed the S&P 500 and the MSCI US REIT Index both in year 1 of the rate hike cycle and throughout the 3-year duration of that cycle. And during the Great Recession, Realty Income exhibited less operational and financial volatility as compared to many other S&P 500 REITs that carry A credit ratings.\nFrom an organic growth standpoint, our asset management team continues to report impressive rent recapture rates. This quarter, we recaptured over 106% of rental revenue on expiring leases. Given our lease expiration schedule and proven rent recapture track record, we believe we are well positioned to manage through an inflationary environment.\nThrough 2024, nearly 12% of our portfolio annualized contractual rent is set to expire. And in this regard, inflation could serve as a tailwind to our business as rents and costs to build rise.\nOn the acquisition front, our transaction volume flow remains strong. Certain categories of the market have seen discernible increase in cap rates, which we believe should accrue to our advantage as a net acquirer. Historically, we have observed that when interest rate increase, cap rates adjust, following a lag period of 6 to 12 months. Much of this cap rate expansion can be attributed to levered buyers who have relied upon record low debt pricing to underwrite their returns. Given the current yield environment, we are in a comparatively strong position given our financing strategy. And as such, we would expect our competitive standing to strengthen further.\nNow turning to the results for the quarter. Our size and scale, in conjunction with strong relationships we have across the marketplace, continue to provide benefits through robust sourcing and acquisition volumes. This quarter, we sourced over $34 billion of acquisition opportunities, and approximately 40% of this amount was sourced from international markets.\nOur total property-level acquisitions for the quarter was approximately $1.6 billion. Approximately half of our volume in the first quarter was the result of international investments, bringing our total international portfolio to approximately $5 billion of invested capital.\nAs we announced in February, we signed a definitive agreement to acquire the Encore Boston Harbor Resort and Casino leased to Wynn Resorts under a 30-year triple net lease with favorable annual rent increases. The $1.7 billion transaction includes more than 3.1 million square feet of high-quality real estate less than 5 miles from Downtown Boston. Pending regulatory procedures, we continue to anticipate this transaction closing during the fourth quarter of 2022.\nWe believe the market is efficient. And while cap rates have stabilized, significant competition remains with the high-quality assets we pursue. Our average initial cash cap rate for the quarter was 5.6%, which reflects the quality of locations and clients we are adding to our portfolio.\nAs a reminder, we report our cap rates on a cash basis. We estimate the difference between cash and straight-line cap rates to be approximately an additional 70 basis points in the first quarter. The weighted average remaining lease term of the assets added to our portfolio during the quarter was 12.3 years, and the top industry invested during the quarter was grocery stores. We continue to have access to attractively priced capital, which has allowed us to maintain healthy spreads on our investments even as interest rates rise.\nWe are pleased with the continued strength of our core operations. We ended the quarter with our portfolio at 98.6% occupancy based on property count. The weighted average remaining lease term of our overall portfolio is approximately 8.9 years, which, as I mentioned in my opening remarks, we see as an advantage.\nAs leases roll, we continue to favorably recapture rent as a result of diligent underwriting and the inherent quality of our real estate enhanced by the proactive efforts of our experienced asset management team. This quarter, we re-leased 119 leases, recapturing 106.2% of expiring rent. And since our public listing in 1994, we have executed 4,260 re-leases or sales on expiring leases, recapturing over 101% of rent on those re-leased contracts.\nWe continue to report our quarterly recapture rates because we believe this is one of the most objective ways to measure underlying portfolio quality in the net lease industry. During the quarter, we sold 34 properties, generating net proceeds of approximately $122 million. Approximately 84% of the sales volume during the quarter related to former VEREIT properties that were sold vacant. And our portfolio delivered healthy same-store rent growth increasing 4.1% during the quarter. This was largely attributed to the reversal of $9.4 million of rental revenue reserves during the quarter within the same-store pool compared to a reserve of $8 million recognized for the same pool during the year ago period.\nExcluding the impact of reserves in both periods, we estimate that our same-store rent growth would have been approximately 1.2%.\nAt this time, I'll pass it over to Christie, who will further discuss results from the quarter.\n\nChristie B. Kelly\n\nExecutive VP, CFO & Treasurer, Realty Income Corporation\n\nThank you, Sumit. During the first quarter, our business generated AFFO per share of $0.98, supported by a strong acquisition pace and a healthy portfolio.\nAs Sumit mentioned, during the quarter, we recognized a $9.4 million reversal of non-straight-line rental revenue reserves. This was primarily driven by the $7.7 million reversal of our outstanding reserves related to AMC, reflecting the recovery from the pandemic.\nGiven the performance of our One Team, the health of our portfolio and progress achieved during the first quarter of 2022, we reaffirm our previously announced 2022 AFFO per share guidance of $3.84 to $3.97, representing 8.8% annual growth at the midpoint.\nFrom a leverage standpoint, we ended the quarter with a net debt to annualized adjusted EBITDAR of 5.4x, in line with our target leverage ratios. And our near-term debt maturities remain minimal with a well-staggered predominantly fixed-rate debt maturity schedule and no corporate bond maturities until 2024. As Sumit mentioned in his opening remarks, our modest debt maturity schedule through the end of next year limits our refinancing risk in a raising rate environment.\nOur size and scale provide us access to attractively price debt across several markets. For example, in January, we issued GBP 500 million in sterling-denominated senior unsecured notes, pricing 5-year and 20-year notes at a blended all-in yield of 2.28% with a weighted average term of 12.5 years. During the quarter, we issued over $660 million of equity, primarily through our ATM program. And subsequent to the quarter end, we entered into a definitive agreement for the private placement of a GBP 600 million sterling-denominated offering of senior unsecured notes, pricing 8-year, 10-year and 15-year notes at a weighted average fixed rate of 3.22% with a weighted average tenor of approximately 10.5 years. We greatly appreciate the support from the investors who have participated in our capital markets transactions.\nFinally, just last week, we announced the recast and upsizing of our credit facility, which now includes a $4.25 billion multicurrency revolving line of credit with an initial maturity in June 2026 and 2 6-month extension options as well as a $1 billion accordion feature. At our current credit rating, the new revolving line of credit provides a borrowing rate of adjusted SOFR plus 72.5 basis points as compared to our previous credit facility of LIBOR plus 77.5 basis points.\nIn total, 25 lenders participated in our recast, and we greatly appreciate the support of our relationship banks, many of whom have supported us for decades and have been integral towards our growth.\nWe've been most active during the last 12 months within corporate finance and capital markets. I'd like to make special mention of Jonathan Pong and his team who have worked tirelessly to bring our corporate financing strategies and capital markets execution together with our partners to fruition on behalf of all whom we serve.\nRealty Income was founded on the principles of income generation and capital preservation. We remain committed to delivering monthly dividends that increase over time as part of a consistently attractive total shareholder return proposition. In March, we celebrated the payment of our 620th monthly dividend by virtually ringing the New York Stock Exchange closing bell.\nAt Realty Income, the dividend is sacrosanct, and we are proud to be one of only 3 REITs in the S&P 500 Dividend Aristocrats Index for having raised our dividend for at least 25 consecutive years. And the value of our business is largely tied to current income as a recurring cash flow vehicle. As a result, the value proposition of owning Realty Income is comparatively more attractive during inflationary periods versus those whose value is tied to growth in future years.\nAnd now I would like to pass the call back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Christie. Our business continues to perform, and we are well positioned to build on our momentum throughout 2022 and beyond. These are interesting times, and I remain encouraged by our One Team's creativity and work effort.\nWe remain steadfast in our pursuit of providing our stakeholders with attractive risk-adjusted returns over the long term. Thank you again to our team and partners for helping us deliver these results and to our stakeholders for their continued support.\nWith that, I'd like to open it up for questions."
  },
  {
    "header": "O",
    "cik": "0000726728",
    "ticker": "O",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/54bad9249cb6962f9df9e4895f33a2ff",
    "period": "2021 Q4",
    "content": "Q4 2021 Realty Income Corp Earnings Call\n\nQ4 2021 Realty Income Corp Earnings Call\n\nONYSEFEB 23, 2:30 PM\n\nOperator\n\nGood morning. My name is Chris, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Realty Income's Fourth Quarter and Year-end 2021 operating (inaudible). (Operator Instructions) Thank you. Julie Hasselwander, Senior Manager, Investor Relations at Realty Income. You may begin.\n\nJulie Hasselwander\n\nIR Executive, Realty Income Corporation\n\nThank you all for joining us today for Realty Income's Fourth Quarter and 2021 Year-End Operating Results Conference Call. Discussing our results will be Sumit Roy, President and Chief Executive Officer; and Christie Kelly, Executive Vice President, Chief Financial Officer and Treasurer. During this conference call, we will make certain statements that may be considered forward-looking statements under federal securities laws. The company's actual future results may differ significantly from the matters discussed in any forward-looking statements. We will disclose in greater detail the factors that may cause such differences in the company's Form 10-K. (Operator Instructions). I will now turn the call over to our CEO, Sumit Roy.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThanks, Julie. Welcome, everyone. As I reflect on the past year at Realty Income, I remain inspired by the dedication of our colleagues who continue to relentlessly pursue numerous profitable growth initiatives while contributing to a record year of acquisitions for our company. During the fourth quarter, we closed on the merger with NAREIT, welcoming many talented new colleagues that will further help drive our ambitious goals while amplifying our competitive position in the industry.\nWe are committed to a seamless and successful transition as we collectively work to integrate our team, processes and systems. We remain on track to achieve over 75% of our annualized G&A cost synergies in year 1 post merger, as we outlined upon announcing the merger in April of last year. Specifically, we have achieved over $42 million of our $37.5 million targeted synergies in year 1, representing full year 2022, with over $50 million in G&A synergies expected in year 2, representing full year 2023.\nAlso, I continue to be impressed by the talent and dedication of our new team members as we work to integrate our 2 platforms and further strengthen our one team. And while we creatively bring together the best practices of VEREIT and Realty Income with our integration efforts to productively scale our operations, I'm encouraged by our integration work completed to date and our journey ahead. Beyond the merger, our business set a quarterly record for investment volume in the fourth quarter.\nDuring the quarter, we strengthened our foothold in Spain through additional high-quality acquisitions, including our second acquisition of properties leased to a key partner in Carrefour, one of the world's leading grocery retailers. Our strategic expansion into Continental Europe meaningfully increases our total addressable universe as we estimate the total addressable market in Europe to be $8 trillion, nearly double that of the U.S. We expect our investment activity in Europe to continue contributing to our competitive cost of capital as we look to further hedge our currency risk with debt priced at meaningfully lower yields than in the U.S.\nLooking forward, we are well positioned to continue creating value by capitalizing on our portable competitive advantages globally to deliver favorable risk-adjusted returns for our shareholders. With regards to recent developments, as previously disclosed this month, we announced our intent to acquire the Encore Boston Harbor, the East Coast's leading integrated resort and casino located less than 5 miles from downtown Boston. The $1.7 billion acquisition is being consummated at a 5.9% cash cap rate with a 30-year (inaudible) lease term.\nThe property represents our first investment in the gaming industry and would represent less than 3.5% of our pro forma annual rent. While the property type is new, the lens we use to pursue the merits of the transaction is not. Our investment strategy centers around partnership with best-in-class operators occupying high-quality real estate locations, which is particularly important when entering a new business vertical and geography. We followed this strategy with the Diageo sale leaseback in 2010 when executing our first transaction in the vineyard space, with the Sainsbury's sale leaseback in 2019 when expanding our business internationally.\nAnd more recently, with the Carrefour sale leaseback when we entered into Spain last year. Our debt transaction in the gaming industry with Wynn Resorts represents the same commitment to partnering with the premier leaders in the respective industries together with a commitment to our overall investment strategy. The Encore Boston Harbor acquisition will add further diversification to our industry and client roster. After closing this transaction, we expect Wynn Resorts will become 1 of our top 10 clients. Our capacity to pursue and absorb a transaction of this size with a single client was supported by the enhanced size and scale that we gained through the VEREIT merger.\nAnd it is a testament to our ability to complete large-scale transactions without significantly impacting our prudent portfolio diversification metrics. The Encore Boston Harbor transaction meets our key investment criteria and illustrates that our investment opportunity set is not constrained by a particular property type. The merits of this transaction are first, the real estate. We're acquiring 3.1 million square feet of high-quality real estate strategically located on the banks of the Mystic River.\nAfter opening in 2019, the property is still ramping but already generates $210 million in annual EBITDA, resulting in 2.1x rent coverage initially. Second, the client (inaudible). We are entering into a 30-year triple net lease with attractive annual rent escalators at 1.75% annually for the first 10 years and the greater of 1.75% or CPI thereafter capped at 2.5%. Wynn Resorts is one of the largest premier gaming operators in the U.S. with an enterprise value of approximately $20 billion. They maintain a healthy balance sheet, moderate leverage and significant liquidity.\nThird, the industry performance. The gaming industry in the U.S. has recovered to pre-COVID levels. And in Massachusetts, gaming revenues grew 17% in the fourth quarter of 2021 as compared to the fourth quarter of 2019, outperforming the aggregate regional gaming market that grew 8% during the same time frame. Pending regulatory procedures, we expect to close the transaction in the fourth quarter of 2022. Craig and his team have been a pleasure to work with, and we are pleased to cultivate this new relationship with Wynn Resorts as we expand our universe of net lease investments across many industries.\nNow turning to the results for the quarter. We are pleased with the continued strength of our core operations. We ended the quarter with our portfolio at 98.5% occupancy based on property count. Bolstered by the inherent quality of our real estate and enhanced by the proactive efforts of our talented and experienced asset management team, we re-leased 232 leases this quarter, recapturing 101.8% of expiring rent and bringing our full year 2021 recapture rate to 103.4%.\nSince our public listing in 1994, we have executed over 4,100 re-leases or sales on expiring leases, recapturing over 100% of rent on those re-leased contracts. We continue to report our quarterly recapture rates and believe this is one of the most objective ways to measure underlying portfolio quality in the net lease industry and is a testament to the merit of our asset management team. After closing the VEREIT merger, we look forward with an enhanced key competitive advantage of size and scale.\nWith an enterprise value of more than $57 billion, our portfolio now includes over 11,100 properties leased to approximately 1,040 clients in the United States and Europe across a diversified set of 60 distinct industries. Our total portfolio annualized contractual rent increased by over 50% since the end of the third quarter, ending the year at over $2.9 billion. With our expanded size and scale, we have greater client and industry diversification, which further improves our competitive positioning to pursue large portfolio or sale-leaseback transactions in the fragmented net lease industry and be a one-stop solution for multibillion-dollar opportunities.\nSince the end of the third quarter, our top 10 client concentration has decreased to 29.1% from 34.8%, and we believe represents one of the highest quality portfolios in the net lease industry. Additionally, our top industry concentration has decreased, creating additional investment capacity. Our top 5 industries now comprise 40% of our annualized contractual rent compared to over 43% at the end of the third quarter and a top industry exposure, which includes convenience stores and grocery stores have declined meaningfully.\nWith the growth in concentration of our targeted industries, theater and health and fitness industry concentrations have naturally declined. In terms of the casual dining contribution from our VEREIT merger, the majority of your concentration is with Red Lobster that has experienced improved operating performance is now owned by Thai Union and established strong financial sponsor. Our international geographic concentration also declined pursuant to our very transaction, providing further room to achieve profitable growth in Europe and beyond.\nWe have already started to see the benefits of our expanded platform through increased sourcing and acquisition volume. In 2021, we sourced approximately $84.5 billion of acquisition opportunities and approximately 39% was sourced from international markets. Reflecting our stringent investment criteria, we closed on approximately 8% of the total opportunities, bringing our total 2021 property level acquisitions to $6.4 billion, an annual record for our company. Of the $6.4 billion invested in 2021, over 40% or approximately $2.6 billion was invested during the fourth quarter.\nOver $1 billion of our volume in the fourth quarter was the result of international investments, bringing our total international portfolio to nearly $4.3 billion of invested capital at the end of the year. We believe the market is efficient, and we're experiencing a competitive environment for high-quality assets leased to strong operators. Accordingly, the quality of our acquisition is reflected in our average initial cash cap rate during the fourth quarter of 5.4% and 5.5% for the year. The largest industries represented in our fourth quarter acquisition were European grocery stores and U.S. automotive services, which represent a continued investment in industries well positioned to perform in a variety of economic cycles, given its necessity-based retail proposition for consumers.\nThe weighted average remaining lease term of assets added to our portfolio during the quarter was 14.2 years. We continue to generate healthy investment spreads of approximately 140 basis points during the quarter and 150 basis points during the year, consistent with our historical average, while acquiring, in our view, the highest quality product in the marketplace. Inflation has been an important topic to investors in the last few months. I want to emphasize that we believe our business is, by design, well positioned to drive shareholder value in this climate.\nFrom a balance sheet perspective, having a [well-staggered] fixed-rate debt maturity schedule with no corporate bond maturities until 2024, limits our debt refinancing risk in a potentially rising rate environment. And we believe we actually benefit from an inflationary environment given our lease expiration schedule and our proven ability to recapture more than the value of expiring rent upon re-leasing. Finally, the value of our business is largely tied to current income as a recurring cash flow vehicle, which makes the value proposition of owning realty income comparatively more attractive during inflationary periods, as compared to other sectors in the marketplace whose value is high to growth in future years. At this time, I'll pass it over to Christie, who will further discuss results from the quarter.\n\nChristie B. Kelly\n\nExecutive VP, CFO & Treasurer, Realty Income Corporation\n\nThank you, Sumit. We continue to prioritize a conservative balance sheet structure while procuring attractively priced capital. During the quarter, our capital markets activity was highlighted by the issuance of over $1.7 billion of equity, primarily through our ATM program, which enabled us to simultaneously complete the VEREIT merger and finance a record quarter for acquisitions while finishing the year within our targeted leverage parameters. As we emphasized when we announced the merger in April, we intended to close the transaction in a leverage-neutral manner relative to our target leverage levels, which we are pleased to have accomplished.\nOne of the benefits of our enhanced size and scale is daily trading liquidity in our stock that provides us with the ability to issue significant amounts of equity through the ATM in a cost-efficient manner without disrupting the market price of our stock. As a result, we entered 2022 from a position of strength with a net debt to annualized pro forma adjusted EBITDAR of 5.3x. Subsequent to year-end, we issued $500 million in sterling-denominated senior unsecured notes, pricing 5-year and 20-year notes at a blended all-in yield of 2.28%, with a weighted average term of 12.5 years.\nThis was the third sterling-denominated debt offering we have priced in the last 16 months, and we could not be more appreciative of the support we have received from the sterling fixed income investor base. Moving on to the financial results for the quarter. In fourth quarter, our business generated $0.94 of AFFO per share, supported by our healthy portfolio, closing of the VEREIT merger, strong acquisition pace and collection of almost 100% of contractual rent during the fourth quarter. Going forward, we will no longer be providing COVID-19 disclosures as we believe portfolio operating performance has returned to pre-pandemic levels in terms of overall collection.\nIn 2021, our business generated $3.59 per AFFO per share, finishing near the high end of guidance and representing 5.9% annual growth. Given the health of our portfolio and our active global investment pipeline, we remain comfortable with our previously announced 2022 AFFO per share guidance of $3.84 to $3.97, representing 8.8% annual growth at the midpoint. Realty Income was founded on the principles of income generation and capital preservation. We remain committed to delivering monthly dividends that increase over time as part of a consistently attractive total shareholder return proposition.\nIn December, we were pleased to have increased our dividend by 5.1% as compared to the same period last year. The increase in the dividend was intended to share with our shareholders the accretion from the recently closed VEREIT merger, together with continued earnings accretion that we were able to generate throughout the year from our business. We have now increased the dividend 114x since our 1994 listing and remain proud to be 1 of only 3 REITs in the S&P 500 Dividend Aristocrats Index for having raised our dividend for at least 25 consecutive years. Now I would like to hand the call back to Sumit.\n\nSumit Roy\n\nPresident, CEO & Director, Realty Income Corporation\n\nThank you, Christie. We remain humbled by our collective accomplishments in 2021, including the completion of the merger, but also the strength of our full year results and our attention now turns to the path forward. Realty Income has a bright outlook for 2022 and beyond, and we look forward to continuing to build a strong and resilient platform as we embrace the opportunities that lie ahead. As we enter a new year of possibilities, we remain steadfast in our purpose of building enduring relationships and brighter financial futures, while relentlessly pursuing ways to provide shareholders with attractive risk-adjusted returns over the long run. At this time, I'd like to open it up for any questions."
  }
]