[
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5ccd36e1ebb85b6834c03fc898ded41",
    "period": "2025 Q3",
    "content": "Q3 2025 Illinois Tool Works Inc Earnings Call\n\nQ3 2025 Illinois Tool Works Inc Earnings Call\n\nITWNYSEOCT 24, 10:00 AM\n\nOperator\n\nGood day, everyone, and thank you for joining us for today's ITW Third Quarter 2025 Earnings Webcast. Also, please be aware that today's session is being recorded. It is now my pleasure to turn the floor over to our host, Erin Linnihan, Vice President of Investor Relations. Welcome.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Jim. Good morning, and welcome to ITW's Third Quarter 2025 Conference Call. Today, I'm joined by our President and CEO, Chris O'Herlihy; and Senior Vice President and CFO, Michael Larsen.\nDuring today's call, we will discuss ITW's third quarter financial results and provide an update on our outlook for full year 2025. Slide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2024 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our President and CEO, Chris O'Herlihy. Chris?\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Erin, and good morning, everyone. As detailed in our press release this morning, the ITW team continues to perform at a high level, successfully outpacing underlying end market demand and delivering solid operational and financial execution within a stable yet still challenging demand environment.\nFor the third quarter, revenue increased 3%, excluding a 1% reduction related to our ongoing strategic product line simplification efforts. Organic growth was 1%, a solid performance relative to end markets that we estimate declined low single digits and a 1 percentage point improvement from our second quarter growth rate. Favorable foreign currency translation contributed 2% to revenue. Focusing on the bottom line, we achieved GAAP EPS of $2.81, grew operating income by 6% to a record $1.1 billion and significantly improved our operating margin by 90 basis points to 27.4%. We maintained excellent execution in controlling the controllables as enterprise initiatives contributed 140 basis points and effective pricing and supply chain actions more than covered tariff costs and positively impacted both EPS and margins in the quarter.\nConsistent with our long-term commitment to increasing annual cash returns to shareholders, on August 1, we announced our 62nd consecutive dividend increase, raising our dividend by 7%. Additionally, year-to-date, we have repurchased more than $1.1 billion of our outstanding shares.\nFurthermore, I'm encouraged by the significant progress on our next phase strategic growth priorities. We remain laser-focused on making above-market organic growth, powered by customer-backed innovation and defining ITW strength. The strategy is working, and we remain firmly on track to deliver on our 2030 performance goals, which include customer-backed innovation yield of 3% plus.\nAs we stated before, ITW is built to outperform in challenging environments. As we look ahead to the balance of the year, we are narrowing our EPS guidance range, confident in our ability to continue leveraging the fundamental strength of the ITW business model, the inherent resilience of our diversified portfolio and the high-quality execution demonstrated every day by our colleagues worldwide. I will now turn the call over to Michael to discuss our third quarter performance and full year 2025 outlook in more detail. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. Leveraging the strength of the ITW business model and high-quality business portfolio, the ITW team delivered solid operational execution and financial performance in Q3. Starting with the top line, total revenue increased by more than 2%, driven in part by 1% organic growth, an improvement of 1 percentage point from Q2. Geographically, while North America organic revenue was flat and Europe was down 1%, Asia Pacific was a standout performer with a 7% increase, which included 10% growth in China.\nConsistent with ITW's do what we say execution, we continue to demonstrate strong performance on all controllable factors. Our enterprise initiatives were particularly effective this quarter, contributing 140 basis points to record operating margin of 27.4%, which expanded by 90 basis points year-over-year. Furthermore, our pricing and supply chain actions more than covered tariff costs and positively impacted both EPS and margin in Q3.\nFree cash flow grew 15% to more than $900 million with a conversion rate of 110%. GAAP EPS was $2.81 with an effective tax rate in the quarter of 21.8%. As detailed in the press release, the rate was driven by a benefit related to the filing of the 2024 U.S. tax return, partially offset by the settlement of a foreign tax audit.\nIn summary, in what continues to be a pretty challenging demand environment, ITW delivered a strong combination of above-market growth with a revenue increase of 2% and solid operational execution, resulting in consistent improvement across all key performance metrics as evidenced by incremental margins of 65%, operating margins of more than 27% and GAAP EPS of $2.81, an increase of 6%, excluding a prior year divestiture gain.\nTurning to Slide 4 for a closer look at our sequential performance year-to-date on some key financial metrics. As you can see, ITW's organic growth rate, operating income, operating margins and GAAP EPS have all continued to improve in what has remained a mixed demand environment. Turning to our segment results and beginning with automotive OEM, which led the way on both organic growth and margin improvement this quarter. Revenue was up 7% and organic growth was up 5% with growth in all 3 key regions.\nStrategic PLS reduced revenue by over 1%. Regionally, North America grew 3%. Europe was up 2% and China was up 10%. The team in China continues to gain market share in the rapidly expanding EV market as customer-back innovation efforts drive higher content per vehicle. In our full year guidance, we have incorporated the most recent automotive build forecasts which are projecting a modest slowdown in the fourth quarter.\nFor the full year, we continue to project that the Automotive OEM segment will outperform relevant industry builds by 200 to 300 basis points as we consistently grow our content per vehicle.\nOn the bottom line, strong performance again this quarter with operating margin improving 240 basis points to 21.8%. And we're well positioned to achieve our goal from Investor Day of no to mid-20s operating margin by 2026.\nTurning to Food Equipment on -- revenue increased 3% with 1% organic growth. While equipment sales were down 1%, our service business grew by 3%. Regionally, North America grew by 2%, driven by 1% growth in equipment and 4% growth in service. Demand remains solid on the institutional side. International, however, was down 1%. Operating margins improved [ 80 ] basis points to 29.2%.\nFor Test & Measurement and Electronics, revenue was flat this quarter as organic revenues saw a 1% decline. The demand for capital equipment in our Test & Measurement business has remained choppy as revenues declined 1%. In addition, electronics declined 2% as demand slowed in semiconductor-related markets. On a positive note, operating margin improved 260 basis points sequentially from Q2 to 25.4%. The excluding 50 basis points of restructuring impact in Q3 margins were 25.9% and both operating margins and revenues are projected to improve meaningfully in the fourth quarter.\nMoving to Slide 6. Welding was a bright spot, delivering 3% organic growth, with a contribution of more than 3% from customer-back innovation. Equipment sales increased 6%, while consumables were down 2%. Industrial sales increased [ 3% ] in the quarter as North America was up 3% and international sales grew 4%, with China up 13%. Operating margin of 32.6% was up 30 basis points as the Welding segment continued to demonstrate strong margin and profitability performance.\nIn Palmers & Fluids, revenues declined 2%. Organic revenue declined 3%, which included a percentage point of headwind from PLS. Polymers declined 5% against a difficult comparison in the year ago quarter of plus 10%, while Fluids was flat in the quarter. The more consumer-oriented automotive aftermarket business was down 3%. But although the top line declined, the segment expanded margin by 60 basis points to 28.5%, supported by a strong contribution from Enterprise Initiatives.\nMoving on to Construction Products on Slide 7. Revenues were down only 1% as organic revenue declined 2% in the quarter, significantly better than last quarter's 7% organic decline. Revenue was also impacted by a 1% reduction from PLS. Regionally, revenue in North America declined 1%. Europe was down 3% and Australia and New Zealand decreased 4%. Despite market headwinds, the segment improved operating margin by 140 basis points to 31.6%.\nFor Specialty Products, revenue increased 3% with organic revenue up 2%. And revenue included a percentage point of headwind from PLS. By region, revenue in North America declined 1% against a difficult comparison in the year-ago quarter of plus 8%, while international was up 7%, driven by consistent strength in our packaging and aerospace equipment businesses. Operating margin improved 120 basis points to 32.3%, supported by a strong contribution from enterprise initiatives.\nWith that, let's move to Slide 8 for an update on our full year 2025 guidance. Starting with the top line, we remain well positioned to outperform our end markets in Q4. And we continue to project organic growth of 0% to 2% for the full year. Per our usual process, our guidance factors in current demand levels, the incremental pricing actions related to tariffs the most recent auto build projections and typical seasonality. Total revenue is projected to be up 1% to 3%, reflecting current foreign exchange rates.\nOn the bottom line, we're highly confident that the ITW team will continue to execute at a high level operationally on all the profitability drivers within our control. This includes our enterprise initiatives, which we now expect will contribute 125 basis points to full year operating margins, independent of volume.\nAdditionally, we expect that tariff-related pricing and supply chain actions will more than offset tariff costs and favorably impact both EPS and margins. Our operating margin guidance of 26% to 27% remains unchanged.\nAfter raising GAAP EPS guidance by $0.10 last quarter, we are narrowing the range of our guidance to a new range of $10.40 to $10.50. Our EPS guidance range includes the benefit of a lower projected tax rate of approximately 23% for the full year and factors in that the top line is trending towards the lower end of our revenue guidance ranges.\nWith those 2 elements effectively offsetting each other, we remain firmly on track to deliver on our EPS guidance, including the [ $10.45 ] midpoint, which as a reminder, is $0.10 higher than our initial guidance midpoint in February.\nTo wrap up, we remain highly confident that the inherent strength and resilience of the ITW business model, combined with our high-quality diversified portfolio, and most importantly, our dedicated colleagues around the world, all put us in a strong position to effectively manage our way through a challenging macro environment. However, the demand picture evolves from here, we remain focused on delivering differentiated financial performance and steadfastly pursuing our long-term enterprise strategy, which is squarely centered around making above-market organic growth defining strength for ITW.\nWith that, Erin, I'll turn it back to you.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Michael. Jim, will you please open the call for Q&A?"
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f508a4c4c059ddaca6370ab87830106d",
    "period": "2025 Q2",
    "content": "Q2 2025 Illinois Tool Works Inc Earnings Call\n\nQ2 2025 Illinois Tool Works Inc Earnings Call\n\nITWNYSEJUL 30, 10:00 AM\n\nOperator\n\nGood morning. My name is Janine, and I will be your conference operator for today. At this time, I would like to welcome everyone to the ITW's Second Quarter Earnings Conference Call. [Operator Instructions]. Thank you. Erin Linnihan, Vice President of Investor Relations, you may begin your conference.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Janine. Good morning, and welcome to ITW's Second Quarter 2025 Conference Call. Today, I'm joined by our President and CEO, Chris O'Herlihy; and Senior Vice President and CFO, Michael Larsen.\nDuring today's call, we will discuss ITW's second quarter financial results and provide an update on our outlook for full year 2025. Slide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2024 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release. Please turn to Slide 3, and it's now my pleasure to turn the call over to our President and CEO, Chris O'Herlihy. Chris?\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Erin, and good morning, everyone. As you saw in our press release this morning, the ITW team outpaced underlying end market growth and delivered solid financial performance in the second quarter. Total revenue increased 1% as foreign currency translation increased revenue by 1% and while product line simplification or PLS, accounted for a 1% reduction. We achieved GAAP EPS of $2.58, operating income of $1.1 billion, an operating margin of 26.3%, which are all second quarter records.\nWe continue to execute well in controlling the controllables and as evidenced by enterprise initiatives, which contributed 130 basis points to operating margin and pricing actions that more than offset the tariff cost impact in the quarter. Furthermore, I am very encouraged by the meaningful strategic progress we made in the first half of the year. diligently advancing our next phase growth priorities to make above-market organic growth powered by customer-back innovation at defining ITW's strength. We remain firmly on track to deliver on our 2030 performance goals, including customer-back innovation yield of 3% plus. These results are a direct testament to the strength of the ITW business model, the quality of our diversified and resilient portfolio and the unwavering dedication of our global ITW colleagues to serving our customers and executing our strategy with excellence.\nLooking ahead, ITW is inherently built to outperform in uncertain and volatile environments. And therefore, we are raising our full year guidance. Confident in our ability to successfully navigate the current environment, and deliver differentiated performance through 2025 and beyond. I will now turn the call over to Michael to discuss our second quarter performance in more detail as well as our updated full year guidance. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. The ITW team achieved solid operational and financial performance in Q2. Our top line saw a 1% increase in total revenue, driven in part by a 1% positive impact from foreign currency translation. Our organic growth rate was essentially flat, marking an improvement of over 1 percentage point from Q1. Geographically, while North America posted a 2% organic revenue decline in Europe was down 3%. Asia Pacific stood out with a 9% increase with impressive growth of 15% in China. We experienced encouraging sequential revenue growth of 6% from Q1 and along with some positive signs in end markets such as semiconductors, electronics, welding, specialty products, equipment and an improved outlook for auto builds.\nOn the other hand, more consumer-oriented end markets, notably construction products remained challenging. The ITW team continued to demonstrate strong execution on all controllable factors positively impacting our bottom line. Our enterprise initiatives were particularly effective this quarter, contributing 130 basis points to the operating margin of 26.3%. Although our decisive pricing actions more than cover tariff costs and positively impacted EPS in Q2, the overall price cost dynamic was modestly dilutive to our margin. Finally, we generated $449 million in free cash flow, representing a 59% conversion rate.\nAlthough this was modestly below our historical average, primarily due to the timing of certain onetime items, we're still on track to reach 100% plus conversion for the full year as planned. To summarize the quarter, we continue to significantly outperform our underlying end markets in a tough macro environment. Our solid financial performance includes organic growth of 1%, excluding PLS, incremental margin of 49%, operating margin of 26.3% and GAAP EPS of $2.58. Let's turn to Slide 4 for a closer look at our sequential performance from Q1 to Q2, which was quite encouraging. Revenue grew 6%, operating income improved 12%, and operating margin expanded by 150 basis points.\nNotably, every 1 of our 7 segments grew revenue and expanded operating margin sequentially, with 3 segments exceeding 30%. Let's dive into our segment results, beginning with automotive OEM. Revenue here was up 4%, driven by 2% organic growth in the quarter. Strategic PLS reduced revenue by over 1%. The Regionally, while North America was down 7% and Europe up 1%, China was a standout with impressive 22% growth. Our local team continues to innovate and gain market share in the rapidly expanding EV market with customer-back innovation efforts driving increased content per vehicle. We anticipate this strong momentum will carry into the second half of 2025 and beyond.\nFor the full year, we project the Automotive OEM segment will outperform relevant industry builds by 200 to 300 basis points as we continue to consistently grow our content per vehicle. We've updated our guidance to incorporate the latest more positive auto build forecasts, which are as follows: worldwide auto builds are now projected to be about flat, with North American bills down mid-single digits and Europe down low single digits, partially offset by mid-single-digit growth in China builds.\nOverall, our relevant markets are expected to be down in the low single digits in 2025, which is an improvement from the down mid-single-digit protection in our prior guide. The bottom line performance was a significant highlight for automotive OEM with operating margin improving 190 basis points to 21.3%. This marks our highest margin since Q1 of 2021 and firmly placing us on track to achieve our long-term goal of low to mid-20s operating margin by next year. Turning to Food Equipment on Slide 5. Revenue increased 2% with 1% organic growth. Equipment sales were flat, while our service business grew by 3%. Regionally, North America grew a solid 5%, driven by 4% growth in equipment and 6% in service. The growth was notably strong in the institutional end markets. International, however, was down 5%.\nFor Test & Measurement and Electronics, revenue was up 1% and as organic revenue saw a 1% decline. Demand for our test and measurement capital equipment continues to be challenging. However, we noted encouraging order activity late in the second quarter. Meanwhile, our electronics business grew 4%, fueled by heightened activity in the semiconductor-related businesses that achieved double-digit growth. Despite being impacted by onetime items this quarter, operating margin is projected to recover to the mid- to high 20s in the second half.\nMoving to Slide 6. Welding was a bright spot, delivering 3% organic growth. Equipment sales increased 4% with strong new product contributions, while consumables grew 1%. These represent the highest growth rates for both businesses in 2 years. Industrial sales also increased 1% with every region contributing to growth this quarter. North America was up 1% and international sales grew 11% and largely driven by 28% growth in China, a direct result of new product introductions targeting the energy sector. Our 33.1% operating margin remained essentially flat year-over-year demonstrating sustained strong profitability. Revenue in Palmers & Fluids declined 3%, which included a percentage point headwind from PLS. Organic revenue was down 5% in polymers and 3% in both fluids and the more consumer-oriented automotive aftermarket. Let's look at Construction Products on Slide 7.\nThis, our most interest rate sensitive segment continues to contend with global demand challenges on the residential side. Revenue declined 6% in markets we estimate are down even more significantly and were further impacted by a 1% reduction from strategic PLS. Regionally, organic revenues saw North America declined 7% and Europe was down 5% and Australia and New Zealand decreased 10%. However, despite these persistent market headwinds, the segment demonstrated remarkable resilience, improving its operating margin by 140 basis points to 30.8%, a testament to strong execution in a difficult environment. For Specialty Products, revenue increased 1% with flat organic revenue this quarter due to a challenging 7% organic growth comparison with last year. Revenue also included over 1 percentage point from strategic PLS. On a positive note, equipment sales, which rose 8% were fueled by sustained strength in our packaging and aerospace equipment businesses.\nOperating margin improved 70 basis points to 32.6%, significantly benefiting from enterprise initiatives. With that, let's move to Slide 8 for an update on our full year 2025 guidance. We've often reiterated our high confidence in successfully navigating challenging macro conditions and delivering solid financial performance. Our decision to raise GAAP EPS guidance by $0.10 at the midpoint, narrowing the range to 135 to 155 serves as clear evidence of this capability. We are well positioned to outperform our end markets and continue to project organic growth of 0% to 2%. Per our usual process, our projection factors in current demand levels, the incremental pricing related to tariffs, our updated automotive build projections and an easier year-over-year comparison in the second half of the year.\nTotal revenue is now projected to be up 1% to 3%, reflecting current more favorable foreign exchange rates. As we look at the second half, we fully expect to continue to execute at our usual high level on all the key profitability drivers within our control. This includes already implemented pricing actions, which we project will more than offset tariff costs and favorably impact EPS. Additionally, we expect our enterprise initiatives to contribute 100 basis points or more to the operating margin independent of volume. Notably, all 7 of our segments are projected to grow revenue and improve margins in the second half relative to the first half. Our full year GAAP EPS cadence remains consistent. We expect 47% in the first half and 53% in the second half. This reflects our typical business seasonality along with expected benefits in the second half for stronger pricing and more favorable foreign exchange rates.\nImplied in our guidance is solid second half financial performance with reasonable organic growth, substantial margin improvement and strong free cash flows. To wrap up, we're confident that the enhanced strength and resilience of the ITW business model, coupled with our high-quality diversified business portfolio and crucially, our dedicated people equip us to decisively and effectively manage the current environment, no matter how it evolves and all while steadfastly pursuing our long-term enterprise strategy. With that, Erin, I'll turn it back to you.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Michael. Janine, will you please open the call for questions and answers."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e603265be0a08bdf2544b4434002a15d",
    "period": "2024 Q4",
    "content": "Q4 2024 Illinois Tool Works Inc Earnings Call\n\nQ4 2024 Illinois Tool Works Inc Earnings Call\n\nITWNYSEFEB 5, 10:00 AM\n\nOperator\n\nGood morning. My name is Tamika, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW's Fourth Quarter Earnings Conference Call. [Operator Instructions].\nErin Linnihan, Vice President of Investor Relations, you may begin your conference.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Tamika. Good morning, and welcome to ITW's Fourth Quarter 2024 Conference Call. I'm joined by our President and CEO, Chris O'Herlihy; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's Fourth quarter and full year 2024 financial results and provide guidance for full year 2025.\nSlide 2 is a reminder that this presentation contains forward-looking statements. Please refer to the company's 2023 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations.\nThis presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our President and CEO, Chris O'Herlihy. Chris?\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Erin, and good morning, everyone. As you saw in our press release this morning, in Q4, ITW delivered a solid finish to the year. We outperformed our underlying end markets, organic growth turning positive, excluding product line simplification, and we continue to execute well on controlling the controllables to expand operating margins and free cash flow to record levels.\nGAAP EPS improved 7% to $2.54. In end markets that we believe were down in the low to mid-single digits, fourth quarter organic revenue declined 0.5 point, which is a point better than the 1.4% decline in Q3. Excluding the impact of product line simplification, primarily due to strategic repositioning for growth in our Specialty Products segment, organic revenue growth was positive 0.4%.\nOverall demand was steady in Q4, with some improvement relative to demand levels going into the quarter as revenue came in approximately 2 percentage points or $70 million above what they would have been had demand held of the levels we were seeing exiting the third quarter.\nIn addition to outperforming our end markets, the ITW team did a solid job executing operationally, resulting in operating income of $1.03 billion, an increase of 4% despite total revenues that were down more than 1%. Record operating margin of 26.2% was an increase of 140 basis points with a 120 basis point contribution from enterprise initiatives. As a result of strong working capital management, primarily around inventory, free cash flow increased 10% with a conversion to net income of 133%.\nLooking back on 2024, the ITW team delivered another year of solid operational and financial performance, achieving record financial results, including EPS, margins and returns as we consistently outperformed underlying end markets particularly evident in segments such as Automotive OEM and Construction Products and made continued progress on our “Next Phase” key strategic priorities.\nIn 2025, we will build on this momentum and remain laser-focused on building above-market organic growth, fueled by customer-back innovation into a defining ITW strength, on par with our world-class financial and operational capabilities, and deliver differentiated performance in whatever environment we face.\nWe still have some work ahead of us as we position the company to deliver 3%-plus CBI yield by 2030 but we are pleased with achieving 2% in 2024, more than double our historical pre-COVID levels. Furthermore, I'm particularly encouraged by the progress we're making and a key leading indicator of CBI yield, patent filings, which increased by 18% in 2024.\nTurning to our guidance. We are very well positioned to continue to execute at a very high level again in 2025 on both the top and bottom line. Per our usual revenue guidance approach, our organic growth projection of 1% to 3%, excluding PLS, reflects current levels of demand adjusted for seasonality. Although there are certainly some positive signals in our businesses, the current reality is that we are not yet seeing these reflected in orders. Having said that, we are very well positioned to capitalize on an improving demand environment if it should materialize.\nOur EPS guidance midpoint of $10.35 reflects the fact that we are faced with nonoperational headwinds, including a foreign currency translation impact of $0.30. Our expected operating margin improvement of 100 basis points is powered by another solid contribution from enterprise initiatives, independent of volume.\nIn concluding my remarks this morning, I again want to wish to extend my sincere gratitude to our global colleagues for their unwavering dedication to serving customers and executing our strategy with excellence.\nNow I'll turn the call over to Michael to provide more detail on the quarter and full year performance as well as our guidance for 2025. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. In Q4, the ITW team delivered a solid finish operationally and financially to a record year. Starting with the top line. Organic growth was down 0.5%, which included a 0.9% revenue reduction from strategic product line simplification. Foreign currency translation reduced revenue by 1% and 2 acquisitions earlier in the year added 0.2%. Total revenues was down 1.3%. Sequential revenue growth of plus 3.7% from Q3 to Q4 compared favorably to our historical sequential growth of plus 1.5%. On a geographic basis, organic revenue declined about 1.5% in North America. Europe was down 3% and Asia Pacific was up 5%, with China, up 9%.\nOn the bottom line, the ITW team continued to focus and execute well on the things within our control as evidenced by operating margin of 26.2%, an increase of 140 basis points year-over-year driven by enterprise initiatives, which contributed 120 basis points.6 of our 7 segments expanded operating margin, driven primarily by strong execution on enterprise initiatives that contributed between 70 and 190 basis points to each segment.\nIn summary, for Q4, we outperformed our underlying end markets with positive organic growth. XPS achieved record margin performance with a strong contribution from enterprise initiatives and generated record free cash flow and record GAAP EPS of $2.54.\nPlease turn to Slide 4. Operating cash flow was $1.1 billion, and free cash flow increased 10% to a quarterly record of $1 billion with a conversion to net income of 133%. Strong working capital management, including inventory, was a meaningful driver of the strong cash performance in Q4, with further targeted inventory reductions this year as we project free cash flow conversion of greater than 100% and for 2025.\nNow let's move to the segment results, starting with Automotive OEM, where organic revenue declined 2% in the fourth quarter against a tough comparison of plus 8% in Q4 '23. On a regional basis, North America was down 5%, while Europe was down 10% against a tough comparison of plus 11%. China grew 8% despite a comparison of plus 31%, as our China team continues to drive customer-back innovation and gain market share, including in the rapidly growing EV market.\nFor the full year, compared to industry build data, the segment outperformed relevant builds by our typical 200 to 300 basis points, and we expect similar outperformance in 2025 as we project that Automotive OEM will grow 0% to 2%, 1% to 3%, excluding PLS, with auto builds in relevant markets that are projected to be down in the low single digits. On the bottom line, for the full year, Automotive OEM improved margins by 230 basis points to 19.6%. And the segment remains firmly on track to achieve its goal of low to mid-20s operating margin over the next couple of years.\nTurning to Slide 5. Food Equipment delivered organic growth of almost 3.5% as equipment grew 3% and service grew 5%. As the growth investments made in the first half of 2024 to expand capacity and support long-term above-market growth in this very attractive service business are paying off.\nBy region, North America grew 2%, with institutional end markets up in the high single digits and restaurants essentially flat. Our international business was strong with growth of 5%, with Europe up 4%, and Asia Pacific was up 11% due to strong equipment sales.\nTest & Measurement and Electronics' organic revenue turned positive for the first time in 5 quarters, up 2% with Test & Measurement essentially flat as electronics grew 6%, the highest growth rate since the fourth quarter of 2022 as semiconductor and electronics activity started to pick up.\nAs we have talked about before, because of our focused growth investments, including customer-back innovation through the cycle, we remain very well positioned to capitalize on a long list of attractive growth opportunities in the semi electronics recovery begins to take shape. Operating margins expanded by 170 basis points in the quarter to 27%.\nMoving on to Slide 6. Organic growth in Welding improved as organic revenue was essentially flat after 5 subsequent quarters of year-over-year declines. Equipment was flat and consumables were down 1%. While North America was down 2%, international grew 9% with strong growth in China as a result of some very targeted customer-back innovation efforts.\nThroughout 2024, the Welding team continued to benefit from a strong pipeline of new products, which contributed more than 3% to growth. In our view, this is a great example of how our strategic CBI efforts and the adoption of our “Next Phase” CBI Framework gives our divisions the ability to gain share and outgrow end markets on a consistent basis. Operating margin of 31.2% was a 160 basis point improvement over the prior year.\nPolymers & Fluids. Organic revenue grew 1% with Polymers up 5% and Fluids up 1%. Automotive aftermarket, which tends to be more correlated to consumer discretionary spending, was down 1%, which is about 2 points ahead of end market growth with relevant point-of-sale data indicating a market that was down 3%. On a geographic basis, North America declined 4%, and international grew 8% with Europe again showing solid demand.\nTurning to Slide 7. In our most interest rate sensitive segment, Construction Products, organic growth was down 4% in a tough market as new housing starts were down about 7% globally in Q4. In North America, Construction Products was down 4%, approximately 3 points ahead of a market that was down about 7%, with residential renovation down 3% and commercial construction down 9%. Europe was down 3% and Australia, New Zealand was down 8%.\nThe 2025 outlook for the construction market globally remains uncertain with new housing starts in the U.S. expected to be down in the low to mid-single digits. With that backdrop, we expect Construction Products to be about flat in 2025 as we're well positioned to outperform end markets with the launch of new products and market share gains. Operating margin of 28% improved 110 basis points with another significant contribution from strong execution on enterprise initiatives.\nAs expected, Specialty Products, organic revenue was down 4% with a planned 5% reduction in revenue from strategic PLS as the team continued to take the necessary actions to strategically reposition this segment for consistent above-market growth. While the work is not complete, the progress so far has been encouraging with 2024 organic growth of more than 3% and margin improvement of 380 basis points, which gives you a sense of the strategic and financial value we derive from PLS. Operating margin was a record 28.4% for the quarter.\nMoving to Slide 8 and full year 2024 results. As you've seen from ITW all year, our colleagues around the world continue to execute at a high level for our customers and for the enterprise. As a result of their efforts, ITW consistently outperformed end markets and delivered record results on key performance metrics, such as earnings, operating margin and after-tax return on capital.\nThroughout 2024, we remained focused on maximizing our growth and performance over the long term as we invested in projects that accelerate above-market organic growth and sustained productivity in our highly profitable core businesses.\nWe raised our dividend for the 61st consecutive year by 7%, and we returned more than $3.2 billion to shareholders in the form of dividends and share repurchases.\nMoving to Slide 9 for an update on one of our key strategic priorities. As we've talked about before, customer-back innovation is the most impactful driver of our ability to consistently grow revenue above market. The CBI revenue of today fuels our ability to drive market penetration and share gains in the future. And over the past few years, we've expanded our CBI revenue yield from less than 1% pre-COVID to 2% in 2024.\nWe're well positioned for further improvement in 2025 based on the recent launch of our “Next Phase” CBI Framework. We can feel the energy and excitement from our divisional teams as they implement the framework in their divisions. And as Chris said, we're particularly pleased with the 18% increase in patent filings in 2024 because every one of those patents is tied to a known customer pain point and represents a high-quality growth opportunity for ITW.\nIn 2025, we will continue to work on fully adopting our new CBI Framework in each one of our divisions, consistent with the pace required to deliver CBI yield of 3% plus by 2030.\nLet's move to Slide 10 and our guidance for full year 2025. As you can see, ITW is once again well positioned to execute at a high level and outperform our end markets in any scenario as we aim to improve margins by approximately 100 basis points with another strong contribution from Enterprise Initiatives.\nPer our usual process, our organic growth projection of 0% to 2% and or 1% to 3%, excluding strategic PLS of 1 percentage point, is based on current levels of demand adjusted for typical seasonality. Foreign currency translation at current rates represent a 3% top line headwind.\nIn terms of profitability, operating margin is expected to improve by about 100 basis points to a range of 26.5% to 27.5%, which includes approximately 100 basis points contribution from projects related to enterprise initiatives that are independent of volume and range from 60 to 170 basis points in each segment.\nWe are projecting GAAP EPS in the range of $10.15 to $10.55, which includes a longer list than usual of nonoperational headwinds, including $0.30 of unfavorable foreign currency translation impact, and $0.15 to $0.20 from increased restructuring expenses tied to ongoing 80/20 front-to-back projects and higher income tax expense with an expected tax rate in the range of 24% to 24.5%. Excluding the $0.30 of nonoperational headwind from foreign currency, EPS would be $10.65 at the midpoint, an increase of 5% versus last year.\nIn terms of cadence for the year, we expect a first half second half EPS split of about 47% and 53% as compared to our usual 49-51, which is due to increased restructuring expenses in the first half of the year. Combined with the typical sequential step down in revenues, from Q4 to Q1, we therefore expect Q1 EPS to contribute about 22% of the year's EPS, slightly below our typical 23% to 24%.\nAs I mentioned, we expect strong free cash flows with conversion greater than net income. And for our disciplined capital allocation framework, surplus capital is allocated to an active share repurchase program as we plan to buy back 1.5 billion of our own shares in 2025.\nOur guidance does not account for any pricing adjustments made in response to the implementation of tariffs. ITW's produce where we sell strategy largely mitigates potential tariff impact, and we're comfortable that once again, we are positioned to read and react as necessary, by adjusting price in response to higher costs as a result of tariffs. Based on our past experience, most recently in 2017, 2018 and our strong operational capabilities, we believe that the price/cost equation is manageable for ITW across a wide range of scenarios.\nTurning to our last slide, Slide 11, for our 2025 organic growth projections by segment. As you can see, 6 of our 7 segments are projecting positive organic growth based on current run rates adjusted for typical seasonality. Every segment is well positioned to outperform their end markets again in 2025. And consistent with our continuous improvement, never satisfied mindset, every segment is also projecting margin improvement with another solid contribution from enterprise initiatives.\nIn summary, our segments are heading into 2025, well positioned to execute again as they continue to outperform their underlying end markets and improve margins and profitability.\nWith that, Erin, I'll turn it back to you.\n\nErin Linnihan\n\nVice President of Investor Relations\n\nThank you, Michael. Tamika, please open the line for questions."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c78927ede487f8816755be38cc88aac",
    "period": "2024 Q2",
    "content": "Q2 2024 Illinois Tool Works Inc Earnings Call\n\nQ2 2024 Illinois Tool Works Inc Earnings Call\n\nITWNYSEJUL 30, 10:00 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW Second Quarter Earnings Conference Call. [Operator Instructions]\nErin Linnihan, Vice President of Investor Relations, you may begin your conference.\n\nErin Linnihan\n\nStaff Vice President, Investor Relations, General Dynamics Corp.\n\nThank you, Audra. Good morning, and welcome to ITW's Second Quarter 2024 Conference Call. Today, I'm joined by our President and CEO, Chris O’Herlihy; and Senior Vice President and CFO, Michael Larsen.\nDuring today's call, we will discuss ITW's second quarter financial results and provide an update on our outlook for full year 2024. Slide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2023 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it is now my pleasure to turn the call over to our President and CEO, Chris O’Herlihy. Chris?\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Erin, and good morning, everyone. As you saw in our press release this morning, during the second quarter, the short cycle demand environment continued to moderate across our portfolio. At the total company level, second quarter revenues came in approximately 1 percentage point or $50 million below what they would have been had demand held at the level we were seeing exiting the first quarter.\nSecond quarter organic revenue was down in 3 segments: with declines year-over-year in CapEx-related products such as Welding, Test & Measurement and Construction. These declines were offset by revenue growth in 4 segments, resulting in overall flat organic growth year-over-year at the total company level as compared to our end markets, which we believe were down in the low single digits.\nAs usual, as the quarter progressed, the ITW team executed well on all the elements within our control as evidenced by record second quarter operating margin, which improved by 140 basis points to 26.2%, supported by 140 basis points of benefit from enterprise initiatives. Operating income grew 4.5% to a second quarter record of $1.05 billion and GAAP EPS came in at $2.54, up from $2.48 last year.\nAs per our normal practice, we are adjusting our full year guidance in line with demand levels in our businesses as they exist today. Current run rate exiting Q2 projected through the remainder of the year results in about flat organic revenue for the full year. The moderating demand is partially offset by stronger margin performance and we are raising our margin guidance to 26.5% to 27%. Factoring in both of these elements, lower market demand and stronger margin performance we are lowering the midpoint of our EPS guidance by 1% as we narrowed the range to $10.30 to $10.40.\nWhile the combination of moderating manufacturing CapEx demand and lower automotive build forecast for the second half has us operating in a challenging near-term environment, we will continue to drive our usual high-quality execution on all the elements within our control. While remaining focused on managing and investing to maximize the company's growth and performance over the long term as we build above market organic growth fueled by customer-back innovation into a core ITW strength. In this regard, we are very encouraged by the progress we are making on customer-back innovation in each of our divisions.\nIn concluding my remarks, I want to thank all of our ITW colleagues around the world for their exceptional efforts and for their dedication to serving our customers with excellence and driving continuous progress on our path to ITW's full potential.\nI will now turn the call over to Michael to discuss our second quarter performance in more detail, as well as our updated full year guidance. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. In Q2, revenue declined 1% with organic revenue down 0.1%, essentially flat year-over-year and a slight improvement from being down 0.6% in Q1. As Chris said, demand moderated sequentially as total company revenues grew 2% from the first quarter to the second quarter, a point below our historical run rate growth of 3%.\nFaced with moderating demand, the ITW team as usual did a great job in terms of reading and reacting to the environment and delivered record margin and profitability performance in the second quarter as evidenced by 4.5% operating income growth and operating margins of 26.2%, an improvement of 140 basis points as enterprise initiatives were once again the largest margin and profitability driver contributing 140 basis points this quarter with more to come in the second half.\nGAAP EPS of $2.54 increased 2% or 5%, excluding a 2023 onetime tax item. Our free cash flow was $571 million, which was a 75% conversion of net income, slightly below our historical conversion in the 80% range as we continue to focus on reducing our inventory months on hand to pre-pandemic levels without impacting customer service levels. We repurchased $375 million of our own shares during the quarter as planned and the effective tax rate was 24.4% compared to 21.4% in the prior year, which lowered EPS by $0.10. In addition, foreign currency translation was approximately a $0.05 headwind year-over-year. In summary, strong execution and Q2 results as the impact of a moderating short-cycle demand environment was offset by strong margin and profitability performance.\nPlease turn to Slide 4 for a look at organic growth by geography. The 2% decline in North America was an improvement over the first quarter's 3% decline. Europe grew 1% and Asia Pacific grew 3%, with China, up 5%.\nMoving on to segment results. The Automotive OEM segment delivered flat organic growth in the second quarter against a tough comparison of plus 16% in the year ago quarter. North America was down 4%. Europe was down 2% and China was up 7%. In the first half, automotive builds were flat, and our Automotive OEM segment grew 2% above market. For the full year, we continue to expect solid above-market growth with our typical penetration gains of 2% to 3% and continued outgrowth in China.\nIn our guidance, we have now factored in the most recent automotive build projections, which have declined to negative 2% for the full year. As you may recall, when we issued our initial guidance in February, automotive builds were expected to be flat for the year. On a positive note, the segment delivered strong operating margin performance of 19.4%, a 260 basis point improvement as we continue to work towards our goal of achieving operating margins in the low to mid-20s by 2026.\nTurning to Slide 5. Food Equipment organic revenue grew 2.5% against the comparison of plus 7% in the second quarter of last year. Equipment grew 1% and service grew 5% against the comparison of plus 16% last year. By region, North America increased 2%, with service up 3%. Organic growth in the institutional market was up mid-single digits and the retail market was up high single digits. International revenue was up 3.5%, led by Europe.\nAs we talked about last quarter, the current margin performance reflects the fact that we're making focused capacity investments in the first half of 2024 to support and accelerate continued above-market organic growth in our very attractive service business. Looking forward, we expect margins to continue to improve sequentially as we go through the year.\nTurning to Test & Measurement and Electronics. Organic revenue was down 3%, with continued softness in semiconductor, electronics and CapEx-sensitive end markets. Both Test & Measurement and Electronics were down 3% in the quarter.\nMoving on to Slide 6. Welding was down 5% in Q2 as equipment declined 5% and consumables were down 3%. By region, North America declined 6% with industrial sales down 7% and the commercial side, down 6%. International grew 3% with some strength in Europe. Operating margin was 32.9%, with a solid contribution from enterprise initiatives. Organic revenue in Polymers & Fluids increased 3%, led by Polymers, up 10% and Fluids was up 4%. Automotive aftermarket was down 2% in the quarter. On a geographic basis, North America declined 4% and international grew 13%. Operating margin of 28.2% improved more than 200 basis points.\nTurning to Slide 7. Demand trends in Construction Products continue to be challenging on a global basis as organic revenue declined 4% in Q2 in a market that we believe is down in the mid- to high single digits. North America was down 2% as the residential and renovation business was down 2% and commercial was down 9%. International markets remained soft as Europe was down 7% and Australia and New Zealand was down 4%.\nFinally, Specialty Products had a strong quarter with organic revenue growth of 7% due to significant strength in our Aerospace Equipment division as well as pockets of increased demand across our portfolio. As a result, international was up 10% and North America was up 5%.\nAs previously discussed, results can be a bit choppy as we continue to work to reposition the Specialty segment for consistent above-market organic growth, including strategic portfolio work and more significant product line simplification, which included 230 basis points in Q2. Operating margin improved 590 basis points to 31.9%, with strong contributions from Enterprise Initiatives and operating leverage.\nWith that, let's move to Slide 8 for an update on our full year 2024 guidance. Despite a challenging first half macro demand environment, the ITW team found a way to deliver solid operational and financial results, and excluding onetime items, we grew operating income 4% in the first half as margins improved by 130 basis points to 25.8% with 140 basis points from Enterprise Initiatives. GAAP EPS was up 10% and up 5%, excluding onetime items.\nLooking ahead to the second half in our updated guidance, we do not expect the short cycle demand environment to improve. Per usual process, we are adjusting our full year guidance in line with conditions on the ground as they exist today. Current run rates exiting Q2, adjusted for typical seasonality and the most recent automotive build forecast projected through the remainder of the year would result in approximately flat organic growth for the year, in markets that we believe are down in the low single digits.\nThis compares to a prior organic growth guidance of 1% to 3% and impacts EPS by approximately $0.25. The lower top line guidance is partially offset by stronger margin and profitability performance, which is expected to continue into the second half, including a significant contribution of more than 100 basis points from enterprise initiatives. As a result, we raised margin guidance to 26.5% to 27% as we continue to make solid progress towards our goal of 30% operating margin by 2030.\nThe higher margins impact EPS favorably by about $0.10. The net of these 2 factors, as you saw this morning, is that we lowered the top end of the range of our full year GAAP EPS guidance to a new range of $10.30 to $10.40, which is a reduction of $0.15 or 1% at the midpoint, from $10.50 to $10.35 with 6 months to go in the year.\nTo wrap things up, we delivered a solid Q2 and first half in a challenging demand environment, and we've updated our full year guidance per our usual process to reflect current levels of demand. Given the strength of our competitive advantages, the resilience of the ITW business model and our diversified high-quality portfolio, we're well positioned for whatever economic conditions emerge through the second half of the year.\nWith that, Erin, I'll turn it back to you.\n\nErin Linnihan\n\nStaff Vice President, Investor Relations, General Dynamics Corp.\n\nThank you. Audra, will you please open the line for questions?"
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bca8538c8a134497e283f84abc5ca091",
    "period": "2024 Q1",
    "content": "Q1 2024 Illinois Tool Works Inc Earnings Call\n\nQ1 2024 Illinois Tool Works Inc Earnings Call\n\nITWNYSEAPR 30, 10:00 AM\n\nOperator\n\nGood morning. My name is Krista, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW First Quarter Earnings Conference Call. [Operator Instructions]\nErin Linnihan, Vice President of Investor Relations. You may begin your conference.\n\nErin Linnihan\n\nStaff Vice President, Investor Relations, General Dynamics Corp.\n\nThank you, Krista. Good morning, and welcome to ITW's First Quarter 2024 Conference Call. Today, I'm joined by our President and CEO, Chris O’Herlihy; Senior Vice President and CFO, Mike Larsen, and Vice President of Investor Relations, Karen Fletcher.\nDuring today's call, we will discuss ITW's first quarter financial results and provide an update on our outlook for full year 2024. Slide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2023 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations.\nThis presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our President and CEO, Chris O’Herlihy.\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Erin, and good morning, everyone. While the near-term demand environment across the majority of our segments was certainly challenging as we anticipated, the ITW team delivered a solid start to the year as our first quarter results came in as expected. And we remain solidly on track to deliver on our 2024 performance targets.\nStarting with the top line. Organic growth was down 0.6% as 5 of 7 segments declined in the face of a tough demand environment and versus some difficult comparisons year-over-year. Those comparisons are more favorable [ for ] the balance of the year and based on current levels of demand, we are confident that we will deliver on our full year performance targets, including organic growth of 1% to 3%.\nThe ITW team continued to execute at a very high level and delivered strong margin and profitability performance in the first quarter. Excluding a onetime inventory accounting item, quarterly operating income grew 4% as operating margin expanded 120 basis points to 25.4%, with a strong contribution from enterprise initiatives of 140 basis points, as we continue to make solid progress towards our goal of 30% operating margin by 2030.\nGAAP EPS of $2.73 increased 17%, and excluding the onetime item, we grew EPS 5% to $2.44. The free cash flow conversion rate of 68% was in line with normal Q1 levels.\nLooking ahead, where we did raise our GAAP EPS and margin guidance for the year to account for the onetime item, our operational guidance remains unchanged. We continue to expect that current levels of demand across the majority of our end markets and favorable year-over-year comparisons will translate to positive organic growth through the balance of the year.\nCombined with our continued strong margin and profitability performance, we are confident that ITW is firmly on track and well positioned to deliver on our 2024 guidance.\nIn concluding my remarks, I want to thank all of our ITW colleagues around the world for their exceptional efforts and for their dedication to serving our customers with excellence. And driving continuous progress on our path to ITW's full potential.\nI will now turn the call over to Michael to discuss our first quarter performance in more detail as well as our updated full year guidance. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. In Q1, we delivered a solid start to the year with some high-quality execution in a pretty challenging demand environment as expected.\nDespite an organic revenue decline of 0.6%, operating income grew 4% and operating margin improved 120 basis points to 25.4% as enterprise initiatives contributed 140 basis points.\nEPS increased 5% to $2.44, excluding a onetime item. Our free cash flow was $494 million, and we repurchased $375 million of our own shares during the quarter as planned. EPS increased 17% to $2.73, and operating margin expanded 420 basis points to 28.4%.\nAs you saw this morning, our GAAP results include a onetime LIFO inventory accounting change that resulted in a favorable pretax impact of $117 million to cost of revenue equal to $0.29 a share. In Q1, we made the decision to transition from the LIFO to FIFO inventory accounting method for all of our U.S. businesses because it is a more consistent and simple method for valuing inventory across our operations.\nIn summary, Q1 results were as expected in the current environment, and growth rates are projected to improve as we go through the balance of the year. Our margin and profitability performance continues to be strong, and we're solidly on track to deliver on our guidance which I will discuss in a few slides.\nPlease turn to Slide 4 for a look at organic growth by geography. As you can see, the 4% decline in North America was partially offset by positive growth internationally, as Europe grew 1% and Asia Pacific grew 6%, led by China up 15%. Excluding the 23% growth rate in our Chinese automotive OEM business, organic growth in China was still up 7%.\nFor the full year and for our usual process, which is based on current levels of demand, we expect organic growth of 1% to 3% in both North America and Europe, with Asia Pacific up in the mid-single digits, led by China.\nMoving on to segment results and starting with the Automotive OEM segment, which delivered solid organic growth of 3% despite North America being down 6% as Europe grew 2% and China grew 23% driven by continued strong penetration and market share gains. For the full year, we continue to expect solid above-market growth with our typical penetration gains of 2% to 3% and continued outgrowth in China.\nMargin and profitability performance was strong as margins improved by 370 basis points to 19.8%, and enterprise initiatives contributed more than 200 basis points. We continue to make solid progress on the margin enhancement plan in this segment, and we are firmly on track to deliver margins in the low to mid-20s by 2026, which you will recall is what we said we would do at our Investor Day last year.\nTurning to Slide 5. Food Equipment organic revenue declined 1% as expected against a tough comparison of plus 16% in the first quarter last year. Equipment was down 4%, and service grew 3%. And by region, North America declined 2% due to a particularly difficult comparison of plus 21%. On a positive note, the retail business was up 10%, fueled by new product launches and overall North America order activity in Q1 was pretty encouraging across the board. International revenue was flat with Europe in 1% and Asia Pacific up 6%.\nWhile 5 of our subsegments improved their margins in Q1, Food Equipment margins declined modestly to 26% as a result of focused capacity investments to support and accelerate continued above-market organic growth in our very attractive service business. Looking forward, we expect margins to continue to improve sequentially as we go through the year.\nTurning to Test & Measurement and Electronics. Organic revenue was down modestly as Test & Measurement grew 2% despite a tough comparison of plus 12%. Electronics was down 8% due to challenging near-term demand trends in electronic assembly.\nThe recent MTS acquisition continues to perform well and grew more than 20%. With margins that are improving, but still in the midteens, this created a mix headwind for this segment. And diluted segment margins by about 250 basis points.\nLooking ahead, we expect Test & Measurement and Electronics margins to improve from here as we go through the balance of the year.\nMoving on to Slide 6. And as expected, Welding faced a tough demand environment and year-over-year comparison of plus 10%, which resulted in a decline of 3% in Q1. Equipment declined 2% and consumables were down 6%. Industrial sales declined 1% versus an 18% comparison and the commercial side was down 6%. By region, North America declined 3% against the comparison of plus 10% and international declined 8%.\nOn a positive note, operating margin improved 80 basis points to 32.7% with a solid contribution from enterprise initiatives.\nOrganic revenue in Polymers & Fluids declined modestly as automotive aftermarket was down 2%, and both Fluids and Polymers were essentially flat in the quarter. On a geographic basis, North America declined 5% and international grew 5%, led by China. Operating margins improved 104 basis points to 25.8%.\nTurning to Slide 7. Near-term demand trends in Construction Products continue to be challenging on a global basis as organic revenue declined 7% in Q1. North America was down 3% as the residential and renovation business was down 1%. And international markets remained soft as Europe was down 11% and Australia and New Zealand was down 12%.\nOn a positive note, operating margin improved 190 basis points to 29.4%, driven primarily by another solid contribution from enterprise initiatives.\nFinally, Specialty Products. Organic revenue growth was up 6% due primarily to the timing of large equipment orders in 2 European businesses. As a result, international was up 19% and North America was down 1%.\nAs we have talked about before, we're working to reposition the Specialty segment for consistent above-market organic growth, which involves some strategic portfolio work and more significant product line simplification as we go forward.\nOperating margin improved 410 basis points to 29.7%, driven by operating leverage and a solid contribution from enterprise initiatives.\nWith that, let's move to Slide 8 for an update on our full year 2024 guidance. With Q1 results that were right in line with our expectations, we're solidly on track to deliver on our 2024 performance targets and guidance.\nLooking ahead and starting with the top line, we do see some positives in terms of stable demand, more favorable comparisons year-over-year as we move forward, a normalized pricing and inflationary environment, new product launches and no meaningful headwind from inventory destocking.\nPer our usual process, our organic growth guidance of 1% to 3% is based on current run rates adjusted for typical seasonality.\nOperating margin is expected to improve by 140 basis points at the midpoint to a range of 26% to 27%, which includes more than 100 basis points contribution from enterprise initiatives, and 50 basis points from the onetime item in Q1.\nAs I mentioned on our last call, every segment is projecting to improve their operating margin performance, again, in 2024 with another solid contribution from enterprise initiatives across the board.\nAfter-tax return on capital is expected to remain firmly above 30%, and we expect strong free cash flows, again, with conversion greater than net income.\nAs you saw this morning, we raised our full year GAAP EPS guidance to a new range of $10.30 to $10.70, which now includes $0.30 of EPS from the Q1 inventory accounting change. Setting that item aside, our operational guidance remains essentially unchanged as we expect a combined headwind of about $0.30 from higher interest expense, currency and income taxes with an expected tax rate in the range of 24% to 24.5%.\nIn terms of cadence for the year, we expect our first half, second half EPS split to be about 50-50 this year as we factor in the onetime item in the first quarter which compares to our typical split of 49-51, so slightly less back-end loaded than usual.\nTo wrap things up, as expected, the ITW team continues to execute at a very high level, in a challenging near-term demand environment, which we anticipate will improve as we go through the balance of the year based on current levels of demand and more favorable comparison. In addition, our first quarter results came in as expected, and we are solidly on track to deliver on our 2024 guidance.\nOn a separate note, today is Karen Fletcher's last ITW earnings call. Over the last 6 years, Karen has been instrumental in articulating ITW's unique and differentiated competitive advantages and our plan to leverage them to their full potential to you the investment community in a clear and compelling manner. In doing so, she has helped us position ITW as one of the world's highest quality, best performing and most respected industrial companies. Please join Chris and me in thanking Karen, for her many contributions to ITW and wishing her all the best in retirement.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nThank you, Michael. That means a lot, and it's been a [ privilege ] to do that.\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Karen. And with that, Erin, I'll turn it back to you.\n\nErin Linnihan\n\nStaff Vice President, Investor Relations, General Dynamics Corp.\n\nThank you, Michael. Krista, will you please open the line for questions?"
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8056643acac7aecb05abd02ea9b0e080",
    "period": "2023 Q4",
    "content": "Q4 2023 Illinois Tool Works Inc Earnings Call\n\nQ4 2023 Illinois Tool Works Inc Earnings Call\n\nITWNYSEFEB 1, 10:00 AM\n\nOperator\n\nGood morning. My name is Eric, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW Fourth Quarter Earnings Conference Call.\n[Operator Instructions Karen Fletcher, Vice President of Investor Relations, you may begin your conference.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nThank you, Eric. Good morning, and welcome to ITW's Fourth Quarter 2023 Conference Call. I'm joined by our President and CEO, Chris O’Herlihy; and Senior Vice President and CFO, Michael Larsen. Also with us today is Aaron Linehan, who joined our Investor Relations team last month as Vice President. Aaron, welcome to ITW. .\nDuring today's call, we will discuss ITW's fourth quarter and full year 2023 financial results and provide guidance for full year 2024. Slide 2 is a reminder that this presentation contains forward-looking statements. Please refer to the company's 2022 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our President and CEO, Chris O’Herlihy.\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Karen, and good morning, everyone. In Q4, we delivered a solid finish to a year of high-quality execution in the face of some pretty unique challenges, including slowing demand for CapEx, headwinds from customer and channel inventory reductions and an Automotive industry strike. As a result, Organic growth was essentially flat in the fourth quarter. Operating margin came in at 24.8% or 150 basis point contribution from Enterprise Initiatives and free cash flow grew almost 40%. GAAP EPS of $2.38 included $0.04 of unfavorable impact to the devaluation of the Argentine currency.\nThroughout 2023, the ITW team continued to leverage the strength and resilience of the business model and our high-quality diversified business portfolio to deliver a year of strong operational and financial performance, including solid organic growth of 2% on top of 12% growth in both 2021 and 2022, Operating margin of 25.1% and operating an improvement year-over-year of 130 basis points.\nIncome growth of 7% to a record $4 billion, after-tax ROIC of more than 30%, 50% plus free cash flow growth and GAAP EPS of $9.74. We delivered these results while investing almost $800 million to sustained productivity and accelerate our organic growth initiatives in our highly profitable core businesses. As we outlined at our Investor Day, our key strategic priority as we enter this next phase of our enterprise strategy in 2024 is to build above market organic growth, fueled by customer-backed innovation into defining ITW strength on par with our world-class financial and operational capabilities.\nTurning now to our 2024 guidance, we are encouraged by what we are seeing in terms of demand across the majority of our portfolio, along with some meaningful improvements in both customer and channel partner inventory levels and input cost inflation as well as continued progress on customer-back innovation. Per our usual process, our organic growth projection for 2024 of 1% to 3% and our EPS guidance of $10.20 at the midpoint reflect current levels of demand adjusted for seasonality.\nOperating margin is projected to improve by about 100 basis points at the midpoint to a range of 25.5% to 26.5%. This includes another solid contribution of approximately 100 basis points from enterprise initiatives. Before I turn the call over to Michael to provide more detail on the quarter and full year performance, as well as our guidance for 2024. I want to thank my ITW colleagues around the world for their extraordinary dedication and commitment to serving our customers and executing our strategy with excellence and for their incredible support as I transition into the CEO role. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. In Q4, the ITW team delivered a solid finish operationally and financially to a strong year for the company. Starting with the top line, the soft market demand for CapEx that we talked about on our Q3 earnings call continued into the fourth quarter.\nIn addition, customer and channel inventory reductions and the Automotive industry strike reduced our organic growth rate by approximately 1.5%, resulting in essentially fed revenue and organic growth on a year-over-year basis. That said, we finished the year with stable to slightly improving demand on a sales per day basis as evidenced by sequential revenue growth of plus 2.5% from Q3 into Q4, compared to our historical sequential growth of plus 1.5%.\nForeign currency translation added 1.2% to revenue and divestitures reduced revenue by 0.4%. GAAP EPS was $2.38 and included a $0.04 impact from the devaluation of the Argentine currency. On the bottom line, operating income was a Q4 record of $988 million, and operating margin was flat year-over-year as Enterprise Initiatives of 150 basis points and 60 basis points of price/cost margin benefit, net of year-over-year inventory revaluations were offset by a combination of growth investments, including head count adds, higher employee-related costs such as wages and benefits, as well as increased restructuring expenses year-over-year. Free cash flow grew 39% to a fourth quarter record of $908 million with a conversion to net income of 127%. Overall, for Q4, solid operational execution and financial performance in a pretty challenging environment.\nPlease turn to Slide 4, starting with one of the highlights for Q4 and the year. Our free cash flow performance on the left side of the page. And as you can see, our full year free cash flow was up more than $1 billion to a record [ $2.1 ] billion as our inventory amount on hand metric continued its live path to pre-COVID levels.\nNow let's move to the segment results, starting with Automotive OEM, which led the way with organic growth of 8% despite North America being down 9% due to the impact of the Automotive strike. Meanwhile, Europe's organic growth rate was plus 11% and China was up 31%, driven by strong market share and penetration gains in the rapidly growing EV market. Operating margin was 19.2%, excluding 160 basis points of headwind from higher 80/20 front-to-back restructuring expenses as the Automotive OEM team continues to work toward its margin goal in the low to mid-20s over the next 2 to 3 years, as outlined at our Investor Day. Looking forward, we expect Automotive OEM to grow 3% to 5% in 2024 based on an assumption of essentially flat global Auto bills year-over-year, plus our typical penetration gains of 2% to 3% and continued above-market organic growth in China.\nTurning to Slide 5. Food Equipment delivered organic growth of 3% against a tough comparison of plus 17% in Q4 last year. Equipment grew 1% and service was very strong, up 7% for the quarter. By region, North America grew 4% with institutional end markets up in the mid-teens, retail up mid-single digits, and restaurants down in the high single digits. Europe and Asia Pacific both grew 1%. Test & Measurement and Electronics organic revenue was down 1% and due to continued softness in semiconductor-related end markets. While Test & Measurement grew 5%, electronics declined 14%.\nMoving on to Slide 6. Lower demand in welding resulted in an organic revenue decline of 7%. Equipment was down 8% and consumables were down 6%. Industrial sales declined 11% versus a tough comparison of plus 23%. Commercial was down 2% and oil and gas was down 3%. Overall, North America was down 7% and international was down 6%. The Polymers & Fluids organic revenue declined 2%, with our Automotive aftermarket down 3%. Polymers grew 6% and Fluids was down 7%. Operating margin expanded 270 basis points to an all-time high of 28.5% for the segment.\nTurning to Slide 7. In a tough housing market, Construction Products organic revenue declined 4%, as North America was essentially flat with residential renovation flat and commercial construction up 3%. International markets have been soft all year, and in the fourth quarter, Europe was down 9% and Australia and New Zealand was down 5%. Specialty Products, organic revenue was down 5% as North America was down 6% and international declined 5%. Consumables were down 10% and equipment revenue grew 8%.\nMoving to Slide 8 and full year 2023 results. And as Chris said, throughout the year, our colleagues around the world did an exceptional job of delivering for our customers and responding decisively to a challenging and volatile market demand environment. As a result of their efforts, ITW delivered record financial performance in 2023 with solid organic growth of 2% on top of 12% growth in both 2021 and 2022, best-in-class margins of more than 25%, and after-tax return on invested capital of more than 30%. And we delivered these results while continuing to fully fund projects to accelerate above-market organic growth and sustain productivity in our highly profitable core businesses. We raised our dividend 7% and returned more than $3 billion to shareholders in the form of dividends and share repurchases.\nLet's move to Slide 9 and our guidance for full year 2024. And looking ahead, we definitely see some positives in terms of moderating headwinds in the external environment from supply chain, input cost inflation and customer channel partner inventory reductions. But there are certainly some challenges including lower Automotive builds that I talked about earlier, for example. For our usual process, our top line guidance of revenue growth of 2% to 4% and organic growth of 1% to 3%, is based on current levels of demand adjusted for typical seasonality and incorporate current foreign exchange rates.\nOperating margin is expected to improve by about 100 basis points to a range of 25.5% to 26.5%, which includes 100 basis points contribution from our enterprise initiatives. After-tax return on invested capital is expected to remain firmly at 30% plus, and we expect strong free cash flows again with conversion greater than net income.\nFor 2024, we're projecting GAAP EPS in the range of $10 to $10.40, which includes headwinds of about $0.10 of higher interest expense and $0.20 of higher income tax expense with an expected tax rate in the range of 24% to 25% -- 24% to 24.5%. In terms of cadence for the year, we expect our typical first half, second half EPS split of 49% and 51%. Our capital allocation plans for 2024 are consistent with our long-standing disciplined capital allocation framework that we discussed at last year's Investor Days. Our top priority remains internal investments to support the organic growth initiatives associated with the next phase of the enterprise strategy and sustained productivity in our highly profitable core businesses.\nSecond priority is an attractive dividend that grows in line with earnings over time, which remains a critical component of ITW's total shareholder return model. Third, selective high-quality acquisitions that enhance ITW's long-term profitable growth potential have significant margin improvement opportunity from the application of our proprietary and powerful 80/20 front-to-back methodology and can generate acceptable risk-adjusted returns on our shareholders' capital. And finally, ITW surplus capital is allocated to an active share repurchase program as we plan to buy back $1.5 billion of our own shares in 2024.\nTurning to our last slide, Slide 10, for our 2024 organic growth projections by segment. And as you can see, 5 of 7 segments combined are projecting organic growth of approximately 4% at the midpoint, partially offset by some unique challenges in construction and specialty products. These segment projections are the outcome of the bottom-up planning process that we completed in January and a combination of several factors, including current levels of demand, deep underground market and customer insights from our divisions, market share gain expectations and the growing contribution from our customer-back innovation efforts and the associated new product launches in every one of our divisions.\nConsistent with ITW's continuous improvement, never satisfied mindset, every segment is projecting to improve their operating margin performance again in 2024 with another solid contribution from enterprise initiatives across the board. So overall, we're heading into the first year of our next phase enterprise strategy, well positioned to continue to outperform in whatever economic conditions emerge as we move through 2024. With that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nOkay. Thank you, Michael. Eric, can you please open up the lines for questions."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/53b220f908a40fd5413352bee7b79b3a",
    "period": "2023 Q3",
    "content": "Q3 2023 Illinois Tool Works Inc Earnings Call\n\nQ3 2023 Illinois Tool Works Inc Earnings Call\n\nITWNYSEOCT 24, 10:00 AM\n\nOperator\n\nGood morning. My name is Krista, and I'll be your conference operator today. At this time, I would like to welcome everyone to the ITW Third Quarter Earnings Conference Call. [Operator Instructions] Karen Fletcher, Vice President of Investor Relations. You may begin.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nOkay. Thank you, Krista. Good morning, and welcome to ITW's Third Quarter 2023 Conference Call. I'm joined by our Chairman and CEO Scott Santi; Vice Chairman, Chris O'Herlihy; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's third quarter financial results and provide an update on our full year 2023 outlook.\nSlide 2 is a reminder that this presentation contains forward-looking statements. Please refer to the company's 2022 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & Chief Executive Officer, Illinois Tool Works, Inc.\n\nThank you, Karen, and good morning, everyone. As you are all aware, on September 7, we announced our CEO succession plan wherein I will be turning over the CEO role to my colleague, Chris O’Herlihy at year-end. Chris is an exceptional leader with deep expertise in ITW's highly differentiated business model, our focused strategy to leverage it to full potential and the company's unique one-of-a-kind culture.\nHe has been an invaluable partner and collaborator with me over the past 11 years. We have worked closely together to prepare for this transition. He is more than ready and he will do an exceptional job as ITW's next CEO.\nIf you allow me a brief bit of reflection in the last 11 years, I will simply say that everything we did was driven by our fundamental belief in the performance power of the differentiated set of strategic and operational capabilities and practices that we refer to as the ITW business model. In this past phase, we focused on getting the company properly positioned to be able to leverage them to their full potential over the long term.\nWith this as our foundation, ITW enters our next phase in a position of great strength and resilience with these unique skills and capabilities sharply honed. I wholeheartedly believe that they will be an even bigger source of competitive advantage and differentiated performance in the company's next phase than they were in the last one, especially if you believe as I do that the level of volatility and unpredictability of the world will only increase from here forward. I have absolutely no doubt that Chris and the incredibly talented ITW leadership team behind him will utilize all of the differentiated tools at ITW's disposal to read and react to whatever comes our way and lead the company to even greater heights in our next phase.\nLet me close by saying that it has been both a privilege and an honor to lead this great company for the last 11 years. And I offer my deepest gratitude to all of my ITW colleagues past and present for all of their support and for their unwavering commitment to working every day to be the best ITW that we can be.\nWith that, it is now my pleasure to turn the call and in a few months, the company over to Chris O’Herlihy. Chris, over to you.\n\nChristopher A. O’Herlihy\n\nVice Chairman, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. First, I want to thank Scott and our Board of Directors for their trust and confidence in electing me as ITW's next CEO. I'm incredibly humbled by the opportunity to lead this great company, our exceptionally talented leadership team, and our 46,000 dedicated colleagues around the world.\nAs Scott said, as a result of the work done over the last 11 years in executing our enterprise strategy to leverage the ITW business model to its full potential, our company has never performed better or been better positioned for the future. The central focus of the next phase of our enterprise strategy is to elevate high-quality organic growth and customer-backed innovation as key ITW differentiators on par with our best-in-class operational capabilities and financial performance. Our leadership team and I are deeply committed to doing just that in delivering on ITW's 2030 enterprise performance goals.\nNow let's turn to our Q3 performance. The strength and resilience of ITW's proprietary business model and high-quality diversified portfolio once again drove strong operational execution and financial performance this quarter. Starting with the top line. Organic growth was 2% on an equal basis as demand for CapEx slowed down in Test & Measurement and Electronics and Welding. Our margin and income performance continues to be very robust. Operating margin improved 200 basis points year-over-year to 26.5% as Enterprise Initiatives contributed 140 basis points. Quarterly operating income grew 9% to $1.1 billion. GAAP EPS grew 9% to $2.55 and free cash flow was up 40%. With 3 quarters behind us, we are narrowing our EPS guidance to a range of $9.65 to $9.85, which now incorporates a $0.12 adjustment to the impact of the auto strike in Q4.\nLooking ahead at the balance of the year, the company remains well positioned to deliver another year of differentiated performance. I'll now turn the call over to Michael to discuss our Q3 performance and full year guidance in more detail. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Chris, and good morning, everyone. Organic growth in the third quarter was essentially flat and plus 2% on an equal days basis as Q3 this year had 1 less shipping day compared to Q3 last year. Foreign currency translation impact was favorable by 1.5% and divestitures reduced revenue by 1.2%. The net result was revenue growth of 0.5%. Third quarter operating margin was 26.5%, an increase of 200 basis points year-over-year as enterprise initiatives contributed 140 basis points and price/cost margin impact was positive 210 basis points. GAAP EPS of $2.55 was up 9% and included $0.07 net of favorable corporate items on a year-over-year basis, starting with unallocated expense, which improved by $43 million due to lower employee-related expenses, including health and welfare and a onetime insurance recovery. This favorable item was partially offset by $16 million of lower other income, primarily due to lower investment income. As I said, the net effect of these 2 items was favorable $0.07 net per share.\nFree cash flow grew 40% to $856 million, with a conversion to net income of 111% as we continue to make solid progress on returning to our normal historical inventory levels. We repurchased $375 million of our shares this quarter and raised our dividend by 7% to an annualized payout of $5.60 per share, which marks our 60th year of raising the dividend. In summary, Q3 was another quarter of strong operational execution and financial performance.\nTurning to Slide 4, organic revenue growth by geography. As you can see, North America was down 2%, Europe was about flat, and Asia Pacific was up 6%, with China up 8%, driven by the Automotive OEM segment. Excluding auto, China was down 1%.\nMoving to the segments and starting with our Automotive OEM, organic growth was 4%. North America was down 5%, Europe was up 5% and China was up 18%. There was essentially no impact on Automotive OEM segment revenues from the strike in Q3. But as Chris noted, that will not be the case in Q4. As a reminder, our North American Automotive OEM business represents approximately 40% of total segment revenues. And within that 40%, approximately 2/3 of of our annual sales are tied to D3 automotive customers.\nIncluded in our updated earnings guidance today is our estimate that the impact of the auto strike will reduce our Q4 earnings by $0.12 per share, which is essentially based on October D3 domestic production levels continuing through the remainder of the quarter.\nTurning to Slide 5. Food Equipment delivered solid organic growth of 6% as Equipment was up 5% and Service grew 9%. The North America grew 10%, with institutional sales up in the mid-teens, restaurants up high single digits and retail up in the high teens on the back of new product rollouts. Europe, however, was flat and Asia Pacific was up 6%. In Test & Measurement and Electronics, organic revenue was down 4%, weighed down 6 percentage points by semiconductor-related demand, which represents about 15% of segments and for context, only 3% of ITW revenues. Overall, Test & Measurement grew 2% and as demand for CapEx slowed in the quarter and Electronics declined 13%.\nMoving on to Slide 6. Welding's organic revenue declined 2% as Equipment revenue was down 3% on the back of softer demand for CapEx. Consumables were down 1% as industrial sales declined 9% versus a tough comparison of plus 30% last year. Commercial, however, was up 6% against an easier year-over-year comparison of down 10%. Overall, though North America revenue was down 3% and international was essentially flat.\nPolymers & Fluids, organic revenue grew 3% as automotive aftermarket grew 10% due to the launch of new products. Polymers was down 1% and Fluids was down 4%. Margins were solid as operating margin improved 280 basis points to 28.1%.\nTurning to Slide 7. Organic revenue in Construction was down 2% as North America grew 2%, with residential up 2% with some strength on the residential renovation side, which was up 7%. Commercial construction was down 2%. International markets were soft, with Europe down 8%; and Australia and New Zealand down 4%. Margins were solid as operating margin improved 420 basis points to 29.9% with strong contributions from enterprise initiatives and price cost.\nFinally, Specialty Products, organic revenue was down 6%. North America was down 9% and international grew 1%. Consumables were down 9% and Equipment revenue, which represents about 20% of the segment was up 9%.\nMoving to Slide 8 and our updated full year 2023 guidance. As you saw this morning, we are narrowing the range of our GAAP EPS guidance to a new range of $9.65 to $9.85 which, as I mentioned earlier, includes a $0.12 adjustment for the estimated auto strike impact in Q4. Based on current levels of demand exiting Q3, including the estimated impact of the auto strike, we're projecting organic growth of 2% to 3% for the full year. We are raising our full year operating margin guidance to 25% to 25.5% to reflect our stronger margin performance exiting the third quarter, and we expect that margins for the full year will improve by 150 basis points at the midpoint, including a contribution of more than 100 basis points from enterprise initiatives. We are projecting free cash flow conversion of more than 100% of net income for the year.\nSo while the overall demand environment clearly has some uncertainties in the near term, inventory normalization, elevated interest rates, increasing CapEx caution and the auto strike just to mention a few. The entire team at ITW remains focused on leveraging ITW's unique strengths and capabilities to optimize our ability to continue to deliver differentiated long-term performance.\nWith that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nThank you, Michael. Krista, please open the lines up for questions."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7958984db834c48954c937c26a58b8eb",
    "period": "2023 Q2",
    "content": "Q2 2023 Illinois Tool Works Inc Earnings Call\n\nQ2 2023 Illinois Tool Works Inc Earnings Call\n\nITWNYSEAUG 1, 10:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW Second Quarter Earnings Conference Call. [Operator Instructions] Thank you.\nKaren Fletcher, Vice President of Investor Relations. You may begin your conference.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nThanks, Rob. Good morning, and welcome to ITW's Second Quarter 2023 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we'll discuss ITW's second quarter financial results and provide an update on our full year 2023 outlook.\nSlide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2022 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release. Please turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & Chief Executive Officer, Illinois Tool Works, Inc.\n\nThanks, Karen, and good morning, everyone. As you saw from our earnings release this morning, the ITW team delivered another quarter of strong operational execution and financial performance. Quarterly operating income grew 9% and exceeded $1 billion for the first time in ITW's history. Operating margin expanded 170 basis points year-on-year to 24.8%, a second quarter record with a 130 basis point contribution from enterprise initiatives. Operating margins for the company are now solidly above 2019 levels. And with a normalizing price/cost environment, we are back to making progress toward our 2030 goal of 30%.\nWith regard to revenues, organic growth was 3% as stable underlying demand in many of ITW's industrial end markets was partially offset by inventory reductions at our end customers and channel partners in response to stabilizing supply chain performance. We estimate that this impacted organic growth by 1 point to 1.5 points in the quarter. GAAP EPS of $2.48 was also a Q2 record for the company and excluding one-off tax items in both years, grew -- EPS grew 9%.\nLooking ahead, while customer and channel inventory normalization will continue to be a factor for the next several quarters at least, we expect stable underlying demand and continued strong margin and profitability performance through the balance of the year. As a result, we are raising our full year 2023 EPS guidance by $0.10 at the midpoint.\nI'll now turn the call over to Michael to discuss our Q2 performance and full year guidance in more detail. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThanks, Scott, and good morning, everyone. Q2 revenue grew by 2% with organic growth of 3%, and divestitures reduced revenue by 1%. Foreign currency translation impact was neutral and not a headwind for the first time since the third quarter of 2021. Underlying demand remains stable across the majority of our end markets with some softness in about 25% of our portfolio.\nAs Scott mentioned, our businesses estimate that inventory reduction efforts by our end customers and channel partners reduced organic growth by 1% to 1.5% at the enterprise level. By geography, North America was flat, Europe grew 5%, Asia Pacific grew 11%, with China up 22%. On the bottom line, operating income grew 9%, exceeding $1 billion for the first time ever.\nOperating margins were a real highlight this quarter as they improved to a new Q2 record of 24.8% with Enterprise Initiatives contributing 130 basis points. Price/cost margin impact contributed 260 basis points in Q2, while higher wages and benefit costs lowered margins by around 100 basis points. In addition, we continue to fund our growth investments, including headcount additions to support our organic growth strategies and initiatives. All in, we delivered 170 basis points of margin improvement in the quarter, with margin expansion in 6 of our 7 segments, 3 of them: Welding, Food Equipment, and Construction Products recorded all-time highs. GAAP EPS was $2.48, an increase of 5%. And excluding onetime tax items in both years, EPS grew 9%.\nOur cash performance was strong as free cash flow grew 68% to $705 million, a new Q2 record. Free cash flow was 94% of net income, about 10 percentage points above our historical Q2 average, helped by an inventory reduction of 6% since year-end. Like our end customers and channel partners, our divisions are also beginning to reduce inventory levels as supply chains normalize. That being said, we added almost $1 billion of inventory over the last 2 years to mitigate supply chain challenges and it would likely take us until the first half of next year to get our inventory levels from currently 3.2 months on hand back to our normal months on hand levels of about 2. We expect that it will be much the same for many of our channel partners and customers. Overall, for Q2, excellent operational execution and financial performance across the board, including record operating income, operating margin and GAAP EPS.\nTurning to Slide 4. We wanted to spend a minute on ITW's operating margin performance in Q2. Like I said, one of the highlights of the quarter. Not only did margins significantly expand year-over-year and quarter-over-quarter, but at 24.8% margins and [ are also ] solidly above pre-pandemic levels, and we are back on track in terms of making progress towards our goal of 30% in 2030.\nLet's move to the segment results, starting with Automotive OEM, which led the segments with strong organic growth of 16% and positive growth in all regions. North America was up 3% and Europe grew 18%. China grew 51%. Operating margin expanded 250 basis points to 16.8%, and price/cost margin impact turned positive for the first time in more than 3 years as this segment continues on the margin recovery and improvement path that we laid out at our 2023 Investor Day. As a reminder, we're executing a plan to get Auto OEM margins solidly back into the 20s over the next 3 years. Organic growth in this segment in the second half reflects some tougher comparisons, and we expect continued meaningful sequential improvement in operating margins in Q3 and Q4.\nTurning to Slide 5. Food Equipment also delivered strong organic growth of 7% with North America up 8%. Institutional end markets were up 13%, with continued strength across the board. International revenue grew 5%, with Europe up 5% and Asia Pacific up 2%. A real highlight was service revenue, which grew 16%, the ninth quarter in a row with double-digit growth as we continue to support existing customers, new product installations and gain market share. Operating margin expanded 310 basis points to 27.8% and an all-time record for the Food Equipment segment.\nTest & Measurement and Electronics delivered positive organic growth of 1%. The slowdown in semiconductor-related revenues, which represent about 20% of the segment, reduced the segment growth rate by 6 percentage points. Test & Measurement grew 10% with continued strong demand for capital equipment as evidenced, for example, by Instron, which grew 30%. Electronics declined 13% on semiconductor softness, which is, however, beginning to show some signs of bottoming out.\nMoving on to Slide 6. Welding delivered 1% organic growth against a tough comparison of plus 22% in the prior year. Equipment revenue was essentially flat and consumables were up 2%. Industrial sales were really solid with organic growth of plus 5% on top of 27% in the prior year, while the commercial side was down 9%, about as expected against the comparison of 19% last year. North America revenue was flat and international grew 5%. This quarter's highlight was definitely operating margin expansion of 460 basis points to 33.9%, a new record for the segment and for the company. And the fact that our highest margin segment continues to improve margins and not just by a little bit, is a good example of the never satisfied continuous improvement mindset and is so core to the ITW culture and mindset across the company.\nPolymers & Fluids organic revenue was down 1% against a difficult comparison of plus 10% last year. Divestitures impacted revenue by 6%. Automotive aftermarket was up 1%, Polymers down 2% and Fluids down 1%. On a geographic basis, North America grew 1% and international declined 3%.\nTurning to Slide 7. Organic revenue in construction was down 6% against a comparison of plus 15% last year. North America was down 3% with U.S. residential construction down 2% and commercial construction, which represents about 15% of the region, down 5%. Europe was down 14%, and Australia and New Zealand was down 4%. Despite some challenging end market conditions, operating margin expanded 170 basis points to 29.3%, an all-time record for the Construction Products segment. Finally, Specialty organic revenue was down 4%, which included 1 point of headwind from product line simplification and an estimated 3 percentage points from end customer and channel inventory reduction efforts. North America was down 7% and international grew 4%. Equipment revenue, which represents about 20% of the segment, was up 23%, and consumables were down 9%.\nWith that, let's move to Slide 8 for an update on our full year 2023 guidance. As you saw this morning, we raised our GAAP EPS guidance by $0.10 on with a new midpoint of [ $9.75 ] based on our strong first half performance with record first half GAAP EPS of $4.81 and the expectation for stable underlying demand and continued strong margin and profitability performance through the balance of the year. Our organic growth guidance of 3% to 5% includes our expectation that end customer and channel inventory normalization activities will continue to modestly impact overall demand through at least the balance of the year. Operating margin is projected to expand by more than 100 basis points at the midpoint of our range of 24.5% to 25.5%, which includes a contribution of more than 100 basis points from enterprise initiatives. We're also projecting strong free cash flow performance with a conversion of over 100% of net income. Finally, on the tax rate, our first half rate was 22%, and we expect our typical 24% in the second half for an expected full year rate of around 23%.\nIn summary, a strong first half, both operationally and financially. And as we head into the second half, we're in a strong position to continue to deliver differentiated performance through the balance of the year.\nWith that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nAll right. Thank you, Michael. Rob, can you please open up the lines for questions?"
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15852026cfc2732d7fabc8919386d6e9",
    "period": "2023 Q1",
    "content": "Q1 2023 Illinois Tool Works Inc Earnings Call\n\nQ1 2023 Illinois Tool Works Inc Earnings Call\n\nITWNYSEMAY 2, 10:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I'll be your conference operator for today. At this time, I would like to welcome everyone to the ITW First Quarter Earnings Conference Call. [Operator Instructions] Karen Fletcher, Vice President of Investor Relations, you may begin your conference.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nOkay. Thank you, Rob. Good morning, and welcome to ITW's First Quarter 2023 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's first quarter financial results and provide an update on our outlook for the full year 2023.\nSlide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2022 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & Chief Executive Officer, Illinois Tool Works, Inc.\n\nThank you, Karen, and good morning, everyone. As you saw from our earnings release this morning, we delivered a solid start to the year with results coming in largely in line with our expectations heading into the quarter.\nStarting with the top line. Organic growth was 5%, with 4 of 7 segments delivering positive organic growth, led by Food Equipment, up 16%, Welding up 10% and Automotive OEM up 8%; and Test & Measurement and Electronics up 6%. Polymers & Fluids was flat, Construction was down 1% and Specialty was down 5%.\nOperating margin expanded 150 basis points to 24.2%, with 100 basis point contribution from enterprise initiatives. GAAP earnings per share increased 10% to $2.33, which was a new Q1 record for the company. Our free cash flow conversion rate was 86% of net income, which was in line to modestly above normal Q1 levels.\nLooking ahead at the balance of the year, while there is, of course, some uncertainty with regard to the macro environment, I have no doubt that my ITW colleagues around the world will continue to read, react and execute at a high level to whatever comes our way.\nI will now turn the call over to Michael to discuss our Q1 performance in more detail and our updated full year guidance. Michael?\n\nMichael M. Larsen\n\nChief Financial Officer & Senior Vice President, Illinois Tool Works, Inc.\n\nThank you, Scott, and good morning, everyone. ITW delivered another solid quarter operationally and financially, starting with organic growth of more than 5%. And foreign currency translation headwind and divestitures reduced revenue by 2% and 1%, respectively. On the bottom line, operating income grew 9% with incremental margins of 98%.\nOperating margin improved 150 basis points to 24.2%, with enterprise initiatives and price costs contributing 100 basis points and 190 basis points, respectively. In addition to higher wages and benefit costs year-over-year, we're funding our growth investments, including headcount in the areas that support our organic growth strategies and initiatives, and we still delivered 150 basis points of margin improvement in the quarter.\nGAAP EPS grew 10% to $2.33, which included foreign currency translation headwind of $0.06, and our Q1 tax rate was 22.6%. And as Scott said, it was encouraging to see our free cash flow performance return to normal levels. Overall for Q1, excellent operational execution across the board and strong financial performance, including record EPS.\nPlease turn to Slide 4, starting with positive organic growth in all of our major geographies. including North America, which represents about 55% of total revenues and grew 5% and Europe was up 6%. Asia Pacific grew 2% despite a 6% decline in China, due to COVID-related headwinds in Q1.\nMoving on to segment results, starting with Automotive OEM and solid organic growth of 8%. North America was up 3% and Europe grew 16%. The China was down 5% due to COVID-related headwinds in Q1, and we're seeing the expected bounce back here in Q2.\nIn terms of automotive OEM margins, we are beginning to recover the price/cost margin impact that has diluted margins in this segment by about 450 basis points over the last 2 years. As a result, we expect price/cost margin impact to turn positive starting in Q2, which, combined with positive volume leverage and contributions from enterprise initiatives, will lead to higher margins sequentially and year-over-year starting in Q2 and for the balance of the year.\nTurning to Slide 5. Food Equipment delivered another strong quarter with organic growth of 16% as North America led the way with organic growth of 21%. Institutional end markets were up more than 50% with particular strength in education and lodging. In addition, restaurants were up more than 30%. International revenue grew 9%, with Europe up 11% and Asia Pacific was down 6% due to China. Strong progress on margins with Q1 operating margin of 26.7%, an increase of more than 400 basis points year-over-year.\nTest & Measurement and Electronics delivered organic growth of 6% despite a double-digit slowdown in semiconductor-related revenues, which represent about 20% of segment revenue. On the other hand, demand for our capital equipment remains strong as evidenced by Instron, for example, which was up 22%. Overall, Test & Measurement grew 12% organically and electronics was down 4%.\nMoving on to Slide 6. Welding delivered double-digit organic growth of 10% in Q1 on top of 13% in Q1 last year as equipment grew 10% and consumables were up 11%. The Industrial sales remained strong with organic growth of 17%, while the commercial side was down 2%. The North America grew 10%, and international grew 12%, driven by strength in the oil and gas business, which was up 15%.\nOperating margin expanded 110 basis points to 31.9% and a new record for the segment and the company. Organic growth in Polymers & Fluids was about flat against a difficult comparison of plus 13% last year. Automotive aftermarket was down 1%, Polymers grew 1% and Fluids was also up 1%. On a geographic basis, North America grew 1% and international declined 2%.\nTurn to Slide 7. Organic revenue and construction was down 1% against a tough comparison of plus 21% last year. Residential construction was down 1% and and commercial construction, which represents a little less than 20% of the business in North America was up 5%. Europe was down 9%, and Australia, New Zealand was up 3%.\nFinally, Specialty organic revenue was down 5%, which included 3 percentage points of headwind from product line simplification. On a geographic basis, North America was down 4% and and international was down 6%. Okay.\nLet's move to Slide 8 for an update on our full year 2023 guidance. As you saw this morning, we raised GAAP EPS guidance by $0.05 to a new range of $9.45 to $9.85, which considers the lower projected tax rate for the full year in the range of 23.5% to 24%. Given the level of macroeconomic uncertainty going forward, we're essentially holding our operational guidance and adjusting EPS to reflect the lower projected tax rate.\nOur organic growth projection of 3% to 5% reflects current levels of demand with some risk adjustment for further slowing in certain end markets. Combined, foreign currency translation impact at current rates and divestitures are projected to reduce revenue by 1%. Operating margin is projected to expand by more than 100 basis points at the midpoint of our range, which includes approximately 100 basis points from Enterprise Initiatives and positive price/cost margin impact.\nLike I said, we're off to a solid start to the year with some positive momentum heading into Q2, and we remain well positioned to continue to outperform in whatever economic conditions emerge through the balance of 2023.\nWith that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVice President-Investor Relations, Illinois Tool Works, Inc.\n\nOkay. Thank you, Michael. Rob, let's open up the line for questions, please."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fecfe27e37e0ea283ca85394c9115ea4",
    "period": "2022 Q4",
    "content": "Q4 2022 Illinois Tool Works Inc Earnings Call\n\nQ4 2022 Illinois Tool Works Inc Earnings Call\n\nITWNYSEFEB 2, 10:00 AM\n\nOperator\n\nGood morning. My name is Cheryl, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW Fourth Quarter Earnings Conference Call. (Operator Instructions) Karen Fletcher, Vice President of Investor Relations. You may begin your conference.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nThank you, Cheryl. Good morning, and welcome to ITW's Fourth Quarter 2022 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's fourth quarter and full year 2022 financial results and provide guidance for full year 2023. Slide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2021 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations.\nThis presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release. Please turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & CEO, Illinois Tool Works Inc.\n\nThanks, Karen, and good morning, everyone. As you saw from our release this morning, in Q4, we delivered a strong finish to a year of high-quality execution in the face of some pretty unique challenges in the operating environment. Starting with the top line. Organic growth was 12% as all segments delivered positive organic growth, and 5 of our 7 segments grew double digits, led by Auto OEM, up 20%; Food Equipment, up 17%; Welding, up 15%; Polymers & Fluids, up 11%; and Test & Measurement and Electronics, up 10%. Construction Products was up 4%, and Specialty Products was up 3.\nOperating margin expanded 210 basis points to 24.8%, with 110 basis point contribution from enterprise initiatives and favorable price/cost margin impact of 70 basis points, which was for the first time in 9 quarters -- which was favorable for the first time in 9 quarters. Incremental margin was 52%, and operating income grew 18%. GAAP earnings per share increased 53% to a record $2.95, including $0.61 of gains from divestitures and $0.12 of negative currency -- excluding $0.61, sorry, of divestiture gains and $0.12 of negative currency EPS growth was 27%.\nFor all of 2022, the company delivered organic growth of 12% for the second year in a row, best-in-class operating margin of 24.4% in our base business, after-tax return on invested capital of 29.1% and record GAAP EPS of $9.77, an increase of 15% versus the prior year. There's no question that our decision to stay invested in our enterprise strategy and then our people throughout the pandemic and the quality of our team's execution of our win the recovery focus coming out of it are powering the strong growth and financial performance, ITW is currently delivering. As a result, we are very pleased with our momentum and positioning heading into 2023.\nTurning to our 2023 guidance. Demand remained solid across the majority of our portfolio, and we are seeing meaningful improvements in supply chain performance and moderating input cost inflation. At the same time, there's no question that the economic outlook, let's call it, remains certainly dynamic. As a result, our organic growth projection for 2023 of 3% to 5% and our EPS guidance of $9.60 at the midpoint reflect current levels of demand and a risk adjustment for further slowing in certain end markets. And Michael will provide more detail on that in just a minute.\nBefore I turn it over to Michael, I want to again thank my ITW colleagues around the world for their extraordinary dedication and commitment to serving our customers and executing our strategy with excellence. Michael, over to you.\n\nMichael M. Larsen\n\nSenior VP & CFO, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. The demand growth that we've experienced all year continued into the fourth quarter as revenue grew 8% with organic growth of 12%. On an equal days basis, organic growth was 14% as the fourth quarter this year had 1 less shipping day compared to prior year. We finished the year with strong growth momentum as evidenced by our sequential organic revenue growth of plus 4% from Q3 into Q4 on a sales per day basis as compared to our historical sequential of plus 2%.\nBy geography, every major region grew double digit, with North America up 13%, Europe up 11% and China up 10%. Foreign currency translation headwind reduced revenue by 5%, and the net impact from acquisitions and divestitures was plus 1%. GAAP EPS grew 53% to $2.95 and included a $0.61 gain from 2 divestitures, which I'll provide more detail on in a moment.\nExcluding those gains, EPS increased 21% to $2.34, which included $0.12 of EPS headwind from foreign currency translation. So on an apples-to-apples basis, eliminating both divestiture gains and currency headwind, EPS increased 27%. On the bottom line, operating income grew 18%, with strong incremental margin performance of 52% and operating margin improved 210 basis points to 24.8%.\nOperating margin in our base businesses, excluding MTS, was 25.2%. In the fourth quarter, we achieved favorable price/cost margin impact of 70 basis points. And as Scott said, this was the first quarter with favorable margin impact from price/cost since the third quarter of 2020. Enterprise Initiatives contributed 110 basis points. As you saw in the press release, we completed 2 divestitures in the fourth quarter, resulting in a combined pretax gain on sale of $197 million recorded in nonoperating income and an EPS impact of $0.61.\nBy utilizing capital loss carryforwards to offset taxes on the divestiture gains, the overall tax rate for the company was 19.1%. So overall, for Q4, excellent operational execution across the board, strong financial performance and what remains a pretty uncertain and volatile environment.\nOkay. Please turn to Slide 4, starting with our progress on organic growth. And as you know, we've been aggressively executing a very focused growth strategy to build consistent above-market organic growth into our core ITW strength on par with our operational 80/20 front-to-back capabilities. As you can see from the data on the left side of the slide, ITW's 12% organic growth rate for each of the last 2 years compares favorably to our proxy peers at about 9% both years, suggesting that while we're not there yet in terms of realizing ITW's full potential organic growth performance, we're making some very solid progress.\nMoving on to the segment's results, starting with Automotive OEM, which led the way with organic growth of 20%. Year-on-year revenue growth was, of course, helped by supply chain challenges in the industry last year. North America was up 15% and Europe grew 23%. China was up 17% with particularly strong growth in electric vehicles. On a full year basis, ITW Automotive OEM revenues were up 12% versus 6% growth in car builds. Looking forward, we expect Automotive OEM to grow 5% to 7% in 2023 based on a risk-adjusted auto build assumption in the low single digits plus our typical penetration gains of 2% to 3%.\nTurning to Slide 5. Food Equipment delivered another very strong quarter with organic growth of 17%. North America grew 25% with double-digit growth in all major categories and end markets. Institutional was up more than 40% with strength across the board, restaurants were up 30% and retail grew 20%. International revenue grew 7%, with Europe up 9% and Asia Pacific was flat with some near-term softness in China. The Food Equipment team also delivered excellent progress on margins, with Q4 operating margin of 27.6%, an increase of almost 500 basis points year-over-year. So obviously, strong momentum in this segment, and we expect Food Equipment to grow 8% to 10% in 2023.\nTest & Measurement and Electronics revenue grew 15%, with organic growth of 10%. Test & Measurement grew 12% organic, excluding the acquisition of MTS, with continued strong demand for capital equipment as evidenced by Instron, which grew 24%. Electronics was up 7%. While our semi-related businesses, which represent combined annual revenues of about $550 million or approximately 20% of the segment, grew 17% in the quarter. We are beginning to see a slowdown in demand after 3 years of very strong growth. So embedded in our 2023 organic growth projection of 2% to 4% for this segment is anticipated further slowing in semi-related end markets.\nMoving on to Slide 6. Welding delivered strong organic growth of 15% in Q4, with equipment up 17% and consumables up 13%. Industrial sales remained very strong with organic growth of 25%. On the commercial side, which is more consumer-oriented, demand continued to slow and organic growth was down 1%. On a geographic basis, North America grew 15%, and international grew 17%, driven by strength in the oil and gas business, up 19%.\nOperating margin was up 160 basis points to 31.6%, a new record for the segment and for the company. Looking forward, we expect revenue to grow 5% to 7% in 2023, which includes some anticipated further slowing on the commercial Welding side.\nPolymers & Fluids delivered organic growth of 11%, with the automotive aftermarket business up 13% with some seasonal strength in wiper blades. Polymers grew 11% with continued strength in industrial applications, and Fluids was up 5%. North America grew 11% and international was up 10%. Looking forward, we expect Polymers & Fluids to grow 3% to 5% in 2023, which is based on current levels of demand and anticipated further slowing in the more consumer-oriented automotive aftermarket business.\nTurning to Slide 7. Overall demand in Construction slowed to an organic growth rate of plus 4%. North America was still up 9%, with residential up 11% and commercial construction was down 6% due to a tough comparison of plus 21% last year. Europe was up 3% and Australia and New Zealand was down 4%. As you know, Construction is our most interest rate sensitive segment, and we are projecting further slowing in 2023 and a negative organic growth rate of minus 5% to minus 3%.\nSpecialty organic growth was 3% as supply chain shortages eased up in Q4, and the equipment businesses had a strong finish to the year with organic growth of 8%. Consumables were up 2%. And on a geographic basis, North America grew 1% and international grew 7%. Looking forward, we expect Specialty organic revenue of negative 1% to plus 1% in 2023, which is based on current levels of demand and anticipated further slowing in the appliance components business.\nSo let's turn to Slide 8 for a recap of a very strong 2022. As throughout the year, our teams around the world did an exceptional job of delivering for our customers, while responding quickly and decisively to rapidly rising input costs, navigating supply chain disruptions and aggressively executing our Win the Recovery strategy. As a result, for the full year, ITW grew organic revenue by 12% with double-digit growth in 5 of 7 segments. And despite significant price/cost margin pressures and thanks in part to 90 basis points contribution from our enterprise initiatives, our base businesses expanded operating margin by 30 basis points to 24.4%.\nGAAP EPS of $9.77 was a record for ITW with EPS growth of 15% on top of 28% EPS growth in 2021. Excluding divestiture gains and negative currency translation impact, EPS grew 12% in 2022 on an apples-to-apples basis. In 2022, we also invested more than $700 million to accelerate organic growth and to sustain productivity in our highly profitable core businesses. Raised our dividend 7%, marking the 59th year of consecutive increases. Returned $3.3 billion to shareholders in the form of dividends and share repurchases and made solid progress on the integration of a very high-quality acquisition in the MTS Test and Simulation business.\nAnd most importantly, we delivered these results while continuing to make meaningful progress on our path to ITW's full potential through the execution of our long-term enterprise strategies. So let's move to Slide 9 for an update on our full year 2023 guidance. And while we certainly see some positives in terms of supply chains easing and moderating input cost inflation, there's also no doubt that the economic outlook and demand picture is becoming increasingly uncertain.\nOn our last Q3 earnings call, we pointed to pockets of slowing demand at approximately 20% of our business portfolio. And today, we would add semiconductor-related end markets to the mix bringing the total to about 25% of ITW's portfolio. In our view, it therefore made sense to take a more cautious approach to our top line guidance this year by basing it not just on current levels of demand, adjusted for seasonality as we typically do, but rather anticipating further slowing in end markets related to construction, commercial welding, auto aftermarket, appliances and semiconductor.\nAs a result, our organic growth rate projection for 2023 of 3% to 5% is lower than our typical run rate approach. Operating margin is expected to improve by 100 basis points or more to a range of 24.5% to 25.5%. This includes approximately 100 basis points contribution from enterprise initiatives and positive price/cost margin impact based on all known and implemented price and cost actions. After tax return on invested capital should improve to 30% plus, and we expect strong free cash flow with conversion greater than net income.\nFor 2023, we expect GAAP EPS in the range of $9.40 to $9.80, which also includes $0.15 to $0.20 of higher interest expense on our short-term debt and $0.25 of increased income tax expense as our tax rate will revert to our normal, approximately 24% versus 22% in 2022, excluding the tax impacts from our divestitures.\nIn terms of cadence for the year, we're now back to our typical first half, second half EPS split of 49% and 51%. Our capital allocation plans for 2023 are consistent with our long-standing disciplined capital allocation framework. Our top priority remains internal investments to support our organic growth initiatives and sustain our highly profitable core businesses. The second priority is an attractive dividend that grows in line with earnings over time, which remains a critical component of ITW's total shareholder return model.\nThird, selective high-quality acquisitions, such as MTS, that enhance ITW's long-term profitable growth potential and have significant margin improvement potential from the implication of our proprietary 80/20 front-to-back methodology and can generate acceptable risk-adjusted returns on our shareholders' capital.\nAnd finally, surplus capital will be allocated to an active share repurchase program, and we expect to buy back approximately $1.5 billion of our own shares in 2023. Turning to our last slide, Slide 10, for our 2023 organic growth projections by segment. And you can see that we're expecting solid to mid -- solid mid- to high single-digit organic growth in 4 of our 7 segments, offsetting some lower growth rates in Test & Measurement and Electronics, which is due to semiconductor demand, as well as in Construction and Specialty resulting in an overall organic growth rate at the enterprise level of 3% to 5%, which is on top of 12% organic growth in each of the last 2 years.\nOverall, we're heading into 2023 with strong momentum, and we're very well positioned to continue to outperform in whatever economic conditions emerge as we move through 2023. And so with that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thank you, Michael. Cheryl, please open up the lines for questions."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fda4dacdd7a9aed697981e45ab803e24",
    "period": "2022 Q3",
    "content": "Q3 2022 Illinois Tool Works Inc Earnings Call\n\nQ3 2022 Illinois Tool Works Inc Earnings Call\n\nITWNYSEOCT 25, 10:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the ITW Third Quarter Earnings Conference Call. (Operator Instructions) Thank you. Karen Fletcher, Vice President of Investor Relations, you may begin your conference.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thank you, Rob. Good morning, and welcome to ITW's Third Quarter 2022 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's third quarter financial results and our updated guidance for full year 2022.\nSlide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2021 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release. Please turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & CEO, Illinois Tool Works Inc.\n\nThanks, Karen, and good morning, everyone. In what remains a very dynamic and challenging operating environment, we were pleased with our Q3 performance. On the top line, we delivered 13% revenue growth with 16% organic growth from our base businesses. While we did see some softening in channel inventory reduction actions in our businesses serving the construction, auto aftermarket, commercial welding and appliance markets, 5 of our 7 segments delivered double-digit organic growth, led by Automotive OEM up 25%; and Food Equipment up 23%.\nWith regard to margins, we were glad to see our incremental margins in Q3 return to our normal 30%-plus level for the first time in 5 quarters as the impact of volume growth, enterprise initiatives, pricing actions and some moderation in the pace of input cost inflation drove incremental margin of 39% and a 130 basis point improvement in operating margin in our base businesses. We've lost roughly 250 basis points of margin due to price/cost during this period of rapid inflation, which we fully expect to recover over time once the current inflationary environment stabilizes. And it was certainly good to see a nice solid first step in that direction in Q3.\nOn the bottom line, strong growth and margin performance resulted in GAAP EPS of $2.35, up 16% versus Q3 of last year. And that 16% growth includes $0.13 of negative impact from currency. Excluding currency, earnings per share were up 23%. Looking at our current performance, our decision to stay invested in our long-term strategy and in our people during the pandemic and the quality of our team's execution of our Win the Recovery strategy coming out of it are fueling the strong organic growth and financial performance that we are currently delivering.\nWhile the economic outlook is becoming increasingly uncertain, demand remains solid across the majority of our business portfolio. And as a result, the company is well positioned to deliver a strong finish to what has been a very strong year. With that, I'll now turn the call over to Michael, who will provide more detail on the quarter and our updated guidance. Michael?\n\nMichael M. Larsen\n\nSenior VP & CFO, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. In Q3, revenue grew 13% to $4 billion with strong organic growth of 16%. The MTS acquisition contributed 3% to revenue. Foreign currency translation was a 6% headwind compared to a 4% headwind last quarter. And despite $0.13 of year-over-year EPS headwind from foreign currency translation, GAAP EPS was $2.35, an increase of 16%. Excluding MTS, incremental margin in our base business was 39%, which as Scott said, was a welcome return to our normal historical incremental margin rates.\nAs a result of our strong revenue and margin performance, operating income increased 16% to $983 million, which was an all-time quarterly record. Operating margin was 24.5% with operating leverage of almost 300 basis points and 110 basis points of enterprise initiatives. Excluding 60 basis points of margin impact from the MTS acquisition, operating margin expanded 130 basis points to 25.1%.\nFree cash flow was solid at $612 million, an increase of 46% versus Q2 and 12% year-over-year. The conversion rate of 84% is lower than our typical Q3 performance as we remain committed in the near term to intentional working capital investments to support double-digit organic growth, mitigate supply chain risk and sustain service levels to our key customers. Finally, share repurchases in Q3 were $500 million, and our effective tax rate was 24% versus 21% in the prior year.\nWith that, let's turn to Slide 4 and starting with organic growth by geography. We delivered growth in the mid-teens across all major geographies, led by North America, up 17%. Europe, which represents about 23% of our sales, grew 14%, led by Automotive OEM, up 26%, and Food Equipment, up 15%. China grew 15%, led by Test & Measurement and Electronics, up 32%, and Automotive OEM was up 29%. Price/cost was accretive to income in Q3 and slightly dilutive by 40 basis points to margin.\nAs we've said before, our business teams around the world have done an exceptional job of adjusting price to offset cost increases throughout the most significant inflationary cycle in over 40 years. And should the pace of raw material cost inflation continue to moderate, we expect price/cost to be accretive to income and slightly accretive to margin in Q4. As Scott mentioned, throughout this unprecedented 2-year inflationary cycle, the company has absorbed as much as 250 basis points of margin dilution impact from price/cost, which we expect to fully recover on the succeeding 6 to 8 quarters after input prices stabilize.\nMoving on to the segments. Automotive OEM delivered strong organic growth of 25%, with North America up 21% and Europe up 26%. China was up 29%, which included some sequential recovery from the lockdown impact in Q2. When looking at these year-over-year growth rates, keep in mind that the comparisons are against the Q3 last year when the chip shortage led to a low point for auto production.\nWe continue to make good progress on our content per vehicle growth as evidenced by our year-to-date organic growth rate of 9% compared to auto builds of 7%, in line with our long-term market outgrowth target of 2 to 3 percentage points. Consistent with our guidance all year, we do not expect a meaningful improvement in the chip shortage situation impacting automotive production until next year. And we continue to take a more conservative approach to our guidance, which assumes that automotive production essentially remains around current levels through the balance of this year.\nAnd as we've said before, as supply chain issues eventually get resolved down the road, we remain confident that the Automotive OEM segment is well positioned to be a very meaningful contributor to the overall organic growth rate of the enterprise for an extended period of time. And as that plays out, we also expect that the Automotive OEM segment returns to its typical historical operating margin rates in the low to mid-20s.\nTurning to Slide 5. Food Equipment delivered strong organic growth of 23% as North America grew 30% with double-digit growth in every major category and end market. Growth in institutional markets was 50%-plus with strength across several categories, most notably lodging. Restaurants were up around 40% and retail growth was in the mid-teens. International revenue grew 14% with Europe up 15% and Asia Pacific up 9%. Test & Measurement and Electronics revenue grew 29% with organic growth of 17% as Test & Measurement grew 20% and Electronics was up 14%. Growth was broad-based with continued strength in semiconductor and CapEx spending as evidenced by organic growth of 13% in the Instron business.\nMoving on to Slide 6. Welding grew 14% organically with equipment up 13% and consumables up 15%. Industrial was the standout with organic growth of 32%. The commercial side of the Welding business, which sells to smaller businesses and individual users, was down 10% due to lower demand and inventory de-stocking in the channel. However, due to the strength on the industrial side, North America still grew 14% and international grew 12%. Sales to oil and gas customers were up 12% in the quarter. Operating margin improved 150 basis points to 31.5%, which was a new record for the Welding segment.\nPolymers & Fluids grew 8% organically with Polymers up 21% on continued strength in industrial applications. Softening demand due to higher gas prices and the impact on consumer discretionary spend impacted the automotive aftermarket business, which was up 2%. Fluids was up 5% and overall North America grew 5%, international was up 14%. Construction delivered organic growth of 17% with continued strength in North America, which was up 35%. U.S. residential grew 42% and commercial was up 17%. That said, we did see some signs of slowing towards the end of the quarter, and we expect that to continue in Q4, which we have reflected in our updated guidance.\nThe international side of construction is slowing with Europe down 1%. Australia and New Zealand was up 7% against an easy comparison. Specialty growth was essentially flat as product line simplification activities resulted in the elimination of a product line in one of our consumer packaging businesses. Excluding PLS, the segment would have been up 3%. Demand in our appliance components division slowed, which we have reflected in our updated guidance. On a geographic basis, North America was down 2% and international grew 4%.\nLooking at the start of Slide 8 for an update on the year and starting with the top line, we're raising our full year organic growth guidance to 11% to 12% due to the strength of our Q3 organic growth performance and projecting current levels of demand, which remains strong across most of our businesses. But we are also anticipating further slowing in the end markets we talked about, including global residential construction, automotive aftermarket, commercial welding and appliance components, that combined, represent about 20% of total company revenue. The MTS acquisition is expected to add 3% to revenue. And at current exchange rates, currency translation will reduce revenue by 5%, resulting in total revenue for the year up 9% to 10%.\nFor Q4, we're well positioned to deliver a strong finish to a very strong year with organic growth of approximately 10% and GAAP EPS growth of about 40%. In Q4 and consistent with our previously announced plan to divest certain business units, we completed the sale of a division within the Polymers & Fluids segment, with an estimated after-tax gain of $0.45 per share. We have included this Q4 gain in our updated full year guidance. And per our usual process, we have narrowed the range for the year with 1 quarter to go and updated our guidance to reflect current foreign exchange rates, which results in additional foreign currency headwind versus our prior guidance.\nSo as a result of including the gain on sale and updating guidance with current foreign exchange rates, our updated full year GAAP EPS guidance range is $9.45 to $9.55. We're projecting operating margin of approximately 24% for the full year, which includes approximately 100 basis points contribution from enterprise initiatives, about 200 basis points contribution from volume leverage and estimated 100 basis points of negative margin impact from price/cost and about 50 basis points of margin dilution from the acquisition of MTS.\nWe expect free cash flow conversion of approximately 80%, which, as we've talked about, is below our typical 100%-plus conversion rate due to the intentional near-term working capital investments that support the company's double-digit revenue growth, mitigate supply chain risk and sustain customer service levels. And finally, share repurchases are now expected to be $1.75 billion for the full year, an increase of $250 million versus prior guidance.\nLooking forward, we're obviously not immune to the macro challenges and uncertainties that may lie ahead. But through the execution of our enterprise strategy, we've positioned this company to deliver top-tier results in any environment, as reflected in our differentiated performance at the depth of the pandemic and in the very dynamic and challenging conditions that have characterized the recovery over the last 2 years.\nWe remain confident that the combination of the powerful competitive advantages we derive from ITW's proprietary business model, our high-quality business portfolio and our team's proven ability to consistently execute at a very high level have us well prepared to continue to outperform in whatever economic conditions emerge in 2023 and beyond. With that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thanks, Michael. Rob, let's open up the lines for questions."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d5e34f31962aa2546cc6e75d9b101f1",
    "period": "2022 Q2",
    "content": "Q2 2022 Illinois Tool Works Inc Earnings Call\n\nQ2 2022 Illinois Tool Works Inc Earnings Call\n\nITWNYSEAUG 2, 10:00 AM\n\nOperator\n\nGood morning. My name is David, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the ITW Second Quarter Earnings Conference Call. (Operator Instructions) Thank you, Karen Fletcher, Vice President of Investor Relations. You may begin your conference.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nThank you, David. Good morning, and welcome to ITW's Second Quarter 2022 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's second quarter financial results and update our guidance for full year 2022.\nSlide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2021 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & CEO, Illinois Tool Works Inc.\n\nThank you, Karen, and good morning, everyone. The ITW team delivered another quarter of strong operational execution and financial performance with organic growth of 10.4%, operating margin of 23.1%, after-tax return on invested capital of 27.8% and GAAP EPS of $2.37.\nIn the second quarter, we saw continued strong demand across our portfolio, supported by our 80/20 front-to-back driven operational capabilities. Our teams continue to do an exceptional job of delivering for our customers and aggressively executing our Win the Recovery strategy to accelerate profitable market penetration and organic growth.\nAs a result of our advantaged operational execution and delivery performance, we are being rewarded with meaningful additional share by our customers as evidenced by our 10.5% organic growth in the first half of this year.\nWhile input cost inflation and supply chain issues remain challenging, we did see some stabilization on both fronts in Q2. In fact, for the first time in 2 years, price/cost margin dilution headwind improved sequentially from negative 250 basis points in Q1 to negative 160 basis points in Q2 as our businesses continue to do an excellent job of adjusting price to offset input cost inflation, and the pace and magnitude of input cost increases moderated somewhat.\nImportantly, our teams delivered these strong operational and financial results while continuing to drive meaningful progress on the execution of our long-term enterprise strategy. And they delivered another 90 basis points of margin improvement from enterprise initiatives in the quarter.\nBased on our first half results and projecting current demand and supply rates through the balance of the year, we are maintaining our guidance for full year 2022, with organic growth of 8.5% at the midpoint, margins in the range of 24% to 25% and GAAP EPS of $9.20 at the midpoint, which would be an all-time record for the company. Excluding onetime tax items in both years, this represents EPS growth of 12%.\nWhile the near-term environment remains challenging and the global macro is certainly uncertain, ITW remains strongly positioned to continue to deliver differentiated performance for our shareholders, differentiated service to our customers and continued progress on our path to ITW's full potential performance through the back half of the year and beyond.\nAnd with that, I'll turn the call over to Michael, who will provide more detail on the quarter and our full year outlook. Michael?\n\nMichael M. Larsen\n\nSenior VP & CFO, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. In Q2, quarterly revenue grew 9% and exceeded $4 billion for the first time since 2012, with strong organic growth of 10.4%. The MTS acquisition contributed 3% to revenue. Foreign currency translation was a 4% headwind. Despite $0.10 of year-over-year EPS headwind from foreign currency translation and $0.05 of higher restructuring expense, GAAP EPS was $2.37, the second highest quarterly EPS ever.\nBy geography, North America grew 14% and international grew 6%, with 6% growth in Europe and 3% growth in Asia Pacific. China organic revenue was down 4%, and we estimate that the China lockdowns reduced our organic growth rate by about 1 percentage point at the enterprise level, which we fully expect to recover in the second half. Operating margin was 23.1% with operating leverage of 200 basis points and 90 basis points of enterprise initiatives.\nMargin headwinds included 50 basis points each from the MTS acquisition and higher restructuring expense related to 80/20 front-to-back projects. And the margin dilution impact from price cost was 160 basis points.\nFree cash flow was $420 million, an increase of 69% versus Q1. So we remain committed to intentional working capital investments to support growth, mitigate supply chain risk and sustain service levels for our key customers. The routine resolution of a U.S. tax audit resulted in a onetime tax benefit of $0.16. And as you may recall, Q2 last year had a $0.35 onetime tax benefit. As a result, our Q2 tax rate this year was 18.3% as compared to 10.1% last year. Excluding these onetime tax benefits, the effective tax rate was 23.9% this year and 23% last year.\nPlease turn to Slide 4 with a look at price/cost and the beginning of the improvement trend on margin dilution that Scott mentioned. Thanks to our business's decisive price actions throughout this inflationary cycle, we have stayed ahead of inflation on a dollar-per-dollar basis. And the seemingly endless barrage of cost increases over the last 12 months appear to have leveled off such that we are beginning to recover the margin dilution impact.\nBased on all known costs and price increases, this positive trend is projected to continue such that the margin impact is expected to be neutral in the second half. Throughout this 2-year inflationary cycle, while we have more than covered cost increases on a dollar-for-dollar basis, we have absorbed as much as 250 basis points of margin dilution impact. As raw material cost inflation begins to moderate on a year-over-year basis, we are confident that we're going to recover this margin impact, hopefully, starting in 2023.\nMoving on to the segments. Automotive OEM delivered solid organic growth of 6% with 18% growth in North America. Europe was down about 1% and China was down 11%. At this point, and consistent with our prior guidance, we do not expect a meaningful improvement in the chip shortage situation impacting auto production until 2023. In effect, our guidance assumes that automotive production remains around current levels for the second half.\nWhile we are getting positive signals from several of our customers in terms of preparing for a Q3 and Q4 ramp-up in auto production, we are taking a more conservative approach to our guidance per our usual process. And even with revenue around current levels, keep in mind that the year-over-year comps ease in the second half, which sets the Automotive OEM segment up as a meaningful contributor to the overall organic growth rate of the enterprise through the balance of the year.\nOperating margin was 17% when excluding 270 basis points of 80/20 front-to-back restructuring impact this quarter. As supply chain issues get resolved down the road and auto production ramps up, we're confident that we'll see some strong organic growth rates for an extended period of time and a return to the segment's historic margin rates in the low to mid-20s.\nLet's turn to Slide 5 for Food Equipment, which led the way this quarter with an organic growth rate of 25%, record quarterly revenues of $614 million and operating margin of 24.7%. North America grew 27% with double-digit growth in every major category and end market. Both restaurants and institutions were up around 40% and retail growth was in the mid-teens. International revenue grew 23%, with Europe up 25% and Asia Pacific up 11%. Orders remain very strong in this segment.\nTest & Measurement and Electronics revenue grew 15%, with organic growth of 1%, which, as you know, is uncharacteristically low for this segment and entirely due to the timing of a large equipment order from an Electronics customer in Q2 last year. Adjusted for that order, segment organic growth would have been about 7%, which is a more accurate representation of how strong the order intake is. Test & Measurement organic growth was 8%, with continued strong demand for CapEx as evidenced by Instron growth of 5% as well as continued strength in semiconductor-related end markets.\nMoving to Slide 6. On another positive note, Welding's organic growth was also strong at plus 22%, with equipment up 24% and consumables up 19%. Industrial grew 29% and the Commercial business was up 19%. North America, which is about 80% of our sales, grew 25%. Oil and gas was up 8%. Sequentially from Q1, revenue was up 8% with continued strong order intake. Operating margin improved 80 basis points to 29.3%.\nPolymers & Fluids grew 10% organically, with Polymers up 25% on continued strength in MRO and heavy industry applications. Automotive aftermarket was up 4% and Fluids grew 3%. On a geographic basis, North America grew 8% and international was up 13%. While sequential revenue grew from Q1, we did see some slowing demand in our automotive aftermarket business as consumers are dealing with rising inflation and gas prices.\nOn to Slide 7. And Construction delivered strong organic growth of 15%, with continued strength in North America, which was up 29%. U.S. residential grew 34% and commercial was up 20%. While Europe and Australia and New Zealand were up 5% and 4%, respectively, the international businesses started to show some signs of slowing in their order rates towards the end of the quarter.\nSpecialty was the only segment that didn't grow, with organic revenue down 2% as supply chain constraints caused a delay in the delivery of some larger international equipment orders that are now on track for the second half. On a geographic basis, North America was up 5%, while International was down 13%.\nOkay. Let's turn to Slide 8 for an update on our full year 2022 guidance, which remains unchanged. Per our usual process, our guidance is based on our actual results year-to-date and a projection of current levels of demand through the balance of the year. As a result, our organic growth projection of 7% to 10% remains unchanged. The acquisition of MTS is projected to add 3% to revenue, and based on current foreign exchange rates, the headwind from foreign currency translation is now 4% versus our prior expectation of 1.5%.\nWe are maintaining our full year GAAP EPS guidance range of $9 to $9.40. And compared to our prior guidance on May 3, the onetime favorable tax benefit of $0.16 in Q2 is offset by $0.20 of additional EPS headwind from foreign exchange, which is now embedded in the outlook. Our operating margin guidance is unchanged at 24% to 25%, with about 100 basis points contribution from enterprise initiatives. Price/cost margin dilution impact is unchanged at 100 basis points, which implies that the second half margin dilution impact is about neutral as compared to 200 basis points of headwind in the first half. Finally, there's no change to free cash flow generation or share repurchases of $1.5 billion, and our tax rate for the full year is expected to be in the range of 22% to 23%.\nWe've often talked about the fact that ITW is a company that can deliver top-tier results in any environment, and this year is no exception. We're obviously not immune to the macro challenges and uncertainties that may lie ahead, but we remain confident that ITW is very well positioned to continue to deliver differentiated best-in-class performance as we leverage our diversified high-quality business portfolio, the competitive strength of ITW's proprietary business model and our team's proven ability to execute at a very high level in any environment.\nWith that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thanks, Michael. David, let's open up the lines for questions, please."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd0ae4bb7e1aa1cd45ff05d545f4bc3d",
    "period": "2022 Q1",
    "content": "Q1 2022 Illinois Tool Works Inc Earnings Call\n\nQ1 2022 Illinois Tool Works Inc Earnings Call\n\nITWNYSEMAY 3, 10:00 AM\n\nOperator\n\nGood morning. My name is David, and I'll be your conference operator today. At this time, I would like to welcome everyone to the ITW Q1 2022 Earnings Conference Call. Today's conference is being recorded. (Operator Instructions) Karen Fletcher, Vice President of Investor Relations, you may begin your conference.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nThank you, David. Good morning, everyone, and welcome to ITW's First Quarter 2022 Conference Call. I'm joined by our Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen.\nDuring today's call, we'll discuss ITW's first quarter financial results and update our guidance for full year 2022.\nSlide 2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2021 Form 10-K for more detail about important risks that could cause actual results to differ materially from our expectations. This presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nSo please turn to Slide 3, and it's now my pleasure to turn the call over to our Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & CEO, Illinois Tool Works Inc.\n\nThanks, Karen, and good morning, everyone. We have talked often about the fact that the core focus of our enterprise strategy is to leverage the performance power of the ITW business model to consistently deliver top-tier performance in any environment.\nAnd our teams around the world continue to do an exceptional job of doing just that as evidenced by the 11% organic growth and 23% operating margins that they delivered in Q1. In the quarter, we saw continued strong demand almost across the board, while input cost inflation and supply chain issues remain challenging to say the least, and our business has responded.\nAcross the company, we continue to leverage the advantaged supply capabilities inherent in our 80/20 front-to-back operating system to support our customers and execute our Win the Recovery strategy to accelerate profitable market penetration and organic growth across our portfolio.\nMany of our businesses continued to receive strong feedback from their customers that their current delivery performance is truly differentiated and that they are being awarded additional share as a result. And despite another step-up in input cost inflation in Q1, we more than offset cost increases on a dollar-for-dollar basis in the quarter.\nLooking ahead at the remainder of 2022 based on our first quarter results and projecting current demand, supply rates and all-known cost increases through the balance of the year, we are raising our guidance for full year 2022 organic growth to 8.5% at the midpoint and GAAP EPS of $9.20 at the midpoint, which is 14% earnings growth year-over-year and would be an all-time record for the company.\nWhile the near-term environment certainly has its challenges, we remain focused on delivering differentiated service to our customers, differentiated financial performance for our shareholders and continued progress on our path to ITW's full potential.\nNow I'll turn the call over to Michael, who'll provide more detail on the quarter and our full year outlook. Michael?\n\nMichael M. Larsen\n\nSenior VP & CFO, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. In Q1, demand was strong across the board and supported by our advantaged supply position, ITW grew revenue by 11.2% to more than $3.9 billion. Organic growth was 10.6%, and the MTS acquisition contributed about $100 million or 2.8% to revenue.\nForeign currency translation reduced revenue by 2.2%. GAAP EPS of $2.11 tied last year's Q1 record. Foreign currency translation reduced GAAP EPS by $0.05. By geography, North America grew 13%, international grew 7%, with organic growth of 7% in Europe and China grew 1%.\n6 of 7 segments delivered positive combined organic growth of 14%, while Automotive OEM was down less than 1%. Orders remained strong across the board. And while we're doing significantly better than many of our competitors in terms of lead times and delivery performance, we grew backlogs again in the first quarter.\nSequentially, from Q4 to Q1, organic revenue grew 6% on a sales per day basis, as compared to our historical sequential of minus 1%. And while we're on the topic of sequential improvement, GAAP EPS of $2.11 grew 9% relative to Q4 '21.\nOperating margin was 22.7%, 23.4%, excluding 70 basis points of margin dilution from the recent MTS acquisition. Enterprise Initiatives contributed 90 basis points. And as we always do, our business teams reacted appropriately to higher cost inflation by adjusting selling prices. And as a result, we remain positive on a dollar-for-dollar basis.\nPrice/cost was still dilutive to operating margin by 250 basis points. After-tax ROIC was 27.6%, 29.8% excluding the impact of the MTS acquisition. Free cash flow was $249 million with a conversion rate of 38%, which is below our typical 80% to 85% in the first quarter. As we've talked about before, the lower conversion rate is due to intentional working capital investments that support our strong growth momentum, mitigate supply chain risk and sustained service levels to our key customers.\nAnd down the road, once supply conditions begin to normalize, so will our working capital needs resulting in our typical strong cash flow performance. As planned, we repurchased $375 million of our shares in the first quarter and the effective tax rate was 23.1%, 70 basis points higher than Q1 last year.\nSo overall for Q1, an excellent start to the year, characterized by strong broad-based demand, supported by our differentiated supply position, as we delivered organic growth of 11%, operating margin of 23% and GAAP EPS of $2.11.\nMoving to Slide 4. We're including an analysis of our current operating margin performance. Reported Q1 operating margin was 22.7%, but there are 3 factors pressuring our margins in the near term, starting with 250 basis points of margin dilution impact from price cost.\nAt some point in the future, when raw material costs begin to normalize, we expect the margin impact from price/cost to turn positive and that we will fully recover the margin differential.\nSecond, Q1 was also the first full quarter of the recent MTS acquisition, which, as expected, diluted margins by 70 basis points. As we've talked about before, it will take us a few years to fully implement the ITW business model on MTS and get the business growing organically at ITW caliber margins and returns.\nFinally, we had slightly higher restructuring associated with 80/20 front-to-back projects, which impacted margins by 20 basis points. And the point here is that our core operating margins are currently running around 26%-plus, which is closer to what we would expect from ITW in a normal environment and not far from our prepandemic target of 28%-plus and also further evidence of our continued progress on enterprise strategy driven structural margin improvement through the pandemic.\nIf you recall, 2019 prepandemic margins were right around 24% versus 26% on a core run rate basis here in Q1. And as we've said before, we have full confidence in our ability to deliver sustained above-market organic growth at 30% to 40% incremental margins. And as a result, we will continue to expand operating margins as we grow.\nMoving on. Automotive OEM was the only segment that didn't grow this quarter with organic revenue down a little less than 1%, much improved compared to being down 16% in Q4 '21. By geography, North America grew 3%, Europe was down 11% and China grew 12%.\nYou'll remember that the segment is up against a pretty tough comp of plus 8% organic growth in Q1 last year, as the impact on auto production from chip shortages didn't fully materialize until Q2. At this point and for guidance purposes, we do not expect an improvement in the chip shortage situation until 2023.\nAs a result, our guidance assumes that automotive production and our associated automotive OEM revenues are essentially capped at current Q1 levels through the balance of the year.\nTurning to Slide 5 for Food Equipment, which led the way with the highest organic growth rate this quarter at 28%. North America was up 23% with Equipment up 24% and Service up 21%. Restaurants were up over 40% with strength across the board and institutional growth was almost 10% led by education and lodging.\nInternational growth was strong at 36%, with Europe up 45% and Asia Pacific up 4%. Both Equipment and Service revenues increased around 36%.\nIn Test & Measurement and Electronics, organic growth was 8%, with Test & Measurement up 10% and Electronics up 6%. Strong demand for semiconductor-related equipment continued to drive organic growth in the mid-teens, while demand for capital equipment also remained strong with Instron, for example, up 6%.\nFinally, as expected, the MTS acquisition diluted operating margin by about 400 basis points. Excluding the MTS impact, margins were 26% versus 26.4% in Q4 '21.\nMoving to Slide 6. Welding organic revenue grew 13%, with Equipment up 10% and Consumables up 17%. Industrial grew 14% and the Commercial business grew almost 10%. North America was up 12% and International growth was 17%, including 18% growth in oil and gas.\nEurope was up 20%, and Asia Pacific was up 15%. Due to strong operating leverage and a solid contribution from enterprise initiatives, Welding operating margin was a record 30.8%, an all-time quarterly record for an ITW segment and another proof point that as we deliver organic growth, with best-in-class margins, there's plenty of room for further margin expansion in all 7 segments.\nIn Polymers & Fluids, organic growth was 13%, as Automotive aftermarket grew 17%. Polymers was up 11% with continued strength in MRO and heavy industry applications. Fluids grew 6%. On a geographic basis, North America grew 15%, and International was up 9%.\nOn to Slide 7. Construction delivered strong organic revenue growth of 21%, as North America grew 32%, with Residential up 36% and Commercial up 15%. Europe grew 16%, and Australia and New Zealand was up 10%. While construction margins were impacted by rising steel costs, operating margin was still a solid 24.7%, with strong volume leverage and a meaningful contribution from enterprise initiatives.\nSpecialty organic growth was 1% with North America up 7%, while International was down 9%. With that, let's turn to Slide 8 for an updated view of our full year 2022 guidance. And based on our Q1 results and projecting current levels of demand through the balance of the year as per our standard approach to guidance, we are now projecting organic growth of 7% to 10% and total revenue growth of 8.5% to 11.5%.\nDue to the higher revenue growth projections, we're raising GAAP EPS by $0.10 to a range of $9 to $9.40, and the midpoint of $9.20 represents 14% earnings growth and puts the company on track for another year of record financial performance.\nOperating margin guidance is unchanged with strong volume leverage and 100 basis points of contribution from enterprise initiatives. When it comes to price cost, our operating teams will continue to more than cover inflation on a dollar-for-dollar basis. And as usual, our guidance includes all known costs and price increases as we sit here today. We expect strong free cash flow growth of 10% to 20% year-over-year with a conversion rate of 85% to 95% of net income.\nAs we've talked about before, this is below our target of 100%-plus. Because of our decision to invest in the working capital necessary to support the company's strong growth, mitigate supply chain risk and sustained service levels to our key customers.\nFinally, we are on pace to repurchase 1.5 billion of our shares, and we continue to expect an effective tax rate of 23% to 24%. So in summary, Q1 was another quarter of high-quality execution in a very challenging environment. And as a result, we're off to a solid start on raising both our organic growth and EPS guidance for the full year.\nSo with that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thanks, Michael. David, let's open up the lines for questions, please."
  },
  {
    "header": "ITW",
    "cik": "0000049826",
    "ticker": "ITW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/86f6984ea08d63fe841fd39d7901df41",
    "period": "2021 Q4",
    "content": "Q4 2021 Illinois Tool Works Inc Earnings Call\n\nQ4 2021 Illinois Tool Works Inc Earnings Call\n\nITWNYSEFEB 3, 10:00 AM\n\nOperator\n\nGood morning. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the conference call. (Operator Instructions) Thank you.\nKaren Fletcher, Vice President of Investor Relations, you may begin your conference.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nThank you, Brent. Good morning, and welcome to ITW's Fourth Quarter 2021 Conference Call. With me today are Chairman and CEO, Scott Santi; and Senior Vice President and CFO, Michael Larsen. During today's call, we will discuss ITW's fourth quarter and full year 2021 financial results and provide guidance for full year 2022.\nSlide #2 is a reminder that this presentation contains forward-looking statements. We refer you to the company's 2020 Form 10-K and subsequent reports filed with the SEC for more detail about important risks that could cause actual results to differ materially from our expectations.\nThis presentation uses certain non-GAAP measures, and a reconciliation of those measures to the most directly comparable GAAP measures is contained in the press release.\nPlease turn to Slide 3, and it's now my pleasure to turn the call over to Chairman and CEO, Scott Santi.\n\nE. Scott Santi\n\nChairman & CEO, Illinois Tool Works Inc.\n\nThanks, Karen, and good morning, everyone. In Q4, the ITW team delivered another quarter of excellent operational execution and strong financial performance. Six of our 7 segments combined delivered 12% organic growth, while our Auto OEM segment continued to be impacted by near-term limitations on auto production due to component supply shortages and, as a result, was down 16% in the quarter.\nAt the enterprise level, we delivered organic growth of 5%, GAAP EPS of $1.93, operating margin of 22.7% and free cash flow of $695 million or 114% of net income.\nThroughout the entirety of 2021, our teams around the world did an exceptional job of delivering for our customers while responding quickly and decisively to rapidly rising input costs and aggressively executing our Win the Recovery strategy to accelerate profitable market penetration and organic growth across our portfolio.\nAs a result, for the full year, we generated organic growth of 12%, with each of our 7 segments delivering organic growth ranging from 6% to 18%. And despite a seemingly constant barrage of input cost increases, we expanded operating margin by 120 basis points to 24.1%, with another 100 basis point contribution from enterprise initiatives.\nGAAP EPS was an all-time record at $8.51, an increase of 28% versus the prior year.\nAnd in 2021, we also raised our dividend by 7%, returned $2.5 billion to our shareholders in the form of dividends and share repurchases and closed on a very high-quality acquisition in the MTS test and simulation business.\nMost importantly, we delivered these results while continuing to drive meaningful progress on our path to ITW's full potential through the execution of our long-term enterprise strategy.\nAs you may recall, early in the pandemic, we made the decision to remain fully invested in our people and in our long-term strategy. The people that we retained and the marketing, innovation and capacity investments that we continue to fund as a result of that decision are fueling the results that ITW is delivering today and have the company very well positioned to continue to accelerate organic growth, add high-quality bolt-on acquisitions and sustain our best-in-class margins and returns in 2022 and beyond.\nI want to close by thanking all of our ITW colleagues around the world for their exceptional efforts and dedication. Their performance throughout 2021 provides another proof point that ITW is a company that has the enduring competitive advantages, the agility and the resilience necessary to deliver top-tier performance in any environment.\nNow I'll turn the call over to Michael, who will provide more detail on our Q4 and full year 2021 performance as well as our 2022 guidance. Michael?\n\nMichael M. Larsen\n\nSenior VP & CFO, Illinois Tool Works Inc.\n\nThank you, Scott, and good morning, everyone. The strong growth momentum that we experienced in the third quarter continued into the fourth quarter as revenue grew 5.9% year-over-year to $3.7 billion, with organic growth of 5.3%. The MTS acquisition added 1.3% and foreign currency translation impact reduced revenue by 0.7%. Sequentially, organic revenue accelerated by 6% from Q3 into Q4 on a sales per day basis as compared to our historical sequential of plus 2%.\nBy geography, North America grew 9% and international was up 1%. Europe declined 2%, while Asia Pacific was up 7%, with China up 2%.\nGAAP EPS of $1.93 included $0.02 of headwind from the MTS acquisition and related transaction costs.\nOperating margin was 22.7%, 23.1% excluding MTS.\nAs expected, in the fourth quarter, we experienced price cost margin headwinds of 200 basis points, the same as in the third quarter.\nOur businesses continue to respond appropriately and decisively to rising raw material costs. And in the fourth quarter and the full year, we were positive on a dollar-for-dollar basis.\nOverall, for Q4, excellent operational execution across the board and strong financial performance in what remains a pretty uncertain and volatile environment.\nOkay, let's go to Slide 4 for segment results, starting with Automotive OEM. As expected, organic revenue was down 16%, with North America down 12%, Europe down 29% and China down 3%. Despite these near-term pressures on the top line, operating margin was resilient and remained solidly in the mid-teens. While supply chain challenges continue to persist for the industry in the near term, we are confident that the inevitable recovery of the auto market will be a major contributor to organic growth for ITW over an extended period of time as these issues ultimately get resolved.\nFood Equipment led the way this quarter with the highest organic growth rate inside the company and 21%. North America was up 22%, with equipment up 26% and service up 15%. Institutional growth of 28% was particularly strong in education and restaurants were up around 50%. International growth was strong and on par with North America at 20%, mostly driven by Europe, up 23%, with Asia Pacific, up 9%. Both equipment and service grew 20%.\nTurning to Slide 5 for Test & Measurement and Electronics. Organic growth was 11% with Electronics up 4% and Test & Measurement up 17% driven by continued strong demand for semiconductors and capital equipment, as evidenced by our organic growth rate of 17% in our install business.\nScott said, in December, we closed on the MTS acquisition, which we're excited about as it's a great strategic fit for ITW and highly complementary to our Instron business. We acquired Instron in 2006, and today it's a business growing consistently at 6% to 7% organically, with operating margins well above the company average. We're confident that MTS has the potential to reach similar levels of performance over the next 5 to 7 years through the application of the ITW business model.\nMoving to Slide 6. Welding delivered broad-based organic revenue growth of 15%, with 30% operating margin in Q4. Equipment revenue grew 14% and consumables were up 16%. Industrial revenue grew 18%, and the commercial business grew 8%. North America was up 15%, and international growth was 14%, driven by 18% growth in oil and gas.\nPolymers & Fluids organic growth was 3%, with 8% growth in Polymers, with continued strength in MRO and heavy industry applications. Fluids was down 5% against a tough comp of plus 16% last year when demand for industrial hygiene products surged. Automotive aftermarket grew 4% with continued strength in retail.\nOn to Slide 7. Construction organic revenue was up 12% as North America grew 22%, with residential renovation up 23%, driven by continued strength in the home center channel. Commercial construction, which is about 20% of our business, was up 21%. Europe grew 2% and Australia and New Zealand was up 10%.\nSpecialty organic growth was strong at 7%, with North America up 10% and international up 2%.\nWith that, let's go to Slide 8 for a summary of 2021. Operationally, the teams around the world continue to execute with discipline in a challenging environment as they sustained world-class customer service levels, implemented timely price adjustments in response to rapidly rising raw material costs and executed on our Win the Recovery initiatives to accelerate organic growth across the portfolio. As a result, revenue grew 15% to $14.5 billion, with broad-based organic growth of 12%, 14% if you exclude Auto OEM, where growth was obviously very constrained due to component shortages at our customers.\nOperating income increased 21% and operating margin was 24.1%. The incremental margin was 32%, which is below our typical 35% to 40% range due to price cost. Excluding the impact of price cost, incremental margin was 40%.\nGAAP EPS increased 28% and after-tax ROIC improved by more than 300 basis points to 29.5%.\nFree cash flow was $2.3 billion with a conversion rate of 84% of net income which is below our 100% plus long-term target for free cash flow due to higher working capital investments to support the company's 15% revenue growth and the strategic decision that we have made to increase inventory levels on select key raw materials, components and finished goods to help mitigate supply chain risk and sustain service levels to our key customers.\nMoving to Slide 9 for our full year 2022 guidance. So we're headed into 2022 with strong momentum and the company is in a very good position to deliver another year of strong financial performance, with organic growth of 6% to 9% and 10% to 15% earnings growth.\nPer our usual process, our organic growth guidance is established by projecting current levels of demand into the future and adjusting them for typical seasonality.\nAs you can see by segment on the next page, every segment is positioned to deliver solid organic growth in 2022 with organic growth of 6% to 9% at the enterprise level.\nOur total revenue growth projection of 7.5% to 10.5% includes a 3% contribution from MTS, partially offset by 1.5% of foreign currency headwind at today's exchange rates.\nSpecific to MTS, guidance includes full year revenue of $400 million to $450 million, the expectation that margins are dilutive at the enterprise level by approximately 50 basis points and, finally, consistent with what we've said before, EPS-neutral.\nOperating margin, excluding MTS, is forecast to expand by about 100 basis points to 24.5% to 25.5% as enterprise initiatives contribute approximately 100 basis points. We expect price cost headwind of about 50 basis points.\nIncremental margin is expected to be about 30%, including MTS. And our core incremental margin, excluding MTS, is in our typical 35% to 40% range.\nWe expect GAAP EPS in the range of $8.90 to $9.30, which is up 10% to 15%, excluding onetime tax items from last year.\nThe tax rate for 2022 is expected to be 23% to 24% as compared to 19% in 2021.\nWe are forecasting solid free cash flow with a conversion rate of 90% to 100% of net income, with further working capital investments to support the company's growth, mitigate supply chain risk and sustain service levels to our key customers as needed.\nOur capital allocation plans for 2022 are consistent with our long-standing disciplined capital allocation framework. Priority #1 remains internal investments to support our organic growth efforts and sustain our highly profitable core businesses. Second, an attractive dividend that grows in line with earnings over time remains a critical component of ITW's total shareholder return model. Third, selective high-quality acquisitions, such as MTS, that enhance ITW's long-term profitable growth potential, have significant margin improvement potential from the application of our proprietary 80/20 front-to-back methodology and can generate acceptable risk-adjusted returns on our shareholders' capital. Lastly, we allocate surplus capital to an active share repurchase program, and we expect to buy back $1.5 billion of our own shares in 2022.\nIn addition, we have reactivated our previously announced divestiture plans. And in 2022, we will reinitiate divestiture processes for 5 businesses, with combined annual revenues of approximately $500 million. While these businesses are performing quite well coming out of the pandemic, they operate in markets where growth expectations are not aligned with ITW's long-term organic growth goals. When these divestitures are completed over the next 12 to 18 months, we expect approximately 50 basis points of lift to ITW's organic growth rate and operating margins. Given the timing uncertainties associated with these divestiture transactions, 2022 guidance assumes we own them for the full year.\nFinally, last slide is Slide 10 with the organic growth projections by segment. You can see that based on current run rates, we are expecting some solid organic growth rates in every one of our 7 segments, with organic growth of 6% to 9% at the enterprise level.\nFor Automotive OEM, our guidance of 6% to 10% is based on a risk-adjusted forecast of automotive production in the mid-single digits, plus our typical penetration gains of 2% to 3%.\nWith that, Karen, I'll turn it back to you.\n\nKaren A. Fletcher\n\nVP of IR, Illinois Tool Works Inc.\n\nOkay. Thanks, Michael. Brent, let's open up the line for questions."
  }
]