[
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6c0b95d5f5f9437c1c6fbcb67fcee9a2",
    "period": "2025 Q3",
    "content": "Q3 2025 Ventas Inc Earnings Call\n\nQ3 2025 Ventas Inc Earnings Call\n\nVTRNYSEOCT 30, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Van and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas Third Quarter 2025 Earnings Call. [Operator Instructions]\nI would now like to turn the call over to BJ Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Van. Good morning, everyone, and welcome to the Ventas Third Quarter 2025 Results Conference Call. Yesterday, we issued our third quarter 2025 earnings release, presentation materials and supplemental information package, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website. Certain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental information package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. I'd like to welcome all of our shareholders and other participants to the Ventas Third Quarter 2025 Earnings Call. Building on our momentum, Ventas delivered excellent performance and growth in the quarter as we continue to execute on our 123 strategy. Our strategy is based on the megatrend of longevity. As one of the world's largest owners and acquirers of private pay senior housing, we are positioned to capitalize on the sustained growth in demand from a large and expanding aging population. Our strategy emphasizes growing our private pay SHOP business organically and by investing in senior housing. We are doing both as we expect 2025 to be our fourth year of double-digit SHOP NOI growth, and we anticipate closing $2.5 billion of private pay U.S. senior housing investments during the year.\nMost importantly, we foresee at least another decade of accelerating demand for senior housing. The Ventas strategy, organization and team have been built to meet this moment and capitalize on the favorable external demand backdrop. Over the past several years, we have added expertise, acquired over $4 billion of senior housing communities, converted communities from triple net to SHOP, expanded our SHOP operator base, made significant strategic dispositions, increased our scale and improved our financial profile. As a result, our enterprise is now delivering $2.5 billion of net operating income. Our SHOP percentage of NOI has increased nearly 2,000 basis points to represent half our business. We are working with over 40 SHOP operators. We have created significant occupancy and NOI upside potential in our 85% occupied U.S. SHOP portfolio through our deliberate portfolio composition, and our leverage has improved by 2 full turn.\nThese actions and outcomes are designed to take advantage of powerful secular tailwinds in senior housing where supply and demand are tipped strongly in our favor, and we have this scale, platform and financial strength to win. Demographic demand is accelerating as baby boomers are starting to turn 80 this coming year and more people than ever are choosing senior housing for the valuable benefits it provides. The over-80 population is expected to surge into the coming decade and grow 28% just in the next 5 years. Yet senior housing supply is at record lows in both inventory growth and the number of new construction starts with just over 1,200 units started in the third quarter. Our strategy is producing strong results, increasing our enterprise growth rate and building financial strength.\nLet's now turn to the highlights of our quarterly results and latest 2025 guidance increase, our outsized organic growth in our senior housing operating portfolio and are active and increasing investment activities. Normalized FFO per share grew 10% year-over-year, and total company Same-Store Cash NOI increased 8%. SHOP once again powered our results, enjoying a strong key selling season. We saw broad-based demand for our communities and excellent RevPOR and revenue strength. Our U.S. communities led the way with 19% Same-Store Cash NOI growth and 340 basis points of occupancy growth. I want to extend a sincere thanks to our operators and the Ventas team to deliver this performance while helping seniors live longer, healthier and happier lives.\nWe're pleased once again to increase our full year guidance, driven by our SHOP performance and increased senior housing investment activity. We now expect year-over-year growth of 9% in normalized FFO per share and 7.5% total company Same-Store Cash NOI at the midpoint of our improved guidance. These growth rates will put us in the top tier of companies across the REIT landscape, if achieved.\nOn the investment front, we are seeing a strong upward trend in transaction activity and our pipeline continues to grow with quality investment opportunities in senior housing. We are accelerating our senior housing investment activities to expand the Ventas SHOP portfolio and increase our enterprise growth rate. Private pay U.S. senior housing is the company's #1 capital allocation priority. The environment is highly favorable, private to public arbitrage opportunities are increasing, our strong and broad-based industry relationships are generating significant deal flow, and our capabilities, track record and financial strength provide meaningful competitive advantages. We've already closed $2.2 billion of senior housing acquisitions in the U.S. year-to-date and we've increased our 2025 investment guidance to $2.5 billion. We intend to build on our momentum. Following our right market, right asset, right operator framework, we are prioritizing investment opportunities in private pay senior housing that have different combinations of growth and yield to produce attractive risk-adjusted returns for our shareholders.\nNext, I'd like to highlight a key SHOP growth initiative. The previously announced transactions relating to 121 Triple-Net lease senior housing communities are well underway. We've already converted from Triple-Net to SHOP 27 of the 45 senior housing communities slated for management transitions by year-end. We continue to expect to achieve significant occupancy and NOI upside in these communities over time. For the 65 communities remaining under the lease, cash rent will increase 33% beginning in 2026, and the disposition of the remaining 11 assets is in progress, with sale proceeds to be retained by Ventas.\nA final note on our research portfolio, which is generating only 8% of our enterprise NOI. Our portfolio has been constructed in a unique way. Within this small portion of our business, about 3/4 of our base rents are from creditworthy institutional leaders in medicine, pharma and research with a weighted average lease term of over 9 years. Making this portion of our NOI relatively well insulated from current market challenges. Importantly, only about 10% of our research portfolio is leased to pre-revenue or co-working tenants. We have no ground-up development in progress. And we continue to see institutional demand in new and renewal leasing from university, medical and global pharma tenants.\nIn conclusion, we have built Ventas to meet this moment and capitalize on the secular demand from a large and growing aging population. We are executing our strategy to grow senior housing and delivering outstanding results, and we are well positioned to increase our deal activity. The future is bright as we use our many competitive advantages, to deliver value for stakeholders and seize the unprecedented multiyear growth opportunity ahead. The entire Ventas team is in it to win it.\nAnd now I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'm excited to share an update on how 2025 has been progressing as we continue to execute on our strategy to drive both organic and external growth in our senior housing business. Let's start with SHOP.\nOur SHOP Same-Store portfolio delivered 16% NOI growth year-over-year in the quarter, led by the U.S. with 19% growth. Margin grew 200 basis points to 28% driven by over 50% incremental margin. Revenue grew 8% due to strength in both occupancy and pricing. We saw broad-based contributions to SHOP performance across our operating partners, delivering exceptional care and services to our senior population and very strong financial results with Sunrise and Atria, leading the way. RevPOR grew 4.7% as our dynamic pricing continues to strike the balance between price and volume. Average occupancy grew 270 basis points year-over-year, led by the U.S. at 340 basis points with a particularly strong contribution from our independent living communities. We had industry-leading sequential occupancy growth of 160 basis points overall and 200 basis points in the U.S. Furthermore, we expect sequential average occupancy growth to continue into the fourth quarter.\nMoving on to SHOP guidance. I am pleased to raise SHOP guidance again with an NOI growth range of 14% to 16%. We continue to anticipate occupancy growth of 270 basis points in higher RevPOR driven by strong pricing as move-in rents and in-house rates are both increasing year-over-year.\nI'd like to turn your attention to Page 12 in the earnings presentation. On the left side of the page, you'll note, we have consistently outperformed the NIC Top 99 markets. The third quarter resulted in 120 basis points of outperformance versus NIC Top 99, both year-over-year and sequentially. On the right side of the page, you can see the key selling season was excellent with 230 basis points growth, representing our best key selling season performance in a number of years.\nNow I'll comment on portfolio strategy. Our portfolio strategy executed through our Ventas OI platform is centered on what we call the right market, right asset, right operator approach is a disciplined framework that ensures every investment we make in every partnership that we pursue, enhances long-term value creation. We've spent years building a platform that's ready for this wave of demand in senior housing. We now have sophisticated data analytics and the ability to deliver those insights directly to our operators through our Ventas OI platform. We've enhanced our CapEx management, optimized dynamic pricing and developed a broader platform capabilities needed to effectively drive performance and support 40 operators managing our communities and that number continues to grow. Equally important, we have tremendous respect and appreciation for the critical role our operators play in delivering care and services to seniors and achieving market-leading performance. Having walked in their shoes, we understand the importance of what they do, and we place the quality of our relationships with our operators among our highest priorities. This level of readiness doesn't happen overnight. It's a result of a deliberate multiyear evolution of our platform that positions us to capture the significant opportunities ahead.\nWe have taken numerous actions over the past 5 years to ensure success in our senior housing business. Those actions include 215 acquisitions, 116 dispositions, 295 transitions to new managers, 307 community refreshes and 157 conversions of low occupied communities from Triple-Net to SHOP. The net result is a much larger and well-positioned SHOP portfolio, fueling double-digit NOI growth with embedded occupancy upside. This framework drives our underlying decision-making in our senior housing business why our portfolio is well positioned to grow. It's a focused, data-driven approach and it's working.\nFor example, I'd like to refer you to Page 9 of the earnings presentation where we lay out our Ventas OI performance management strategy. I want to make it clear our SHOP portfolio is well positioned for occupancy growth as our U.S. portfolio is only 85% occupied due primarily to our deliberate actions converting underperforming communities from the Triple-Net structure to SHOP. Our U.S. portfolio is well positioned to achieve substantial upside in markets that offer significant net demand over the next several years and will benefit from operational enhancements driven through our Ventas OI platform.\nAs we've been expanding our SHOP footprint to half of the company's NOI, our Ventas OI capabilities continue to evolve, and we have been deliberate in positioning the portfolio for significant occupancy and NOI upside. Our most recent example of the Triple-Net to SHOP conversion is the 45 communities which are 78% occupied converting from the Brookdale lease to SHOP and transitioning to 5 aligned, proven, high-performing local market-focused operators with significant transition experience and track records of delivering excellent results. This transition is well underway. We have completed 27 of the transitions through October, and we expect to be finished by the end of the year. The communities have performed well year-to-date with both occupancy and NOI growth. We have already made progress with the read-out plans with a significant number of the projects expected to complete by the key selling season of 2026. We continue to expect greater than $50 million of NOI upside over time as the new operators execute and reinvest NOI-generating CapEx of around $2 million per building.\nSenior housing is a high-touch business, and I'm pleased to report that in the communities that have already transitioned, there is a strong level of engagement between local management teams and the new operators along with a great deal of enthusiasm. I'd like to note that this transition is occurring with the full cooperation and support of Brookdale, which is greatly appreciated. Furthermore, we look forward to collaborating with Brookdale on the 65 assets where the lease has been renewed.\nMoving on to investments. We continue to build on our momentum and our relationship-driven capital allocation plan targeting private pay senior housing in the U.S., and we have now completed $4.1 billion of senior housing investments since the middle of last year, of which $3.5 billion closed during the past 4 quarters. We have closed $2.2 billion of senior housing acquisitions year-to-date. We have a robust pipeline that continues to expand, and our latest guidance for 2025 is now $2.5 billion. Our senior housing flow business is in full swing as our year-to-date senior housing investments totaled 20 transactions for 50 communities with approximately 6,200 units across 15 states. The average deal size is $110 million, including a range of singles, doubles, triples together with select larger portfolio deals. These properties improve our SHOP portfolio quality, increase the company's enterprise growth rate and are located in attractive markets that are poised for outperformance due to favorable supply and demand dynamics. We continue to have an advantaged position to source and close meaningful and attractive senior housing transactions and the opportunity set is growing at an accelerating rate.\nWe look for a range of senior housing investment opportunities, each with its own balance of growth and yield, so we can deliver attractive returns that align with our targeted low to mid-teens [ unlevered IRRs ]. It has become clear that Ventas is a senior housing partner of choice across our many transactions. Our growing stable of strong operator relationships provides us with preferred access and the opportunity to win deals. Our transaction execution track record has also created opportunities for repeat business with sellers.\nIn summary, we have conviction in our strategy, and we are intensifying our efforts to drive outperformance in our senior housing business, and the best is yet to come. I'm confident in our ability to execute and create value for our stakeholders in senior housing and investments execution, including a valuable living experience for residents, valuable workplace experience for the tens of thousands of dedicated community staff and ultimately leading to significant value creation for our shareholders.\nNow I'll hand the call to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'll start with our third quarter performance, highlight our balance sheet and conclude with our improved guidance for the year.\nStarting with our enterprise performance. Ventas delivered normalized FFO per share of $0.88 in the third quarter, which represents a 10% increase year-over-year, driving the strong year-over-year growth with total company Same-Store Cash NOI of 8% led by SHOP growth of 16%. Our outpatient medical and research business, or [ OMAR ], reported Same-Store Cash NOI growth of 3.7% year-over-year, led by outpatient medical. Outpatient Medical third quarter occupancy improved 50 basis points year-over-year to 90.6%, a 20 basis point sequential increase versus the second quarter. TTM tenant retention was a strong 87% in the third quarter, an increase of 200 basis points year-over-year, reflecting tenant satisfaction scores in the 95th percentile. Our research business represents 8% of our NOI. In the third quarter, research Same-Store Cash NOI was $400,000 lower year-over-year driven by lower rents on certain innovation flex space tenants as previously discussed.\nNext, turning to our balance sheet and liquidity. Our net debt to EBITDA of 5.3x in the third quarter represents a full turn improvement from third quarter of 2024. This leverage reduction was driven by a combination of organic growth and equity funded senior housing investments consistent with our strategy. I would note that this significant improvement in leverage was achieved while delivering normalized FFO per share growth in the top echelon of REITs.\nWe've already fully funded -- equity funded our $2.5 billion investment guidance for 2025 with $2.6 billion of equity raised, including $0.5 billion of unsettled equity forwards. We have over $4 billion of liquidity as of September 30, which supports Ventas' growth and financial flexibility.\nI'll close with our updated and improved 2025 guidance. We expect net income attributable to common stockholders to range from $0.49 per share to $0.52 per share. We are also improving our full year normalized FFO guidance midpoint by $0.03 to $3.47 per share. This improved 2025 guidance midpoint represents 9% year-over-year growth in normalized FFO per share. Approximately 2/3 of our $0.03 guidance increase at the normalized midpoint can be explained by our improved SHOP performance in senior housing investments completed year-to-date, with the final 1/3 representing improvements across the balance of the enterprise.\nWe've also raised our total company Same-Store Cash NOI growth by 50 basis points to 7.5% year-over-year, led by the SHOP Same-Store NOI midpoint improving by 100 basis points to 15%. In our updated guidance with the 45 Brookdale conversions now underway, we are reflecting the shift in NOI from these conversions from our Triple-Net segment to our SHOP segment. Because cash rent on these 45 conversion assets approximates current NOI at the assets, the net impact on 25 FFO is de minimis. I would point you to our earnings presentation deck and supplemental for more detail on these and other assumptions underpinning our guidance.\nTo close, we are pleased with the results both in the quarter and so far this year. The entire Ventas team is determined to build on our momentum and to continue delivering superior performance for our shareholders. And with that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5239494c7513021990d53af39d8c60d",
    "period": "2025 Q2",
    "content": "Q2 2025 Ventas Inc Earnings Call\n\nQ2 2025 Ventas Inc Earnings Call\n\nVTRNYSEJUL 31, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Bella, and I will be your conference operator today. At this time, I would like to welcome everyone to Ventas Second Quarter 2025 Earnings Call.\n[Operator Instructions]\nI would now like to turn the conference over to BJ Grant, Ventas [indiscernible] VP of Investor Relations. You may begin.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Bella, and good morning, everyone, and welcome to the Ventas Second Quarter 2025 Results Conference Call. Yesterday, we issued our second quarter 2025 earnings release, presentation materials and supplemental information package, which are available on the Ventas website at ir.ventasreit.com. As a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website. Certain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental information package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ, and happy birthday. I'd like to welcome all of our shareholders and other participants to the Ventas Second Quarter 2025 Earnings Call. We're pleased to report strong earnings growth and again, raise our guidance as we execute our 123 strategy. Ventas is an essential participant in the longevity economy and is well positioned to capitalize on the secular demand from the large and growing aging population our company serves. Both our Advantage platform and our portfolio have been intentionally built to meet this moment and generate durable multiyear NOI growth driven by organic growth in our senior housing operating portfolio, or SHOP, and accretive senior housing investments. This engine of our growth is being supplemented by compounding contributions from the balance of our portfolio and our continually improving balance sheet.\nOur 123 strategy is designed to deliver superior FFO per share growth, enhance our financial strength and create value for our shareholders. The second quarter demonstrated the positive impact of our approach. Year-over-year, normalized FFO per share grew 9% and total company same-store cash net operating income, or NOI, increased 7%.\nWe also raised our full year normalized FFO guidance midpoint to $3.44 per share, representing 8% accelerating year-over-year FFO per share growth at the midpoint. And we also improved our company-wide same-store year-over-year cash NOI growth expectations to 7% at the midpoint. If achieved, these growth rates would put us in the upper echelon of REIT growers. Underpinning our strong results and improved expectations are the 3 components of our strategy. Let me take you through them in order: One, drive organic growth in our SHOP communities using our platform advantages, data analytics and experience, check. Our SHOP communities in the U.S. delivered 18% same-store cash NOI growth in Q2, adjusting for a tax refund we received in the prior year. Revenue grew over 8% for the entire same-store SHOP portfolio, an average year-over-year occupancy growth accelerated intra-quarter and finished on a high note in June with 60 basis points of sequential improvement in average occupancy. In June, move-ins reached their second highest level of any month in over 5 years.\nTwo, make value-creating investments in senior housing, check. We've raised our full year 2025 senior housing investment volume guidance to $2 billion. Because of our advantaged position and the increase in market activity, our pipeline of senior housing investments is growing, and we intend to build on our momentum as we identify and close compelling investments with low to mid-teens unlevered IRR expectations, robust current performance and significant upside potential.\nAnd three, maximize performance in the balance of our portfolio, check. Our outpatient medical and research portfolio is fueled by growth in the over 65 population which will represent 20% of the U.S. population by 2030. Outpatient medical is powered by our competitively advantaged in-house property management and leasing platform and is also benefiting from the accelerating trend toward outpatient activities.\nOur team delivered leasing and occupancy improvements both year-over-year and sequentially in Q2, and we expect year-over-year NOI growth to increase in the second half. Meanwhile, our institutionally-based research portfolio, which is the smallest part of our business, represents about 8% of our NOI. 3/4 of that NOI comes from credit tenants under leases with a weighted average lease term of nearly 10 years. We continue to experience good institutional demand for our space, while the sliver of innovation and pre-revenue tenancy remains subject to the macro challenges facing the sector.\nAll in all, backed by compelling demand for the services and activities in our sites, our space users generally have staying power and are finding ways to adapt and continue their important work. Closing on senior housing, we are already in the fourth year of double-digit NOI growth from our communities and the multiyear NOI and occupancy growth opportunity ahead of us should continue for many years. The over 80 population should grow 28% in the next 5 years, by 4 million individuals as the leading edge of the baby boomers turns 80 in 2026 and more seniors than ever are choosing senior living for the benefits it provides.\nIn fact, the number of individuals projected to turn 80 increases every year through 2038. At the same time, new starts in senior housing are hovering at record lows, with construction starts approximating only 2,000 units in Q2. We expect today's significant supply constraints to persist for an extended period. This combination of secular demand, which is expected to grow beyond the next decade and factor suppressing supply should elongate Ventas' multiyear occupancy and NOI growth opportunity well into the future.\nBecause we anticipated these conditions, we've taken focused actions to expand our SHOP footprint by 1,200 basis points in just over the last 2 years, and we expect SHOP NOI to represent over half our business by year-end. And along the way, we built a formidable platform that leverages our advantages to enable exceptional environment attractive to our senior residents, drive performance through active asset management, curate our portfolio and maintain mutually supportive engagement with our operators. Together, the highly favorable macro backdrop and our advantaged capabilities should enable Ventas to thrive and create value for our shareholders over the near and the long term. Our whole team at Ventas is excited and aligned to go after these opportunities.\nAnd now I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. Let me first start with the second quarter. Our SHOP same-store portfolio delivered 8.2% revenue growth driven by accelerating occupancy throughout the quarter and strong pricing, resulting in 5.3% RevPOR growth. The key selling season is off to a good start and bolstered by a very strong June and continued strength in July.\nSame-store shock occupancy grew by 240 basis points, led by the U.S. with growth of 290. Our operating partners, Atria, Sunrise, Discovery and [indiscernible] led the way in the U.S. While the group areas in Canada continues to stand out with occupancy over 98%. Move-ins remained strong throughout the quarter and were exceptional in June while move-outs normalized. June's sequential average occupancy growth versus May was particularly strong with 60 basis points led by the holiday by Atria brand, contributing 110 basis points sequentially. We outperformed the NIC industry averages as our communities located in the U.S. top 99 markets outperformed NIC occupancy growth by 100 basis points year-over-year and 30 basis points sequentially.\nThe SHOP portfolio delivered 13.3% NOI growth driven by 16% in the U.S. When adjusting for the prior year tax refund, underlying NOI rose 15% with the U.S. up 18%. Expenses were roughly in line with expectations. A quick reminder, we raised SHOP guidance in May and still expect 270 basis points of occupancy growth, 4.5% on RevPOR, 5% on expense and a range of 12% to 16% NOI growth. 2025 marks our fourth consecutive year of double-digit NOI gains as we continue to take deliberate actions to capitalize on the multiyear opportunity in senior housing.\nReminder, the primary determinant of occupancy for the full year is the timing and slope of the key selling season, which is performing well. We still have important months ahead, and we are working hard to finish strong. Moving on to senior housing strategic updates. As you know, our strategy is focused on the right markets, right assets and right operators. Over the past 5 years, we have deployed the full range of portfolio actions underpinned by our Ventas OI data analytics to ensure that we are well positioned to deliver outsized growth in our senior housing platform.\nThose actions include over 130 conversions from Triple-Net to SHOP, over 260 transitions to new managers, over 110 dispositions, over 300 community refreshes and over 190 acquisitions. Our ongoing active asset management is driving performance and positions Ventas to capture the compelling multiyear growth opportunity ahead in senior housing. I'd like to take a few minutes to talk about aspects of the operator portion of the strategy.\nAdding new operators is essential to obtaining scale and density in markets as well as expanding our relationship-driven investment opportunity set. I'm really excited about the progress we have made growing our shop operator footprint, reaching 36 operators as of July from just 10 five years ago. We selectively grow with top-performing operators with strong local market clusters, specialized product expertise and deep leadership talent embedded close to community operations. Our scalable advantaged platform enables us to match each community with the most effective operator, unlocking performance and growth across diverse markets.\nIn a highly fragmented U.S. senior housing landscape supporting and expanding a high-performing operator pool is a key driver of our growth strategy. Importantly, these new relationships are also a major source of proprietary deal flow as the majority of our transactions are relationship-driven rather than broadly marketed, creating a compounding growth effect across the enterprise. We work with operators in a number of ways, including driving price volume optimization and community transitions. For example, we are hitting our stride managing occupancy and rate growth driving RevPOR and move-in volume.\nThe Ventas OI team is actively driving price and volume optimization by collaborating closely with our operating partners to ensure that our senior housing communities are dynamically priced. This strategy leverages data-driven insights to strike the optimal balance between converting tours into move-ins, and achieving competitive rate positioning in each market by continuously annualizing market demand, lead conversion trends and price elasticity, we're aligning incentives and decision-making to maximize both occupancy and rate performance as evidenced by our strong move-in and RevPOR results, both among the best in the past several years.\nAnother key area of focus is transitioning management. We remain committed to ensuring each community is aligned with the right operating partner, and we'll continue to actively pursue transitions where we see an opportunity to enhance performance and achieve the optimal operator fit.\nFor example, I'll give a quick update on our '26 independent living transition communities that we moved to 3 different operators by the end of 2023. Those communities are 84% occupied and are achieving an industry-leading 890 basis points of occupancy growth year-to-date versus prior year. They have now caught up with our holiday by Atria portfolio, which is also 84% occupied in the U.S., both with significant runway ahead for continued growth.\nMoving on to portfolio positioning. The strategy of converting our lower occupied Triple-Net communities to SHOP bolsters the long-term growth potential in the SHOP portfolio. By design, 2/3 of the portfolio is in the low 80% occupancy with significant upside opportunity. Balancing this approach, our investments in senior housing are focused largely on high-performing market-leading communities with upside around 90%. Recall the next big conversion tranche is the 45 former Brookdale Triple-Net communities. This portfolio is only 78% occupied offering a long runway of growth ahead.\nThe 5 transition operators that will run these communities moving forward are highly engaged, and excited about creating value in this portfolio through aligned management agreements. We have plans to refresh the portfolio with NOI generating CapEx, enhancing the competitive positioning of the communities. The portfolio is located in markets with strong tailwinds, and we continue to expect to double the NOI over time.\nWrapping up SHOP. I continue to be energized by the strong performance and remain focused on the organic growth opportunity in the portfolio, supported by our very capable team and our excellent operators.\nTurning to investments. We've continued to execute on our strategy of acquiring attractive senior housing communities that are highly accretive relative to our cost of capital. improve our overall portfolio quality and increase the company's growth rate. I'm pleased to once again raise guidance for the year to $2 billion as our pipeline is increasing at a remarkable rate. Building on our strong first quarter, we've now closed $1.1 billion in senior housing investments year-to-date and $3 billion since the beginning of last year. We also look to expand on our momentum as our pipeline continues to be very active. Year-to-date, we have reviewed 41% more investment opportunities by dollar volume than during the same period last year. While the market has become more competitive in recent months, Ventas is a partner of choice, enabling us to source meaningful and attractive transaction volume meeting our targeted criteria.\nThe senior housing investments closed year-to-date have an expected year 1 cash yield of 7.2% and low to mid-teens unlevered IRRs in line with our historical senior housing investment activity over the past 18 months. These assets complement and improve our broader portfolio, generally offer a full continuum of care and services, our newer vintage and are located in fast-growing markets with projected demand well above the national average.\nIn summary, I'm happy to see solid execution across parts 1 and 2 of our strategy. First, driving profitable organic growth by enhancing operating performance, optimizing pricing and occupancy and leveraging our data-driven Ventas OI platform in close collaboration with our high-performing operators; and second, capturing value through external growth with a targeted focus on high-quality senior housing acquisitions. I truly believe the best is yet to come. As we face unprecedented favorable supply-demand fundamentals, and we continue to improve upon our SHOP performance and leverage our advantaged position to grow externally. Now I'll hand the call to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'll provide an update on our financial results, balance sheet and capital markets activities in the second quarter and close with our improved outlook for the year.\nVentas delivered strong operating performance in the second quarter and posted normalized FFO of $0.87 per share, representing approximately 9% year-over-year growth. Our total company same-store cash NOI grew nearly 7%, led by SHOP increasing over 13%. Our outpatient medical and research business, or OMAR, reported same-store cash NOI growth of 1.7% year-over-year, led by outpatient medical, which grew NOI by 2.2%. Outpatient Medical increased same-store occupancy by 20 basis points sequentially and 30 basis points year-over-year to 90.1%. Leasing was robust with 1 million square feet of new and renewal deals executed in the second quarter and tenant retention is strong 86%. Same-store cash NOI in our research business, which represents 8% of [indiscernible] declined less than 1% year-over-year or approximately $100,000, driven by lower rents on certain innovation flex space tenants, as previously discussed.\nOur balance sheet strengthened further in the second quarter. Ventas reported second quarter net debt to EBITDA of 5.6x, which represents a 40 basis point improvement since the start of the year and a 10 basis point sequential improvement from the first quarter. We expect our leverage to continue to trend lower through a combination of the organic growth and equity funded investments in senior housing. Speaking of, we have effectively funded the $2 billion of investments now in our guidance with $1.8 billion of equity already raised and $160 million in completed dispositions. We're also holding a record level of liquidity at $4.7 billion as of June 30, bolstered by our revolving credit facility upsize completed in April and over $700 million of available equity proceeds from unsettled equity forward agreements.\nThis liquidity also includes $500 million of senior notes proactively raised in May at 5.1%, thereby early refinancing our remaining 2025 maturities principally due at the end of August at a 2.7% rate.\nI'll close with our updated guidance. As a reminder, we increased our 2025 full year guidance in late May, led by our encouraging SHOP performance as we entered the key selling season in the second quarter, and we're pleased to once again raise our guidance. We now [indiscernible] income attributable to common stockholders $0.47 to $0.52 per fully diluted share. We have increased the midpoint of our full year normalized FFO guidance by $0.03 to $3.44 per share from the previous midpoint of $3.41, which represents approximately 8% year-over-year FFO growth. Our improved full year midpoint is driven by a $0.02 increase from lower net interest expense and a $0.01 improvement from increased senior housing investments, FX, G&A and other items net out to complete the bridge. We've raised and narrowed our total company same-store cash NOI to now approximate 7% year-over-year at the midpoint being reaffirmed midpoints for SHOP and OMAR and an improved midpoint for Triple-Net.\nA final note on balance of the year, FFO phasing. Dilutive dispositions of nonstrategic post-acute assets in the second quarter are approximately $0.01 FFO headwind per quarter sequentially versus the second. For additional 2025 guidance assumptions, please see our second quarter supplemental and earnings presentation deck posted to our website.\nTo close, we delivered differentiated growth in the first half of 2025 led by the multiyear secular demand growth in our senior housing business. The entire Ventas team remains focused and committed to delivering superior performance for our shareholders. With that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88894174834c4774e5d5e59c104c83b2",
    "period": "2025 Q1",
    "content": "Q1 2025 Ventas Inc Earnings Call\n\nQ1 2025 Ventas Inc Earnings Call\n\nVTRNYSEMAY 1, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Amy, and I will be your conference operator for today. At this time, I would like to welcome everyone to the Ventas First Quarter 2025 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the call over to BJ Grant, Senior Vice President of Investor Relations. Please begin.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Amy, and good morning, everyone, and welcome to the Ventas First Quarter 2025 Results Conference Call. Yesterday, we issued our first quarter 2025 earnings release, presentation materials and supplemental information package, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website. Certain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental information package posted on the Investor Relations website. And with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. I'd also like to welcome all of our shareholders and other participants to the Ventas First Quarter 2025 Earnings Call. Today, we'll highlight our positive financial performance and growth, our increasing investment activity and our advantaged position capitalizing on the multiyear NOI growth opportunity in senior housing. As we execute on our 123 strategy, the value proposition for Ventas remains clear. We are focused on delivering superior multiyear growth fueled by internal and external expansion in our senior housing business, which is benefiting from secular demographically driven demand and catalyzed by our Advantage platform. We expect to be a top grower in the REIT space, projecting 7% normalized FFO per share growth, 2025. We possess an excellent financial profile that is improving, and we offer a 3% dividend yield that contribute to total return. Our strong first quarter results highlight our strength and our favorable relative positioning across the broader real estate and corporate landscape. Ventas delivered $0.84 of normalized FFO per share in the first quarter, an increase of approximately 8% powered by our senior housing operating portfolio. SHOP 14% year-over-year cash same-store NOI growth resulted from meaningful increases in occupancy and rate.\nCompelling demand supply fundamentals have combined with our operational and portfolio initiatives to create an unprecedented extended opportunity for us to generate multiyear organic NOI growth. Demand remains strong as the over-80 population is experiencing its highest ever growth and more residents and their families are choosing senior living for the benefits it provides. The over-80 population is increasing by about 0.5 million people this year and again next year, and that number jumps to 900,000 in a year between 2027 and 2030. Meanwhile, on the supply side, the number of new senior housing units started in the first quarter of 2025 was the lowest on record at only 1,287 units. Current supply constraints likely extended because of hard cost increases and labor scarcity, coupled with the step function in senior population growth, create strong and long tailwinds for NOI and occupancy growth in senior housing. And our senior housing portfolio is positioned to capitalize on this unprecedented opportunity. Our communities are located in markets that exhibit over 1,000 basis points of expected net absorption in the coming years, and resident affordability is outstanding.\nWe also continue to increase our participation in this multiyear NOI growth opportunity by executing on our acquisition strategy focused on senior housing. Our investment momentum has continued into 2025, and we see compelling opportunities ahead. We have already closed most of our original $1 billion investment guidance in attractive senior housing communities, and we are now increasing our full year volume expectations to $1.5 billion. These investments should enhance our future enterprise growth profile and our value for shareholders. Even more encouraging, our pipeline is expanding as more sellers bring assets to market, our skilled investment team has grown and we continue to leverage our data, financial and relationship advantages to capture attractive opportunities. Within senior housing, we are eager to deploy capital whenever we believe we can achieve compelling risk-adjusted returns and create value. The balance of our portfolio, led by our Lillibridge managed outpatient medical business continues to perform well. Outpatient Medical delivered solid compounding growth and continues to benefit from outsized increases in the over 65 age group, ongoing trends favoring lower-cost care delivery setting, and our competitively advantaged Lillibridge property management and leasing business.\nFinally, we are delivering on our commitment to financial strength and flexibility. Year-to-date, we've accelerated our progress on our credit profile, improving both our leverage and our liquidity. At this early stage of the year, we are pleased to reaffirm our normalized FFO per share guidance of 7% growth and confirm our expectations that our SHOP business will represent over half of our NOI by year-end. While acknowledging that the current macroeconomic backdrop presents a high degree of uncertainty. When you step back, Ventas occupies an enviable position in today's environment. Both sides of the senior housing demand supply imbalance are tipped in our favor, and those conditions should improve materially over an extended time horizon. We have the potential to continue to increase SHOP revenue from both rate and occupancy growth. Our business model has limited impacts from tariffs and global trade. We have access to attractively priced capital, possess excellent liquidity and a strong balance sheet, and we are well positioned as a preferred acquirer who will get more than our fair share of attractive investments.\nCoupled with our experience and platform, we're in an excellent position to outperform. And as we've said, the whole Ventas team is in it to win it. Justin, I'm happy to turn the call over to you.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'll provide updates on first quarter senior housing performance and our investments. I'm pleased that we delivered excellent results on both fronts. I have to report that SHOP delivered double-digit NOI growth for the 11th consecutive quarter as we continue to execute through the OI platform, our efforts support real-time community-specific strategies that align with market demand and importantly, are executed in partnership with our best-in-class operators. Total SHOP same-store cash NOI growth was 13.6%. Revenue growth was 7.4%, led by occupancy and rate. In terms of rate, we saw solid underlying pricing from internal rent increases averaging 7%. And very importantly, street rates are trending favorably.\nExpenses were roughly in line at 5% and labor expenses were favorable. Same-store shop occupancy grew by 290 basis points, led by the U.S. with occupancy growth of 330 basis points and NOI growth of 16%. The U.S. also significantly outperformed NIC on both rate and occupancy year-over-year growth. The incremental margin was about 50% for the first quarter, driven by the operating leverage in the business as we grow occupancy. Demand and move-ins in the quarter were strong and year-over-year occupancy was very good. However, we experienced some seasonality with elevated clinical move-outs in March, which causes our jumping off point for occupancy to be a bit lower than expected for the second quarter. The sad part of our business and in fact, life when people pass away. It's also unpredictable. That said, per usual, the key determinant of occupancy for the full year is the timing and slope of the key selling season, which starts today. We are excited about the upcoming months as we expect strong move-ins. And if we look at the balance of the year, we anticipate another excellent year of SHOP performance.\nAnd we are reaffirming our same-store full year guidance in our SHOP portfolio of cash NOI growth of 11% to 16%. Now I'd like to highlight our approach to enhancing our portfolio composition. I've worked with my experience and very capable team through deliberate actions over time to ensure that we are located in the right markets, right assets and with the right operators. These deliberate actions all of which are underpinned by our OI data analytics platform include acquisitions, dispositions, conversions from triple net to SHOP, transitions to new operators, OI-[indiscernible] ratio improvements and CapEx investments to improve our competitive position. This journey to curate the portfolio has been well underway for a while. However, all things considered equal, the best is yet to come. Through our actions to date, our portfolio is positioned with significant embedded occupancy and NOI growth potential. By design, 2/3 of the portfolio is in the low 80% occupancy with significant upside opportunity. One example of how we are positioning the portfolio for future growth is our decision to convert 45 Brookdale communities from triple net to SHOP with new operators later this year. These communities are performing really well year-to-date, and offer significant upside.\n[indiscernible] double the NOI in these communities from approximately $50 million to $100 million plus over time. The 5 operators we have selected for the transitions are enthusiastic and highly engaged in the transition process. We've also expanded our operator base from 10 to 33, enhancing our ability to grow in high-demand markets. This includes a new shop relationship with an operator in the U.K. Growing our operator base is important since our 75% of senior housing operators manage fewer than 50 communities in what is a highly fragmented sector. Adding operator relationships is essential to obtaining scale and density in markets as well as expanding our relationship-driven investment opportunity set. Our community refresh program has progressed as planned. We've completed over 250 community rebate projects in the past 2.5 years. However, there is more work to be done with 100 more projects expected to complete by year-end, strengthening our competitive positioning and setting the table for the opportunity to drive outsized NOI growth over time.\nAs we look ahead, our enhanced portfolio composition provides a powerful foundation to capitalize on historic demand growth unfolding and senior housing with a deep bench of high-quality operators a growing presence in the right markets and a well-positioned asset base undergoing continual improvement, we are strategically positioned to deliver strong, sustainable performance. Moving on to investments. We continue to capitalize on our advantaged position as Ventas is a senior housing partner of choice with brokers and the entire investment community. We have continued to execute on our accelerating run of value-creating growth focused on senior housing in the first quarter. We've closed approximately $900 million in senior housing investments year-to-date and $2.8 billion since the [indiscernible] last year. with most of that completed in the last 6 months. These investments made our key criteria of 7% to 8% expected year 1 NOI yields, low to mid-teens unlevered IRRs, accretive growth and pricing well below replacement costs. The activity significantly expands our SHOP portfolio, adding 20 newer vintage communities across 8 states, including 11 in high-demand Texas markets with strong net absorption potential in over 1,500 basis points of uncapped net demand over a few years.\nThese communities offer a full continuum of care and are operated by 6 high-quality managers, including 3 new operator relationships with strong local execution. The underwritten returns are attractive as we are expecting year 1 NOI yields of around 7.2% on average and a 10-year unlevered IRR in low to mid-teens. We've also been encouraged by the initial post-closing performance of the $1.8 billion in senior housing acquisitions closed in 2024. Actual NOI is in line with underwriting at a blended yield of 7.7% in the first quarter of 2025. Our investment pipeline is active and growing as we have now reviewed approximately $30 billion of senior housing investments, bid on $9 billion and closed on $2.8 billion all since the beginning of last year. Approximately 75% of our closed transactions were relationship-driven and sourced off market. We remain flexible and opportunistic pursuing a diverse set of senior housing investments across markets, asset types, operators and return profiles, reflecting our strong pipeline we are raising our full year investment guidance to $1.5 billion.\nIn summary, we had a strong start to the year, demonstrating solid execution across our senior housing platform. We remain laser-focused on advancing Parts 1 and 2 of our strategy. First, driving profitable organic growth by enhancing operating performance, optimizing pricing and occupancy and leveraging our data-driven Ventas OI platform and close collaboration with our high-performing operators. And second, capturing value through external growth with a targeted focus on high-quality senior housing acquisitions that meet our strategic and financial criteria. With favorable demand a well-positioned portfolio and a robust investment pipeline, we are confident in our ability to create long-term value and sustain our significant leadership position in the senior housing sector. Bob?\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'm pleased to report we're off to a strong start to the year. I'll review our first quarter performance, discuss our reaffirmed 2025 guidance and close with our balance sheet, liquidity and capital markets activities. Starting with our overall enterprise performance. We reported normalized FFO of $0.84 per share, representing nearly 8% year-over-year growth. Our total company same-store cash NOI grew by 7%, led by SHOP increasing approximately 14%. Our outpatient medical and research business or OMAR, reported same-store cash NOI growth of 1.3% year-over-year. Adjusting for cash fees received in outpatient medical, OMAR same-store cash NOI increased by 2.5% year-over-year. Outpatient medical grew by 3%, adjusted for the aforementioned fees as fundamentals remain solid. Outpatient medical occupancy increased 30 basis points year-over-year with first quarter new leasing increasing 9% and tenant retention, a strong 85% in the quarter. Our research portfolio, same-store cash NOI contracted modestly year-over-year. This $200,000 reduction in NOI can be explained by 30 basis points of lower occupancy.\nVentas team continues to see a solid research leasing pipeline, including from universities. We are reaffirming our full year OMAR same-store cash NOI guidance range of 2% to 3%. And that's a good segue to our updated 2025 full year outlook. After a good start to the year, we are reaffirming our previously issued guidance for full year '25, including our earnings per share measures and property same-store cash NOI ranges for each segment. As a reminder, our normalized [indiscernible] midpoint of $3.41 represents outstanding 7% year-over-year growth. And consistent with our communication in February, this FFO increase continues to be less SHOP organic growth and accretive senior housing investment activity. partially offset by higher net interest expense, FX and dilution for share price. I would remind everyone that the all-important senior housing key selling season begins in the second quarter and runs through September. We have updated our guidance for full year 2025 investments focused on senior housing from $1 billion to $1.5 billion as a result of a growing pipeline of deals. We expect a $500 million increase in the investment guidance to close later in the year.\nSo net-net, we expect the FFO contribution of the incremental investment guidance to be minimal for 2025. We've already largely funded the increased investment guidance with $1.3 billion in aggregate equity raised, together with $200 million of deposition activity previously included in guidance, and expected to close in the second quarter. Our balance sheet continues to strengthen as a result of SHOP organic growth and equity funded senior housing investments. Our Q1 net debt to EBITDA of 5.7x, represents a 30 basis point sequential improvement from year-end 2024 and a full turn reduction versus prior year first quarter. We expect further leverage improvement in the balance of the year, driven by our senior housing growth engine. We also repaid nearly $1 billion of senior notes in the first quarter at a rate of approximately 3%, utilizing the proactive senior notes we issued in September last year at approximately 5%. Our liquidity position is robust with available liquidity of $3.6 billion as of April 2025. This liquidity was bolstered in April by a $750 million increase in our revolving credit facility to $3.5 billion to support our growing enterprise.\nWe had robust subscription from our bank group, which demonstrates their strong support of our platform. For additional 2025 assumptions, please refer to our Q1 supplemental and earnings presentation posted to our website. To close, we're pleased with our start to 2025. The entire Ventas team is enthusiastic about the future and focused on delivering superior performance for our shareholders. And with that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5fadb1dd5fc4e39c9fe7316238b32061",
    "period": "2024 Q4",
    "content": "Q4 2024 Ventas Inc Earnings Call\n\nQ4 2024 Ventas Inc Earnings Call\n\nVTRNYSEFEB 13, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Gail, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas Fourth Quarter and Full Year 2024 Earnings Results conference call. [Operator Instructions]\nI will now turn the call over to BJ Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Gail, and good morning, everyone, and welcome to the Ventas Fourth Quarter and Full Year 2024 Results Conference Call. Yesterday, we issued our full year and fourth quarter 2024 earnings release, presentation materials and supplemental information package, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental information package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. I want to welcome all of our shareholders and other participants to the Ventas Fourth Quarter and Full year 2024 Earnings Call. Ventas really delivered in 2024. Today, I'm happy to discuss our strong results, investment activity and growth powered by our increasing participation in the unprecedented multiyear growth opportunity in senior housing. With our momentum, I'm also pleased to introduce our favorable expectations for 2025.\nBuilding on our strong results and positive outlook, we've also increased our quarterly dividend to stockholders by 7%. We continue to focus on creating value for our stakeholders from our advantaged position within the longevity economy as we enable exceptional environments that benefit a large and growing aging population. The company effectively executed on its 123 Strategy in 2024, and I'd like to thank my colleagues for their commitment and excellence.\nDuring the year, we took advantage of the unprecedented multiyear growth opportunity in senior housing. We delivered significant senior housing NOI growth from our portfolio made value-creating investments focused on senior housing and drove cash flow throughout our portfolio.\nLet's discuss 2024 results. Ventas delivered full year normalized FFO per share of $3.19, above the high end of our guidance range. SHOP same-store cash NOI grew nearly 16%, the third year in a row of double-digit growth. As Justin forecast at the beginning of the year, 2024 was a year of occupancy outperformance with year-over-year occupancy increasing 300 basis points in our same-store communities, compelling secular demand, de minimis supply, well-positioned communities in favorable markets and Ventas' advantaged platform came together to deliver results.\nI also want to recognize the care providers for their outstanding service to residents and their families, including their extraordinary actions during the recent California fires.\nIn 2024, we also completed over $2 billion in accretive investments focused on senior housing. These investments met our well-defined operational and financial criteria and were selected from a much bigger pipeline of opportunities using our competitive advantages in senior housing, which include data analytics, operator relationships and our experienced, knowledgeable team.\nThese investments, funded with equity, increased our participation in the multiyear growth opportunity through expansion of our senior housing portfolio, they added accretion, improved our FFO per share growth rate, accelerated deleveraging and created value.\nAs a result of both organic and external growth in SHOP, in 2024, our scale grew significantly to $2.2 billion in annualized EBITDA, SHOP reached 43% of our NOI and our leverage improved to enter our long-term targeted range, all by year-end. With nearly 8% total company same-store cash NOI growth in 2024, we also achieved the third prong of our strategy, driving cash flow growth throughout the portfolio. Compounding NOI growth from outpatient medical research and our triple net lease portfolios supplemented our strong SHOP performance.\nWe also increase our Ventas Investment Management platform, or VIM, during the year. Started in 2020, VIM has over $5 billion in assets under management. Looking forward, we are excited about the opportunities ahead. To create value for stockholders, we intend to continue to drive SHOP growth and expand our SHOP footprint with accretive investments focused on senior housing. As a result, we expect our SHOP business to represent over 50% of our NOI by year-end.\nOur 2025 guidance anticipates normalized FFO per share growth of 7% at the midpoint led by SHOP. If achieved, this profile would put us in the upper echelon of REITs. And even as we focus on growth, we also expect to further enhance our financial strength and flexibility during the year. All the while, we will maintain our commitment to enabling exceptional environments that benefit a large and growing aging population.\nSo our value proposition for investors in 2025 is clear: deliver top-tier 2025 FFO per share growth, property NOI growth and investment growth; further improve our balance sheet and top it off with a 7% increase in our quarterly dividend.\nWe are optimistic about 2025 and beyond. Conditions remain favorable for our continued success and the company continues to build its competitive advantages. We are in it to win it. We are still in the early innings of this multiyear growth opportunity in senior housing as the over-80 population is surging, construction starts have fallen to historic lows and new developments generally are not feasible.\nWe also expect to continue to benefit from compelling secular demand, a favorable pricing environment, robust attractive investment opportunities, positive operating leverage as occupancies rise and a terrific experienced team, whose ranks continue to grow with top talent.\nWith that, I'll turn it over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'll give updates on our strategy to deliver profitable organic growth in our senior housing portfolio and execute on value-creating external growth. We had a very exciting and successful year on both fronts.\nStarting with organic growth. 2024 marked the third year in a row of double-digit same-store SHOP NOI growth. I'm very happy with the execution of our Ventas OI-driven SHOP platform initiatives and collaborative relationships with our high-performing operators. Our occupancy led results were delivered by contributions across geographies and asset types.\nTotal SHOP same-store cash NOI growth was 16%, and which is at the high end of the guidance range. Full year same-store SHOP occupancy grew by 300 basis points versus our initial guidance of $250 million. In the fourth quarter, our U.S. same-store NOI grew 20% and occupancy grew 370 basis points.\nWe are outperforming our markets in occupancy growth. Our U.S. shop communities in the NIC Top 99 markets grew 350 basis points beating the NIC benchmark by 140 basis points. These results were broad-based across assisted living and independent living.\nMoving forward, we are highly optimistic about our senior housing business across multiple dimensions. The supply and demand dynamics in our sector are exceptionally favorable. Over the next 5 years, the U.S. will experience an unprecedented surge in the senior population as the baby boomer generation begins turning 80. This 80+ age group is projected to grow by 28% during this period, driving significant demand for senior housing.\nMeanwhile, new construction in our markets remains constrained with inventory growth at the lowest number on record and new construction starts at an all-time low. These combined factors create an extraordinary net absorption opportunity in the upcoming years, unlike anything we have seen before. We just finished the first lap of a long race as supply-demand characteristics are projected to remain compelling over the next several years.\nVentas is in a strong position to continue to drive growth in our SHOP portfolio. We have favorable competitive positioning driven by Ventas OI with proprietary data analytics and experiential insights, which underscore portfolio actions and optimizes performance. Our expanding network of 29 SHOP operators has consistently delivered tremendous growth while capturing market share in their respective regions. We are committed to working closely together with them to capture the immense opportunities ahead.\nWe offer a differentiated approach through collaboration and the aligned goal of delivering exceptional care services and performance. We continue to execute on our community refresh program, improving the living and working environment of our communities, and therefore, improving competitive positioning.\nWe have completed 228 projects at year-end, including over 150 refreshed employee break rooms and over 4,500 modernized resident units. We are on pace to complete another 50 refresh projects by the key selling season this year, which should further enhance our ability to drive NOI.\nSpeaking of driving NOI, as previously announced, we are excited to expand our SHOP portfolio by converting 45 large-scale senior housing communities comprising of about 5,700 units from the triple net structure to SHOP. This is a great opportunity to reposition low occupied communities that are located in markets with strong projected net absorption. We have plans to transition these communities to 5 proven high-performing operators with a strong track record of both transitioning and improving operating performance.\nWe plan to execute the Ventas OI playbook to drive occupancy, pricing, environmental improvements and ultimately double the NOI of the 77% occupied portfolio. Assuming this conversion occurs by the end of the year, we project our SHOP footprint to increase by 8% in number of units and our SHOP portfolio to increase to account for over 50% of our enterprise NOI.\nLooking forward to 2025, we are excited to continue our multiyear growth trajectory as we embark on our fourth consecutive year of double-digit NOI growth in our same-store SHOP portfolio. Same-store SHOP is expected to grow NOI 11% to 16%. The midpoint of our range is driven by revenue growth of about 8%, average occupancy growth of about 270 basis points and continued strength in pricing driving RevPOR of around 4.5%. Furthermore, we expect operating expense growth of 5%. Per usual, the results will be highly dependent on a successful key selling season, and we are assuming a relatively stable inflationary outlook.\nOnce again, we are expecting the U.S. to be the growth engine with continued accelerating occupancy performance with over 300 basis points of growth. January occupancy is off to a strong start.\nSummarizing organic SHOP growth, we are coming off a strong year of occupancy-driven results, and we are excited about the opportunities ahead as we continue to unleash the power of our advantage SHOP platform.\nMoving on to part 2 of our strategy. We continue to execute on value-creating external growth focused on senior housing in the fourth quarter and throughout 2024. For the full year, we closed on $1.9 billion of senior housing investments, including $1.4 billion in the fourth quarter alone. These investments fit squarely within our investment criteria, including 78% expected year 1 NOI yield, low to mid-teens unlevered IRRs and a significant discount to replacement cost.\nThis investment activity meaningfully expands our SHOP portfolio with the addition of 52 new communities and markets with strong projected net absorption and communities are high-performing with upside including average in-place occupancy of 90%.\nEven with this accelerated pace of external growth, we are maintaining our underwriting discipline. In 2024, we reviewed approximately $18 billion of senior housing opportunities pursuing approximately $5 billion and ultimately closing on nearly $2 billion. We have a rigorous data-driven process that ensures we are pursuing the best deal for Ventas and investing within our right market, right asset, right operator framework.\nOur experienced team remains focused on executing our external growth plans, and we intend to expand the team. We expect our pipeline will continue to present a large set of compelling investment opportunities with potential deals coming from a range of owners and a variety of reasons for selling, including debt and fund maturities. Our investment activity also includes a range of seller profiles with transactions coming from a balanced mix of owner operators, private equity, developers and other institutional capital.\nLooking forward to 2025, we expect to keep our external growth momentum, including line of sight on $1 billion of senior housing investments, which are already in advanced stages, and we expect to be weighted in the first half of the year.\nVentas is a senior housing partner of choice with sellers, brokers and the entire investment community. This remains true even as there may be more competition for assets as others are seeing the favorable risk reward in senior housing. Our industry experience, platform capabilities to manage scale, data science and transaction track record should help to propel our growth prospects moving forward.\nOur investment team capabilities are second to none, and we are continuously building on our strengths. With that in mind, I'm very excited to announce Alex Russo, joining our team as Senior Managing Director of Investments. During his 18-year career at Lazard, Alex has demonstrated exceptional financial and investment acumen. And I expect he will be an instrumental addition to the team as we continue to execute on our value-creating external growth focused on senior housing.\nNow I'll hand the call to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'll share some highlights of our 2024 performance and close with our 2025 outlook. I'll start by saying we are pleased with all we accomplished in 2024. We finished 2024 strong with attributable net income per share of $0.19. 2024 normalized FFO per share of $0.81 in the fourth quarter and $3.19 for the full year, represents a 7% year-over-year increase in both periods.\nThe result exceeded the high end of our full year normalized FFO guidance range, led by SHOP same-store growth, and execution on our accretive senior housing investment pipeline. Our total company same-store cash NOI grew nearly 8% year-over-year in 2024, reflecting broad-based property NOI growth across our portfolio led by 16% growth in SHOP.\nOur outpatient medical and research business delivered continued compounding growth of 3% in 2024, in line with our expectations. For the full year, research grew 4.6% and outpatient medical increased 2.6%.\nAs Justin described, we closed on approximately $1.9 billion of senior housing investments funded all equity. We raised $2.2 billion of total equity in 2024 and year-to-date 2025, including approximately $1.2 billion raised since the third quarter at an average share price of $62.90. We currently have $250 million of unsettled forward equity available to fund senior housing investments in 2025.\nConsistent with our strategy, SHOP growth in all equity funded senior housing investments have further strengthened our balance sheet. At 6.0x, our Q4 net debt-to-EBITDA is a 90 basis point improvement year-over-year and has now entered our long-term targeted leverage range of 5 to 6x. We expect continued leverage improvement in 2025 driven by senior housing growth.\nWe ended 2024 with robust liquidity of nearly $4 billion, which included proceeds from our third quarter 2024 senior note issuance, which we subsequently used to pay down $1 billion of maturing debt in the first quarter of 2025.\nLet's conclude with our full year 2025 outlook. For 2025, we expect net income attributable to common stockholders of $0.48 per share at the midpoint. We expect normalized FFO to range from $3.35 to $3.46 per share or $3.41 per share at the midpoint, which represents 7% year-over-year growth. in line with the FFO growth we posted in 2024. The $0.22 normalized FFO per share increase is driven by NOI growth in the SHOP business and accretive senior housing investment activity, partially offset by higher net interest expense, FX and dilution from a higher share price.\nOur 2025 total company same-store cash NOI guidance approximates 6.75% year-over-year growth at the midpoint, led by SHOP. Our guidance includes senior housing investments of approximately $1 billion in 2025, with clear line of sight and waited to close in the first half of the year. We intend to principally equity fund these investments and have already raised $250 million via equity forwards. For the year, we also expect to raise $200 million through capital recycling efforts.\nSpecific to increase net interest expense, our midpoint of guidance assumes an increase of $0.08 compared to 2024 from refinancing maturing debt at a high rate and lower cash balances year-over-year. A more fulsome discussion of our 2025 guidance assumptions can be found in our Q4 supplemental and earnings presentation posted to our website.\nTo close, we are really pleased with our 2024 performance, are executing on our growth strategy and delivering advantaged growth in normalized FFO per share. The entire Ventas team is determined to continue this momentum in 2025.\nWith that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a68a8e2a8c6f0fc8a4c9283b5a660642",
    "period": "2024 Q2",
    "content": "Q2 2024 Ventas Inc Earnings Call\n\nQ2 2024 Ventas Inc Earnings Call\n\nVTRNYSEAUG 2, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Bailey, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas Second Quarter 2024 Earnings Call. [Operator Instructions]. I would now like to turn the call over to BJ Grant, Senior Vice President of Investor Relations. You may begin.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Bailey, and good morning, everyone, and welcome to the Ventas Second Quarter 2024 Results Conference Call. Yesterday, we issued our second quarter 2024 results release, presentation materials and supplemental investor package, which are all available on the Ventas website at ir.ventasreit.com. As a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements.\nFor a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website. Certain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental investor package posted on the Investor Relations website. And with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. On behalf of all my colleagues, I want to welcome our shareholders and other participants to the Ventas Second Quarter 2024 Earnings Call. It's an exciting time for our business. We are driving performance in the early stages of an unprecedented multi-year NOI growth opportunity, fueled by powerful demographic demand and the most favorable fundamentals ever in the senior housing industry. Ventas plays an essential role in the longevity economy, serving a large and growing aging population with over half our business in senior housing. This creates a compelling near- and long-term growth and value creation opportunity.\nToday, I'll discuss Ventas' strong results and our latest increase in our 2024 expectations as we generate outperformance in our senior housing operating portfolio, increased shop investment activity, optimize net operating income throughout our portfolio and improve our financial strength. Let's start with results. We began 2024 with momentum, which continued in the second quarter. Our enterprise delivered $0.80 of normalized FFO per share, reflecting 7% year-over-year growth. SHOP led the way with same-store cash NOI growth of over 15%. Total company same-store cash NOI grew nearly 8%, and our balance sheet is trending positively with 50 basis points of leverage improvement already year-to-date.\nWe are pleased to once again raise our 2024 normalized FFO per share guidance and our total company same-store NOI expectations on the strength of this performance. Our growth expectations and value creation opportunity put us in the top cohort of companies across the REIT landscape. We're executing on our focused strategy designed to deliver growth and value to our stakeholders. As a reminder, there are three prongs to the Ventas strategy: Deliver profitable organic growth in our senior housing portfolio, capture value through investments focused on senior housing and drive cash flow throughout our portfolio. Here are some key updates in each of those areas. In SHOP, we have now delivered 8 consecutive quarters of double-digit year-over-year same-store organic cash NOI growth.\nMore importantly, we see a durable multiyear NOI growth opportunity ahead of us powered by occupancy gains and revenue growth. Senior Living provides invaluable benefits to residents and their families. In the quarter, occupancy grew 320 basis points year-over-year, significantly outperforming industry benchmarks and revenue expanded 8%. Our data-driven decisions enable execution by talented operators, enabled our communities to attract more than our fair share of this strong demographic demand for senior living. Remember that our prior senior housing occupancy peak was 92%. Currently, our portfolio has trended to 84% occupancy and 27% margin. There is an additional $140 million incremental NOI opportunity simply by getting to 88% occupancy and 30% margins in the portfolio when SHOP NOI would approximate $1 billion a year.\nFrom there, we expect our portfolio, operators and communities to shoot for and potentially beyond that 92% prior occupancy peak because surging demand and suppressed senior housing construction are creating such favorable conditions, particularly in our markets. The SHOP resident base we serve primarily the over 80 population should grow by over 24% in the next 5 years. This population is increasing rapidly each year from about 0.5 million people annually now to over 800,000 individuals starting in 2027, as the leading edge of the gigantic baby boomer cohort turns 80. Yet, there were only about 1,300 units of senior housing started in the second quarter, and construction as a percent of inventory is only 1%, both the lowest on record.\nEqually important, the duration of new construction continues to elongate, and we expect deliveries to be constrained for years to come. This favorable supply/demand backdrop provides powerful tailwinds and a long and unprecedented runway for growth. Justin will explain how our actions, platform, data and insights together with our operators, deliver value to seniors and their families and position Ventas to outperform a strong market. We are also increasing our investment activity focused on senior housing as we execute on the second prong of our strategy. We're on track to close about $750 million of investments this year. Given the favorable market conditions and the strength of our pipeline for quality acquisitions, we are committed to ramping up our investment activity.\nVentas is one of the country's largest owners of senior housing. And we are excited about the external growth opportunities we see in the market. Rarely in my career have investment conditions been as constructive. We can invest in senior housing assets with high single-digit going in yields and substantial near-term NOI growth prospects. Replacement cost net absorption projections and affordability remain key criteria in our investment approach. These senior housing investments expand our SHOP footprint, increase our enterprise growth rate and reinforce our consistent commitment to financial strength. Third, we're also focused on driving cash flow and value creation throughout our portfolio. Our outpatient medical and research portfolio once again contributed complementary compounding growth for Ventas, powered by our competitively advantaged Lillibridge operating platform that excels in tenant satisfaction and retention.\nWe also want to provide you with greater clarity on the 23 LTACs operated by Kindred with a lease maturity of April 30, 2025, these long-term Acute Care Hospitals represent about 5% of our NOI or $110 million annually. We've made a lot of progress since we last updated you. Currently, we are in advanced discussions with Kindred regarding a lease resolution for these properties. While a deal is not done and terms could change we and Kindred are close to a transaction that would result in a 25% to 30% full year rent reduction on these 23 LTACs starting May 1, 2025. About 2/3 of that amount would be reflected in calendar year 2025. We'll be happy to share more with you if and when a deal is concluded. We continue working toward a positive lease resolution that optimizes Ventas value and the NOI from these 23 properties, strengthens the master lease and supports Kindred's future success.\nThere are two final items that represent our approach to thoughtful investing and creation of win-win outcomes with our operators over time. First, Ardent recently completed its successful IPO, and we congratulate the management team and our partners. Ardent has done it right, focusing on patients, quality clinical care, employees and communities. Ardent's current equity value exceeds $2.5 billion. And as Sam Zell used to say, liquidity is value. With $1.6 billion invested in assets operated by Ardent, Ventas has always been happy with Ardent's financial stability, its operational acumen and its steady growth. The company's IPO has further enhanced this positive investment. In addition, Ventas has an ownership stake in Ardent currently valued at about $170 million over 4x our original investment. And we believe there's additional upside in Ardent's business and its valuation.\nAlso, in the second quarter, we monetized about 10% of our Brookdale warrants for $6 million in cash profit. We received these warrants as part of the successful lease arrangements we concluded with Brookdale in 2020. The warrants provide upside sharing in Brookdale's success and take advantage of the positive macro conditions in senior housing. Our current in-the-money value of our Brookdale warrant is about $70 million. Stepping back, we are optimistic about the future of our business, which is centered on helping a large and growing aging population live longer, healthier and happier lives. As the broader economy shows significant signs of slowing down and the labor market softens, Ventas' business with over half in senior housing is highly advantaged across the REIT space.\nAll our asset classes benefit from an elastic need-driven demographically driven demand and most benefit from a softer employment backdrop. As a result, we have an unprecedented multiyear growth opportunity right in front of us. With Favorable results this quarter and our improved outlook, our team is focused on doing everything we can to execute our strategy and continue to drive Ventas performance and returns. With that, I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'm happy to report on another good quarter for our SHOP portfolio and another guidance raise led by occupancy. As Debbie mentioned, the macro backdrop is very supportive from a supply-demand standpoint. I'm pleased that Part one of our strategy, which is to deliver profitable growth in senior housing is off to a good start, as we are seeing very strong execution from our operators with support from our Ventas OI platform initiatives. The key selling season is delivering strong results so far. In May, June, and July as leading indicators and occupancy are all performing really well, building on our best-in-class occupancy performance. I'd also like to highlight that our net move-in volume year-to-date was 13x higher than last year, contributing to our outperformance driven by our Atria holiday portfolios as well as [indiscernible] Priority Life and Discovery Senior Living. The second quarter same-store SHOP revenue grew 8% and occupancy grew by 320 basis points, led by the U.S. with 380 basis points year-over-year and 90 basis points sequentially, leading to an absolute occupancy of 85.6%, led by Canada at almost 96% and an overall operating margin of 27.4%, all of which our industry-leading metrics.\nI'd like to spotlight Le Groupe Maurice, who operates full-service active adult communities for us in Quebec and represents nearly 60% of our NOI in Canada. They have consistently delivered stellar performance. The 380 basis points of occupancy gains in the U.S. was driven by broad-based performance across our portfolio with growth of 400 basis points in assisted living and 340 basis points in independent living year-over-year. Spot occupancy was particularly strong in our communities compared to the market. The U.S. spot occupancy grew 450 basis points year-over-year in the top 99 markets, which is 200 basis points faster than the NIC average. Furthermore, the U.S. spot occupancy grew 150 basis points sequentially in the top 99 markets almost 3x faster than the NIC average. 88% of our total SHOP NOI is included in our same-store portfolio. We were pleased to achieve 8% revenue growth and our eighth consecutive quarter of double-digit NOI growth at 15.2% year-over-year.\nThe spread between RevPOR growth at 4% and OpExPOR growth at 1% and remains very healthy at about 300 basis points. The key driver of value creation will continue to be occupancy growth due to the high operating leverage in the business. Margin expansion will increase as occupancy ticks higher and particularly in communities that are over 90% occupied. I'd like to thank our operating partners. There are too many to mention as there are so many strong contributors taking great care of people and delivering excellent operating results. Given the outperformance in the first half, we are happy to raise our full year guidance expectations again on our same-store SHOP portfolio by 50 basis points to 14.5% at the midpoint. Our average occupancy growth expectations have increased to about 280 basis points, up from 270. The remaining key assumptions that drive the midpoint of our range remain in line with what we previously communicated.\nNow I'll give an update on our Ventas OI platform and initiatives. We continue to advance our Ventas operational insights platform which was formally launched in 2022. This platform is designed to drive outperformance in this multiyear occupancy growth opportunity and is the cornerstone of Part one of our strategy. which is to drive organic growth in our SHOP portfolio. This platform enables us to combine our best-in-class analytics with our operating expertise to drive thoughtful conversations and actionable insights with the operators to quickly make informed decisions on critical areas of the business. The increased availability of real-time data through systems and reporting automation, have allowed our operating partners to benefit from key insights across a wide variety of initiatives. Our platform has enabled deep analysis into sales and price optimization, market positioning, targeted NOI generating CapEx and digital marketing to name a few.\nI'll cover some proof points on how we have driven occupancy and NOI with Ventas OI. I'll start with NOI-generating CapEx. In assessing which communities receive refreshed capital investments, we analyze the community's position in the market and prioritize those where investment would most improve occupancy and rate relative to the competitive set. We further annualize overall market characteristics, including forward-looking net demand, home values, net worth, affordability among other data points to support our position that capital would drive robust NOI growth and generate outsized returns. We have completed 215 projects since the start of this program in late 2022, of which $133 million are at least 6 months post project completion. This group has grown occupancy by over 530 basis points and outperformed their respective markets by 350 basis points of growth.\nRevPOR has also grown 6.5%, demonstrating the effectiveness of this redev program. Next, price volume optimization. We continue to collaborate with operators on a monthly basis, monitoring street rate pricing on nearly all units in our U.S. SHOP portfolio relative to our proprietary market data to ensure pricing is set to optimize move-ins. Our automated monthly rental consolidation process enables us to efficiently analyze over 8 million rows of historical street rate pricing data to better understand market positioning and proactively identify price opportunities. We've executed this process and successfully optimized price and volume, resulting in improved sales momentum through the second quarter across several operators including Sunrise, Atria, Holiday and Priority Life Care. These operators have improved their move-in performance by 25%.\nNext, digital marketing. We've also executed digital marketing initiatives focused on driving higher move-ins, improving the attractiveness of the website to Google Search, for instance, and user experience improvements have allowed potential residents and families to easily gather information to learn about the living, service and care options available in our communities. Our focus on digital marketing has produced double-digit improvement in move-ins derived from website referrals. Summarizing Ventas OI. The tools we have created for our platform have enabled us to perform and continue delivering growth. It's part of our OI engagements. Over 1,000 of which we've completed since I started, we are proactively sharing insights, data and benchmarks with our operating partners to align on performance expectations.\nMoving on to investments, where we are executing on part two of our strategy, which is to capture value-creating external growth focused on senior housing. We are in a unique period of time, the best I've seen in my career, where we have the combination of relatively high yield and high growth investment opportunities in senior housing leading to very attractive unlevered IRRs. The sector is supported by tremendous demographic tailwinds. In the second quarter, we continued our strong run of executing on attractive external growth opportunities we closed approximately $300 million of value-creating investments in 12 senior housing communities, 10 of which are with existing Ventas operator relationships, bringing the year-to-date volume up to $350 million at a blended going-in yield greater than 8%.\nIn addition to the accretive going in yield, these investments are positioned squarely within our right market, right asset, right operator framework and now is the right time to invest in senior housing as this favorable positioning amplified by the unprecedented supply/demand backdrop will drive continued NOI growth, resulting in unlevered IRRs in the low to mid-teens. We also continue to invest in an extremely attractive basis below replacement costs with an average per unit purchase price of $250,000. Looking forward, our pipeline remains robust filled with actionable opportunities with both existing and new operator relationships, with a profile similar to the deals already closed in 2024.\nSpecifically, we have line of sight to an incremental $400 million of senior housing investments bringing the total 2024 senior housing investment volume to $750 million. Additionally, we are deeply engaged in executing this high priority of expanding our SHOP portfolio. We continue to underwrite a large and growing pipeline of attractive near-term opportunities and are confident in our ability to continue creating value via additional external growth going forward. Now I'll hand over to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'll start with our second quarter performance, provide an update on our leverage and liquidity and conclude with our updated and improved guidance. I'm pleased to report that Ventas delivered strong second quarter results led by SHOP and with contributions across the property portfolio. In our outpatient medical and research segment, or OMAR, we generated over 3% same-store cash NOI growth in the quarter with strong margins and stable occupancy. In our outpatient medical portfolio, Pete and team continue to build leasing momentum. Executing over 800,000 square feet of new and renewal deals in the quarter, which translated to 30 basis points of sequential occupancy gains. Further, the equitized loan portfolio outpatient medical assets have made significant progress, increasing occupancy 450 basis points year-over-year to 81.5% in the second quarter, leveraging the Lillibridge operating platform and playbook to drive growth.\nMeanwhile, our university-based research portfolio increased same-store cash NOI by 5.5% in the second quarter with 160 basis points of occupancy growth across the same-store portfolio. Our new leasing pipeline is attractive at 1.3 million square feet with over half already executed. For the enterprise in the second quarter, we reported net income attributable to common stockholders of $0.05 per share. Our Q2 normalized FFO per share of $0.80 represents a 7% increase year-over-year. Underpinning this result was year-over-year SHOP same-store growth of 15% and total company same-store growth of nearly 8%. We're seeing the benefit of the execution of our strategy, with a 50 basis point improvement in our net debt-to-EBITDA metrics so far this year.\nOrganic shop growth and equity funded new investments in senior housing are driving the improvement. The multiyear growth expected in senior housing and the robust investment pipeline are expected to continue to improve our leverage ratio going forward. So far this year, we've closed down $350 million of new investments and have raised $500 million in equity. We have included in our updating guidance another $400 million in equity funded investments focused on senior housing that are expected to close this year. Year-to-date, we completed $234 million in asset sales. And our liquidity at the end of the second quarter was strong at $3.3 billion, including over $550 million of cash on hand and with limited remaining debt maturities in 2024.\nI'll close with our updated and improved 2024 guidance. We've raised our outlook for net income attributable to common stockholders to now range from $0.07 to $0.13 per diluted share. We increased the midpoint of our full year normalized FFO guidance to $3.15 per share from the previous midpoint at $3.14 per share. Our improved full year midpoint is driven by a $0.025 combined improvement from SHOP, organic and inorganic growth, partially offset by a $0.015 noncash impact from potential Kindred lease resolution in 2024. We've also raised our same-store cash NOI year-over-year growth midpoint expectations for each of our segments. Total company same-store cash NOI is now expected to grow 7.25% year-over-year, an increase of 25 basis points from our prior guidance and 100 basis points higher than our original guidance back in February. For additional 2024 guidance assumptions, please see our Q2 supplemental and earnings presentation deck posted to our website.\nTo close, we are pleased with the results for the first half of the year, and we're committed to continued value creation in the second half and beyond. With that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/972dcece97f45e0d5baf3a706b457412",
    "period": "2024 Q1",
    "content": "Q1 2024 Ventas Inc Earnings Call\n\nQ1 2024 Ventas Inc Earnings Call\n\nVTRNYSEMAY 2, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Kathleen, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas First Quarter 2024 Earnings Call. [Operator Instructions] Thank you.\nI would now like to turn the call over to BJ Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Kathleen. Good morning, everyone, and welcome to the Ventas First Quarter Financial Results Conference Call.\nYesterday, we issued our first quarter earnings release, supplemental investor package and presentation materials which are available on the Ventas website at ir.ventasreit.com. As a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental investor package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to the Chairman and CEO of Ventas Debra A. Cafaro.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. On behalf of all of my colleagues, I want to welcome our shareholders and other participants to the Ventas First Quarter 2024 earnings call. Today, I'll discuss our good start to the year, describe the actions we are taking to execute on our strategy and create value for our stakeholders, and share our improved outlook for 2024 as the multiyear growth opportunity in senior housing build.\nAs a reminder, our 3-pronged Ventas strategy is composed of, first, deliver organic growth in our senior housing portfolio; second, capture value through investments focused on senior housing; and third, drive cash flow throughout our portfolio.\nWe entered this year with momentum, and in Q1, our enterprise delivered $0.78 of normalized FFO per share and over $2 billion in annualized NOI. Our strong results came from nearly 7% same-store property NOI growth led by SHOP at over 15%. Notably, demand-driven occupancy gains in our SHOP portfolio are accelerating, fueled by favorable supply-demand fundamentals in our markets and the actions we've taken in concert with our care providers. Move-ins across the portfolio were elevated as we gained 240 basis points of occupancy in our same-store SHOP portfolio year-over-year.\nAs the second largest owner of senior housing, we are benefiting from the multiyear senior housing growth opportunity that continues to gain traction from both demand-led occupancy and REVPOR growth. Accelerating demand for our senior housing community underscores the valuable benefits they provide to residents and their families. The over 80 population is expected to grow by 5 million individuals through 2030, yet new construction starts in senior housing are the lowest in over a decade, as is the percentage of inventory under construction.\nIn our SHOP portfolio, 99% of Ventas' communities are free from competing construction starts. All of these trends combine to support a highly favorable long-term runway for growth in the biggest part of Ventas' business, senior housing. We also want to expand our footprint in senior housing by capturing value-creating investments in the space. On this second prong of our strategy, we are making good progress. Year-to-date, we have closed or placed under contract about $350 million of investments that meet our targets of going in yield, expected unlevered IRRs, occupancy growth potential, affordability and pricing below replacement cost.\nOver my career, it has been rare to see such a compelling investment environment where we can acquire attractive assets in favorable markets at high going-in yields and high growth. Due to market conditions, our efforts and our team's relationship, our pipeline of investment opportunities continues to grow, and we expect to make further progress on our investment plan in the balance of the year.\nAcross Ventas, we are also focused on the third element of our strategy, driving cash flow throughout our portfolio. In addition to SHOP, which is now generating over $800 million in annualized NOI, there are two other areas I'd like to cover: Kindred and our outpatient medical and research business. First, respecting the Kindred lease for 23 LTAC, representing approximately 5% of our NOI. The trailing rent coverage remained stable and Kindred has projected improving revenue and expense performance trends for 2024. We continue to have active decisions with Kindred and other parties to optimize Ventas enterprise value and NOI from our property, following the April 2025 lease maturity.\nWe and Kindred recently agreed to a 1-month extension for the lease renewal notice date to the end of May. We know you are keenly interested in hearing the outcome of our discussion and we look forward to providing you with more information as soon as we can. Our competitively advantaged outpatient medical and research business continues to shine and benefit from strong institutional demand. And it's delivering complementary compounding contributions to our enterprise. As a leader in senior housing, this portfolio is aligned around serving a large and growing aging population. Ventas is advantaged across commercial real estate because demand for our assets is strong and getting stronger.\nThe Ventas team is focused on the opportunity for value creation right in front of us. On that point, we are pleased to improve our outlook for the full year. We are raising Ventas' 2024 normalized FFO guidance to between $3.10 and $3.18 per share, and increasing our full year 2024 total company same-store cash NOI guidance to 7% at the midpoint.\nAnd with that, I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I am pleased to report that our SHOP portfolio performance is off to a strong start. Total SHOP same-store cash NOI growth was 15.2%. The our same-store SHOP communities delivered solid results across all key metrics, including occupancy, REVPOR and OpEx. The first quarter same-store SHOP occupancy grew by 240 basis points year-over-year led by the U.S., which saw 280 basis points of occupancy gains. We have had a strong start to the year with broad-based contributions across community types, geographies and operators.\nIn our same-store portfolio in the U.S., move-ins were elevated at 113% versus prior year, led by independent [indiscernible] events at 127%, outperforming normal seasonal patterns. We have had 9 consecutive months of tours outperforming prior year levels, contributing to the positive move-in momentum we have been experiencing. REVPOR performed in line. Operating expenses were lower than expected due to continued strength in net hiring and cost efficiencies realized by our operators, leveraging insights from our Ventas OI platform. OpExPOR was 1.6%, and or 0.5% when adjusted for the leap year. I'm really happy that our operators are delivering excellent care and services and great results.\nI'd like to highlight Sunrise and Sinceri, Discovery and the [ Group Maris ] in particular, for their superb all-around performance to start the year. Like I said, we are experiencing broad-based contributions from our operators, and we continue to leverage Ventas' OI's BaaS data sets and powerful analytics and insights to drive performance outcomes.\nNotably, our SHOP portfolio delivered double-digit same-store cash NOI growth for the seventh quarter in a row. Growth in the first quarter was led by our U.S. communities, which grew same-store cash NOI 18%. This strong performance in the U.S. was complemented by our high-quality Canadian portfolio, which is 95% occupied and continues to deliver a valuable and stable cash flow with 9% year-over-year growth.\nGiven the strong start to the year, we are happy to raise our full year guidance expectations on our same-store SHOP portfolio, which we now expect to grow 12% to 16% in NOI year-over-year. The key assumptions that drive the midpoint of our range, our average occupancy growth of about 270 basis points, up from 250 led by the U.S. with over 300 basis points, which is higher than we originally anticipated. We still expect REVPOR of about 5%, which puts the total revenue growth at around 8% and OpExPOR growth is expected to be slightly lower than previously forecasted at approximately 2.5%.\nOur total SHOP expectations were originally to add $118 million of NOI growth, and we have raised that expectation to $130 million. April occupancy is already off to a strong start, driven by both tours and move-ins volumes are higher than prior year levels. So we're optimistic about our ongoing occupancy performance. Remember that we are just now entering the critical key selling season. So we'll have to see how that plays out.\nLooking forward, we are energized by the 1,000 basis points of potential occupancy upside in our markets over the course of the next few years. I'm excited about the very strong supply/demand fundamentals combined with well-invested properties and excellent operators supported by our Ventas OI platform to drive growth.\nMoving on to investments. Senior housing is now just over half of the Ventas portfolio NOI with shaft representing 40% and growing due to the exceptionally strong organic growth and now we are expanding externally as well. We have been actively capturing value-creating external growth opportunities focused on senior housing. So far, we have closed or under contract for approximately $330 million of senior housing investments of which $130 million is already closed. These opportunities are exactly in our sweet spot.\nI am particularly excited by the unique opportunity to invest in relatively high-yielding, high-quality senior housing communities, coupled with outsized growth. These investments have a blended going-in yield in the high 7s, coupled with mid-teens unlevered IRRs. Additionally, we are investing at an attractive discount to replacement costs with an average cost of $241,000 per unit. Our approach to executing our investment strategy is guided by our right market, right asset, right operator framework. We're investing in markets with a compelling supply/demand profile, strong affordability and meaningful expected net absorption. We prefer communities that are supported by need-driven demand and offer a combination of services including independent living, assisted living and memory care.\nThese communities help us employ a strategic expansion of Ventas strengths in our active value-creating asset management playbook driven through the Ventas OI platform supported by our best-in-class data analytics. We are primarily expanding with existing operators with proven performance. Additionally, as part of our data-driven selection process, we welcome new operators with strong track records with capabilities tailored to the service offering at the community as we have more than doubled our SHOP operator pool over the past few years.\nI'll highlight the Magnolia Springs acquisition, which includes 7 communities that are 10 years old on average. They're currently 89% occupied, and our located market is projected to grow around 1,100 basis points over the next few years, supporting more significant revenue growth. The communities average 100 units each and offer a combination of assisted living and memory care services in Indianapolis, Cincinnati and Louisville market areas. Affordability on average in the markets is very strong at a projected 7x length of stay. The going in yield is projected to be low 7s and the unlevered IRR is projected to be mid-teens. The discount to replacement cost is estimated to be around 40%. The communities will be operated by a sincere who has a proven track record of delivering outstanding care services and performance.\nMoving ahead, we plan to continue to execute on our growing pipeline of senior housing communities. We are actively evaluating many attractive opportunities. In summary, occupancy momentum is strong, and we are off to a strong start to the year. We look forward to continuing SHOP organic growth and executing on our compelling investment pipeline. Bob?\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThanks, Justin. I'll share some highlights of our first quarter performance, provide an update on our balance sheet and capital activities and close with our increased 2024 guidance.\nI'll start my first quarter comments with our outpatient medical and research segment, or OMAR, which reported same-store cash NOI growth of nearly 5% in the quarter. In outpatient medical, [ Beaton ] team executed 900,000 square feet of new and renewal leases in the first quarter, 50% higher than prior year. Meanwhile, the outpatient medical assets from the [ equitized ] loan portfolio increased occupancy by 300 basis points since taking ownership last year due to the effective asset and property management initiatives from the Ventas team.\nOur university-based research same-store cash NOI increased over 5% in the first quarter. with occupancy growth across the same-store portfolio. Our overall new leasing pipeline has increased by 30% to 1.4 million square feet with strong institutional and university demand for university-based life science buildings.\nIn terms of first quarter enterprise results, we reported a net loss attributable to common stockholders of $0.04 per share. Normalized FFO per share in Q1 was strong at $0.78, representing 5% year-over-year growth. Our total company same-store cash NOI grew nearly 7%, led by SHOP, increasing 15%. Strong SHOP organic growth also drove a 20-basis-point sequential improvement in our net debt-to-EBITDA in the first quarter. further supporting our leverage trajectory was $94 million in equity raised at an average price of $44.04 to fully fund senior housing investments. The SHOP growth included in the balance of the year guidance is expected to drive continuing leverage improvements in 2024.\nWe had some notable capital markets activity so far this year. First, we extended the maturity to 2028 on our $2.75 billion revolving credit facility with improved pricing and strong oversubscription from our banking partners. We thank for their support of our platform. Second, we raised $650 million in 5-year Canadian senior notes at 5.1% in the first quarter, taking some 2025 maturing debt off the table early at attractive rates. We also used cash on hand to repay a portion of recent maturing debt, leaving us $700 million of 2024 debt maturities left to refinance this year.\nI'll close with our updated 2024 guidance. We improved our outlook for net income attributable to common stockholders now range from $0.03 to $0.11 per diluted share. We increased the midpoint of our full year normalized FFO guidance to $3.14 per share from the previous midpoint of $3.125. The increase in our midpoint can be explained by a $0.03 per share improvement in organic SHOP NOI, partially offset by higher interest rates.\nWe've also raised both our property NOI and same-store cash NOI year-over-year growth midpoint expectations for each of our segments. Total company same-store cash NOI is now expected to grow 7% year-over-year compared to our prior midpoint of 6.25%. We have not included any incremental investments in our outlook beyond the $350 million closed or on our contract discussed today. We're increasing our full year capital recycling proceeds to $300 million, as we enhance our portfolio and build additional sources to fund an attractive pipeline of senior housing investments.\nFinally, we expect to spend $250 million in FAD CapEx in 2024. For additional 2024 guidance assumptions, please see our Q1 supplemental and earnings presentation deck posted to our website.\nWith that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1300aca2096f85a52db99ff46ef97e2b",
    "period": "2023 Q4",
    "content": "Q4 2023 Ventas Inc Earnings Call\n\nQ4 2023 Ventas Inc Earnings Call\n\nVTRNYSEFEB 15, 1:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Ventas Fourth Quarter 2023 Earnings Call. I would now like to welcome BJ Grant, Senior Vice President of Investor Relations, to begin the call. BJ, over to you.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, [ Mandeep, ] and good morning, everyone, and welcome to the Ventas Full Year 2023 Results Conference Call.\nYesterday, we issued our full year 2023 earnings release, presentation materials and supplemental investor package, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental investor package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. I want to welcome all of our shareholders and other participants to the Ventas Fourth Quarter and Full Year 2023 Earnings Call.\nI'm pleased to share our strong results for 2023 and discuss our advantaged position across commercial real estate, driven by large and growing demographic demand and introduce full year 2024 guidance, as the senior housing multiyear growth opportunity continues to power our expectations.\nLet's start with results. We reported favorable results for the fourth quarter and full year 2023. We produced full year normalized FFO of $2.99 per share, representing over 5% year-over-year growth, above the midpoint of the guidance range we initiated in February.\nAs anticipated, our results were fueled by unprecedented organic property growth in our SHOP portfolio, which grew same-store cash NOI over 18% last year. Enterprise same-store cash NOI growth was supported by compounding contributions from our outpatient medical and research and triple net lease portfolios.\nWe finished the year on a high note in the fourth quarter, delivering $0.76 of normalized FFO, representing 7% year-over-year growth and reporting accelerating same-store shop occupancy.\nDuring 2023, the Ventas team accomplished a great deal together. We raised over $4 billion in attractively priced capital, took effective portfolio actions, invested CapEx in our assets to position our portfolio to capture demand in strong markets, made meaningful progress toward our ambitious ESG goals, successfully integrated a $1.6 billion portfolio and expanded our VIM business.\nAs a result, we delivered over 15%, 1 year total return to shareholders, posted 2 years in a row of PSR outperformance versus the health care REIT and broader REIT indices and achieved upper quartile performance for the last 3 years among health care REITs.\nWe still have more work to do. We are focused on driving total returns for our shareholders. As durable demand fuels the multiyear growth opportunity in senior housing, we believe Ventas offers an attractive combination of growth and value.\nLet me provide a few reasons we believe we are uniquely positioned to create value. We entered 2024 with momentum. Because our asset classes are benefiting from demographic demand that is strong and getting stronger, we are pleased to project another consecutive year of normalized FFO growth in the mid-single digits and the third consecutive year of same-store SHOP cash NOI growth in the double digits.\nNotably, our projected 2024 normalized FFO growth of 5% per share, puts us in the top 20% of all REITs that have issued guidance to date.\nIn 2024, we expect to benefit from steady growth from our outpatient medical research and triple net lease portfolios. As we look into 2025, we have 2 large lease renewals, one with Brookdale and senior housing and another with Kindred for a portion of our LTACs.\nIn Brookdale's case, our communities are enjoying positive operating trends, and they have significant net absorption potential. In Kindred's situation, rent coverage remains challenged and it's too early to say what the ultimate outcome in 2025 will be. Kindred remains focused on performance improvements that could benefit 2024 and 2025 financial results. In all cases, we are fully prepared to maximize NOI over time.\nIn SHOP, January is already starting positively, with 200 basis points in year-over-year same-store occupancy growth. In 2024, we expect year-over-year normalized FFO and SHOP same-store cash NOI growth to accelerate in the second half, with the SHOP NOI exit run rate that should support continued SHOP growth in 2025 and beyond. This highly positive context is supportive of growing our senior housing presence through both organic and inorganic growth.\nIn pursuit of delivering consistent superior performance, our strategy is to one: continue to deliver compelling profitable organic growth in senior assets; two, capture value-creating external growth focused on senior housing and three, drive strong execution and cash flow generation throughout our high-quality portfolio that serves a large and growing aging demographic.\nOur optimism for a long, durable growth opportunity in SHOP is founded on compelling supply/demand dynamics, led by a step function in growth of the over-80 population in 2024 and yet again in 2027. The lowest construction starts in senior housing since 2009 and our advantage platform that has the team, tools, financial strength, data and operators to drive organic performance.\nThe Ventas platform should also enable us to invest successfully. As we discussed in November, we intend to build on our compelling organic growth opportunity by layering on value-creating external investments focused on senior housing.\nThere is a confluence of market factors giving us confidence that 2024 and 2025 should be rich with investment opportunities. We're already seeing our pipeline expand, as high-quality senior housing communities in good markets with embedded growth come to market, and we have a line of sight to complete over $300 million of investments in the first half of this year.\nOur criteria for investments include attractive going-in yields, priced at below replacement costs, with projected low to mid-teens unlevered IRRs that meet our right market, right asset, right operator framework.\nOur broader objectives are to drive enterprise NOI and normalized FFO per share growth, increase the scale of our SHOP business, deliver strong returns on capital, support stable and growing dividend capacity and maximize value for shareholders.\nIn sum, we delivered on our commitments in 2023, and we expect another year of normalized FFO per share and property performance growth in 2024. Our 5% projected normalized FFO growth favorably distinguishes Ventas across the REIT universe.\nWith an attractive valuation and the growth engine of senior housing, we are focused on enabling exceptional environments for a large and growing aging population and creating value for our shareholders.\nNow I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'm pleased to say our SHOP portfolio delivered double-digit same-store cash NOI growth for the sixth quarter in a row. The same-store NOI growth for the year was led by our U.S. communities with 24.5% growth, complemented by our high-quality Canadian portfolio, which is over 95% occupied and continues to deliver a valuable and stable cash flow.\nTotal SHOP same-store cash NOI growth was 18.3%, which was above same-store guidance midpoint expectations. We are happy with this attractive growth and strong finish to the year.\nDouble clicking on the year, the results were good. Our same-store SHOP communities outperformed our expectations across all key metrics, including occupancy, REVPOR, OpEx and margin expansion.\nFull year same-store SHOP occupancy grew by 120 basis points. The U.S. saw 140 basis points of occupancy gains and Canada, although already highly occupied, grew by 90 basis points. Demand strength across geographies and asset types led to accelerating occupancy growth this quarter, with 170 basis points of year-over-year growth.\nFurthermore, we saw 110 basis points of average sequential occupancy growth from the third quarter to the fourth. U.S. SHOP occupancy growth was supported primarily by strong demand, with move-ins that were 109% of prior year levels in the fourth quarter.\nREVPOR grew over 6% for the year. contributing to revenue growth of almost 8%. As a reminder, REVPOR would have been 40 basis points higher in 2023 and 130 basis points on the fourth quarter, if adjusted for the Sunrise special assessment that occurred in 2022.\nOpEx port performed well and was led by the U.S. with 2% growth year-over-year and 2.6% overall.\nLooking forward to 2024, we are excited to continue on our multiyear growth trajectory as we are expecting our third consecutive year of double-digit NOI growth in our same-store SHOP portfolio. Momentum ramped at the end of 2023, with fourth quarter occupancy accelerating, while strong pricing and higher move-ins fuel better than typical seasonal results and help 2024 to get off to a strong start.\nOnce again, we are expecting the U.S. to be the growth engine with continued accelerating occupancy performance, with over 300 basis points growth and expected to drive NOI growth in the mid- to high teens year-over-year. The overall SHOP portfolio is expected to grow NOI and 15%.\nThe growing demand at our doorstep continues to support strong price and volume growth and serves a testament to the high quality and care and services and value proposition our communities provide to seniors and their families.\nThe key assumptions that drive the midpoint of our range or average occupancy growth of about 220 basis points, REVPOR growth of about 5%, which puts the total revenue growth around 8%.\nJanuary occupancy is already off to a strong start, delivering 200 basis points of occupancy growth year-over-year. This performance demonstrates solid execution by our operators and continued demand. We expect the performance throughout the year to be bolstered by newly renovated properties and Ventas OI initiatives to drive a strong key selling season. 2024 OpEx [indiscernible] is expected to grow in line with normal inflation.\nWe structured our business around rate growth and occupancy growth. We are entering the sweet spot, where price and occupancy are moving together to drive revenue. Margin expansion will follow, as higher occupancy creates operating leverage. We have struck a balance where they are moving together, and we anticipate further margin expansion over time, as higher occupancy creates operating leverage. We are capitalizing our active asset management playbook and our operators execution, which delivered strong momentum to finish 2023 and will propel us into 2024. We expect this to build sequentially throughout the year, which means we are poised for strong year-end NOI that should propel us even further in 2025 and beyond.\nWe are delivering on the organic senior housing growth, which is the part 1 of our strategy and my #1 priority. Part 2 is expanding our footprint.\nIn addition to the success we are having in our existing portfolio, we look forward to capturing value-creating external growth focused on senior housing. A key tenet of our investment strategy is our right market, right asset, right operator approach. We're bringing OI tools to investment activities to help the selection process.\nOur top investment priorities continue to be NOI-generating CapEx in our existing real estate and senior housing acquisitions. Sellers are motivated to transact, creating numerous actionable deals. We are targeting opportunities with low to mid-teen unlevered IRRs. We seek senior housing communities that are located in submarkets with compelling supply-demand profile, strong affordability and meaningful expected net absorption projections. We are primarily expanding with existing partners with proven performance for Ventas, and plan to increase our footprint in the fast-growing IL, AL memory care combination communities.\nOur pipeline is growing, as we have several interesting potential investments in our sites. Our team is actively working on transactions exceeding 300 million that meet our criteria, and I look forward to adding to that as the year progresses.\nIn summary, demand is at our doorstep. We are pleased to see the SHOP growth engine continue to be led by the U.S. and complemented by the low beta, high quality and highly valuable Canada portfolio with compounding growth.\n2024 is rich with opportunities through organic growth and external acquisitions. The growth on both fronts throughout the year should support value creation in 2025 and beyond. I'm looking forward to the exciting year ahead.\nBob?\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'm going to share some highlights on our '23 performance, touch on our balance sheet and close with our 2024 outlook.\nI'll start by saying we are pleased with all we accomplished in 2023. We finished the year strong, with reported normalized FFO per share of $0.76 in the fourth quarter, a 7% increase versus the prior year, adjusting for the promote received in Q4 of '22.\nFor the fiscal year '23, we delivered normalized FFO of $2.99 per share or over 5% growth year-over-year, when adjusting the prior year for unusual items. The multiyear senior housing growth trajectory was in full display in '23, with SHOP total NOI increasing year-over-year by approximately $100 million. We also reported total company same-store cash NOI growth of over 8% year-over-year, which is one of the fastest organic growth rates in our company's history.\nOur 2023 normalized FFO of $2.99 per share was at the high end of our previous $2.96 to $2.99 guidance range, and included $0.01 per share cybersecurity revenue impact in the fourth quarter in our [ Ardent OpCo ] investment that was not contemplated in prior guidance.\nPete Bulgarelli and our outpatient medical and research team delivered another year of continuous compounding growth, with same-store cash NOI increasing nearly 3% in 2023, at the high end of our guidance range. Continued strong retention and leasing activity in outpatient medical led the way. A key driver of that result is the remarkable record of tenant satisfaction in Ventas' [ Lillibridge ] property management business, which notched its fourth consecutive year of top quartile tenant satisfaction.\nIn 2023, Lillibridge reached the 97th percentile for overall tenant satisfaction, placing it among the top 5 property managers.\nI'd also like to share a few comments on our balance sheet. Throughout 2023, we used our scale and access to diverse sources of capital, raised over [ $4 billion ] of attractively priced capital across multiple markets and geographies. This capital raising in 2023 in part refunded 2024 maturing debt at attractive rates.\nAs a result, we had a robust year-end 2023 liquidity position of $3.2 billion and have relatively modest 2024 maturing debt of $800 million, net of cash on hand.\nThe attractive NOI and EBITDA growth in our SHOP business also improved Ventas' net debt-to-EBITDA ratio to 6.9x in the fourth quarter, a trend we expect to continue in 2024 and beyond, led by the multiyear SHOP NOI growth opportunity.\nSo let's conclude with our full year 2024 outlook. Because our asset classes are benefiting from powerful [indiscernible] demand, we are pleased to project another consecutive year of normalized FFO growth in the mid-single digits, and the third consecutive year of same-store SHOP cash NOI growth in the double digits.\nFor 2024, we expect net income -- net income attributable to common stockholders of $0.06 per share at the midpoint.\nOur 2024 normalized FFO guidance range is $3.07 to $3.18 or $3.13 per share at the midpoint, which represents 5% year-over-year growth. The $0.14 FFO per share increase year-over-year can be bridged by 3 items. We expect a $0.28 per share contribution from outstanding year-over-year property growth, but again by SHOP, which is expected to grow NOI by over $100 million for the second consecutive year. This property growth is partially offset by an $0.11 per share increase in higher interest expense and the $0.03 impact of 2023 capital recycling.\nIn terms of same-store, we expect our total company same-store cash NOI to grow between 5% and 7.5% in 2024, led by SHOP same-store cash NOI growth of 10% to 15%.\nOur guidance also includes new senior housing investments of 350 million, which Justin mentioned in his remarks. The low and high end of our FFO guidance range are largely described by our property NOI expectations and potential changes in interest rates.\nA final note on phasing. We expect same-store cash NOI and normalized FFO year-over-year growth to ramp through the year, driven by higher interest expense in the first half of '24 versus '23, and the occupancy acceleration in the key selling season in SHOP, resulting in an exit run rate that should enable attractive SHOP growth '25 and beyond.\nA more fulsome discussion of our '24 guidance assumptions can be found in the earnings and outlook presentation posted to our website.\nTo close, the entire Ventas team is ready to win together with all of our stakeholders.\nAnd that concludes our prepared remarks. For Q&A, we ask each caller to state one question to be respectful to everyone on the line.\nWith that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cccaadb2fd0df6e0e63bc02283b421e2",
    "period": "2023 Q3",
    "content": "Q3 2023 Ventas Inc Earnings Call\n\nQ3 2023 Ventas Inc Earnings Call\n\nVTRNYSENOV 3, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Ventas Reports Third Quarter Results Conference Call.\nI would now like to welcome BJ Grant, Senior Vice President of Investor Relations to begin the call. BJ, over to you.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Manny. Good morning, everyone, and welcome to the Ventas Third Quarter Financial Results Conference Call.\nYesterday, we issued our third quarter earnings release, supplemental investor package and presentation materials, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties and a variety of topics may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental investor package posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Deborah A. Cafaro, Chairman and CEO of Ventas.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ. Good morning to all of our shareholders and other participants. I'm happy to welcome you to the Ventas Third Quarter 2023 Earnings Call.\nWe're pleased to deliver a strong quarter of normalized FFO of $0.75 per share, representing 6% year-over-year growth and total company same-store cash NOI growth of nearly 8%. Our results reflect both the actions we have taken to drive performance and the powerful demand across our diversified portfolio. that is unified in serving the needs of a large and growing aging population. We are also pleased to raise our full year 2023 normalized FFO guidance midpoint to $2.98 per share.\nOur senior housing operating portfolio fueled our performance, proving the significant benefits that our communities and operators provide to residents and their family. Same-Store year-over-year cash NOI growth exceeded 18%, driven by Ventas' operational insights platform in collaboration with our operators. Our Canadian SHOP communities ended the quarter at nearly 96% occupancy and delivered 6% year-over-year NOI growth.\nAcross the SHOP business, move-in significantly exceeded 2019 levels and the portfolio experienced broad-based occupancy gains in both assisted and independent living. Spot occupancy accelerated in the third, gaining 180 basis points from the beginning to the end of the quarter. The multiyear growth in recovery cycle in senior housing is in full swing.\nIn addition, our outpatient medical and research portfolio continued to distinguish itself by delivering solid compounding consistent growth in the third quarter.\nAs we step back and look across commercial real estate, we continue to believe that Ventas occupies an advantaged physicians. Here are 5 key reasons why.\nFirst, because our portfolio is unified in serving the needs of the nation's large and growing aging population, demand is strong and getting stronger. By 2030, 20% of the U.S. population more than 70 million individuals will be 65 or older. The over 80 population alone is expected to grow 24% in the next 5 years. All of our asset classes benefit from these demographic demand trends and provide powerful tailwinds to our enterprise in a variety of economic scenarios.\nIn senior housing, we're facing the most favorable supply-demand fundamentals the industry has ever experienced. Senior housing starts are at cyclical lows and likely to go lower due to tightening credit conditions. In our SHOP markets, we have virtually no new starts. This favorable supply-demand relationship creates a compelling backdrop for multiyear growth ahead in senior housing, occupancy and rate, particularly in light of the affordability of senior housing and the value proposition it provides.\nSecond, investment opportunities continue to grow in the senior housing space, and we are well positioned to capitalize on these opportunities. There is a huge pool of quality senior living communities with attractive return profiles that are coming to market as a result of debt maturities and higher debt service costs. These communities tend to have meaningful runway for occupancy and NOI growth in the hands of well-capitalized experienced and knowledgeable owners like Ventas. This trend should accelerate in 2024 and 2025.\nWe have the scale, team, relationships, capital access, analytical and operational insights and experience to expand our senior housing portfolio and create NOI growth.\nThird, we've continued to build out our Ventas Investment Management, or VIM platform. VIM provides Ventas another way to expand the opportunity set that benefits our institutional investors and public shareholders alike. This quarter, we invested over $200 million through our open-end fund.\nFourth, Ventas has assembled the nation's leading business at the intersection of medicine, research and universities. Our high-quality outpatient medical portfolio is well occupied and affiliated with leading health care systems across the country. Our research business represents a differentiated credit-driven model centered on serving the nation's top universities. And our excellent internal property management and leasing function enables us to deliver an outstanding experience to our tenants and drive leasing activity.\nWe continue to see meaningful institutional demand in our university-based research portfolio. And I'd like to give you just a few recent examples. Atrium Health Wake Forest Baptist recently announced its intention to create a new 160,000 square-foot Eye Institute at our redevelopment site in the innovation quarter at Wake Forest.\nAt Arizona State University, the National Institutes of Health or NIH, recently leased space for medical research, demonstrating the desirability of our site and creating a magnet for other researchers.\nIn addition, Siemens Medical Solutions recently leased space at our $0.5 billion Charlotte, North Carolina project, which is already 80% pre-leased.\nAnd last, we are pleased to welcome Dr. Drew Weisman, recent Nobel Laureate to our Penn site at One uCity later this year. We are proud to serve these world-class medical and scientific leaders as they pursue life-changing discoveries. Fifth and finally, we continue to demonstrate access to multiple capital markets at attractive pricing to maintain financial strength and flexibility. We have raised nearly $3 billion year-to-date in various capital markets ahead of the recent rise in interest rates. These actions enhance our liquidity and underscore the competitive advantages Ventas has because of our size, scale and diversified enterprise.\nAcross Ventas, we are laser-focused on maximizing fundamental performance and generating superior total return for shareholders by enabling exceptional environments that meet the needs of individuals, families and communities.\nIn closing, we are pleased to improve our 2023 outlook and to see that while we certainly have more work to do. Our total returns to shareholders over the last 1- and 3-year periods and since the beginning of 2022, have outperformed both the health care REIT and the REIT indices. The whole Ventas team remains intent on delivering outsized value to its shareholders and other stakeholders.\nNow I'm happy to turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I will start by reporting our third quarter SHOP results, which were very good. Broad-based demand combined with the implementation of the Ventas OI active asset management playbook in collaboration with our operators delivered healthy top and bottom line growth in SHOP during the quarter.\nOur SHOP portfolio continues to deliver double-digit same-store cash NOI growth for the fifth quarter in a row. The NOI growth of 18.2% was led by the U.S. with 24% growth and our 95% occupied Canadian portfolio contributed 6%. Occupancy accelerated throughout the quarter. with 180 basis points of spot occupancy from June to September, led by the U.S. with 210 basis points. U.S. SHOP occupancy growth was supported primarily by strong demand with move-ins that were 120% at 2019 levels.\nFurthermore, we saw 130 basis points of average sequential occupancy growth from the second quarter to the third. Revenue growth was 7.6% year-over-year, driven by the occupancy growth as well as RevPOR growth of 6.2%, which was led by the U.S. with 6.4% as we continue to focus on optimizing price and volume to maximize NOI. RevPOR would have been 20 basis points higher if adjusted for the Sunrise Special Assessment that occurred in the quarter last year. OpEx performed well with 4% growth and margin expanded 230 basis points year-over-year.\nNow I'll give an update on the holiday independent-living communities. We are pleased with the performance across this portfolio. The 75 holiday by Atria U.S. IL communities are benefiting from the broad-based demand and saw spot occupancy increase by 190 basis points from July to September. We continue to see good performance in this more streamlined portfolio which allows for enhanced focus and with a renewed sense of urgency to execute. We will continue to closely monitor the performance.\nThe 26 IL communities that moved to proven operators grew spot occupancy by 140 basis points from July to September. These 3 operators are making early improvements to service delivery and performance. Our expert approach of move-in communities to new operators ensures that lead banks are transferred immediately, websites are integrated and management, including the CEOs, have access to the communities well ahead of the transition date to enable quick execution and results.\nWe continue to advance the OI platform and its impact on the portfolio. I'm pleased to see outsized performance in our Sunrise portfolio, where our move-in volume is exceptionally high, our transition communities are experiencing remarkable occupancy and RevPOR growth and our NOI generating CapEx program, which is delivering initial returns of about 20%.\nAs we look to finish the year, we are expecting attractive top and bottom line SHOP Same-Store cash NOI growth of 17% to 19% for the full year. The key assumptions that drive the midpoint of our range are average occupancy growth of about 110 basis points and RevPOR growth of about 6%, which was total revenue growth to at least 7.5%.\nWe expect operating expenses at around 4.5% growth due to increased occupancy. This, of course, implies continued margin expansion. Embedded in this guidance is the impact of the Sunrise Special Assessment that occurred in the third and fourth quarters of last year. Had Sunrise repeated the special assessment in 2023, our SHOP full year NOI guidance midpoint would have been 200 basis points higher, this impact reverses out in Q1 2024 as Sunrise intends to return to the normal first quarter cadence during this rate increase cycle.\nWe expect the fourth quarter to exhibit normal seasonal patterns and are projecting sequential and year-over-year average occupancy growth. The strong demand supporting our portfolio growth is indicative of the macro backdrop that Debbie described and most importantly, a testament to the high-quality care and services that we are offering our residents and their families.\nOur operating partners are focused on delivering a valuable living experience for our residents, a meaningful work experience for our employees and a value proposition that is attractive to our residents and their families as they choose to live in our communities.\nMoving on to investments. We made 2 investments in the quarter through our VIM platform's open-ended fund. We acquired a trophy portfolio consisting of 2 outpatient medical facilities, totaling 281,000 square feet located in Tucson, Arizona, fully leased to AA- rated Banner Health. The purchase price was $134 million. These buildings are crucial and Banner's delivery of care and services, providing multi-specialty clinical care.\nWe also acquired 2 Class A private-pay senior housing assets with 181 units in Connecticut, Massachusetts. The purchase price was $79.5 million, the assets were developed and sold by Benchmark senior living and 2 private equity firms. Benchmark is a strong regional operator with a long-standing reputation as a market leader in the Northeast. Our top investment priorities continue to be NOI generating CapEx in our existing real estate and senior housing acquisitions.\nNow I'll hand over to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThank you, Justin. I'll share some highlights of the Q3 performance in our outpatient medical and research and equitized loan portfolios. Turn to the enterprise results for the quarter, discuss our balance sheet, and close with our updated and improved 2023 guidance.\nStarting with some highlights from our outpatient medical business. Outpatient Medical continued its string of 3% or greater Same-Store cash NOI growth in the quarter. Benefiting from operational excellence as evidenced by tenant satisfaction scores, which outperformed 97% of our peers as surveyed by Kingsley. Meanwhile, our university-based R&I Same-Store cash NOI increased 3.3%, with occupancy growing year-over-year on the back of strong demand for space from our university tenants. This demand is evidenced by our recently completed developments at Penn and Pitt, which combined are already nearly 90% leased or committed.\nVentas has experienced asset management teams continue to drive performance and value across all asset classes in the recently equitized loan portfolio or ELP. Underlying NOI performance in the ELP outpatient medical, triple-net and SHOP portfolios is trending well. And our timing of taking the portfolio over is proving to be prescient. Our 2023 ELP NOI expectation remains in line with last quarter. We also pruned the ELP portfolio through the sale of 6 skilled nursing assets for a gain in the quarter at an attractive price of $60 million or $135,000 per bed.\nOur overall enterprise reported strong third quarter normalized FFO per share of $0.75. And representing an increase of nearly 6% year-over-year, adjusting for lapping $0.05 in prior year HHS proceeds. Total company Same-Store cash NOI increased 7.9% year-over-year, powered by our SHOP portfolio growth of over 18% in the quarter.\nIn terms of the balance sheet, our liquidity is significant. We have $3.1 billion of available liquidity and which covers our 2024 maturities by over 3x with our revolver undrawn and $400 million of available cash on hand. And I'm really pleased with how we realize that liquidity, namely through proactive capital raising well ahead of our '24 maturing debt and prior to the run up in base rates.\nWe first took action in Canada in April, then raised over $1.8 billion in attractive convertible, secured and bank debt in the summer and early fall. As a result, we've now raised $2.8 billion of capital year-to-date at an average cash interest rate below 5%. We've used these proceeds to reduce our '24 maturities, less available cash to just $800 million. We extended our debt duration. We entered pay fixed hedges at low points in base rates, and we reduced Ventas' floating rate to just 8% from 18% earlier this year.\nThese are strong proof points of our advantaged access to attractive capital and our skill in using that access to the benefit of our shareholders.\nI'll conclude with our updated and improved outlook for fiscal '23. After another solid quarter, we are improving our full year normalized FFO guidance to now range from $2.96 per share to $2.99 per share. This guidance midpoint represents a $0.01 increase versus prior guidance and 5% growth year-over-year ex-HHS, led by broad-based property strength. As we raise our normalized FFO per share midpoint for the year, we note that 2023 is unfolding directionally as we stated at the beginning of the year, marked by significant year-over-year property NOI growth partially offset by the macro impact of higher interest rates and FX.\nAt the full year guidance midpoint, the implied fourth quarter normalized FFO of $0.75 per share is consistent with the third quarter, with sequential property growth led by SHOP, offset by higher interest rates, FX and back-half dispositions. Total company full year Same-Store cash NOI year-over-year growth is maintained at 8% at the midpoint. Please see our investor presentation and supplemental disclosure posted to our website for further guidance assumptions.\nTo close, we are pleased with the strong quarter, improved full year guidance and the commitment and skill of the Ventas team. For Q&A, we ask each caller to state one question to be respectful to everyone on the line.\nAnd with that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5c09aa762164453163fc50fdcce57c5",
    "period": "2023 Q2",
    "content": "Q2 2023 Ventas Inc Earnings Call\n\nQ2 2023 Ventas Inc Earnings Call\n\nVTRNYSEAUG 4, 10:00 AM\n\nOperator\n\nHello, and welcome to the Ventas reports 2023 second quarter results conference call. [Operator Instructions] I will now turn the conference over to BJ Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThank you, Sarah. Good morning, everyone, and welcome to the Ventas second quarter financial results conference call. Yesterday, we issued our second quarter earnings release, supplemental investor package and presentation materials, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated in such statements.\nFor a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThank you, BJ, and good morning to all of our shareholders and other participants. We want to welcome you to the Ventas Second Quarter 2023 Earnings Call.\nWe are pleased with our enterprise results this quarter of normalized FFO of $0.75 per share. This strong result reflects broad-based property NOI growth across our diverse portfolio with all segments contributing positively and same-store year-over-year cash NOI growth of 7%. Our SHOP communities led the way as we continued to benefit from the multiyear growth and recovery cycle underway in senior housing. Notably, our U.S. assisted living portfolio grew NOI 32% year-over-year. Our outpatient medical and research and our triple-net leased portfolios complemented the shop growth. We are also reaffirming the full year normalized FFO per share outlook we provided to you earlier in the year.\nAt the midpoint of $2.97 per share, our guidance reflects 5% year-over-year growth and the sixth consecutive quarter of year-over-year growth.\nAt a high level, the key drivers of our normalized FFO per share for the year are consistent with those we shared originally, that is, significant property-related growth approximating $0.29 partially offset by a $0.16 impact of higher interest rates.\nI'd like to unpack for you some of the recent developments and share some key highlights. We are off to a strong start with a portfolio of 153 properties we took ownership of on May 1 by converting our Santerre mezzanine loan to equity. The portfolio consists of over 40% outpatient medical buildings, over 40% triple-net health care facilities, and the balance, shop communities.\nThere are 3 key components of our improved outlook for the portfolio. First, we've increased our expectations for annualized NOI from the portfolio to $104 million from about $93 million. This improved outlook is the result of our intense focus, our team's experience and capabilities, certain positive operating trends and strong early returns. We believe the timing for taking ownership is advantageous and that our experience will help us maximize cash flow from this portfolio over time.\nSecond, valuation. We stated last quarter that we believe the portfolio was worth about $1.5 billion, equal to the debt stack. Third-party independent valuation experts now value it at 4% above that level. At our $1.5 billion cash investment basis, the per-pound valuation on the portfolio is below replacement cost.\nThird, we replaced the $1 billion senior secured loan on the portfolio with a permanent capital structure at an attractive all-in rate, further enhancing the portfolio's FFO contribution and demonstrating another way that Ventas' strength can drive cash flow improvements on the portfolio over time.\nIn addition, as previously indicated, we are also selectively starting to dispose of certain of the assets and expect to sell about $60 million in SNFs later this year at a mid-8% cash cap rate.\nSo while we have more work to do, we've had good success so far and our cross-functional teams are intensely focused on maximizing the value and the NOI of the portfolio.\nLooking at our broader enterprise. In SHOP, we continue to strongly believe in and experience the demand-driven multiyear growth and recovery cycle. We have runway in front of us to recapture about $300 million of NOI and as we return to pre-pandemic margins and occupancy and perhaps exceed that level because of favorable and improving supply-demand fundamentals we expect over the next 3 to 5 years.\nWith virtually no construction starts in our markets and industry starts at the lowest level since 2011, the over 80 population is set to grow 24% over the next 5 years. Thus, we are well positioned to continue to enjoy outsized growth.\nDemand continues to be strong. Our SHOP performance in the quarter was led by U.S. assisted living. We benefited from strong RevPOR growth and moderating expense growth as anticipated. And our highly occupied Canadian portfolio continued to shine.\nOccupancy in our Holiday U.S. independent living portfolio lagged our expectations during the quarter. These are good assets in good markets and Justin and his team are taking significant steps to drive performance, utilizing the proven Ventas OI playbook that has been so successful since Justin joined us.\nOur outpatient medical and research portfolio, which is about 1/3 of our business, had another outstanding quarter with nearly 4% year-over-year same-store cash NOI growth. Both outpatient medical and research contributed equally to this good growth and performance, which have been impressive and consistent under Pete's leadership. Outpatient medical has now delivered year-over-year same-store cash NOI growth of over 3% in 7 of the last 8 quarters and year-over-year same-store occupancy growth for 8 consecutive quarters.\nNew leasing in the second quarter was up 35% over the prior year. Across our large 10-million square foot research portfolio, our university centered portfolio continues to benefit from a creditworthy tenant mix and a robust pipeline of leasing demand from universities and government institutions with 600,000 square feet leased in the first half to high-quality tenants. And we are actively engaged in late-stage conversations with multiple large users for over 0.5 million square feet.\nFinally, quality tenant interest continues to be high in our $425 million Atrium Health Wake Forest University School of Medicine Development in Charlotte, North Carolina. With recent activity, we are closing in on 80% pre-leasing even though we are still in the early stages of construction.\nMoving on to capital raising. We continued to prioritize our liquidity, financial strength and flexibility. We had significant successes in raising $2.4 billion in capital across diverse markets so far this year. These transactions evidence the competitive advantage of our scale and the skill and discipline we have in sourcing attractively priced capital even during dynamic market periods. I'm pleased that we're now in a net cash position with over $3 billion of liquidity. Thanks, Bob.\nWe also have an active pipeline of investment opportunities both for Ventas' portfolio and under the umbrella of Ventas' third-party institutional capital management platform. In particular, we expect to complete about $0.25 billion of investment within VIM later this year, focused on core outpatient medical buildings and stabilized growing senior housing communities. With its existing capacity and investment objectives, VIM provides a competitive advantage for us as we use our platform to capture opportunities in a disruptive market for high-quality assets.\nOverall, on the investment front, we remain focused on assets with outsized embedded growth potential and high-quality stabilized assets and portfolios with good risk/reward characteristics. Cap rates continued to show a wide dispersion even within asset classes depending upon the credit profile, growth potential and price per square foot or unit. We see some high-quality outpatient medical buildings with strong hospital systems and good credit and life science assets trading in the mid- to low 5s. While other assets with more garden variety characteristics or risk profiles have gapped out.\nThere is a significant opportunity in front of us to lean into the senior housing growth and recovery story as good assets with challenged financing profiles look for solutions. We are heading into the peak years for senior housing loan maturities through 2025 with over $20 billion in debt coming due. With occupancy still about 500 basis points below pre-pandemic levels and rising interest rates, we're beginning to see significant opportunities to generate higher returns on quality senior housing assets. We are well placed to capture these opportunities with our Ventas OI tools and analytics, our team, our ability to raise capital and our expanding group of operator relationships.\nAgainst a dynamic macroeconomic backdrop, we remain advantaged given our size, liquidity and the strong fundamentals across our portfolio. Our asset classes benefit from a compelling demand outlook. While the external environment this year has been unpredictable and volatile, at Ventas, we have been laser focused on execution, performance and growth and delivering returns for our shareholders. Our team has really accomplished a lot across our enterprise and handles every macro and specific challenge that's come our way with focus and enthusiasm.\nI greatly appreciate their commitment to Ventas and our stakeholders.\nOur enterprise momentum is strong. We're capitalizing on the large and growing demographically driven demand across our business and the unprecedented organic multiyear growth opportunity in SHOP. And we're pleased to confirm our enterprise normalized FFO outlook for the balance of the year.\nJustin?\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'll start by covering the Q2 SHOP performance. The demand story remained strong. As the top of the sales funnel, including leads and move-ins are consistently performing above prepandemic and prior year levels, our SHOP portfolio continues to deliver double-digit same-store cash NOI growth, in line with our expectations for the quarter.\nSHOP NOI and was led by the U.S. with 32% growth and 14% overall. Margin expanded 160 basis points. Notably, the U.S. led the way with 18.5% growth and 230 basis points margin expansion, respectively.\nThe assisted living results are driven by our legacy strong performers, including Atria and Sunrise. And our regional assisted living operator relationships that have joined us to transition communities over the past 1.5 years are delivering exceptional results as our strategy committed to ensuring we are in the Right Market, Right Asset, Right Operators is working.\nOur NOI generating CapEx program continues as we have now completed over 100 projects with 70 more planned to complete this year in our U.S. AL and IL portfolios and the early returns are excellent. These projects are all part of our CapEx budget that we established at the beginning of the year.\nOur highly stabilized, high-quality Canadian portfolio reached 94% occupancy in the second quarter and NOI grew 2%.\nThe revenue growth in our portfolio remained strong. Revenue grew 6.7% year-over-year, driven largely by RevPOR growth of 6.6% and led by an exceptional U.S. RevPOR growth of 7.4%.\nOperating expenses grew approximately 4% year-over-year, which was better than our expectations. Within OpEx, labor was better than expected as contract labor continued its downward trend and partially offset by an increase in regular labor expense.\nThe key selling season is well underway, and we had a strong ramp in June, driving 50 basis points of spot occupancy growth during the quarter. However, we didn't see the strong performance at month end that we expected in independent living. Occupancy grew 10 basis points year-over-year, which was disappointing and driven by softness in our Holiday by Atria U.S. IL portfolio.\nWe have identified 38 communities that are particularly lagging occupancy performance. Adjusting for these 38 communities, the total SHOP same-store portfolio would have achieved 17.3% NOI growth year-over-year versus 14% reported in the second quarter and the U.S. would have grown 24% versus 18.5% reported. These communities will benefit from executing the more aggressive measures in our OI playbook, including operator transitions and comprehensive redevelopments, and these plans are already underway.\nFirst, we will ensure we have the right operator in place by transitioning 26 Holiday by Atria communities to existing Ventas manager relationships in Florida, Texas and California. These regional operators have demonstrated strong performance, robust sales management and they have had a solid geographic overlap with the transition asset markets.\nNext, we will continue our successful NOI-generating CapEx program. We have completed several of these projects in our Holiday by Atria portfolio that are delivering very good results. We have another round of projects planned to complete in our Holiday portfolio by year-end.\nFinally, we'll ensure that we are utilizing our full OI approach, which has proven to be very successful in communities that are transitioned to new operators by collaborating with the right operators and combining their intense local market focus and execution with our respective operating expertise, best-in-class data analytics, aligned management agreements, portfolio management and capital investments, we are driving performance.\nOur best proof point of the successful execution is the transition 90 portfolio, where we completed the transition of 90 assisted living communities in early 2022 in regional clusters to 7 different operators. We sold and are closed 9 of those communities and invested CapEx across the portfolio. This portfolio has experienced net move-in growth in 13 of the past 15 months and delivered year-over-year occupancy improvement of 370 basis points.\nRevPOR growth of 8.2%, and therefore, NOI has had extraordinary growth in a relatively short period of time with all 7 operators contributing. These newly appointed operators have demonstrated they have the recipe for success in delivering on the value proposition for their respective residents in these markets.\nThis is a prime example of performing on our Right Market, Right Asset and Right Operator philosophy. We have the playbook. We are executing, and we expect to continue to drive performance across our broader shop portfolio.\nFinally, for our same-store portfolio NOI, we are reaffirming our SHOP same-store growth range of 15% to 21% ex the 38 assets. We expect full year occupancy growth of 80 to 120 basis points, which is approximately consistent with the first half of the year performance.\nIn closing, we remain very confident in the multiyear recovery in senior housing as the table is set for net absorption across the sector.\nBob?\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThanks, Justin. I'll share some highlights of our Q2 performance, discuss our balance sheet and close with our updated 2023 guidance.\nStarting with Q2 total enterprise performance, we reported second quarter attributable net income of $0.26 per share. There are notable positive net income and NAREIT FFO impacts in the quarter arising from the equitization of the mezzanine loan and the sale of approximately 24% of our shareholding in Ardent. These impacts were excluded from normalized FFO as previously communicated.\nNormalized FFO per share of $0.75 in the second quarter was ahead of our expectations and increased 4% year-over-year.\nMeanwhile, total company same-store cash NOI increased 7% year-over-year with all segments contributing to that growth, and our equitized loan portfolio had a strong start.\nA few comments on the proactive steps we have taken this year to raise capital at attractive rates and to manage our balance sheet. The market backdrop is challenging with rates continuing to increase and the 10-year treasury currently well over 4%. We've leveraged our access to diverse sources of capital, having raised $2.4 billion at a compelling 4.6% cash rate with near-term line of sight to a further $600 million in H2.\nWe tapped into multiple capital markets and geographies, including the U.S. and Canada, raising secured, unsecured bank debt and convertible debt across multiple maturities as well as raising equity and selling assets. And we held down our all-in costs through 10-year treasury interest rate hedges at 3.37% and 2-year pay-fixed hedges on floating rate debt at 3.88% that we executed post the SVB collapse.\nAll of these hedges are significantly in the money. The use of these capital sources is refinancing 2023 and 2024 debt maturities and most notably paying down in full the $1 billion Santerre senior secured debt, thereby replacing 2024 maturing debt with a longer duration, more permanent capital structure that is accretive to Ventas.\nAs a result of all these efforts, our balance sheet is in a strong spot. We're in a net cash position with near-term liquidity exceeding $3 billion, which covers our limited maturing debt through 2024 by nearly 2.5x and floating rate exposure is at 10%, the low end of our targeted range. These are strong proof points of our advantaged access to attractive capital and our skill in using that access to the benefit of our shareholders.\nFinally, our net debt-to-EBITDA in Q2 improved to 7.0x versus the 7.2x we anticipated following the equitization of the mezz. We are committed to a BBB+ balance sheet, and we expect that the multiyear SHOP recovery will continue to further improve our leverage metric over time.\nI'll conclude with our updated outlook for 2023. After a good first half of the year, we are reaffirming and narrowing our initial February normalized FFO guidance of $2.97 per share at the midpoint for full year 2023. On a year-over-year basis, our normalized FFO at the midpoint continues to represent 5% growth on an adjusted basis.\nBridging versus our initial guidance, we now expect a positive $0.04 impact from the equitized loan portfolio together with the outpatient medical and research and triple-net segments, offset by a minus $0.04 SHOP impact driven by U.S. IL occupancy. A final step in the bridge is a positive $0.02 from proactive capital raising, offsetting a $0.02 headwind from a higher forward interest rate curve and incremental dispositions now included in guidance.\nNet total company same-store cash NOI year-over-year growth is now expected to reach 8% at the midpoint, 50 basis points above our initial guidance.\nPlease see our investor presentation and supplemental disclosure posted to our website for further guidance assumptions.\nTo close, we are pleased with the results for the first half of the year, and we are committed to delivering performance and value for our shareholders in the second half and beyond.\n[Operator Instructions] And with that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e9f44cf83dd0860999ae36d252bffd53",
    "period": "2023 Q1",
    "content": "Q1 2023 Ventas Inc Earnings Call\n\nQ1 2023 Ventas Inc Earnings Call\n\nVTRNYSEMAY 9, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas First Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to B.J. Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSenior Vice President of Investor Relations\n\nThanks, Regina. Good morning, everyone, and welcome to the first -- Ventas First Quarter Financial Results Conference Call.\nYesterday, we issued our first quarter earnings release, supplemental investor package and presentation materials which are available on the Ventas website at ir.ventasreit.com. As a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated in such statements.\nFor a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website. Certain non-GAAP financial measures will be also discussed on this call and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Deborah A Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & Chief Executive Officer, Ventas, Inc.\n\nThanks, VJ, and good morning to all of our shareholders and other participants. Welcome to the Ventas First Quarter 2023 Earnings Call. I'm excited to speak with you today as we recap an outstanding first quarter underscore the momentum we have across our large and diverse enterprise and reaffirm our full year normalized FFO guidance of $2.90 to $3.04 per share. Our diversified business is unified in serving a large and growing aging population. Within commercial real estate, we are highly advantaged due to favorable demographic demand, the unprecedented organic growth opportunity we are already starting to realize and our scale, liquidity and access to capital.\nAs a team, we are enthusiastic about the future and focused on delivering superior performance. The success we achieved in the first quarter was powered by our high-quality shop business, where the U.S. communities grew 22%, bolstered by the growth of our highly occupied Canadian communities. Our other asset classes are also contributing reliable compounding growth. With MOBs outperforming and our university centered life science R&I business benefiting from strong tenant mix.\nWith significant demand from universities, health systems, investment-grade companies and government institutions. The multiyear growth and recovery cycle in senior housing is well underway. We have already started to capture the significant NOI upside opportunity in our current results. Looking forward, we project an incremental $300-plus million of additional NOI opportunity available from simply reaching pre-pandemic margins and occupancy of 88% in the portfolio.\nBeyond that target, we believe that above 90% occupancy and higher margins are also attainable because current supply-demand conditions are materially more favorable than they were during the last peak period.\nWith 99% of our shop communities located in markets without competing new supply barriers to new construction starts and our senior housing team using operational insights to collaborate with operators and drive results.\nThese conditions present a compelling multiyear growth opportunity.\nTurning to capital. The $30-plus billion scale of our platform, our liquidity and our diverse geographic footprint and business model give us access to multiple sources of attractive capital. We remain committed to a strong balance sheet and our BBB+ ratings. Our third-party institutional capital management business, VIM, is also a competitive advantage for Ventas. With over $5 billion in assets under management, VIM provides a way for us to capitalize on attractive investments through cycles. In the current environment, then provides us and our VIM stakeholders with interesting investment opportunities.\nOverall, on the investment front, we're focused on assets with outsized embedded growth at or below replacement cost pricing and high-quality stabilized assets and portfolios with good risk reward in a variety of economic conditions.\nNow let me spend a minute on results. First quarter normalized FFO was $0.74 per share with year-over-year total company same-store cash NOI growth of over 8%. Our performance was fueled by significant property NOI growth led by SHOP.\nPete Bulgarelli and his team once again delivered excellent MOB performance, generating our seventh consecutive quarter of year-over-year occupancy growth and industry-leading NOI margin. As well as extending our track record of over 3% same-store NOI growth to 6 of the last 7 quarters.\nNow let me touch on some other key highlights of our enterprise. Our non-property strategic investments continue to generate value. We just closed on the partial sale of our equity investment in Ardent Health Services, yielding approximately $50 million in total proceeds. This transaction is a testament to our partner, Sam Zell's ability to make outstanding investments, attract quality investors, and find excellent management teams. The price represents a greater than 4x equity multiple on Ventas' original investment basis.\nWe retained an approximately 7.5% stake in Ardent with an implied valuation of $150 million. On May 1, we completed our previously announced plan to take ownership of the [Indiscernible] portfolio, consisting of MOBs, shop communities and triple net leased health care facilities.\nWe believe that the conversion of our cash pay mezzanine loan into real estate ownership should produce FFO within our previously announced guidance range and that the value of the assets at March 31 approximated $1.5 billion, which is the sum of the debt stack. Our experienced team is now focused on maximizing both the value and the NOI of the portfolio over time. It's important to realize that the expected FFO contribution we are forecasting from this loan to own is substantially consistent with what we would have generated if our mezz loan had been paid in full at maturity, and we reinvested the proceeds and debt pay down.\nOur strong ESG practices also drive value for Ventas' stakeholders. We were proud to receive the 2023 ENERGY STAR Partner of the Year sustained excellence in Energy Management Award, the highest honor awarded by ENERGY STAR. We are also committed to best-in-class corporate governance practices and are proud of the excellence independence and diversity of our Board.\nFinally, we were honored to recently celebrate Ventas' 25-year anniversary.\nI want to publicly thank all my Ventas colleagues and Board members, past and present, partners and stakeholders, including those of you listening today, who have made the significant milestone possible. With our momentum and a cohesive experience team at Ventas, we are optimistic about the prospects for our next 25 years.\nAnd now I'll turn the call over to Justin.\n\nJ. Justin Hutchens\n\nExecutive Vice President and Chief Investment Officer, HCP, Inc.\n\nThank you, Debbie. I'll start by covering our shop trends in the first quarter.\nOur SHOP portfolio continues to deliver exceptional results, exceeding our expectations with strong year-over-year growth driven by pricing power and cost control. SHOP NOI grew 17.4% as margin expanded 200 basis points. Notably, the U.S. led the way with 22.4% growth, attributable to strong performance in our legacy Atria and Sunrise portfolios and our transition communities with assisted living being the biggest contributor to the growth.\nOur Canadian portfolio, which grew 5%, continues to be a beacon of stability and high performance with exceptional margins and consistently high occupancy above 90% and in each and every quarter since the first quarter of 2019. This portfolio remains a reliable source of growing cash flow, buoyed by Le Groupe Maurice performance. The revenue growth in our portfolio remains strong.\nWith a notable 8% year-over-year increase, the revenue growth was largely driven by the continued acceleration of REVPOR, which is a testament to the strength of our business model and our operators' unwavering commitment to delivering exceptional value to their residents.\nOur pricing power continues to be a driving force behind our success.\nIn fact, we've experienced the strongest year-over-year REVPOR growth we've seen in the last 10 years, with an impressive 6.8% increase. This growth was primarily due to in-house rent and care increases as well as improving [ re-leasing ] spreads.\nIn addition, we also saw a robust sequential RevPAR growth of 4.1% in spite of the fact that one of our large operators pulled forward their rent increases to the fourth quarter, which causes a less favorable comp. These results are a testament to our continued efforts to optimize pricing. Occupancy grew 80 basis points year-over-year and was down 90 basis points sequentially, in line with typical seasonality as expected.\nMoving on to expenses. Operating expenses grew 5% year-over-year, which is in line with expectations. Within OpEx, labor, which is 60% of the spend is playing out as expected.\nAs the permanent employee base is increasing and replacing contract labor. That hiring has continued its positive trend for 6 consecutive quarters, causing contract labor to reduce by 59% year-over-year. We believe there is still room for improvement in this area, which will result in cost reduction and also improve the consistency and quality of care delivery.\nAt Ventas, we've been committed to staying ahead of the curve when it comes to optimizing our portfolio and executing on our strategy through our right market, right asset, right operator approach, which is anchored by Ventas [Indiscernible], our best-in-class data analytics platform and informed by experiential insights. Through this approach, we're leveraging data and insights to select the most promising markets for capital investments and operational improvement by carefully selecting communities are well positioned for success within those markets, identifying specific operational improvements and partnering with the right operators to drive exceptional performance.\nFor instance, -- let's take a closer look at the strong performance in the U.S. I'd like to highlight that NOI growth of 22.4% was broad-based across the U.S. I'll discuss this in the context of our legacy portfolio which contains 234 long-held communities representing 71% of the U.S. same-store shop NOI and our transition portfolio. which contains 200 communities that have transitioned to new operators since the beginning of 2021 and represents 29% of the U.S. same-store shop NOI.\nA legacy portfolio had strong growth at 20% and our transition portfolio delivered an even better NOI growth rate of 30% on a lower NOI base. Our meticulous and strategic approach in selecting the right operators for the group of transition assets is backed by our Ventas OI methodology and CapEx investments, which is paying off and generating outstanding NOI growth. Notably, Discovery Senior Living, a Dallas and Priority Life Care are among the numerous operators that contributed significantly to the growth in the first quarter.\nAnd the future growth prospects for this group of communities across all of our operators are truly exciting. I'll double-click on Discovery is an example of the value creation thus far backed by Ventas OI. We transitioned 16 assisted living communities to them in the fourth quarter of 2021. These communities are located in a tight geographic area and in existing discovery markets.\nWhen comparing the first quarter of 2022 to 2023, their portfolio achieved 770 basis points of occupancy growth, and grew NOI by many multiples thus far.\nWe completed 13 of the 15 planned NOI-generating CapEx projects in this portfolio in the fourth quarter of 2022. We look forward to more successful performance as these communities have benefited from a strong operational turnaround and should also benefit from the repositioning in their markets moving forward. We've seen similar results in the Priory Life and Sedalis portfolios. These are great examples of Ventas OI in collaboration with an operator with a strong regional focus delivering excellent results.\nWe invested in the right markets with the right operators and ensure the assets are positioned well for success.\nWe've also shared a few community-specific examples in our earnings deck. We are pleased to announce, as expected, that we are delivering over 100 NOI-generating CapEx projects in our SHOP portfolio, which when combined with the operational improvements that are already well underway -- will significantly enhance the market position of our communities in terms of rate and occupancy over time.\nWe are already seeing excellent early returns, which is a testament to the effectiveness of our strategy and our commitment to delivering exceptional value creation, and we have more attractive opportunities planned in the near future. With the right investments and strategic focus, we believe that we have an extraordinary opportunity to drive NOI recovery in the SHOP portfolio that Debbie mentioned with the potential to generate over $1 billion in NOI when the portfolio reaches 88% occupancy and a 30% margin.\nWhile there is still work to be done to realize this potential, we're pleased with the progress we've made so far. In the first quarter of this year, our annualized run rate for NOI in the SHOP portfolio was $682 million, continuing a trajectory of growth and success.\nLooking ahead, we are reaffirming our full year guidance of 15% to 21% NOI growth in our year-over-year SHOP same-store pool. We expect a significant occupancy ramp throughout the year, supported by an accelerating aging demographic and muted new supply.\nAs we approach the key selling season, which starts now. We are encouraged by very strong lead volume year-to-date and the quarter is off to a good start.\nNow I'll comment on investment activity. Our pipeline remains active, and our team is evaluating a select group of potential investments. high-quality, stable assets and those trading below replacement costs with growth potential are still commanding relatively low cap rates of 5% to 6%. We are seeing market disconnects as asset pricing is not fully reflecting the rising cost of capital. We are, however, seeing recent examples where the bid-ask spread is tightening, especially in Class A senior housing.\nWe are prioritizing smaller, high-quality, high-performing relationship-oriented transactions. NOI generating CapEx remains our highest and best use of capital as we continue to drive the SHOP recovery.\nWith that, I'll hand over to Bob.\n\nRobert F. Probst\n\nChief Financial Officer & Executive Vice President, Ventas, Inc.\n\nThanks, Justin. I'm happy to report a strong start to the year with results ahead of our expectations. I'll share some highlights of our Q1 performance, discuss our balance sheet and close with our reaffirmed 2023 normalized FFO guidance.\nStarting with some highlights from our office segment. Our medical office business outperformed once again in the first quarter with same-store cash NOI growth of 3.1%, Ventas' MOB NOI growth and margins are best-in-class. Meanwhile, our university-based R&I same-store cash NOI increased over 3%, adjusting for $1 million of holdover rent received in the prior year.\nIn terms of overall enterprise performance, we reported first quarter attributable net income of $0.04 per share. Normalized FFO per share in Q1 was ahead of our expectations at $0.74, led by property strength across the business, with total company same-store cash NOI increasing 8.1%. Q1 normalized FFO increased 4% year-over-year, adjusting for HHS funds received in the prior year. The year-over-year growth is largely explained by excellent SHOP NOI growth, partially offset by higher interest rates. Excluding the year-over-year impact of higher interest rates on floating rate debt, grew 11% in the first quarter. Now a few comments on our continued focus on financial strength and flexibility. We have the benefit of scale, liquidity and access to diverse forms of attractive capital. and we have an enviable multiyear organic cash flow growth opportunity. These strengths were evident in significant proactive measures taken so far this year. Some examples. We've raised nearly $1 billion already this year from diverse capital sources at attractive rates through a combination of senior loans, secured financing and asset sales, and have already substantially completed our 2023 refinancing requirements.\nWe've now turned our focus to forward maturities. Last month, we proactively tapped the Canadian bond market upsizing after strong demand to a CAD 600 million 5-year senior note issuance at 5.398%, with proceeds principally used to repurchase our first tranche of debt maturing in April 2024. In addition to raising new funds, we're actively managed interest rate risk in a dynamic rate environment.\nNotably, in March, we executed 400 million of pay fixed, 2-year interest rate swaps and at an attractive rate of 3.79%, improving our floating rate debt exposure by 160 basis points to approximately 10% in Q1 at the low end of our 10% to 20% target range. We have robust liquidity of 2.4 billion, increasing to over 2.6 billion when including additional asset sales expected in 2023. Our leverage at Q1 was 6.9x net debt to adjusted EBITDA, which was consistent with the prior quarter. Cash flow growth from our unprecedented organic NOI growth opportunity remains the most powerful driver to return to our pre-COVID 5 to 6x leverage target.\nA few comments on our capital plans vis-a-vis Center.\nWe expect to fund repayment of the nonrecourse senior loan which has been extended through June of 2024 on a long-term basis over time through a variety of capital sources, including asset sales. We remain committed to a strong balance sheet and our BBB+ credit rating.\nI'll conclude with our 2023 outlook.\nWe are reaffirming our previously issued normalized FFO guidance for full year 2023 and at $2.90 to $3.04 per share or $2.97 per share at the midpoint.\nAs a reminder, this normalized FFO range represents outstanding year-over-year organic property growth led by SHOP, partially offset by higher interest rates. We've also reaffirmed our enterprise and segment level same-store cash NOI guidance ranges. Two points in our reaffirmed guidance that I'd like to underscore. First, our current normalized FFO guidance range on [Indiscernible] is consistent with our prior range in February, but with a different P&L composition.\nTaking ownership of the [Indiscernible] portfolio on May 1, has the effect of increasing NOI from the assets as well as higher interest expense from the senior debt.\nSecond, normalized FFO guidance also now incorporates 0.02 of dilution from the proactive refinancing in Canada, which was not included in prior guidance.\nA final thought on normalized FFO phasing, -- we expect FFO in the second quarter of 2023 to be roughly stable to the first quarter FFO of 0.73 when adjusted for the 0.01 triple net catch-up cash rent collection in Q1.\nSequential growth in SHOP is offset by higher interest rates. As the key selling season and shock kicks in and interest rates plateau, FFO growth is expected to pick up in the balance of 23.\nTo close, we began 2023 with a strong start. The entire Ventas team is enthusiastic about the future and focused on delivering superior performance.\nFor Q&A, we ask each caller to stick to 1 question to be respectful to everyone on the line.\nAnd with that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f7532866a51df70c3e84b17a75eb584",
    "period": "2022 Q4",
    "content": "Q4 2022 Ventas Inc Earnings Call\n\nQ4 2022 Ventas Inc Earnings Call\n\nVTRNYSEFEB 10, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas Fourth Quarter 2022 Earnings Release Conference Call. (Operator Instructions) I would now like to turn the conference over to BJ Grant, Senior Vice President of Investor Relations. Please go ahead.\n\nBill Grant\n\nSVP of IR, Ventas, Inc.\n\nThanks, Regina. Good morning, everyone, and welcome to the Ventas Fourth Quarter Financial Results Conference Call. Yesterday, we issued our fourth quarter earnings release, supplemental investor package and presentation materials, which are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations website. And with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & CEO, Ventas, Inc.\n\nThanks, BJ, and good morning to all of our shareholders and other participants. Welcome to the Ventas Fourth Quarter and Year-end 2022 Earnings Call. We are pleased to deliver a strong fourth quarter, which reflects the attractive operating and financial results of our diverse portfolio and the benefits of our key strategic initiatives. Fourth quarter normalized FFO was $0.73 per share, fueled by accelerating shop growth at 19%, record medical office building performance and profitability from our third-party institutional capital management business, VIM.\nThe demand fundamentals that support our business are strong and getting stronger across all Ventas asset classes, which are unified in serving the nation's large and growing aging population. After significant capital recycling and asset management actions, our diverse portfolio of high-quality senior living communities, medical office buildings, R&I labs and other health care assets is well-positioned to capitalize on these demand trends.\nIn 2022, Ventas began what we believe will be a multiyear growth and recovery cycle led by SHOP and supported by favorable supply-demand fundamentals, actions we've taken in the portfolio and our post-pandemic rebound. In senior housing, there are compelling supply demand tailwinds. The over-80 population will grow at record levels in 2023. Yet, we continue to see construction as a percentage of inventory at its lowest level in 5 years and substantially better in Ventas markets.\nOver the last few years, we have taken decisive actions to position our SHOP portfolio to capitalize on this exciting demographically-led demand. We strengthened our team, enhanced our powerful analytic capabilities, rolled out the Ventas OI platform, sold, transitioned and acquired properties and invested capital in communities with strong market fundamentals, all to win the recovery.\nBenefiting from these trends and actions, we are well underway to recapturing the post-pandemic SHOP NOI opportunity. Our portfolio has already enjoyed significant occupancy and NOI growth from the COVID trough, and we see even more recapture potential ahead of us in the coming years as we first seek to reach 2019 performance levels and then hopefully exceed them.\nBob also took significant steps to maintain our financial strength and flexibility and improve our balance sheet and liquidity. These actions garnered three positive credit rating moves in 2022 and reduced our 2023 maturities to a very manageable level. In 2022, we also continued our long history of value creation with $1.2 billion of new investments, often with key partners. These include the $425 million Atrium Health; Wake Forest University School of Medicine Development in Charlotte, North Carolina; $200 million in senior housing investments, including the acquisition of Mangrove Bay and a new development with Le Groupe Maurice, both in very attractive markets; and $300 million in MOB investments highlighted by the acquisition of an 18-property MOB portfolio leased to Ardent.\nFinally, we remain committed to our values, including our ESG leadership. We accelerated our progress in 2022 as we further diversified and elevated our Board and made a bold commitment to achieve net zero operational carbon emissions by 2040. These efforts will be advanced under the leadership of our General Counsel, Carey Roberts, who has the passion and experience to move us forward.\nNow we enter 2023 with strong momentum. Today, we are pleased to introduce full year normalized FFO guidance representing 5% growth at the midpoint. We are projecting unprecedented organic growth in our portfolio, once again driven by SHOP, and complemented by the positive compounding contributions of our office business led by Pete. We also will continue to build out our VIM business, which already has over $5 billion in assets under management, and mine our nonproperty investments for value as evidenced by both the pending Ardent equity stake sale and our recently completed Atria Glynis software deal while we also seek to optimize the outcome in our Santerre loan. Finally, we will continue to invest capital wherever we find compelling opportunities to sustain and reinforce our new cycle of success.\nThe macroeconomic assumptions underlying our forecast include some slowing of the economy, moderating inflation, softening labor conditions, and continued, albeit less aggressive Fed tightening. Against that backdrop and in many other likely scenarios, we believe our business is relatively advantaged because demographic demand for our assets is large, growing and resilient, we have demonstrated strong pricing power in SHOP and softening economic conditions should benefit our operations in multiple ways.\nOne final note. In January, Justin assumed the additional role of Chief Investment Officer at Ventas. I know you want to join me in congratulating Justin, and I want to thank him for his continued leadership, which has been instrumental in our success and positive outlook. Working with our strong teams, Justin will use his experience and insights to create value by making good investments across our asset classes, enhancing the connection between our investment activity and business operations and deploying the powerful Ventas OI platform across our organization. And now I'm happy to turn the call over to the man himself. Justin?\n\nJ. Justin Hutchens\n\nExecutive VP of Senior Housing & CIO, Ventas, Inc.\n\nThank you, Debbie. I'll start by noting how excited I am about the execution in our SHOP portfolio. Over the past 2 years, we have taken many actions to put ourselves in a position to achieve positive performance as we aim to recapture NOI in this multiyear growth and recovery cycle. We have been successful at executing portfolio actions, which include over 50 triple-net communities converted to SHOP and over 130 transition to new operators. We've acquired over 100 new communities and executed 30 dispositions and 8 new developments. Finally, we have over 100 communities that are in the process of getting refreshed and are expected to complete during the key selling season.\nI am really proud of our tremendous team that supports our senior housing business and has executed Ventas OI, our approach to collaborative oversight where we leverage our operating expertise and best-in-class data analytics to the benefit of our operating partners to drive positive results, which has gained tremendous momentum. Our programmatic approach addresses two priorities in parallel: first, timely market, financial and operating insights to influence near-term performance and revenue-enhancing capital expenditures; second, tackling key strategic challenges that will deepen our competitive advantage and maximize the long-term value of our portfolio.\nNow I'll cover the fourth quarter SHOP results in our year-over-year same-store pool of 478 communities. Our SHOP portfolio continues to perform really well. The fourth quarter was ahead of our expectations while delivering excellent year-over-year growth due to pricing power, occupancy growth and moderating expenses. NOI in our Q4 year-over-year pool grew 19.1%, which is above the midpoint of our SHOP guidance range and includes 22.2% growth in the U.S., led by Sunrise and Atria, while Canada demonstrated positive growth again with 11.7% led by Le Groupe Maurice. I would like to thank all of our operating partners for their significant achievements delivering excellent services and care and financial results.\nWe continue to benefit from operating leverage, even at this relatively low occupancy, resulting in margin improvement from 23% in Q3 to 23.6% in Q4. Same-store average occupancy grew year-over-year by 140 basis points to 82.5%. Revenue in the quarter grew ahead of expectations, increasing 8.3% year-over-year due to continued acceleration in RevPOR growth and positive trends in occupancy. Pricing power continues to impress. At 6.5% year-over-year growth, RevPOR is the strongest we've seen in the last 10 years, primarily driven by in-house rent and care increases and improving re-leasing spreads. As expected, expenses were $4.7 million per day. As a reminder, our year-over-year expense growth peaked in Q2 2022 at 11%. It reduced to 8% in Q3 and was lower again in Q4 at 6%.\nLeading indicators in the U.S. remain strong as we experience leads as a percentage of 2019 at 120%, move-ins at 101% and outs at 101%. Canada continues to deliver growth and high occupancy at 95%. Demand accelerated in January with move-ins at 104% in 2019 in the U.S. and 111% in Canada.\nNow I will cover 2023 SHOP guidance and our expanded same-store year-over-year pool, which includes 508 communities representative of 92% of our portfolio. There are three primary drivers of our positive outlook: occupancy growth, rate growth and moderating expenses. SHOP same-store cash NOI is expected to accelerate from 13.4% growth in 2022 to growth in the range of 15% to 21% year-over-year in 2023. The low and high end of the guidance range is driven by occupancy and expense performance. We expect margin expansion of 200 basis points at our midpoint.\nWe anticipate year-over-year revenue growth of approximately 8% at the midpoint of the same-store cash NOI guidance range driven by continued strong rate growth and occupancy growth of 130 to 170 basis points. With the deployment of our Ventas OI platform and excellent execution by our operators, we are able to achieve substantial rent increases this season of approximately 10%. This, in combination with improved care pricing, rising street rates and typical resident attrition, results in about 6% expected RevPOR growth in 2023.\nIt is important to note that 80% of our revenue growth in 2023 will be driven by the RevPOR growth, much of which has already been realized as over half of our resident population have already received the rent increases.\nIn regards to occupancy growth, we project that more residents will move into our communities in 2023 compared to prior year. We also project our net move-ins to be higher. However, we expect to return to more normal seasonal occupancy patterns, which include typical clinical conditions and slightly elevated financial move-outs in the first quarter. We expect a significant occupancy ramp throughout the year, supported by an accelerating aging demographic and unit new supply translating to about 150 basis points of year-over-year average occupancy improvements in 2023. We also expect moderating inflationary expense impacts and lower contract labor year-over-year, with overall expense growth expected to be around 5%.\nThrough the execution of initiatives to improve employee recruitment and retention, we have had 5 consecutive quarters of net hiring, which are providing the tailwinds needed to stabilize the workforce and support the moderation of expenses.\nMoving on to investments. I'm really excited to work with our deeply experienced investments team in my newly expanded responsibilities. I am very pleased to step into a situation where I can work to continue our strong track record and expert capital allocation. We have a wealth of existing relationships across our targeted asset classes of senior housing, life science and R&I and medical office. I look forward to contributing to the ongoing success of our investment platform by combining the advantages embedded in the enterprise with my extensive network and investment experience to drive external growth.\nI look forward to expanding Ventas OI across the enterprise to drive portfolio optimization, external growth and refresh redev capital across our senior housing and office portfolios. We will continue to pick our spots in investments and work with our best-in-class partners on attractive opportunities. Moving forward, I am confident in the demand drivers of the business and believe we are well-positioned to continue this positive trajectory. Bob?\n\nRobert F. Probst\n\nExecutive VP & CFO, Ventas, Inc.\n\nThanks, Justin. I'm going to share some highlights on our fourth quarter performance, touch on our balance sheet and close with our 2023 outlook. To start, we are proud of the fourth quarter results. Throughout 2022, we were accurate in our forecasts and followed our mantra to do what we say. In the fourth quarter, normalized FFO was $0.73, at the higher end of our guidance range. Fourth quarter property growth was particularly strong, with total company and SHOP same-store cash NOI growth of 8.5% and 19.1%, respectively.\nI'd like to give a shout-out to Pete Bulgarelli and our Office team. Office had a great year, growing same-store cash NOI by 3.8% in fiscal year '22. And that Office result was led by our MOB business, which posted some outstanding metrics, including strong leasing performance with same-store year-end occupancy of 92%, the highest level since 2017. Tenant satisfaction measures exceeded 93% of all MOBs. Same-store operating expenses increased just 2.6% year-on-year, well below inflation. And as a result, full year '22 MOB same-store cash NOI grew 3.4%, the highest on record for the company. R&I also posted attractive organic performance, growing same-store cash NOI by 5.1% in the full year '22, led by leasing at higher rates and solid expense management.\nI'd highlight two other items in the fourth quarter. We earned our first promote approximating $0.02 per share as a general partner of the Ventas Fund, which was $0.01 better than our guidance. We're also eligible to earn further promotes in 2023. Second, we recognized a $20 million noncash CECL allowance on our $486 million mezzanine loan investment to Santerre Health Investors. Interest coverage on the loan has declined through year-end, but the loan remained fully current through January 2023 and full interest is expected in February.\nNext, a few comments on our balance sheet. Over the last 2 years, we enhanced our portfolio and strengthened our balance sheet through $1.3 billion in asset dispositions and loan repayments with proceeds used to reduce near-term debt. We also issued $2.7 billion of new debt in that period, extending duration at attractive pricing before the run-up in interest rates. As a result, we have just 4% of our consolidated debt or under $500 million coming due in 2023. And we've made good progress towards this refinancing, having locked in all-in cash rates of 4.2% on nearly 2/3 of this requirement.\nConsistent with our long-held risk management approach to maintain 10% to 20% in floating rate debt, 12% of our consolidated debt was floating in the fourth quarter. We have plans to issue $500 million in new secured fixed rate debt with proceeds designated to pay down floating rate debt in 2023, which would bring our floating rate debt to the lower end of our targeted range. We have significant liquidity of $2.4 billion at year-end 2022. And finally, our net debt to adjusted pro forma EBITDA improved by 30 basis points to 6.9x in the fourth quarter, with SHOP NOI growth steadily moving that ratio back toward our pre-pandemic target range.\nLast but not least, I'm extremely pleased to reintroduce full year 2023 guidance. This is tangible evidence that we are in a post-pandemic world, and our guidance demonstrates the exciting post-pandemic organic property growth opportunity for Ventas. The key components for our '23 guidance are as follows: net income attributable to common stockholders is estimated to range between $0.20 and $0.34 per fully diluted share. Normalized FFO is forecast to range from $2.90 to $3.04 per share. We expect our portfolio same-store cash NOI to grow 7.5% at the midpoint, led by SHOP same-store cash NOI growth of 18% at the midpoint.\nOur '23 FFO guidance at the midpoint of $2.97 represents growth year-over-year of 5% or $0.13 per share against the rebased 2022. The FFO bridge describing the $0.13 is straightforward with two main drivers: first, we expect $0.29 from outstanding year-over-year organic property growth in SHOP; and second and partially offsetting is a $0.16 reduction, principally from the impact of higher interest rates. A stronger U.S. dollar against the Canadian dollar and the pound is also a contributor.\nOther guidance items include receipt of over $300 million in capital recycling proceeds, no additional promote revenue, G&A approximating $151 million at the midpoint and 404 million weighted average fully diluted shares. The low and high end of our FFO guidance range are largely described by changes in the macro environment, including potential changes in inflation expectations and interest rates.\nA few thoughts on phasing of our normalized FFO through the year. We expect FFO in the first quarter of '23 to be roughly flat to the fourth quarter of '22 of $0.71 when adjusted for the $0.02 promote received in the fourth quarter, with the first quarter of '23 is the seasonal low point for SHOP. As the key selling season in SHOP kicks in and interest rates plateau, FFO growth is expected to pick up in the balance of '23. A more fulsome discussion of our '23 guidance can be found in the earnings and outlook presentation posted to our website.\nTo close, we entered 2023 with momentum. The entire Ventas team is fully engaged and excited to deliver on our '23 plans and to reignite a new cycle of success for the company and our shareholders. And that concludes our prepared remarks. (Operator Instructions) With that, I'll turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41cc5235e52941c47224bbe87de27c25",
    "period": "2022 Q3",
    "content": "Q3 2022 Ventas Inc Earnings Call\n\nQ3 2022 Ventas Inc Earnings Call\n\nVTRNYSENOV 4, 10:00 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas 2022 Third Quarter Results Conference Call. Today's conference is being recorded.\n(Operator Instructions)\nAt this time, I would like to turn the conference over to BJ Grant, SVP of Investor Relations. Please go ahead.\n\nBill Grant\n\nSVP of IR, Ventas, Inc.\n\nThanks, Audra. Good morning, everyone, and welcome to the Ventas Third Quarter Financial Results Conference Call. Yesterday, we issued our third quarter earnings release, supplemental investor package and presentation materials, which are available on the Ventas website at ir.ventas.com. As a reminder, remarks made today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties and a variety of factors may cause actual results to differ materially from those contemplated in such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call, and for a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & CEO, Ventas, Inc.\n\nThanks, BJ, and good morning to all of our shareholders and other participants. Welcome to the Ventas Third Quarter 2022 Earnings Call. We're very pleased with our enterprise and property results this quarter, led by our SHOP growth. Let's begin with some highlights. Normalized FFO per share was $0.76, right in line with our forecast with 13% SHOP growth led by an outstanding 9% increase in year-over-year revenue, and nearly 5% total company year-over-year same-store cash NOI growth. Our $0.71 normalized FFO ex HHS grants grew 3% from last year's comparable period. We are very pleased that we have delivered on our guidance once again, and more importantly, that we continue to realize sustained growth in our senior housing business that is accelerating. With year-over-year SHOP growth of 9% in the second quarter, 13% this quarter and 15% to 21% projected in the fourth quarter, this is what we have been waiting for.\nOur strong numbers validate our long-standing commentary that we are at the start of a multiyear recovery and growth period in senior housing, driven by positive and improving supply-demand fundamentals and propelled by the actions and decisions we've taken, Justin and the team's experience, accuracy, insights and credibility and, of course, our operators' efforts. I'd like to take this opportunity to thank them.\nLooking ahead to the fourth quarter, in addition to SHOP growth, our normalized FFO guidance of $0.71 at the midpoint represents 4.5% growth versus Q4 2021 excluding material unusual items overcoming the macro interest rate and FX headwinds that we and virtually all other real estate companies are experiencing. Turning to capital allocation. We continue to focus on our priorities of life science, research and innovation and select senior housing and working with long-time partners. We are driving and expanding our differentiated life science research and innovation investment business. We have $2.3 billion in R&I projects recently delivered and in progress.\nRecently, we delivered core and shell of our new state-of-the-art 400,000 square foot lab building in Philadelphia's premier life science ecosystem at One uCity Square. It is on time and on budget and currently over 90% leased or committed to leading gene and cell therapy companies and a premier research university. We are very proud of what we and our partner, Wexford, have created in service of the major universities, research companies and innovators in this growing life science market. We own significant additional land in One uCity available to meet robust demand.\nRecently, we also began a new 255,000 square foot lab building to be anchored by the University of Maryland, Baltimore. UMB, part of the University of Maryland system is rated AA+ and they ranked in the top 15 (sic) [10] of U.S. universities for R&D spend. The project enhances our existing position in a market with the nation's most favorable ratio of current life science tenant demand to under-construction lab space. The project is projected to produce a stabilized cash yield of 7.5% and open in 2024. Universities, which represent half of our consolidated R&I portfolio tenancy continue to demonstrate significant demand for lab space, and our portfolio is well located and positioned to capture it.\nBefore I wrap up, I'd also like to highlight 2 strategic investments we've made that demonstrate value creation in unique ways, connected to our core real estate investments as we've built valuable businesses and aligned with quality partners. Notably, we've seen the success of our Ventas Investment Management, or VIM platform. which is Ventas' third-party institutional capital management business with over $5.5 billion of AUM. VIM has proven to be an effective strategy to continue to grow in attractive asset classes and build a valuable business and create a recurring revenue stream. We expect to earn the first promote revenue from VIM approximating $0.01 per share in the fourth quarter of this year. We intend to continue growing our VIM business, which provides strategic benefits to our public shareholders and leverages our platform and industry expertise. Second, our $1.4 billion strategic investment in Ardent, a high-quality health system has been very successful. In addition to our well-performing Ardent real estate, we have a $50 million investment in a 10% equity stake in the Ardent OpCo, alongside Sam Zell EGI. Recently, EGI entered into an agreement to sell a minority equity investment in Ardent to new investors at a valuation representing over a 4x equity return. As a 10% owner, we expect to sell a 2.5% stake.\nBecause the transaction remains subject to regulatory review, we have not included any potential gains in our guidance. Ardent demonstrates the importance of creating valuable partnerships and carefully choosing successful operating partners. Finally, we believe we are in an advantaged position to succeed. Demographic demand fuels all our asset types and senior housing supply-demand fundamentals are highly favorable and improving. While we, like most companies across the real estate space are affected by higher interest rates, we are happy to be in a business that has pricing power, upside from occupancy and margin expansion and has been historically resilient in a variety of economic environments.\nThank you, and I'll now turn the call over to Justin.\n\nJ. Justin Hutchens\n\nEVP of Senior Housing, Ventas, Inc.\n\nThank you, Debbie. I'll start by covering the third quarter SHOP results in our year-over-year same-store pool. We are pleased to report another quarter that was consistent with our expectations, while delivering strong year-over-year growth. NOI grew 13% year-over-year, which is above the midpoint of our SHOP guidance range led by the U.S. at 17.4%, while Canada demonstrated positive growth again with 5.9%. Same-store average occupancy grew year-over-year by 260 basis points to 84.7%. Same-store SHOP revenue in the third quarter grew ahead of expectations, increasing nearly 9% year-over-year due to continued acceleration in RevPOR growth and positive trends in occupancy. Pricing power has been impressive. At 5.4% year-over-year growth, RevPOR is the strongest we've seen in the last 10 years, primarily driven by in-house rent and care increases and re-leasing spreads that have improved to positive 1.4% in Q3 from negative double digits during the low point in the first quarter of 2021.\nUnderpinning the re-leasing spreads are improvements in street rates, which increased 11% year-over-year in the third quarter. This pricing power is being driven in a U.S. portfolio that is only around 80% occupied, which is a real testament to the underlying demand for senior housing and bodes well for future pricing. As expected, expenses were $3.8 million per day. Operating expenses remained elevated as contemplated in the company's guidance for the third quarter. Year-over-year same-store operating expenses grew 7.6%, driven primarily by occupancy growth and continued macro inflationary impacts throughout the quarter on labor, utilities, repair and maintenance and food costs. Leading indicators in the U.S. remain very strong as we experience leads as a percent of 2019 at 109%, move-ins at 107% and out's at 98%. Canada continues to deliver growth and high occupancy at 94%.\nWe are benefiting from positive operating leverage. SHOP NOI margin expanded 90 basis points in the third quarter due to stronger-than-expected revenue growth that outpaced continued elevated expenses. I have to say a big thank you to our operating partners, including Atria, Le Groupe Maurice, Sunrise and our regional operators who are delivering great results. Now I will cover Q4 SHOP guidance and our expanded same-store year-over-year pool, which includes 478 communities.\nWe are pleased that our strong year-over-year growth expectations are reflected in this much larger pool, which represents 87% of our SHOP portfolio. This larger pool includes assets that have transitioned from triple-net, transition from other operators and acquisitions made in the prior year. Both the legacy same-store communities and the new entrance to the pool are expected to contribute attractive growth with the preexisting pool showing the strongest performance. SHOP same-store cash NOI is expected to accelerate from 13% growth in the third quarter in the range of 15% to 20% year-over-year in the fourth quarter.\nWe anticipate year-over-year revenue growth of approximately 8% at the midpoint of the same-store cash NOI guidance range driven by continued strong rate growth and occupancy growth of 100 to 150 basis points. Year-over-year revenue growth is expected to be partially mitigated by continued broad inflationary expenses. At the guidance midpoint, operating expenses are expected to be consistent on a per day basis with the third quarter in 2022. The bottom and top ends of the NOI range are principally driven by variability in operating expenses. Our guidance assumes attractive margin expansion.\nMoving on to asset management. Ventas OI, which is our approach to a collaborative oversight where we leverage our operating expertise and best-in-class data analytics to the benefit of our operating partners continues to differentiate our platform and is creating tangible value in our senior housing business. I'm pleased to report that we had a very productive third quarter, engaging with our operators on the underlying fundamentals and 2 important deep dive topics, rate increases and recruiting. Rate increases this coming year will be our highest on record. We started our process early and collaborated with our operators to develop recommendations down to the unit and resident level. These customized rate recommendations are grounded in data should limit controllable move-outs and will be a huge contributor to revenue growth. It's really important to note that pricing power is greatly enhanced when we are delivering care and services resulting in highly satisfied residents and families. Historically, we have seen around 5% in-house rent increases in the U.S. We saw 8% in 2022, and we expect over 10% in 2023. Certain operators, notably Sunrise have already implemented early in-place rent increases and the results are positive and a good preview of what should be successful execution in the first quarter and beyond. We continue to address labor challenges in innovative ways. Our recent focus has been on community level staff recruiting to help our operators compete for talent more effectively. In doing so, we secret shopped over 50 job titles across 15 different operators to evaluate reputation, career website, the application process and application follow-up. While I was pleased to see that our operators scored well relative to industry benchmarks, we came away with several actionable recommendations to attract fresh talent to our communities.\nVentas OI also continues to be a powerful tool in the capital allocation process. Our asset management teams are leveraging access to extensive industry and market-specific data to help drive decision-making around revenue-generating CapEx projects. Portfolios are evaluated on an asset-by-asset basis with communities prioritized based on near-term occupancy and rate upside as well as long-term supply and demand outlook. A significant investment of time and capital into this process has resulted in over 100 individual renovation projects currently underway with our SHOP portfolio, with a material number of those completing in the next several months. I'll conclude by highlighting my continued confidence in the growth opportunity in our senior housing business. There are very encouraging facts that continue to support this view. The supply and demand outlook remains very strong. The growth rate of the 80-plus population will be the highest on record. As we've noted before, 99% of Ventas senior housing markets are free from competitive new starts. We have had positive net move-ins for 18 of the past 19 months and pricing power is consistently demonstrated through in-house rents and street rate increases, all working together to drive NOI growth.\nNow I'll hand the call over to Bob.\n\nRobert F. Probst\n\nExecutive VP & CFO, Ventas, Inc.\n\nThank you, Justin. I'll start with an overview of our third quarter office and enterprise results before closing with our outlook for the fourth quarter. Starting with office, same-store cash NOI grew 3% year-over-year, which represents a beat to our third quarter guidance. MOB has led the way with growth of 3.4%, driven by 90 basis points of occupancy gain. Quarterly retention was strong at 93% in the quarter, supplemented by new leasing exceeding 200,000 square feet. Medical office same-store occupancy is now at 91.8% and has increased year-on-year for 5 straight quarters. MOB same-store quarterly performance has now exceeded 3% for 4 of the last 5 quarters.\nFor R&I, Year-to-date, same-store cash NOI performance is a strong 4.8%, while we posted same-store growth of 1.5% for the third quarter. As we told you earlier in the year, we're in the process of converting space into labs where we have seen opportunities from tenant departures as a result of COVID. At the enterprise level, despite the market volatility, we're very pleased that we once again delivered results that were in line or better than our original guidance ranges. Our total property same-store cash NOI increased 4.8% year-over-year, at the high end of our guidance range. And that result was led by SHOP, where same-store cash NOI grew 13% year-over-year, as Justin just described. But the SHOP P&L top to bottom, where we called it a quarter ago.\nQ3 normalized FFO of $0.76 per share is right in line with our guidance. And as a reminder, we received $0.05 of HHS grants in the quarter, which were included in our initial guidance. From a balance sheet perspective, we saw our leverage improved to 6.9x in the quarter. As we look ahead, we're benefiting from the proactive steps we took prior to the run-up in interest rates to reduced near-term debt and extend duration. Some Ventas stats to call out include $2.5 billion of available liquidity, 2023 consolidated debt maturities and amortization is just $500 million or less than 2% of enterprise value and 11% of our consolidated debt is at floating rates.\nLet's talk Q4 guidance. We expect net income to range from $0.06 to $0.12 per fully diluted share. Q4 '22 normalized FFO is expected to range from $0.68 to $0.74 per share, which represents nearly 4.5% growth at the midpoint when compared to the fourth quarter of 2021, adjusted for unusual items in the prior year. SHOP is contributing $0.06 of growth year-over-year, while interest rates and FX are a $0.04 headwind. Total company same-store NOI growth year-over-year of 6% to 9% is expected with accelerating SHOP same-store NOI midpoint growth of 18%, leading the way. Bridging FFO from Q3 to the Q4 guidance midpoint is as follows: starting with Q3 of $0.71, adjusted for the $0.05 of HHS in Q3. In the fourth quarter, we expect $0.02 of sequential growth from SHOP, materially outperforming normal seasonal trends. We also expect to earn our first promote of approximately $0.01 from our third-party capital business. The $0.03 of sequential good guys explained by SHOP in the promote, are offset principally by a $0.02 reduction in FFO due to higher interest rates on our floating rate debt. Other notable assumptions in our fourth quarter guidance include no new or unannounced material acquisitions or capital markets activities, 404 million fully diluted shares, and finally, we do not expect to receive any HHS grants in the fourth quarter.\nFor more information on our guidance assumptions, I would direct you to the business update deck and a supplemental posted to our website. To close, we believe we are in an advantaged position in a dynamic macroeconomic backdrop with the portfolio and the team to deliver sustained value creation. That concludes our prepared remarks. For Q&A, we ask each caller to stick to one question to be respectful to everyone on the line. With that, I'll turn the call back to operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/27e61673f94fa3f3a27cfbf052a2c1a6",
    "period": "2022 Q2",
    "content": "Q2 2022 Ventas Inc Earnings Call\n\nQ2 2022 Ventas Inc Earnings Call\n\nVTRNYSEAUG 5, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Ventas 2022 Second Quarter Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded.\nI will now hand today's call over to BJ Grant, SVP of Investor Relations. Please go ahead.\n\nBill Grant\n\nSVP of IR, Ventas, Inc.\n\nThanks, Tamika. Good morning, and welcome to the Ventas Second Quarter Financial Results Conference Call. Yesterday, we issued our second quarter earnings release. Supplemental investor presentation materials are available on the Ventas website at ir.ventas.com.\nAs a reminder, remarks made today may include forward-looking statements and other matters. Forward-looking statements are subject to risks and uncertainties and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will be also discussed on this call. For reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations website -- section of our website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & CEO, Ventas, Inc.\n\nThanks, BJ, and good morning to all of our shareholders and other participants. I want to welcome you to the Ventas Second Quarter Earnings Call. I'm delighted to be joined by my colleagues, including our newest addition, BJ Grant, who has already made many contributions to Ventas in a short tenure.\nToday, I'll recap our strong second quarter results, highlight the momentum in our life science research and innovation business and address the macro trends in the economy and labor markets.\nWe believe that Ventas is in an advantaged position to deliver value in this dynamic business environment because of our high-quality diversified portfolio and our team's industry insights and deep experience. Let's start with results.\nVentas delivered a very positive second quarter with $0.72 of normalized FFO at the higher end of our guidance range. Property performance was at or above our expectations led by 9% year-over-year SHOP same-store net operating income growth. I'm excited to showcase our differentiated life science, research and innovation business, which now spans 11 million square feet and accounts for 10% of our property portfolio. This portfolio has significant momentum in deliveries, leasing and investment activity.\nWith our strategic partner, Wexford, Ventas enjoys the nation's leading track record and reputation at the large and growing intersection of research, medicine and universities. Importantly, 77% of our rent is from high credit tenancy with 50% from universities with a weighted average credit rating of AA and the balance from investment-grade or $1 billion market cap companies. I'm really proud of what we've accomplished since 2016 when we began to invest in this business and how we've grown it since then.\nHere are some examples of our strong R&I momentum. Starting with deliveries, we recently delivered the 100% leased Drexel University Health Science Building on budget and ahead of schedule. This $280-plus million project located in the thriving uCity Innovation District in Philadelphia was developed by our strategic R&I partner, Wexford. Drexel's Health Science building is ready to welcome Drexel School of Nursing and Health Professions, its school of medicine and its graduate programs for biomedicine, when school opens this fall. The project is expected to provide a 7% cash and 10% GAAP yield.\nWe also intend to deliver One uCity Square by year-end. This 400,000 square foot multi-tenant lab and research building continues to expand our presence in the uCity Innovation District in Philadelphia, adjacent to University of Pennsylvania. And it is already 80% leased. We expect the building to exceed 90% leasing with highly-regarded life science and institutional research tenants in early 2023. The lease-up pace and rental rates are both substantially ahead of our pro forma. And the project is now expected to deliver over a 7% stabilized cash yield on cost of nearly $300 million.\nWe also see terrific leasing momentum across other portions of our Life Science R&I portfolio. Our portfolio caters to the top 5% of research universities in the nation, and these institutions are aggressively expanding their research functions, creating incremental demand for lab space. We are currently in discussions with a handful of universities about taking significant amounts of additional lab space.\nIn addition, we are leasing space quickly, and demand is high from commercial tenants, who are attracted to university innovation centers. For example, at Pitt phase 2 scheduled to open shortly, we recently signed a lease for 66% of the building with a premier global technology company. In Miami, we've already leased or committed 80,000 square feet that expired mid-2022 to new tenants at higher rates. Finally, we have momentum in R&I investment opportunities that will create value and deliver future growth.\nToday, we announced 2 exciting new developments that are great examples. With these 2 projects, we currently have $1.6 billion of total R&I development in progress, all leverage our significant competitive advantage with Wexford at the intersection of research, medicine and universities.\nThe first new project is the Pearl located in fast-growing Charlotte, North Carolina. Sponsored by Atrium Health, a top 10 health system. The Pearl Project will house research lab, medical and academic uses, including the Wake Forest University School of Medicine. Atrium Health, which is rated AA3 is leasing 70% of the project and will be our 37% partner. The Pearl will also serve as the exclusive North American headquarters for IRCAD, the French Training Institute in advanced surgical techniques and robotics for world-class surgeons. We expect delivery of the Pearl in 2025.\nOn the West Coast, Wexford and Ventas have been selected by the University of Washington to develop a 300,000-plus square foot project anchored by the university for its research programming in clean energy, medicine and life science. UDub, rated AAA by Moody's, is a world-class research university that receives more federal research funding than any other U.S. public university. Seattle is the #6 life science market in the U.S., and this project will expand our R&I footprint to 6 of the top 7 life science markets. We look forward to sharing more details with you as this exciting project progresses.\nBehind these new projects, our R&I development pipeline contains an additional $1 billion of potential development opportunities. I hope that gives you a picture of the momentum we see in our attractive life science R&I business. It is a great example of our ability to enter a new space thoughtfully, expand and grow it successfully through different market conditions and align with excellent partners.\nRegarding our capital allocation approach and activities, we've shown $1.3 billion of investment activity year-to-date, consistent with our stated priorities and balanced approach. We've also announced additional investments in the senior housing space at an attractive yield with future growth potential and a fully-leased medical office building, utilizing capital from our fund to acquire this stable MOB.\nAs we look forward in the third quarter of 2022, we are again projecting that our earnings will benefit from outstanding year-over-year growth in our SHOP segment, which is expected to increase NOI 12% at the midpoint, higher than second quarter's 9% year-over-year SHOP NOI growth rate. We do expect expenses and wages in Q3 to remain elevated, reinforced by today's jobs report.\nWe will also recognize the benefit of $20 million of HHS grants in the third quarter, which we received to reimburse us for a portion of the expenses we incurred to keep residents and workers safe during the pandemic, although that benefit will be muted by a $0.02 impact we expect from higher interest rates, as a consequence of the Fed's tightening.\nThe demographic backdrop is supportive of our business, and we believe we are well positioned to succeed. First, supply and demand conditions are favorable with acceleration in the growth of the 80-plus population. Our senior housing product is highly affordable and need-based, and the senior market we serve has significant resources. With senior housing starts and inventory under construction, well below cyclical highs particularly in independent living, our senior housing business is set up for continued net absorption and pricing power.\nWith this favorable supply/demand backdrop in senior housing, we will use the power of our high-quality diversified portfolio and our team's commitment, experience and insights to continue to create value for stakeholders.\nThanks for your time, and I'll turn it over to Justin.\n\nJ. Justin Hutchens\n\nEVP of Senior Housing, Ventas, Inc.\n\nThank you, Debbie. I'll start by highlighting how well positioned our senior housing portfolio is within this sector, which is benefiting from very strong demand drivers. We are the second largest owner of senior housing in the world with communities located in 47 states, 7 Canadian provinces and U.K. managed by 37 distinct market-leading operators.\nAs Debbie mentioned, the supply-demand fundamentals in senior housing are compelling. We have experienced an acceleration in the 80-plus population growth over the past 2 years, and 2023 will represent the highest increase in 80-plus population on record. We also have outsized affordability in our respective markets where our target customer net worth is 4x the average cost of a stay in our setting. The senior population has significant savings and home equity that are utilized to pay for our services, if the need arises.\nOn the supply side, according to the National Investment Center for Senior Housing, units on our construction as a percentage of inventory of 4.8%, has not been this low since the first quarter of 2015, and deliveries of 4,600 units is down 49% from the second quarter of 2017 peak. And aside from the second quarter of 2020, has not been this low since 2016. 99% of Ventas senior housing markets are not exposed to new starts, as we face an aging demographic, which is the strongest we have seen. These facts point to considerable upside in our well-positioned senior housing portfolio.\nWe are seeing early evidence of the benefits of our strong market position. For instance, year-to-date through July, net move-in activity continues to grow. And we have had positive net move-ins for 16 of the past 17 months, and NOI has been solid as our year-over-year same-store SHOP portfolio grew 14.2% in the first quarter and 8.7% in the second.\nTurning to the second quarter SHOP results and our year-over-year same-store pool. We are pleased to report another quarter that was consistent with our expectations while delivering solid year-over-year and sequential NOI growth. Pricing power has been impressive. At 5% year-over-year growth, REVPOR is the strongest we've seen in the last 10 years, primarily driven by in-house rent increases, which are running approximately 8% in the U.S. and 4% in Canada, care rate increases at 10% and re-leasing spreads have improved from negative 14.7% since the low point in the first quarter of 2021 to nearly flat in June.\nSame-store average occupancy grew year-over-year by 390 basis points to 83.7%, which was in line with our guidance. Leads, move-ins continued to perform above pre-pandemic levels.\nThe key selling season of May to September is off to a strong start. We have netted 470 move-ins through July, which is 307 higher than the same period in 2019. July average occupancy grew 30 basis points over June. These positive results in occupancy and rate drove same-store revenue to increase by over 10% versus the prior year.\nTurning to expenses. As we anticipated, expenses were $3.8 million per day. Same-store operating expenses grew 6.1% on a per occupied unit day basis and 11.3% overall year-over-year driven by higher occupancy and continued macro inflationary impacts on labor and other operating expenses. Labor expenses remained elevated as expected, as we navigated the inflationary wage pressure and macro staff shortages.\nI am encouraged that our managers have successfully implemented a number of labor initiatives that we identified last fall. These initiatives include centralized line staff recruiting, applicant tracking technology enhancements and application process improvements. The result is an advancement in net hiring and the stabilization of our workforce.\nWe have had 11 months in a row of positive net hiring, and we experienced a double-digit reduction in contract labor costs in the second quarter. Net hiring is critical to our ability to stabilize the workforce and reduce reliance on more costly and less reliable contract labor.\nNOI grew 8.7% year-over-year, near the high end of our SHOP guidance range led by the U.S. at 14%, while Canada demonstrated positive growth again with 1%. The incremental margin from Q1 to Q2 was 80%, while overall margin expanded 60 basis points from 23.8% to 24.4%. NOI grew 6.1% in the sequential same-store pool. Bob will cover our Q3 SHOP guidance shortly.\nCOVID conditions have remained relatively consistent the last few months. We still have new cases occurring for staff and residents causing marginal impacts on move-ins and staffing most notably in Canada, where the regulatory environment is more stringent.\nBefore I wrap up, I'll give a quick update on Ventas OI. We continue to utilize Ventas operational insights to engage with our operating partners more closely using our operational and analytical expertise. This quarter, we addressed digital marketing capabilities in 3 modules: technical website audits; UX audits, which are user experience evaluations; and hyper local SEO.\nThis initiative is meant to optimize our digital lead bank, which is the fastest growing of all our lead sources and now represents over 3/4 of all lead volume. I am pleased with how well received Ventas OI has been among our operating partners since we introduced it at the beginning of this year, and we continue to develop it to be a model for mutually-beneficial capital partner and operator relationships.\nI'll summarize by saying that we have made significant progress to our post-COVID NOI recovery opportunity with a lot of upside remaining. The occupancy low point was 78% in March of 2021. We've already grown significantly since then to 84%. And given our strong market position and supportive macro backdrop, we are excited about the continued organic growth opportunity in our senior housing portfolio.\nBob?\n\nRobert F. Probst\n\nExecutive VP & CFO, Ventas, Inc.\n\nThanks, Justin. I'll start with an overview of our second quarter office and enterprise results before closing with our outlook for the third quarter. Our office segment, which includes our medical office and research and innovation businesses, performed well in Q2, delivering 3.2% year-on-year same-store growth. Medical office year-on-year quarterly same-store growth was 2.8%, led by contractual escalators, strong retention, new leasing and favorable expense controls. MOB occupancy rose 50 basis points from prior year and 10 basis points sequentially. R&I increased quarterly same-store 4.6%, also benefiting from escalators, leasing and higher parking. Same-store occupancy in R&I is a strong 93.2%.\nWe were very pleased with our overall enterprise performance in the second quarter with results top to bottom at the higher end or better of our guidance range. Notably, we delivered FFO of $0.72 per share, which is at the higher end of our guidance range of $0.69 to $0.73. And that result was led by SHOP, where cash NOI grew nearly 9% year-over-year, as Justin described, with occupancy revenue and NOI where we called it a quarter ago despite a challenging backdrop. When combined with strong performance in office and triple net, total property same-store NOI increased 3.5% year-over-year, above the high end of our guidance range.\nOur performance trajectory and proactive steps to deliver results are being recognized. For example, all 3 rating agencies have made positive ratings moves in the last month to BBB+ stable, and 20 of our lending relationships provided a $500 million 5-year term loan refinancing and upsizing the prior term loan at better pricing.\nWe're very pleased that we took smart steps to enhance our portfolio quality and to reduce near-term debt, extend maturities prior to the run-up in rates and now we have 89% fixed rate debt. That duration exceeds 6 years, our average cost of debt is 3.5%. We have limited near-term maturities and robust liquidity of $2.5 billion.\nIn terms of Q3 guidance, we expect net income to range from $0.04 to $0.09 per fully diluted share. Q3 normalized FFO is expected to range from $0.73 to $0.78 per share. The bridge from Q2 FFO per share of $0.72 to $0.76 at our Q3 midpoint is as follows: a net increase of $0.03 from $0.05 of HHS grants received in July, less $0.02 from higher interest rates on our floating rate debt and a stronger U.S. dollar; plus $0.01 of property growth led by the opening of the Drexel R&I development, Debbie described earlier.\nA note: To enhance comparability, we now present SHOP same-store and cash NOI results excluding the benefit of HHS grants received in all periods.\nLet's drill into the SHOP assumptions for Q3. We expect SHOP cash NOI to grow in the range of 9% to 15% year-over-year, or 12% at the midpoint, which represents an acceleration from the 9% year-over-year NOI growth posted in the second quarter. Revenue is forecast to grow 8% at the midpoint led by occupancy increasing 250 to 300 basis points as well as through improving rates. Despite continuing broad inflationary expense pressure, our NOI guidance growth of 12% at the midpoint implies margin expansion.\nOur SHOP Q3 revenue is expected to grow sequentially led by average occupancy, which is forecast to increase 100 basis points versus the Q2 average and incorporates a continuation of positive occupancy growth trends observed in July. This revenue growth is effectively offset by sequential operating expense increases in Q3, notably including broad inflationary pressure and an extra day in the quarter. Therefore, SHOP cash NOI, though ahead of seasonal patterns, is effectively flat.\nFinal Q3 guidance assumptions include no new unannounced material acquisitions or capital markets activities and 404 million fully diluted shares. For more information on our guidance assumptions, I would direct you to the business update deck posted to our website.\nTo echo Debbie's comments, I'm excited to have BJ Grant on the Ventas team. BJ has hit the ground running, and the improved and streamlined supplemental package posted as part of Q2 earnings is the latest evidence of the IR enhancements that are underway at Ventas.\nTo close, we believe we are in an advantaged position in the dynamic macroeconomic backdrop with the portfolio and the team to deliver sustained value creation.\nThat concludes our prepared remarks. Before we start with Q&A, we ask each caller to state to one question to be respectful to everyone on the line.\nWith that, I will turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/85ca2faa38f7894658c8a2a74a03c973",
    "period": "2022 Q1",
    "content": "Q1 2022 Ventas Inc Earnings Call\n\nQ1 2022 Ventas Inc Earnings Call\n\nVTRNYSEMAY 6, 10:00 AM\n\nOperator\n\nLadies and gentlemen, good morning. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ventas First Quarter 2022 Earnings Conference Call. Today's conference is being recorded. (Operator Instructions)\nAnd at this time, I would like to turn the conference over to Sarah Whitford, Ms. Whitford, you may begin your conference.\n\nSarah Whitford\n\nIR Officer, Ventas, Inc.\n\nThank you, Abby. Good morning, and welcome to the Ventas first quarter financial results conference call. Yesterday, we issued our first quarter earnings release, supplemental and investor presentation. These materials are available on the Ventas website at ir.ventasreit.com.\nAs a reminder, remarks made today may include forward-looking statements, including certain expectations related to COVID-19 and other matters. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call. For a reconciliation of these measures to the most closely comparable GAAP measures. Please refer to our supplemental posted on the Investor Relations section of our website.\nAnd with that, I'll turn the call over to Debra A. Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & CEO, Ventas, Inc.\n\nThank you, Sarah. Good morning to all of our shareholders and other participants. I want to welcome you to the Ventas first quarter earnings call. I'm delighted to be joined by my Ventas colleagues, who have worked so hard for shareholders, each other, our partners and our other stakeholders over the past 2-plus years.\nWe are off to a strong start in 2022. We are delighted to deliver on our commitment to grow normalized FFO and same-store SHOP NOI year-over-year for the first time since the pandemic began. It is certainly worth pausing to appreciate a quarter that returns us to growth and underscores our positive momentum and the senior housing recovery that is underway.\nIn the quarter, we continued to benefit from stability and growth in our office and health care triple-net lease businesses. And in SHOP, we saw outstanding year-over-year NOI revenue and occupancy growth that overcame meaningful impacts of COVID-19 and inflationary pressures during the quarter. Looking forward, the power of our well-positioned communities, strong demand evidenced by leads that consistently exceed pre-pandemic levels into April, pricing power and advantaged markets should translate into sustained NOI growth through the balance of the year.\nThese trends should be further enhanced by favorable supply-demand fundamentals, supporting net absorption in our markets. Specifically, Q1 2022 starts are down 2/3 from the peak just as the over-80 population is set to grow over 20% during the next several years. But we are not just relying on demographics to win the recovery. Justin and his senior housing team continue to take decisive actions following the right asset, right market, right operator approach to best position our senior housing portfolio to capture the upside ahead.\nWe've already started to see the benefit of these actions with a strong first quarter, and our SHOP portfolio has outperformed industry benchmarks for comparable senior housing communities over the last year. Today, we've announced another important step in this progress. We have revised our agreement with Sunrise to align our interest toward profitable growth and value creation. We've been working together with Sunrise since 2007 and are delighted to reset the relationship with the current management team at this point in the cycle.\nIn addition to organic growth, we also benefited from the investments we've made under our consistent long-term capital allocation philosophy and priorities.\nOn the investment front, we posted about $4 billion of investment activity since the beginning of 2021, with our first quarter 2022 capital allocation priorities continuing to be the acquisition and development of senior housing, life science and select medical office buildings.\nI want to highlight 2 of our first quarter investments and show how they demonstrate our investment approach. The 2 investments have reliable going in cash yields, limited downside and room for growth. And both came from trusted relationships built over long periods of time through repeated and mutual success.\nMangrove Bay is an irreplaceable senior housing community located on the waterfront in the high wealth submarket of Jupiter, Florida. Acquired for $107 million, Mangrove has large units, high REVPOR and a strong, consistent operating history. Since the acquisition, performance has been strong and our investment yield has grown to 6%.\nOur recent value-add investment in the uCity Philadelphia submarket represents an opportunity to add another component to our incredibly well-performing research and innovation portfolio located between Penn and Drexel. We intend to convert a portion of the building to high-demand lab space and achieve a 7% stabilized yield on our aggregate investment costs. The Penn-Drexel market has been very successful for us, with our 2 ongoing developments now 90% leased or committed, and rents up 40% since we put a shovel in the ground.\nI'd like to touch on 3 more points before closing. Our continued focus on driving total shareholder return, ESG leadership and the macro environment. First, as a continuation of our commitment to driving TSR performance, I welcome BJ Grant to the VTR team. He is a highly regarded long-time REIT investor, who has a distinct appreciation for health care and senior housing real estate. BJ is going to work with the Ventas team and externally with the investment community to reinforce the Ventas value proposition.\nSecond, I'd like to highlight our sustainability leadership, which continues with our announced commitment to achieve net zero carbon emissions over the next 2 decades and our recent recognition as the #1 medical office building owner operator for ENERGY STAR certifications.\nFinally, let's discuss the all-important macro economy, particularly current inflationary pressures and the tightest labor market we've seen in 50 years. It is encouraging that today's Jobs Report evidenced some emerging indications of stability. Emanating from a confluence of factors, annual inflation is expected to continue to run high, perhaps exceeding 8% through the second quarter and then moderate by a couple of percentage points in the back half of the year and moderate again by another couple of percentage points by mid-2023.\nWhile significant uncertainty remains, this improvement in expectations is the result of various policy actions, including Fed tightening tempering demand, greater balance in workforce supply and demand from expansion of the labor force participation rate and a slower pace of job creation and some supply chain normalization. Whether these forces result in a soft landing or trigger a recession, Ventas is relatively well positioned.\nOur demand is robust, it is need based and it is growing. Pricing power is strong and has the potential to strengthen further as occupancies continue to recover. Softening the rate of growth in labor and other expenses should improve our margin particularly as revenue and occupancy increase. But regardless of the macro environment and uncertainty, at Ventas, we will remain agile, execution-focused and performance-driven. With an attractive valuation and high-quality portfolio, growth potential, a well-covered advantaged dividend, 90% fixed rate debt and the opportunity to drive external growth, we are very well positioned.\nIn closing, I want you to know that all of us at Ventas are committed to using every tool at our disposal to excel and create sustained value for our shareholders and other stakeholders. Thank you. Justin?\n\nJ. Justin Hutchens\n\nEVP of Senior Housing, Ventas, Inc.\n\nThank you, Debbie. I'll start by noting that we are very pleased with the NOI growth in the quarter and the start of what should be sustained improvement in our SHOP portfolio throughout the year. The revenue performance is very strong, driven by volume and pricing in spite of the COVID activity in the first quarter, leading to our best year-over-year and sequential revenue performance we have ever seen in our portfolio.\nNow I will speak to the first quarter SHOP performance, excluding HHS grants, second quarter guidance, comments and update on our key initiatives. In the first quarter, same-store revenue increased by nearly 10% versus the prior year due to the positive trends in occupancy and rates. Same-store average occupancy grew year-over-year by 420 basis points to 83%, which was ahead of the guidance midpoint of 410 basis points. Although the first quarter was slowed by impacts of COVID, demand remained resilient.\nYear-to-date through April, lead and move-in activity continues to outperform pre-pandemic levels, led principally by our U.S. AL business. REVPOR increased by 4.2% versus the prior year, benefiting from strong in-place resident rate increases approximating 8% and improving re-leasing spreads.\nNot only did we execute very strong in-house rent increases during the quarter, we have also witnessed strong sequential growth in street rates over the past several months as move-in rates have improved 5% sequentially. The result of these favorable pricing trends has helped to translate into narrowing re-leasing spreads, which is now a low single-digit reduction and more favorable than pre-pandemic levels. This demonstrated pricing power is occurring at 83% occupancy. Therefore, we believe we have significant occupancy rate and, ultimately, revenue growth potential in front of us.\nTurning to expenses. Same-store operating expenses grew 8% year-over-year, excluding HHS, driven by higher occupancy and macro inflationary impacts throughout the quarter on labor, utilities and other operating expenses. Labor expenses remain elevated as we navigate the macro staff shortages with enhanced hiring practices and target wage increases. Net hiring has improved 7 months in a row. And although we are pleased to see the progress on hiring, we have yet to see it impact the P&L.\nAlthough inflation is elevated and labor expenses remain high, the incremental margin growth is strong. One of the best aspects of the senior housing operating business at this point in the cycle is the high operating leverage. We are starting to benefit from this operating leverage, as the incremental margin was 56%, which helped the overall margin improve to 24%.\nIt is important to note that even though we were pleased with the quarter's performance, the impacts from COVID drove uneven geographic results, with the U.S. significantly outperforming Canada on the bottom line. NOI in the U.S. grew 26% year-over-year versus Canada, which was down 2%. We expect conditions to improve over the balance of the year as Canada's move-in restrictions were the primary driver of its performance compared to the U.S.\nOur independent living business was also impacted by COVID in the quarter, but I am encouraged to see reacceleration of move-ins in that portfolio in both March and April. We continue to believe in the independent living thesis. Over time, we should benefit from our independent living through the overall higher stability with higher margin, lower labor, higher occupancy and a longer length of stay. Our independent living communities in the U.S. and Canada are located in markets that support strong net absorption over time.\nMoving on to significant updates in the senior housing portfolio. Our transition\n(technical difficulty)\n90 portfolio of mid-market assisted living communities located in markets with favorable demand characteristics, which was fully transitioned as of January 1 of this year to new regional operators, is showing early signs of improvement, as occupancy and NOI are both starting to improve. Our leading senior living portfolio services over 75,000 residents across 46 U.S. states, 7 Canadian provinces and the U.K., and it's comprised of 38 operators.\nWe remain fully engaged in developing deeper and mutually beneficial relationships, especially with our SHOP operating partners through Ventas OI. Our goal with this platform is to use our operating experience and deep analytical capabilities to improve all aspects of operations, from digital marketing strategy to CapEx optimization to recruitment and retention. We have developed a differentiated support structure to help our operators succeed.\nWe continue to identify opportunities to improve our portfolio through selective pruning, as we are targeting roughly $200 million of senior housing dispositions this year. We are also pleased, as announced today, that we refreshed our relationship with Sunrise Senior Living, who operates 92 of our high-end assisted living communities. This relationship has been reframed with better alignment, which adds flexibility and rewards NOI performance, which now contributes to the management fee and incentives based on outsized NOI growth. Given the emphasis on NOI at this point in the cycle, we think this alignment is perfectly timed.\nI'll close by reiterating our expectation for sustained improved SHOP performance throughout the year driven by revenue through occupancy growth and improved pricing. I would also like to acknowledge our operating partners, who have been successfully navigating an evolving macro environment and ultimately, creating a valuable living experience for our residents and value creation for our shareholders.\nNow I'll hand the call to Bob.\n\nRobert F. Probst\n\nExecutive VP & CFO, Ventas, Inc.\n\nThanks, Justin. I'm going to share a few thoughts on our first quarter office and enterprise results and finish up with our second quarter outlook before turning the call to Q&A.\nOur Office segment, which includes our medical office and research and innovation businesses, performed well in Q1, delivering 4.6% year-on-year same-store growth. Medical office year-on-year quarterly same-store growth was 3.5%, led by strong retention, contractual escalators and parking recovery. R&I increased 7.9%, which also benefited from escalators and leasing, as well as from $1 million in holdover rent from an exiting tenant. Adjusting for this holdover rent, R&I growth was 4.6% in the quarter and Office same-store NOI growth was 3.8%.\nIn terms of overall enterprise performance, we were very pleased to have posted growth in the first quarter for the first time since the onset of the pandemic. We delivered FFO of $0.79 per share and organic SHOP revenue and NOI same-store growth of 10% and 14%, respectively. Meanwhile, total property same-store NOI increased 5.8%, excluding HHS grants. And this growth was achieved while Omicron raged for the majority of the quarter. These results speak to the quality of the Ventas portfolio and the commitment and skill of the Ventas operators and team.\nLeverage improved sequentially by 30 basis points to 6.9x in Q1 as a result of senior housing NOI growth and HHS proceeds, partially offset by acquisitions closed in the first quarter that have been prefunded in 2021. In this rising interest rate environment, 90% of our debt is fixed rate with the duration exceeding 6 years and an average cost of debt of 3.4%. We are pleased that we extended debt maturities in 2021, having paid down over $1 billion of near-term debt while raising over $1 billion of new debt with a weighted coupon of 2.65%. And our liquidity remains robust, with $2.2 billion available at the close of the first quarter.\nIn terms of Q2 guidance, we expect net income to range from minus $0.03 to plus $0.01 per fully diluted share. Q2 normalized FFO is expected to range from $0.69 to $0.73 per share. When excluding HHS grants, our Q2 guidance midpoint of $0.71 compares to Q1 FFO of $0.71. We expect SHOP to grow approximately $0.02 sequentially. This is largely offset by 2 items previously communicated: a $0.01 sequential reduction from the move out of 2 life science tenants, which will enable redevelopment into high-demand lab space; and $0.01 from lease resolutions with a handful of smaller operators in the senior housing triple-net business, with future upside participation in the cash flows at the assets.\nFurther impacting the SHOP Q2 year-over-year same-store guidance, we expect revenue to grow approximately 10% at the midpoint, led by occupancy increasing by 400 basis points, as well as improved rates. We expect to grow shop NOI in the range of 2% to 10%. At the guidance midpoint, Ventas expects operating expenses per day in Q2 to remain consistent with Q1. Flat operating expenses per day sequentially in Q2 is higher than normal seasonal trends as a result of incorporated continued inflationary pressures, notably on labor, utilities and resident services. Looking sequentially, overall SHOP segment NOI is expected to grow approximately 4% from Q1 to Q2.\nLooking beyond Q2 for SHOP, based on the favorable supply/demand backdrop, the strength of the revenue engine and the expectation of some moderation in inflationary pressure in the back half, we continue to expect sustained improvement in SHOP same-store cash NOI through 2022. Final Q2 guidance assumptions include no new unannounced material acquisitions or capital markets activities and 403 million fully diluted shares.\nFor more information on our guidance assumptions, I would direct you to the business update deck posted to our website. I would also point you to Pages 29 and 31 of our supplemental, which provide insights and disclosure including segment NOI guidance and an NOI to FFO trending schedule to allow for easier insight into unique items in our results.\nTo echo Debbie's comments, I'm excited to have BJ Grant join Ventas as our leader of IR. BJ is an accomplished REIT investor, has deep knowledge of health care and Ventas and will be a great fit with our team.\nTo close, we believe the senior housing recovery that is now underway. The actions we have taken and our continued focus on execution position us for sustained value creation. That concludes our prepared remarks. (Operator Instructions) With that, I will turn the call back to the operator."
  },
  {
    "header": "VTR",
    "cik": "0000740260",
    "ticker": "VTR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/58dd1ee9751a36271ea0b7213ea93490",
    "period": "2021 Q4",
    "content": "Q4 2021 Ventas Inc Earnings Call\n\nQ4 2021 Ventas Inc Earnings Call\n\nVTRNYSEFEB 18, 10:00 AM\n\nOperator\n\nGood morning. My name is David, and I'll be your conference operator today. At this time, I'd like to welcome everyone to Ventas Fourth Quarter Financial Results Conference Call. Today's conference is being recorded. (Operator Instructions) Sarah Whitford, Director of Investor Relations, you may begin your conference.\n\nSarah Whitford\n\nIR Officer, Ventas, Inc.\n\nThank you, David. Good morning, and welcome to the Ventas Fourth Quarter Financial Results Conference Call. Earlier this morning, we issued our fourth quarter earnings release supplemental and investor presentation. These materials are available on the Ventas website at ir.ventasreit.com. As a reminder, remarks made today may include forward-looking statements, including certain expectations related to COVID-19 and other matters.\nForward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, all of which are available on the Ventas website.\nCertain non-GAAP financial measures will also be discussed on this call. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to our supplemental posted on the Investor Relations section of our website. And with that, I'll turn the call over to Deborah Cafaro, Chairman and CEO.\n\nDebra A. Cafaro\n\nChairman & CEO, Ventas, Inc.\n\nThank you, Sarah, and I want to welcome all of our shareholders and other participants to the Ventas Fourth Quarter and Year-end 2021 earnings call.\n2021 was a year that was bracketed by 2 very positive developments. At the beginning of the year, we rolled out life-saving vaccines in our senior housing communities, to keep residents and caregivers safe from COVID-19. And as we close out 2021 and begin a new year, we look forward to posting growth in the first quarter and sustained improvement in our senior housing business through 2022.\nIn between those book ends, our Ventas team found a way to drive our business forward in a highly dynamic environment. While prioritizing health and safety, we took proactive steps to capture upside in the senior housing recovery, delivered strong organic growth in our office and triple-net healthcare businesses and stayed financially strong.\nWe also extended our long track record of value-creating external growth with $3.7 billion in new investments focused on our strategic priorities of senior housing and life science.\nAs we enter 2022, we are reporting a fourth quarter that exceeded our expectations on the strength of senior housing and office performance. Carrying that momentum forward, we expect total portfolio NOI growth, once again led by our senior housing and office businesses, with additional contributions from investment activity and deeply appreciated grants from HHS for our assi\nsted living communities in the first quarter.\nWe're pleased that we can benefit from both organic and external growth in the first quarter, consistent with our long-standing value proposition for shareholders. Let me put our investment activity in a broader context and discuss some of the highlights. Since 2010, we've averaged over $3 billion per year in average investment activity across asset classes, executed in a variety of transaction types, large and small.\n2021 provided excellent examples of our approach and execution. Consistent with our current capital allocation priorities at this point in the cycle, our 2021 investment activity was allocated 70% to senior housing in attractive markets with significant growth potential, 20% to our high-value life sciences business, including the ground-up development of a new research facility anchored by University of California, Davis and 10% to expanding our successful medical office building franchise.\nWithin the senior housing capital allocation sleeve, we completed both the new senior investment, acquiring over 100 independent living communities in advantaged submarkets at attractive pricing below replacement costs.\nAnd we also closed a Canadian senior living deal with a handful of well-performing assets with additional lease-up upside. The Ventas investment team is using its decades of industry experience strong and varied relationships and deal structuring ability to address an extremely robust pipeline as we enter 2022.\nWe continue to identify areas of competitive advantage and pick our spots consistent with our strategic priorities and our analytic assessment of risk reward. We started the year off well, closing over $300 million of investments in the medical office and senior housing areas both with good in-place returns and both generated by ongoing relationships. With significant opportunities in our sites, we are also confident in the array of funding sources available to us as we demonstrated by recycling over $1 billion of capital in 2021, split between $850 million of divestitures of noncore senior housing and MOB assets at attractive valuations and over $350 million of full repayment of well-structured loans that yielded unlevered IRRs exceeding 11%.\nIn addition to capital recycling, these transactions improve the quality of our portfolio and the sustainability of our go-forward cash flows, which also supports our well-covered dividend. We also grew our Ventas Investment Management business during the year and successfully accessed multiple capital markets opportunistically.\nVIM is a huge success story and now has over $4.5 billion in assets under management with leading global institutional investors. Our perpetual fund alone raised nearly $0.75 billion in untapped commitments this year. These embedded capital relationships provide another powerful tool to fund growth and build a valuable business at the same time.\nTurning to our values that dovetail with shareholder priorities. I'd like to highlight our enduring commitment achievement and recognition in the area of environmental, social and governance, or ESG. Our ESG leadership continued during 2021 as we substantially elevated our ESG profile.\nAmong other things, Ventas made meaningful investments in energy-saving technologies at our properties. We were named to CDP's A List, the top 2% of global companies for tackling climate change and also named NAREIT Healthcare's Leader in the Light for the fifth consecutive year.\nWe have also ramped up our actions to improve diversity, equity and inclusion in our company, our industry and our country. We've taken definitive steps in recruiting, investment and community engagement and adopt the goals to drive ourselves even harder in the coming years.\nFinally, our commitment to outstanding governance continues with rigorous and regular board refreshment, adding directors who are independent and diverse and who bring a record of accomplishment and subject matter expertise to our company, such as recently added directors, Maurie Smith and Margerie Nader.\nIn closing, I'd like to give a huge shout out to my Ventas colleagues whose talent, resilience, agility and commitment to doing their best over these past 2 years has been inspiring and to our operating partners who have navigated the pandemic on the front lines with courage, caring and commitment.\nWe also deeply value and appreciate our lenders and equity investors who support and encourage us. We are committed to using all the tools at our disposal, including our high-quality, diverse portfolio, experienced team and platform to excel for their benefit. Justin?\n\nJ. Justin Hutchens\n\nEVP of Senior Housing, Ventas, Inc.\n\nThank you, Debbie. The senior housing outlook remains bright. Today, I will speak to the favorable trends informing our outlook for growth in the first quarter, provide an update on key portfolio strategy and actions and recap our strong fourth quarter results.\nI'm happy to report that we expect occupancy revenue and NOI to grow in the first quarter. Demand remains robust with January lead volumes at all-time highs since the onset of the pandemic and clinical conditions are dramatically improving.\nCore operational performance continues to deliver strong results as operators weather cost challenges, and the macro supply demand backdrop should continue to power underlying growth. I'm proud of the team and operator base we've assembled as we've accomplished a lot over the last 2 years.\nOur senior housing business is competitively positioned to capture the benefits of the ongoing sector recovery and I could not be more excited for the path ahead. During recent community visits, my team and I witnessed firsthand the strength of the top of the sales funnel, as tours were abundant.\nAs COVID cases have declined and tours have picked up, the energy at our communities has been evident. We are expecting significant revenue growth of 10% in the first quarter supported by pricing power and robust underlying demand. We executed our pricing strategy to drive outsized rent increases led by Atria and Sunrise.\nLeads in our year-over-year same-store pool of 321 assets exceeded 16,400 in January, the highest volume achieved since before the pandemic. We expect a strong supply-demand backdrop to further support lead and occupancy growth.\nSupply levels are expected to trend favorably as construction starts and deliveries have improved significantly versus pre-COVID levels. Additionally, our footprint is well positioned as we witnessed new starts in just 3 of our top 20 markets. Needless to say, I am very encouraged by the fundamentals supporting our business and the opportunity for growth moving forward.\nBob will cover our first quarter guidance shortly. But for SHOP, it includes 10% revenue growth at the midpoint and 6% to 15% NOI growth at the lower and upper ends, respectively. The main variable affecting the NOI range will be operating costs.\nIn January, the surge in COVID cases among employees pressured the availability of caregivers in what was already a challenging labor market. Our communities have continued to make progress implementing workforce management and efficiency initiatives. Net hiring trends are showing early signs of improvement as recruiting resources have been bolstered, labor monitoring capabilities have been enhanced and targeted competitive wage increases have been executed.\nWe are hopeful the improving clinical backdrop and the operating initiatives will take hold and support the high end of our guidance range, but the midpoint assumes the costs remain elevated.\nMoving on to portfolio actions. Having been here for 2 years now, I couldn't be happier with the ability of Ventas to execute on key priorities related to senior housing. We have been extremely action-oriented, executing on acquisitions, dispositions, transitions, resolutions and targeted capital investments and strengthening our strategic approach to managing the senior housing platform.\nThe Ventas advantage is that we have very deep operational experience in the senior housing sector. We've married this operational expertise with our sophisticated analytical capabilities to execute strategic portfolio actions, enhanced performance management and drive targeted capital investment.\nBuilding on the strength of our experienced best-in-class operating partners, we are fully engaged in our aligned interest to create value in our senior housing business. Our latest initiative involves the deployment of our Ventas OI in close partnership with our operators. Ventas brings to the table an emphasis on operational insights, geospatial analytics and capital allocation priorities.\nI couldn't be more pleased with the excitement amongst the operators and my team as they've engaged in this together. Some examples of outputs include in-depth pricing strategies, workforce recruitment and retention management, targeted value-creating CapEx and formulation of best practices. This approach takes the best of what Ventas has to offer in a collaborative effort with our operators to drive business results.\nWe've taken several decisive actions as we continue executing on our strategy of the right asset in the right market with the right operator. Since the start of 2021, Ventas has added 6 new senior housing operating partners, bringing our portfolio to a total of 37 relationships. This portfolio balance, along with the deep industry experience of our operators in their respective markets positions us to grow our relationships and strengthen our senior housing platform over time.\nRecent portfolio actions include: The sales of 29 noncore senior housing properties in 2021, resulting in approximately $400 million of gross proceeds. These communities represented orphan assets in markets with elevated competition and in need of significant capital investment.\nMore recently, we completed the acquisition of Mangrove Bay and are thrilled to add this premium, 160-unit senior housing campus through our growing portfolio. What a great opportunity to recycle capital out of noncore assets at a 2.5% yield and into a Class A asset at 5.5% in an attractive market.\nTurning to fourth quarter performance. Total SHOP NOI achieved the high end of our expectations in the fourth quarter of '21 and same-store average occupancy -- in the fourth quarter of '21 versus the fourth quarter of '20 grew by 200 basis points to 83.4%. Rate and revenue grew for the first time since the start of the pandemic as same-store revenue increased 3.3% year-over-year.\nAs we anticipated, operating expenses, excluding HHS grants increased sequentially by $8.7 million or 2.6%, the majority of which was driven by incremental labor expenses. SHOP NOI, excluding HHS grants for the sequential same-store pool declined modestly by just $1 million or 90 basis points and NOI for the year-over-year same-store pool declined $3.8 million or 3.6%.\nBoth are leading results among peers. For the non-same-store pool, underlying performance was stable. In closing, my enthusiasm for the outlook in our senior housing business remains high as we are well positioned to succeed in what we expect to be a favorable macro backdrop. With that, I'll hand the call over to Bob.\n\nRobert F. Probst\n\nExecutive VP & CFO, Ventas, Inc.\n\nThank you, Justin. I'm going to jump straight to our first quarter outlook and finish up with a few summary thoughts on our balance sheet before turning the call to Q&A. Our Q1 guidance is for net income to range from $0.07 to $0.11 per fully diluted share. Q1 normalized FFO is expected to range from $0.76 to $0.80 or $0.78 at the midpoint.\nIncorporated in our guidance is $0.08 of HHS grants received in Q1 '22. When excluding HHS grants in both periods and adjusting our Q4 for the onetime $0.03 Kindred M&A fee received in the quarter, we are describing a Q4 of $0.68 to a Q1 of $0.70. That growth can be simply described by $0.02 sequential growth from our senior housing portfolio.\nIn terms of Q1 '22 property expectations, net of HHS grants, we expect Q1 year-over-year same-store cash NOI for the total same-store portfolio to grow in the range of 2.5% to 5.5%. At a segment level, our SHOP guidance is to increase occupancy, 410 basis points year-over-year to grow revenue by 10% led by occupancy gains and strong in-place rate increases and to grow NOI in the range of 6% to 15% ex HHS grants.\nAt the guidance midpoint, Ventas expects operating costs to remain elevated through the first quarter even as COVID-19 clinical conditions moderate. We expect our triple-net portfolio to be down 1.5% to flat in the first quarter, with escalator led growth, offset by modest rent reductions in the triple-net senior housing portfolio from the impact of the pandemic on some of our smaller tenants.\nOver time, we anticipate the benefits of the senior housing recovery will accrue to these operators as well as to Ventas. We expect 1/3 of our portfolio that is the office business to grow Q1 same-store NOI by an attractive 4% to 5%.\nPete Bulgarelli has led a series of differentiated operational initiatives in MOBs in the last few years which are really bearing fruit. The results of these efforts were evident in the excellent fourth quarter performance for the MOB portfolio, which grew same-store fourth quarter NOI by 3.4%, the second quarter in a row where same-store growth exceeded 3%.\nMeanwhile, MOB new leasing was up approximately 55% and customer retention was 92% for the quarter. That strength is expected to carry into the first quarter. Final Q1 guidance assumptions of note include no new HHS grants beyond the $33 million already received, no new unannounced material acquisitions or capital markets activities and 403 million fully diluted shares.\nWe have provided additional insights and disclosure in our business update deck and our supplemental including our Q1 versus Q4 sequential shop assumptions as well as a reported segment NOI to FFO trending schedule to allow for easier insight into unique items in our results.\nSome final comments on balance sheet leverage and liquidity. In 2021, the company enhanced its portfolio and strengthened its balance sheet through $1.2 billion in asset dispositions and loan repayments used to reduce near-term debt.\nMeanwhile, we extended duration and increased our fixed rate debt to 91% by tapping into the bond markets in the U.S. and Canada, including a 10-year U.S. unsecured offering at 2.5%, the best 10-year health care REIT rate in 2021.\nNet debt to EBITDA was stable at 7.2x in the fourth quarter, with the senior housing recovery now underway, expected to improve that ratio over time. And that's a good segue to close with our enthusiasm as we look into 2022 based on the strong senior housing recovery that is now underway and the confidence that we have the portfolio, partners and team to create value for all our stakeholders. And that concludes our prepared remarks. (Operator Instructions) With that, I will turn the call back to the operator."
  }
]