[
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3db55b6d1c0ff5e8a1636c45a2330b60",
    "period": "2025 Q3",
    "content": "Q3 2025 Nordson Corp Earnings Call\n\nQ3 2025 Nordson Corp Earnings Call\n\nNDSNNASDAQAUG 21, 8:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for joining us, and welcome to the Nordson Corporation Third Quarter Fiscal Year 2025 Conference Call. [Operator Instructions] I will now hand the conference over to Lara Mahoney. Lara, please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nGood morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and Chief Executive Officer; and Dan Hopgood, Executive Vice President and Chief Financial Officer.\nWe welcome you to our conference call today, Thursday, August 21, to report Nordson's fiscal 2025 third quarter results. You can find both our press release, as well as our webcast slide presentation that we will refer to during today's call, on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 30 days.\nDuring this conference call, we will make references to non-GAAP financial metrics. We've provided a reconciliation of these metrics to the most comparable GAAP metric in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation. where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ.\nMoving to today's agenda on Slide 3, Naga will discuss third quarter highlights. He will then turn the call over to Dan to review sales and earnings performance for the total company and the three business segments. Dan will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance and provide an update on the fiscal 2025 full year guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and turn the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2025 Third Quarter Conference Call. In the quarter, the Nordson team responded effectively to dynamic demand conditions in the key end markets. This generated sales of $742 million, which is above the midpoint of our guidance with solid contribution from both organic and inorganic growth. The Advanced Technology Solutions segment was a big contributor to this performance delivering a second consecutive quarter of double-digit organic sales growth. Operational excellence drove strong profit performance increasing adjusted earnings per share by 13%, and EBITDA by 15%, compared to prior year.\nThe third quarter was the final full quarter of Atrion's first year post acquisition. As you will recall, we closed the Atrion acquisition on August 21, 2024, expanding Nordson's medical portfolio into proprietary medical infusion fluid delivery and niche cardiovascular solutions. In the quarter, our employees again exceeded expectations and contributed to both sales and earnings results. This is the result of commercial scale that Nordson has brought to the business as well as the positive market acceptance of the product portfolio. Their operational performance reflects solid execution of the integration plan, as well as the ongoing deployment of NBS Next.\nI would also like to highlight our free cash flow of $226 million, and cash flow conversion of 180% of net income during the quarter. This represents record quarterly free cash flow and was driven by a focus on sustainable working capital improvements. We used this cash to reduce debt, repurchase shares and return dividends to the shareholders, all the while continuing to invest in the company.\nI will speak more about the enterprise performance in a few moments. But first, I'll turn the call over to Dan to provide detailed perspective on our financial results for the quarter.\n\nDaniel R. Hopgood\n\nExecutive VP & CFO\n\nThank you, Naga, and good morning, everyone. On Slide #5, you'll see third quarter fiscal 2025 sales of $742 million were up 12% from the prior year third quarter sales of $662 million. As Naga mentioned, the Atrion acquisition continues to perform above expectations and contributed 8% to our growth in the quarter. Total organic sales increased 2%, and we're up 3% if you exclude the medical contract manufacturing business that is now treated as held for sale.\nOur organic performance includes contributions from both our Advanced Technology and Medical Fluid Solutions segments during the quarter. We also had a positive year-over-year currency impact of 2% in the quarter, adding to that performance. Gross profit in the third quarter was $407 million, a healthy and consistent 55% of sales. Our SG&A leverage improved year-over-year, leading to a 15% improvement in operating profit, adjusted for acquisition-related costs and amortization, and charges associated with the exit of our medical contract manufacturing business.\nEBITDA was $239 million, or 32% of sales. This represents a 15% increase in EBITDA dollars, and a 70 basis point improvement over the prior year third quarter. EBITDA growth continues to benefit from strong incrementals in our ATS segment, as well as contributions from the Atrion acquisition. It's worth noting that in a very dynamic trade environment, our margin performance remains consistent and is a continued strength of the company.\nLooking at nonoperating expenses, net interest expense was $26 million. an increase of $8 million versus the prior year, driven by higher year-over-year debt levels tied to the Atrion acquisition. Other expenses increased $3 million, primarily reflecting higher foreign exchange transactional losses compared to the prior year. And our tax expense on a U.S. GAAP basis was $33 million. This represents an elevated effective tax rate of 21% in the quarter and reflects discrete nondeductible charges, namely the write-down of allocated goodwill associated with the pending exit of the medical contract manufacturing business. Excluding this discrete item, our effective tax rate on an adjusted basis was 19% and remains in line with the low end of our guidance range for fiscal 2025.\nNet income in the quarter totaled $126 million, or $2.22 per share. Excluding acquisition-related costs and amortization and charges associated with the exit of the medical contract manufacturing business, adjusted earnings per share totaled $2.73 per share, $0.08 above the midpoint of our quarterly guidance, and a 13% increase from the prior year adjusted earnings per share of $2.41. This improvement in year-over-year earnings reflects the strong operational execution on higher sales, as well as accretive contribution from the Atrion acquisition.\nNow let's turn to Slides 6 through 8 to review the third quarter 2025 segment performance. Industrial Precision Solutions sales of $351 million increased 1% compared to the prior year third quarter. While improving sequentially from the second quarter, organic sales decreased 2% compared to the prior year, offset by a 3% favorable currency impact. Broad-based growth across the segment in particular, double-digit growth in precision agriculture and nonwoven systems was offset by continued weakness in our polymer processing product lines, where we continue to see lower end market systems demand versus 2024. EBITDA for the segment was $130 million in the quarter, or 37% of sales, essentially flat to the prior year.\nIf you turn to Slide 7, you'll see Medical and Fluid Solutions sales of $219 million increased 32% compared to the prior year's third quarter. Growth was driven by the acquired Atrion business, which delivered $52 million in revenue in the quarter. Excluding the pending divestiture, organic sales increased 4% in the quarter, led by improvements in our medical fluid components and Fluid Solutions product lines. Importantly, sales in our Interventional Solutions business continued to improve sequentially from the second quarter as expected and were flat compared to the prior year as we continue to move past the recent destocking trends. EBITDA for Medical and Fluid Solutions was $83 million, or 38% of sales, which was an increase of 34% from prior year EBITDA of $62 million. The increase was driven by strong conversion on Atrion sales and SG&A leverage in the core businesses.\nTurning to Slide 8. You'll see Advanced Technology Solutions sales were $171 million, a 17% increase compared to the prior year third quarter. The 15% organic sales increase was driven by double-digit growth in electronics dispense product lines driven by demand across Asia Pacific, as well as growth in our optical sensors and our measurement and controls businesses. This was partially offset by weakness in X-ray inspection system sales during the quarter.\nThird quarter EBITDA was $42 million, or 24% of sales, which represents an increase of 35% compared to the prior year third quarter EBITDA of $31 million, or 21% of sales. The improvement in EBITDA margin was driven by strong operational execution on sales growth, representing a 42% conversion rate on incremental sales volume.\nFinally, turning to the balance sheet and cash flow on Page 9. At the end of the third quarter, we had cash on hand of $148 million and net debt was about $2 billion. Importantly, we continue to sequentially improve leverage quarter after quarter, driven by both EBITDA growth and a reduction in net debt, improving our leverage ratio from 2.5x at the start of the year to 2.2x at the end of the third quarter. Our free cash flow generation reached a record $226 million during the quarter resulting in a 180% conversion rate on net income for the quarter, and a year-to-date cash flow conversion rate of 140%. The strong cash conversion was driven by operational improvements in working capital, an area of emphasis in this dynamic environment.\nIn the quarter, and in line with our balanced capital deployment strategy, we reduced net debt by over $100 million, repurchased over $70 million in shares, paid $44 million in dividends to our shareholders, and spent $12 million on capital investments to continue driving organic growth.\nIn summary, we had a strong operational quarter, and our team delivered on their commitments despite ongoing uncertainty in geopolitical and trade policies. While market conditions remain mixed for some of our businesses, we're well positioned to capitalize on profitable growth opportunities, and our operational execution continues to be a strength for the company.\nWith that, let's turn to Slide 10, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Dan. I'm very proud of the Nordson team and how they have been able to deliver for our customers in this dynamic environment. As highlighted on Slide 10, our strong growth portfolio, high recurring revenues, diversified niche end markets, close to the customer model, proprietary differentiated products, and NBS Next framework positions us well for long-term growth.\nTurning to Slide 11. I'd like to take a few moments to talk about what we're seeing in the end markets as we enter our fiscal 2025 fourth quarter. Starting with our Industrial Precision Solutions segment. We continue to see sustaining investments in packaging and nonwoven end markets. Precision agriculture demand is improving in Europe and South America, given the strengthening demand for increasing yields and quality in these regional markets. Throughout the year, there has been weakness in our polymer processing systems, and we believe this business has hit its trough.\nIndustrial Coating Solutions systems are sequentially improving, but cold material product lines for automotive systems continue to be weak. Through it all, aftermarket parts remains a stable part of the IPS revenue portfolio, mitigating sales weakness and supporting margins. Overall, we expect the IPS segment to improve sequentially and return to normal growth rates as selected markets stabilize.\nIn Medical, our core business is returning to growth. Throughout the year, our Medical Fluid component product lines have returned to high single-digit growth. Interventional Solutions portfolio is normalizing after several quarters of de-stocking, and we expect this business to return to normal organic growth in fiscal 2026. The demand drivers fueling this end market, such as the aging population, and shift toward noninvasive surgeries have not changed, and our medical team has a healthy pipeline of customer projects.\nIn ATS, this is our second consecutive quarter of double-digit organic growth. The work that our ATS team did to reposition our product portfolio, and regional manufacturing, has allowed us to be where our customers need us to be as supply chain shift for electronics assembly. We're also winning share based on our ability to deliver products in incredibly short lead times. This would not have been possible before we holistically applied NBS Next.\nIn addition to being located close to the customer, our products deliver leading productivity and quality in complex advanced packaging applications of semiconductors used for AI, cloud computing and more. Our applications are largely at the back end of the semiconductor packaging process, and we are experiencing that demand now. Demand in this business inherently is lumpy based on the needs and timing of our customers. Through the cycle, we expect long-term growth drivers will remain attractive, while also appreciating that we will start to come up against tougher comparisons starting in the fourth quarter, and that the automotive exposure within our electronics portfolio continues to be weak.\nRegardless of the end market dynamics, we have continuously demonstrated resilience and the ability to deliver solid growth and best-in-class profitability. Our NBS Next growth framework ensures new products are growing source of organic growth and competitive advantage. I would like to highlight a few of them.\nThe [ Nordson spectrum S2 ] is the industry standard for electronics underfill applications, continues to win share in the market particularly as customers move into new regions. It's quality, accuracy and [ ease ] of use make it a trusted resource, and our teams continue to build upon its strong foundation for today's standards.\nOur Industrial Coatings business has launched the first of a multiyear platform rollout of new global controls for its power coating systems. This new control system has a plug-and-play feature that would simplify operations, and improve ease of use for our customers. Finally, I would like to highlight the new Nordson Medical [ Farmalog Zero clamp ] which is a great example of the continued innovation in fluid components. This proprietary clamp ensures consistent ceiling, eliminating leaks with any fittings on the market and improving assembly time for biopharma customers.\nWe also remain focused on operational execution. As I mentioned earlier, we are very pleased with the integration of Atrion acquisition, which contributed to the adjusted earnings per share during the quarter. That is a year earlier than originally expected. We knew there were opportunities for operational efficiency when we acquired this business. And the teams holistic implementation of NBS Next has accelerated those benefits.\nIn businesses where we are experiencing weaker customer demand we have implemented targeted restructuring to adjust cost structure. These actions have been substantially completed, and are expected to provide ongoing annual benefits of over $15 million by 2026. Our growth framework ensures we remain intentional about where we focus within our product portfolio. As we noted last quarter, we plan to divest the contract manufacturing portion of our Medical device product line. That transaction is expected to close in the fiscal fourth quarter. Exiting these product lines will increase our focus on higher value proprietary medical components, including devices from the recent Atrion acquisition.\nFinally, as Dan mentioned earlier, a strong balance sheet allowed us to take advantage of the dynamic market conditions in the third quarter and accelerate share repurchases. Year-to-date, we have bought back $212 million in shares. I'm also pleased to share that our Board of Directors has approved a new authorization to repurchase $500 million in shares, bringing our total remaining authorization to approximately $800 million. In the quarter, we also reduced our leverage to 2.2x EBITDA, well within our long-term target. This demonstrates our ongoing commitment to a balanced capital deployment strategy.\nTurning now to outlook on Slide 13. Benefiting from the strong third quarter, we now expect to be slightly below the midpoint of our full year sales guidance, inclusive of the pending divestiture of our medical contract manufacturing business. On earnings, we expect to be slightly better than the midpoint of our full year guidance based upon our strong operational execution and ability to maintain margins in this dynamic environment. As always, I want to thank our customers and shareholders for your continued support. In particular, I want to thank our [ notes ] and employees who are passionate about meeting the needs of our customers. Your efforts show.\nWith that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8a760773ab0e34d920f937a359447ca",
    "period": "2025 Q2",
    "content": "Q2 2025 Nordson Corp Earnings Call\n\nQ2 2025 Nordson Corp Earnings Call\n\nNDSNNASDAQMAY 29, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Nordson Corporation Second Quarter Fiscal Year 2025 Conference Call. [Operator Instructions] I'd now like to turn the call over to Lara Mahoney. You may begin.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nGood morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; Dan Hopgood, Executive Vice President and Chief Financial Officer. We welcome you to our conference call today, Thursday, May 29 to report Nordson's fiscal 2025 2nd quarter results.\nYou'll find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com investors. This conference call is being broadcast live on our website and will be available there for 30 days. There will be a telephone replay of the conference call available until Thursday, June 5, 2025. During this conference call, we will make references to non-GAAP financial metrics.\nWe've provided a reconciliation of these metrics to the most comparable GAAP metric in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations.\nThese statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ. Moving to today's agenda on Slide 3, Naga will discuss second quarter highlights. He will then turn the call over to Dan to review sales and earnings performance for the total company and the 3 business segments.\nDan will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance and provide an update on the fiscal 2025 3rd quarter guidance. We will then be happy to take your questions.\nWith that, I'll move to Slide 4 and turn the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2025 Second Quarter Conference Call. We started the second quarter with increasing momentum in order entry and backlog enabling us to outperform the midpoint of our sales and earnings guidance. This was driven largely by strength in our advanced technology system and part sales, where order entry continues to be solid due to ongoing customer demand within semiconductor and selected electronic applications.\nWe also experienced solid growth in nonwoven systems and medical fluid components and our precision agricultural business previously referred to as ARAG posted solid double-digit year-over-year growth. Our Atrium integration is going well, and results continue to perform above our valuation model expectations.\nI'm very pleased with the customer adoption of Atrium's differentiated products as well as our new employees who have adopted the NBS next framework driving operational efficiencies and delivering solid growth results. The sales growth in the second quarter was partially offset by year-over-year weakness in select industrial system sales, reflecting lower overall market demand.\nThat said, Industrial Systems improved sequentially compared to the first quarter as expected. Operational excellence during the quarter drove strong profit performance, resulting in 32% overall EBITDA margins. This was driven by operational execution in our core businesses and strong contribution from the [ Atrion ] acquisition that exceeded our expectations. As a growth compounder, we are executing a balanced capital deployment strategy buying back $85 million in shares during the quarter.\nIn addition, we paid $44 million in dividends and maintained our debt leverage ratio at 2.4x, comfortably within our targeted range. Let's turn to Slide 5. As investors know from our Investor Day presentation, using NBS Next, we hold our product portfolio to a high standard. We regularly assess the strategic fit of our businesses and product lines from a market attractiveness and product differentiation perspective as well as their relative financial performance in the company's portfolio.\nOn May 28, we signed an agreement to divest select product lines within our medical contract manufacturing business. Exiting these product lines will increase focus on higher value growth opportunities within the $800 million medical and Fluid Solutions segment, namely, within our growing portfolio of proprietary medical components, including devices from the recent Atrion acquisition. The transaction is expected to improve our growth profile going forward. and will be accretive to our margins post sale.\nWe expect this deal to close in the fourth quarter of fiscal 2025. I'll speak more about the enterprise performance in a few moments, but first, I'll turn the call over to Dan to provide a detailed perspective on our financial results for the quarter.\n\nDaniel R. Hopgood\n\nExecutive VP & CFO\n\nThank you, Naga, and good morning to everyone. On Slide #6, you'll see second quarter fiscal 2025 sales were $683 million, up 5% from the prior year second quarter sales of $651 million. This growth was driven by an 8% increase from the Atrion acquisition offset by an overall organic sales decrease of 2% and unfavorable currency translation of a little less than 1%.\nGross profit in the second quarter was $374 million, a healthy and consistent 55% of sales. SG&A leverage improved year-over-year, leading to EBITDA adjusted for restructuring and integration costs, in both periods of $217 million or 32% of sales. This is an increase of 7% compared to the prior year. EBITDA growth was driven by improving incrementals in our ATS segment as well as strong contribution from the Atrion acquisition, which continued to perform above expectations from both a sales and margin perspective.\nCertainly, the impact of tariffs was not material to the company's operating financial performance in the quarter. Looking at nonoperating expenses. Net interest expense was $26 million, an increase of $7 million versus the prior year, driven by higher debt levels tied to the Atrion acquisition. Other expenses increased the nominal $3 million, primarily reflecting higher foreign exchange transactional losses compared to the prior year.\nTax expense for the quarter was $26 million or an effective tax rate of 19%, in line with our guidance range for fiscal 2025 and 180 basis points lower than the prior year. Net income in group totaled $112 million or $1.97 per share on a GAAP basis. Excluding nonrecurring costs related to restructuring actions and integration as well as amortization of acquisition-related intangibles, adjusted earnings per share totaled $2.42 per share, slightly above the midpoint of our quarterly guidance and a 3% increase from the prior year adjusted earnings per share of $2.34.\nThis improvement in year-over-year earnings reflects the strong overall conversion on higher sales and favorability in our tax rate, modestly offset by higher acquisition-related interest expense. Now let's turn to Slide 7 through 9 to review the second quarter 2025 segment performance. Industrial Precision Solutions sales of $319 million decreased 8% compared to the prior year second quarter, down 7% organically and 1% due to unfavorable currency impacts.\nGrowth in nonwoven systems, precision agriculture and packaging product lines were offset by weaker system sales our industrial coatings and polymer processing product lines where we're seeing lower end market demand versus 2024. Also, you may recall that we initiated the transition of our primary industrial coatings manufacturing site to a new South Carolina plant at the start of the fiscal year.\nThat transition is now substantially completed as we move into the third quarter. We expect to see continued sequential sales improvement in our IPS segment as the year progresses. EBITDA was $114 million in the quarter or 36% of sales. This is a decrease of 12% compared to the prior year EBITDA of $128 million, driven by lower sales volume in the quarter.\nTurning to Slide 8. You'll see Medical and Fluid Solutions sales of $203 million increased 20% compared to the prior year's second quarter. Growth was driven by the acquired Atrion business which delivered $51 million in revenue during the quarter. This was offset by double-digit declines in our medical interventional product lines. The year-over-year decline in interventional volumes includes the contract manufacturing business that we have intentionally rationalized to prepare for the pending sale.\nExcluding these medical contract manufacturing product lines, organic sales for the remainder of the segment were down about 4% compared to the prior year, reflecting continued destocking trends in our interventional products. We expect the impact of destocking trends to continue to lessen as the year progresses, and we continue to see sequential improvements to validate this.\nEBITDA for Medical and Fluid Solutions was $77 million or 38% of sales, which was an increase of 22% from prior year EBITDA of $63 million. The increase was driven by strong conversion on Atrion sales during the quarter and solid execution to minimize decrementals on lower organic volumes.\nTurning to Slide 9. You'll see Advanced Technology Solutions sales were $161 million or an 18% increase compared to the prior year second quarter. The growth in sales was driven by broad-based demand, notably in electronics dispense, optical and x-ray inspection systems, all growing double digits over the prior year.\nWe started the quarter with a strong backlog, and we continue to see steady order entry as the semiconductor and electronic applications we serve continue to show solid ongoing demand. Second quarter EBITDA was $40 million or 25% of sales, an increase of 43% compared to the prior year second quarter EBITDA of $28 million or 20% of sales.\nThe improvement in EBITDA margin was driven by the organic sales growth and continued emphasis on cost management and improved manufacturing efficiency. These margin enhancements should continue to compound as the segment demand outlook continues to improve.\nFinally, turning to the balance sheet and cash flow on Slide 10. At the end of the second quarter, we had cash on hand of approximately $130 million and net debt was approximately $2.1 billion. Resulting in a leverage ratio of 2.4x based on trailing 12 months EBITDA. This is a slight reduction from year-end and within our long-term targeted leverage ratio of 2x to 2.5x.\nOur free cash flow generation was in line with the prior year at $103 million during the quarter resulting in a 92% conversion rate on net income for the quarter and a year-to-date cash flow conversion rate of 116%. During the quarter, given market dynamics, we prioritize share repurchases over debt reduction with share repurchases totaling approximately $85 million.\nIn addition, we returned $44 million to shareholders through dividends and we also continue to invest in our base businesses, spending roughly $16 million on capital investments, including the final investments in our new ITS manufacturing facility. All in all, we had a solid operational quarter, and our teams delivered on their commitments despite ongoing uncertainty and geopolitical and trade policies.\nWhile market conditions remain mixed for some of our businesses, we are well positioned to capitalize on profitable growth as the year plays out. With that, let's turn to Slide 11, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Dan. Let's start with the implications of dynamic global tariff policies on the company's performance. Similar to the second quarter, we believe we can manage the current tariff levels and don't expect them to have a material impact on our third quarter results. We continue to monitor potential impact on end market demand as a result of these trade uncertainties. However, we remain agile in our action plans knowing there is still plenty of market uncertainty due to tariffs.\nGiven our in region, for region manufacturing strategy, decentralized organizational structure and close to the customer model, we are well positioned to offset the impact of changes in trade policies as they evolve. In the near term, we have implemented targeted price increases and adjusted supply chains to overcome the to-date modest tariff-related cost increases.\nIn the medium term, the capital-light nature of our businesses allows us to further enhance our in region, for region manufacturing strategy. I am proud of the Nordson team's solid execution in the quarter on multiple fronts in this uncertain environment. Our close to customer model with innovative, differentiated products is accelerating our commercial execution and leading to positive order entry momentum in electronics precision agriculture and select medical product lines.\nThis has resulted in sustained order entry and a healthy backlog increase of 5% since last quarter. In businesses where we are experiencing weaker customer demand, we have implemented targeted restructuring to adjust cost structure. These actions will be substantially completed by the end of our fiscal third quarter and are expected to provide ongoing annual benefits of over $15 million by 2026. We also continue to invest in our organic business.\nTo support the medium-term growth needs of our U.S. and global customers, the Industrial Coatings business moved into a new greenfield facility in South Carolina at the beginning of this fiscal year. Similarly, we have expanded manufacturing capacity for the electronics process solutions business into India to support growing needs of our customers in the region.\nFinally, as Dan mentioned earlier, our strong balance sheet allowed us to take advantage of the dynamic market conditions in the second quarter and accelerate share repurchases. Year-to-date, we have bought back approximately $141 million in shares at 2.4x EBITDA we remain within our long-term targeted leverage ratio of 2 to 2.5.\nTurning now to our outlook on Slide 12. Based on current visibility and order entry trends, we expect third quarter fiscal 2025 sales to be in the range of $710 million to $750 million. Third quarter adjusted earnings are forecasted to be in the range of $2.55 to $2.75 per diluted share. The third quarter guidance is in line with the full year expectations we set at the beginning of our fiscal year and confirmed in our Q1 earnings call.\nIn the near term, we are comfortable managing current tariff levels and do not expect current policies to have a material impact on our results. Despite these short-term uncertainties, the strategic competitive advantages of Nordson that we note on Slide 13 remain unchanged. Our strong growth portfolio, high recurring revenues, diversified niche end markets, close to the customer model proprietary differentiated products and the NBS Next growth framework positions us well for long-term growth, including potential opportunities when customers shift or modify their manufacturing footprints.\nThis is why Nordson has continuously demonstrated resilience and the ability to deliver best-in-class profitability in varying market scenarios from the Great Recession to the pandemic and beyond. As always, I want to thank our customers and our shareholders for your continued support.\nIn particular, I want to thank our notes and employees who are passionate about meeting the needs of our customers your efforts show. With that, we'll pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f6885d551844e418cfb6e26021ab8505",
    "period": "2025 Q1",
    "content": "Q1 2025 Nordson Corp Earnings Call\n\nQ1 2025 Nordson Corp Earnings Call\n\nNDSNNASDAQFEB 20, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and thank you for standing by. My name is Kelvin and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation First Quarter Fiscal Year 2025 Conference Call. [Operator Instructions]\nI would now like to turn the call over to Lara Mahoney. Please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Dan Hopgood, Executive Vice President and Chief Financial Officer. We welcome you to our conference call today, Thursday, February 20, to report Nordson's fiscal 2025 first quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors.\nThis conference call is being broadcast live on our investor website and will be available there for 30 days. There will be a telephone replay of the conference call available until Thursday, February 27, 2025. During this conference call, we will make references to non-GAAP financial metrics. We provided a reconciliation of these metrics to the most comparable GAAP metric in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ.\nI also want to take a moment to highlight that effective November 1, 2024, which is the beginning of our fiscal year, the Measurement & Control Solutions division formally reported as part of the Industrial Precision Solutions segment has been realigned to the Advanced Technology Solutions segment based on a reassessment of our portfolio.\nOur segment reporting reflects this change and prior year financial information has been revised to be comparable. Please refer to the appendix in our earnings press release for comparative segment data by quarter for fiscal 2024.\nNow moving to today's agenda on Slide 3, Naga will discuss first quarter highlights. He will then turn the call over to Dan to review sales and earnings performance for the total company and the 3 business segments. Dan will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance and provide an update on the fiscal 2025 second quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2025 First Quarter Conference Call. We're starting the year with the sales of $615 million, which is at the low end of our guidance range due to soft demand in key end markets particularly electronics and industrial and foreign exchange headwinds that were slightly worse than expectations. This more than offset the solid performance of our Atrion acquisition as well as organic growth within our consumer nondurable product lines.\nPositively, order entry rates accelerated throughout the quarter, growing double digits above the prior year order entry run rate. You can see this growth in our backlog, which increased sequentially from fiscal year-end by approximately $85 million, ending at approximately $670 million as we exit the first quarter. The improvement in order entry rates and backlog is particularly encouraging to see in our electronics businesses.\nOur continued focus on top customers and products, coupled with leveraging NBS Next to drive factory efficiencies and manage cost led to another strong quarter of operational performance. The team delivered 56% gross margin, [indiscernible] operating profit margin, 31% EBITDA margin and converted free cash flow at nearly 150% of net income. We achieved adjusted earnings per share of $2.06, slightly above the midpoint of our guidance despite weaker sales.\nAs the growth compounder, we remain steadfast with our balanced capital deployment strategy, repurchasing approximately $60 million in shares during the quarter. In addition, we paid $45 million in dividends and decreased our net leverage ratio to 2.4x exceeding the first quarter comfortably within our targeted range. Our consistently strong operating performance quarter-over-quarter positions us well to capitalize profitably on growth as demand improves throughout fiscal 2025. I'll speak more about the enterprise performance in a few moments. But first, I'll turn the call over to Dan to provide detailed perspective on our financial results for the quarter.\n\nDaniel R. Hopgood\n\nExecutive VP & CFO\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see a summary of our overall operating company results. First quarter 2025 sales were $615 million, down 3% from the prior year first quarter sales of $633 million. This was driven by an 8% increase from the Atrion acquisition, offset by an overall organic sales decrease of 9% and unfavorable currency translation of about 2%.\nDemand was choppy to start the year, and we experienced headwinds in several end markets as we exited the calendar year, particularly in selected systems and medical businesses. Coupled with a 2% FX headwind, this drove sales at the bottom end of our guidance range.\nAs Naga mentioned, we were encouraged to see order entry rates accelerate throughout the quarter, which is reflected in our backlog growth since the start of the quarter. In addition, organic growth in packaging, nonwovens, optical sensors and measurement and controls businesses helped soften the revenue decline.\nGross profit remained strong in the first quarter at 56% of sales and EBITDA adjusted for special items in both periods totaled $188 million or 31% of sales. While overall EBITDA was down 4% from the prior year, driven by lower sales volume, EBITDA margins were flat year-over-year, inclusive of the newly acquired Atrion business.\nLooking at nonoperating expenses. Net interest expense was $26 million, an increase of $5 million versus the prior year driven by higher debt levels tied to the Atrion acquisition. This was partially offset by a $2 million improvement in other income and expense, primarily reflecting foreign exchange transactional variations compared to the prior year.\nTax expense for the quarter was $22 million or an effective tax rate of 19%. This is in line with our guidance range for fiscal year 2025 and 200 basis points lower than the prior year.\nNet income in the quarter totaled $95 million or $1.65 per share. Excluding $10 million of nonrecurring costs related to the Atrion acquisition and selected restructuring actions as well as $19 million in amortization of acquisition-related intangibles, adjusted earnings per share totaled $2.06 per share, slightly above the midpoint of our quarterly guidance, but a 7% decrease from the prior year adjusted earnings per share of $2.21. The decrease in year-over-year earnings reflects the impact of lower organic sales volume and higher acquisition-related interest expense I referenced just a moment ago.\nNow let's turn to Slide 6 through 8 to review the first quarter 2025 segment performance. Starting with Industrial Precision Solutions. They had sales of $300 million, a decrease of 11% compared to the prior year first quarter, down 8% organically and 3% due to unfavorable currency impacts. Weaker system sales in our industrial coatings and polymer processing product lines were partially offset by growth in packaging and nonwovens product lines. Both our industrial coatings and polymer product lines are coming off a strong system delivery years in 2024. And you may also recall that we're in the midst of transitioning selected industrial coating manufacturing to our new South Carolina plant, which should be substantially completed in the second fiscal quarter.\nEBITDA for the segment was $113 million in the quarter or 38% of sales. This is a decrease of 10% compared to the prior year EBITDA of $126 million, driven by lower sales volumes in the quarter. EBITDA margin improved 1% despite lower sales year-over-year due to a higher mix of parts and consumables versus the prior year.\nTurning to Slide 7. You'll see Medical and Fluid Solutions sales of $194 million, increased 21% compared to the prior year's first quarter. Growth was driven by the acquired Atrion business, which delivered $53 million in revenue during the quarter. This was offset by double-digit declines in our medical interventional product lines where destocking trends continue to impact demand and we completed some strategic program rationalization to reposition the business for profitable growth. It's important to note that these destocking trends began in our second quarter of fiscal 2024, impacting the year-over-year decline on a comparative basis. We expect our interventional product lines to return to sequential growth heading into the second quarter of this year.\nEBITDA for Medical and Fluid Solutions was $64 million or 33% of sales, which was an 8% increase from prior year EBITDA of $60 million. The increase was driven by higher sales from the Atrion acquisition. EBITDA margins were down 400 basis points, reflecting the lower contribution from Atrion. But as a reminder, we expect our EBITDA margins to improve sequentially for the Atrion business as we continue to integrate and implement NBS Next to improve manufacturing efficiencies and overall profitability. Importantly, Atrion's first quarter performance was actually well ahead of our initial targets for this business.\nTurning to Slide 8. You'll see Advanced Technology Solutions sales were $121 million, an 11% decrease compared to the prior year first quarter. The decrease included a 10% organic volume decline as well as an unfavorable currency translation of 1%. The decrease in sales was driven by double-digit declines in electronics processing and x-ray product lines, partially offset by growth in our optical sensors and measurement and control businesses.\nDespite weaker Q1 performance, we continue to see improvement in order intake as the semiconductor and electronic applications we serve continue to show signs of improvement. Orders were up double digits in the quarter versus the prior year, and backlog grew double digits sequentially from the end of the year for this segment.\nIn short, we continue to see encouraging signs in ATS for the balance of 2025 despite a slow start to the year. First quarter EBITDA was $23 million for the segment or 19% of sales, in line with the prior year first quarter EBITDA of $23 million or 17% of sales. The improvement in EBITDA margin was driven by continued emphasis on cost management and improved manufacturing efficiencies. The margin enhancements we've implemented position the ATS segment well as demand continues to improve.\nFinally, let's turn to the balance sheet and cash flows on Slide 9. At the end of the first quarter, we had cash on hand of $130 million, and net debt was [ $2.1 ] billion, resulting in a leverage ratio of 2.4x based on trailing 12 months EBITDA. This is a slight improvement from year-end and within our long-term target leverage range of 2 to 2.5x.\nOur free cash flow generation continues to be a compounding strength at $138 million during the quarter, resulting in a 146% conversion rate on net income. And we continue to strategically deploy the strong cash flow. During the quarter, we repurchased approximately $60 million in shares in addition to our quarterly dividend of $45 million, which, as a reminder, we increased by 15% at the end of last year. We also reduced net debt by $20 million during the quarter, while continuing to invest in our base businesses, spending $21 million on capital investments during the quarter.\nAll in all, we had a solid operational quarter despite a slower sales start, and we're well positioned to capitalize on profitable growth as demand normalizes in selected key end markets.\nWith that, let's turn to Slide 10, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Dan. I also want to thank the Nordson team for delivering strong operating performance in a challenging demand environment. While first quarter was a slow start to the year from a revenue perspective, I'm encouraged by our ability to deliver best-in-class profitability in varying market scenarios while remaining invested in our best growth opportunities.\nAmong our bright spots is the ongoing integration of the Atrion acquisition. During the quarter, I had the opportunity to visit our 3 new Atrion manufacturing sites. I'm excited about the strong product portfolio that we acquired as well as the energetic colleagues for quickly embracing to deploy the NBS Next growth framework.\nWe're also seeing growing acceptance of Atrion's newest-generation myocardial protection system, which is used during open heart procedures. Positive market acceptance is accelerating sales for this product, including an attractive opportunity to recapitalize its installed base.\nAlso during the quarter, several of our product lines were celebrated with notable industry achievements. Nordson SpinSAM Acoustic Inspection system won 3 awards for its industry-leading wafer inspection throughput and best-in-class image quality, defect capture and footprint. Our QuadraPro manual X-ray system received the Productronica Innovation Award for its exceptional image clarity and defect detection capabilities within back-end semiconductor and SMT applications.\nAnd our precision agriculture division's new Orion Pro product was recognized for technical innovation at the EIMA 2024 International Agriculture Machinery Exhibition. The Orion Pro is an integrated system for regulating and measuring the actual amount of product spread by liquid fertilizer distribution systems. 2 notable electronics customers also recognized our market leader collaboration. In December, we received supplier awards, both from TSMC and Jabil, recognizing our product performance and support of critical underfilled applications as well as our dedicated responsive and talented local Nordson teams.\nWe remain committed to product innovation, tracking strong vitality metrics in our packaging assembly and nonwovens product lines. This is reflected in the strong performance of those product lines in the quarter. We also have new products currently being launched in our medical fluid components and polymer processing product lines. In all cases, these new products are designed to solve the unique needs of our customers.\nRegardless of dynamic environment, Nordson remains steadfast in our commitment to innovation through differentiated products, our customer intimate sales model and protecting the diversified niche end markets we operate. These competitive advantages secure our position as a high-quality growth compounder even in challenging macro environments.\nOur division-led organization provides our teams with a clear view of our end markets, and they know where we need to focus and where we're doing well. We will continue to manage costs in weaker sales environment while balancing investments that support the increasing order entry trends that we experienced throughout the quarter.\nTurning now to our outlook on Slide 11. We are entering the second quarter of fiscal 2025 with approximately $670 million in backlog and order entry that continued to improve throughout the quarter across all 3 segments. Based on these factors, as well as current foreign exchange rates and end market expectations, we anticipate delivering second quarter sales in the range of $650 million to $690 million and adjusted earnings in the range of $2.30 to $2.50 per diluted share.\nAt this point in time, we're not updating our full year guidance range, although we would now expect our sales for the year to be on the lower end of our full year expectations given the slower start to the year and brought geopolitical macro environment dynamics. As always, I want to thank our customers, shareholders and the Nordson team for your continued support.\nWith that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7c66e50d94a09ecb558e6c97298aacca",
    "period": "2024 Q4",
    "content": "Q4 2024 Nordson Corp Earnings Call\n\nQ4 2024 Nordson Corp Earnings Call\n\nNDSNNASDAQDEC 12, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Nordson Corporation Fourth Quarter Fiscal Year 2024 Conference Call. [Operator Instructions] Thank you. I'd now like to turn the call over to Lara Mahoney, Vice President of Investor Relations and Corporate Communications. You may begin.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. We welcome you to our conference call today, Thursday, December 12, 2024, to report Nordson's fiscal year 2024 fourth quarter and full year results.\nI'm here with Sundaram Nagarajan, our President and CEO; and Dan Hopgood, Executive Vice President and Chief Financial Officer. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at nordson.com/investors.\nThis conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until December 19, 2024.\nDuring this conference call, references to non-GAAP financial metrics will be made. A complete reconciliation of these metrics to the most comparable GAAP metric has been provided in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3. Naga will discuss fourth quarter and full year highlights. He will then turn the call over to Dan to review sales and earnings performance for the total company and the 3 business segments. Dan also will talk about the year-end balance sheet and cash flow. Naga will conclude with high-level commentary about our enterprise performance, including an update on the Ascend strategy as well as our fiscal 2025 full year and first quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's Fiscal 2024 Fourth Quarter and Full Year Conference Call. In fiscal 2024, we continue to make progress on our Ascend strategy, delivering record sales of $2.7 billion and record EBITDA dollars of $849 million or 32% of sales. This is a testament to our employees, who have in the last 4 years deployed and delivered results with NBS Next, our growth framework, despite dynamic global macro conditions, end market changes, supply chain disruptions and more.\nThe core elements of our business model have enabled us to deliver profitable growth throughout these challenges. This includes a steadfast focus on our customers, commitment to innovation, diversified geographic and end market exposures and a high level of recurring revenue through aftermarket parts and consumables.\nSince launching the Ascend strategy in 2021, we've added new capabilities to our business model, including the NBS Next growth framework and a division-led structure, which have empowered our teams to respond rapidly to changing market conditions.\nI will speak more to the enterprise performance in a few moments. But I will now turn the call over to Dan to provide more detailed perspective on our financial results for the quarter and fiscal year 2024.\n\nDaniel R. Hopgood\n\nExecutive VP & CFO\n\nThank you, Naga, and good morning to everyone. I'll start on Slide 5, which summarizes our overall results for the fourth quarter. You'll see fourth quarter 2024 sales were $744 million, up 4% compared to the prior year's fourth quarter sales of $719 million. The increase included 6% growth from acquisitions, primarily from the recent Atrion acquisition, but also the final weeks of contribution from the ARAG acquisition that we completed in the prior year.\nCurrency translation was favorable by 1%, and organic sales were down 3% compared to the fourth quarter of the prior year. The organic sales decrease was driven by challenging year-over-year comparisons in our Industrial Precision Solutions segment and year-over-year declines in selected product categories within our Medical and Fluid Solutions segment. These were partially offset by a return to growth in our Advanced Technology Solutions segment, and I'll cover a bit more on each of our segments in a moment.\nAdjusted operating profit, which excludes $26 million in nonrecurring costs related to the Atrion acquisition and onetime restructuring costs during the quarter, was $205 million, up 30 basis points from the prior year on a percentage of sales basis. This was driven by gross margin improvements of about 110 basis points, reflecting factory efficiency gains and a higher mix of parts revenue.\nSelling, general and administrative expenses as a percentage of sales increased about 80 basis points year-over-year, reflecting the addition of Atrion and continued investment in front-end growth initiatives. All in, this represents a 35% incremental operating margin for the company, which is on the high end of our targeted performance.\nEBITDA for the fourth quarter increased 6% over the prior year to a record $241 million or 32% of sales. This is 200 basis points above our long-term profitability target as articulated in our Ascend strategy. This also compares to $227 million, also at 32% of sales in the prior year fourth quarter. That translates into a 56% incremental EBITDA on our 4% overall sales growth for the quarter, a really strong quarter of both operational execution and the initial integration of the Atrion acquisition.\nLooking at nonoperating income and expenses in the quarter, interest expense in the quarter increased nominally to $27 million. This modest increase is driven by higher net debt levels due to acquisitions compared to the prior year.\nAs a reminder, in September, we accessed the public debt markets, raising $600 million in 5-year notes priced at 4.5% in order to finance the Atrion acquisition. The balance of the purchase price was funded with our revolver, which we expect to pay down in the near term. Other expense on a net basis increased $5 million year-over-year primarily due to currency fluctuations and some reduction in pension income year-over-year.\nTax expense was $26 million for the quarter, an effective tax rate of 17%. Our fourth quarter tax rate reflects changes in our mix of earnings due to acquisitions and other structural changes. It reflects a full year effective tax rate of approximately 20%. This improved mix is expected to continue going forward, and you'll see this reflected in our 2025 guidance that Naga will cover a bit later.\nGAAP net income totaled $122 million or $2.12 per diluted share while adjusted earnings per share, excluding nonrecurring acquisition and restructuring-related expenses, totaled $2.78 per share, a 3% increase over the prior year. Adjusted earnings per share were $0.19 above the midpoint of our guidance for the quarter, reflecting equal contributions from strong operating performance during the quarter and the favorable tax rate differential that I just mentioned.\nNow let's turn to Slides 6 through 8 to review our fourth quarter segment performance. Industrial Precision Solutions sales of $392 million decreased 3% compared to the prior year fourth quarter. Organically, IPS decreased 5% in the quarter with the ARAG acquisition adding 1% and currency providing a favorable impact of another 1%.\nYou'll recall that IPS delivered record sales in the fourth quarter of fiscal 2023 driven by record sales in industrial coatings product line and elevated deliveries in our polymer processing products. These create tough year-over-year comparisons for the segment and are driving the overall organic decline in the IPS segment for the quarter. For the full year, IPS organic sales were flat with the prior year. EBITDA for the quarter was $143 million or 37% of sales, reflecting consistent operational performance on slightly lower sales.\nTurning to Slide 7. Medical and Fluid Solutions sales of $200 million increased 19% compared to the prior year's fourth quarter. This increase was primarily driven by the Atrion acquisition and a minor currency benefit, offset by a decrease in organic sales volume of 3% or $5 million. The organic volume decline reflects some softness in medical interventional solutions product lines, partially offset by a modest improvement in our fluid components and fluid dispense product lines.\nFourth quarter EBITDA was $72 million or 36% of sales, which is an increase of 17% compared to the prior year EBITDA of $62 million or 37% of sales. EBITDA margins were slightly lower than the prior year due to the inclusion of the acquired Atrion business. You'll recall that we expect Atrion's EBITDA margins to improve over time as we continue to integrate the business and implement our NBS Next growth framework.\nTurning to Slide 8. You'll see Advanced Technology Solutions sales of $152 million increased 5% compared to the prior year's fourth quarter. This change included an increase in organic sales volume of 4% as well as a small currency benefit.\nGrowth in the quarter was driven by improvement in selected test and inspection product lines as well as modest improvement within our electronics dispense product lines. Our sales in ATS reflect continued sequential improvement from the third quarter and a return to nominal year-over-year growth in this segment for the first time since the first quarter of fiscal 2023. We've seen electronics and semiconductor end markets continue to show signs of stable improvement.\nFourth quarter EBITDA was $41 million or 27% of sales, an increase of $6 million from the prior year fourth quarter EBITDA of $35 million or 24% of sales. We're really pleased with the segment's EBITDA performance, particularly in a down cycle as the 27% EBITDA margin performance represents a significant step-up from historical performance. It's a testament to the team's efforts to improve the structure of the base business, and it positions us well when the electronics markets return to more meaningful growth.\nNow turning to Slide 9. I'll share a few comments on our full year results. 2024 full year sales were a record $2.7 billion, an increase of 2% compared to the prior year's previous record sales results. This was driven by a 5% impact from acquisitions, offset by an organic decrease of 3%.\nOn a full year basis, the organic sales decrease is essentially all driven by our Advanced Technology Solutions segment, although we did see orders and sales continue to improve in our ATS product lines as we exited 2024. The Industrial Precision Solutions, Medical and Fluid Solutions segments were essentially flat organically on a combined basis with industrial up slightly and medical down slightly for the year.\nAdjusted operating profit was $713 million or 27% of sales, which was comparable to the prior year. EBITDA for the full year increased 4% to a record $849 million or 32% of sales. This represents a full year incremental EBITDA margin of 49%. And it marks the fourth consecutive year of the Ascend strategy, delivering solid EBITDA growth.\nGAAP diluted earnings per share were $8.11 for the year. And adjusted diluted earnings per share were $9.73, a 1% decrease from the prior year, reflecting the higher interest costs associated with the ARAG and Atrion acquisitions. On balance, we're pleased with how we finished the year despite some near-term weakness in certain end markets, and we remain confident in our 5-year targets established at our October 2024 Investor Day.\nFinally, turning to the balance sheet and cash flow on Slide 10. We had another strong cash flow year, generating $492 million in free cash flow at a conversion rate of 105% on net income. While still strong, cash flow conversion was down from 2023. And this was due to higher capital investments and additional use of working capital, both of which we expect to normalize going forward.\nWhile our debt balance increased in the quarter due to the Atrion acquisition, we continue to deploy cash efficiently. During the quarter, we increased our annual dividend by 15%, marking our 61st year of consecutive annual increases.\nOn a full year basis, excluding the impact of the Atrion acquisition, we repaid approximately $315 million of debt, paid out $161 million of dividends and repurchased $28 million of shares on the open market. Through our strategic capital deployment, we ended the year with a strong balance sheet with cash balances of $116 million and net debt at $2.1 billion, resulting in a leverage ratio of 2.5x based on trailing 12-month EBITDA. This is within our targeted long-term range and also in line with our expectations for the year.\nSo in closing, just to summarize, our fourth quarter sales were in line with our previous guidance. And we came in better from an overall profit conversion standpoint. We're very pleased to see our Advanced Technology segment continue to show signs of positive improvement in demand. And our IPS and MFS segments continue to deliver strong operational performance despite some near-term demand weakness in selected product lines. We closed fiscal 2024 with a strong balance sheet, and we steadily reinvested in the business, positioning ourselves well for a dynamic 2025.\nI'll now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThank you, Dan. As I reflect on the past 4 years since we launched our Ascend strategy, we started from a position of strength with many competitive advantages, leadership position in diversified niche end markets, high recurring parts revenues, a direct-to-customer model and differentiated products built on deep knowledge of our customers' demanding applications.\nIn the past 4 years, we have added 2 new advantages to expand our competitive mode. The first is a renewed emphasis on our growth bias portfolio that has positioned us to accelerate profitable growth. Over time, we have strategically increased our mix of recurring revenue, and we have expanded into the high-growth end markets of medical and electronics. This mix has been strategically driven through organic and acquisitive means.\nIn the short term, end market cycles and unique macro conditions have slowed organic growth in these segments. This increases the importance of balancing organic growth with acquisitions.\nOur recent Atrion Medical acquisition is a great example of this strategy. This acquisition expands our fluid components' addressable market by more than 50% by adding products and solutions for infusion therapies and drug delivery. It also expands our current offering to top medical device customers and broadens Nordson's exposure to significant single-use consumables with recurring revenue streams. Atrion was a solid contributor to our fourth quarter revenue, and it will be a growth driver in fiscal 2025 and beyond.\nThe second advantage that we have added to Nordson is the NBS Next growth framework. It drives profitable growth and creates value in our acquisitions. I'm very pleased with the implementation of NBS Next, which is becoming a competitive advantage.\nThroughout 2024, I've traveled to many of the Nordson sites, including Europe, China and India in October and November. It is clear to me that the NBS Next growth framework is now how we run our businesses.\nYou can see it evidenced in the fourth quarter results of our ATS segment. As Dan noted, ATS achieved 27% EBITDA margins while still in the downside of the electronic cycle due to its strategic repositioning. They will be very well positioned to respond to customers when the market turns.\nAt our Investor Day in October, we shared several examples of how NBS Next has driven improved performance in on-time delivery and product quality, allowing the Nordson divisions to protect and grow market share. I encourage you to listen to the Investor Day webcast recording, which is available in our investor website. As we work towards our new financial performance targets, NBS Next and the Ascend strategy have ample runway to enable the Nordson team to be successful in the next 5 years.\nAlso at our Investor Day, we announced our 2025 to 2029 performance targets. In 2029, when we look back on our financial results, we expect to leverage the Ascend strategy to deliver average annual growth of 6% to 8% in revenue balanced between organic and acquisitive growth and 10% to 12% in adjusted EPS growth. As this is an average annual growth target for that period, growth can be higher in some years and lower in others.\nWe are entering 2025 prudently with conservative expectations for many of our end markets. We also recognize the level of change in the global macro environment, which could cause our customers to be judicious in their spending in the near term.\nIn our Industrial Precision Solutions segment, although our current order entry trends are encouraging, we are expecting large capital investments to be muted in the near term based on customer conversations and reduced backlog levels. For our large system businesses, particularly polymer processing product lines, reduced investment in areas such as recycling will be significant headwinds after 2 record sales years. Additionally, although European agricultural end market seems to have stabilized, we are cautiously awaiting meaningful growth.\nWithin our Medical and Fluid Solutions segment, medical device customer supply chain teams are being far more cautious with their inventory purchase patterns. We currently see this impact in weakness within our interventional solutions product line, which is approximately 47% of this segment's sales.\nLong-term project pipelines remain solid. And we continue to stay close to our customers and ensure we understand their post-COVID supply chain product needs. Modest growth from our fluid components and fluid dispense product lines will somewhat offset this pressure, but we expect MFS growth to largely come from the Atrion acquisition in fiscal 2025.\nPositively, we expect to see continued steady improvement in sales from our electronics customers. That said, we do not expect that a significant ramp in capital spending is eminent as customer purchasing patterns have been varied compared to prior electronic cycles, particularly in semiconductor applications. We remain close to our customers, particularly with geopolitical issues in play.\nNow turning to the financial outlook on Slide 14. We enter fiscal 2025 with approximately $580 million in backlog. The sequential backlog reduction is reflective of a paced return to more normalized levels.\nBased on the combination of order entry backlog, current foreign exchange rates and anticipated end market expectations, we anticipate delivering sales in the range of 2% to 7% above fiscal 2024 sales. Full year 2025 adjusted earnings are forecasted to be in the range of neutral to 8% growth per diluted share.\nFor modeling purposes, in fiscal 2025, assume an estimated effective tax rate of 19% to 21%, capital expenditures of approximately $50 million to $60 million and interest expense of approximately $90 million to $100 million. This full year guidance assumes a negative 1.5% impact from foreign exchange rates, no significant recovery and ramp in electronics or agricultural end markets and the Atrion acquisition contributing approximately 6% growth at the midpoint of guidance. If we see improvements in our end markets, we will adjust.\nBased on seasonality, we expect our fiscal first quarter to start modestly. As you will see on Slide 15, first quarter fiscal 2025 sales are forecasted in the range of $615 million to $655 million and adjusted earnings in the range of $1.95 to $2.15 per diluted share.\nEven in uncertain times, our team delivers operational excellence and strong cash flow due to our strong competitive advantages. As a growth compounder, we will continue to reinvest in the business while returning cash to our shareholders. Again, I want to thank our employees, customers and shareholders for your continued support.\nWe will now open the phone lines for questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a43ff8e79164ce4a0861de25a77efc0",
    "period": "2024 Q3",
    "content": "Q3 2024 Nordson Corp Earnings Call\n\nQ3 2024 Nordson Corp Earnings Call\n\nNDSNNASDAQAUG 22, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Nordson Corporation Third Quarter Fiscal Year 2024 Conference Call. [Operator Instructions] I'd now like to turn the call over to Lara Mahoney. Please begin.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and and Daniel Hopgood, Executive Vice President and Chief Financial Officer.\nWe welcome you to our conference call today, Thursday, August 22, to report Nordson's fiscal 2024 third quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 30 days. There will be a telephone replay of the conference call available until Thursday, August 29, 2024.\nDuring this conference call, we will make references to non-GAAP financial metrics. We've provided a reconciliation of these metrics to the most comparable GAAP metric in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ.\nMoving to today's agenda on Slide 3. Naga will discuss third quarter highlights as well as yesterday's close of our Atrion Medical acquisition. He will then turn the call over to Dan to review sales and earnings performance for the total company and the 3 business segments. Dan will also discuss the balance sheet and cash flow. Naga then will share a high-level commentary about our end markets and provide an update on the fiscal 2024 full year guidance. We will then be happy to take your questions. With that, I'll turn the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2024 Third Quarter Conference Call. Before I begin, I'm pleased with the closure of the Atrion Medical acquisition as we announced in a press release issued yesterday morning. I would like to welcome our new colleagues from Atrion into the Nordson family. Atrion's products will expand our current portfolio in medical fluid components and interventional solutions by adding a category leader in infusion fluid delivery and niche cardiovascular therapy products.\nAtrion expands Nordson's fluid components addressable market by more than 50% by adding products and solutions for infusion therapies and drug delivery. This also extends our current offering to top medical device customers and broadens Nordson's exposure to higher-growth medical end markets with significant single-use consumables with recurring revenue streams.\nGoing forward, Atrion will be part of our Medical and Fluid Solutions segment. Now let's shift to our third quarter earnings results on Slide 5. At the outset, I would like to recognize the dedicated Nordson team who have leveraged the NBS Next growth framework to deliver strong operating results. Sales of $662 million were in line with our expectations, driven by IPS segment, which delivered strong organic growth of 4% in addition to increased sales from our ARAG acquisition.\nThis growth was partially offset by continued softness in electronics compared to prior year as well as lower demand impacting our medical businesses. In addition, our focus on top customers and differentiated products improved consolidated product mix. This strategic focus and a commitment to managing costs led to improvements in gross margins and top quartile EBITDA margin of over 31%.\nIn the quarter, we delivered adjusted earnings per share of $2.41, which is up $0.08 from the midpoint of our guidance. Finally, I'd like to highlight our third quarter free cash flow of $143 million, which was 122% of net income. We continue to generate strong cash flow and execute a balanced capital deployment strategy with $39 million in dividends paid; $25 million in share repurchases; and $40 million in debt reduction during the quarter.\nI'll speak more about the enterprise performance in a few moments. But first, I'll turn the call over to Dan to provide a detailed perspective on our financial results for the quarter.\n\nDaniel R. Hopgood\n\nExecutive VP & CFO\n\nThank you, Naga, and good morning to everyone. On Slide #6, you'll see third quarter fiscal 2024 sales were $662 million, up 2% from prior year third quarter sales of $649 million and in line with the midpoint of our quarterly guidance. This was driven by a 4% increase from the ARAG acquisition, partially offset by an overall organic sales decrease of 1% and unfavorable currency translation of 1%.\nAs Naga mentioned, we saw growth in our IPS segment organic sales during the quarter, in particular, our packaging and nonwovens divisions, which were offset by softness in certain electronics and medical product lines. Gross profit during the quarter remained strong at 56% of sales. Deploying our NBS Next growth framework, we're focusing on top products, driving a favorable product mix while also continuing to improve our manufacturing efficiency.\nEBITDA adjusted for special items in both periods totaled $208 million for the quarter or 31.5% of sales, slightly below the prior year by about 50 basis points, which was driven by higher selling and administrative costs, including the first year impact of the RAG acquisition. Looking at nonoperating expenses, Net interest expense increased approximately $6 million associated with higher debt levels tied to the reg acquisition.\nOther income on a net basis decreased by $2 million, primarily reflecting certain foreign exchange transactional variations compared to the prior year. Tax expense for the quarter was $32 million or an effective rate of about 21.5%, and which is in line with the prior year rate and our guidance range for 2024.\nNet income in the quarter totaled $117 million or $2.04 per share. Excluding $8 million of nonrecurring costs related to the Atrion acquisition and selected restructuring charges as well as $19 million in amortization of acquisition-related intangibles, adjusted earnings per share for the quarter totaled $2.41, $0.08 above the midpoint of our quarterly guidance, but a 6% decrease from the prior year adjusted earnings per share of $2.55. The decrease in year-over-year earnings reflects the slightly lower operating margin and increased interest expense I just walked through.\nNow let's turn to Slide 7 through 9 to review the third quarter 2024 segment performance. Industrial Precision Solutions sales of $371 million increased 10% compared to the prior year third quarter. The ARAG acquisition contributed 7% sales growth while organic sales were up 4% year-over-year, partially offset by unfavorable currency translation of 1%. Organic sales improved across most of our product lines with particular strength in packaging and nonwovens. It's important to note that these results continue to build upon record fiscal 2023 revenue for the IPS segment, which has now delivered organic growth in 13 of the last 15 quarters. EBITDA for the segment was $135 million in the third quarter or 36% of sales, an increase of 10% compared to the prior year EBITDA of $122 million. The increase in EBITDA was driven by the RAG acquisition and strong contribution from our organic sales growth. It's also worth highlighting that this quarter marks 14 out of 15 consecutive quarters of EBITDA growth for the IPS segment.\nTurning to Slide 8. You'll see Medical and Fluid Solutions sales of $167 million decreased 2% compared to the prior year's third quarter, driven by lower demand in our medical interventional solutions and fluid components product lines. While the biopharma portion of our fluid components product lines has stabilized, other product applications for patient care and surgical applications are adjusting to more conservative customer order entry patterns. This is despite solid underlying demand for patient procedures. These decreases were also partially offset by improved sales in our Fluid Solutions product lines versus last year. EBITDA for Medical and Fluid Solutions was $62 million for the quarter. or 37% of sales, which was a 9% reduction to the prior year EBITDA of $68 million. The decrease was driven by lower volume and unfavorable product mix during the quarter. In spite of these recent growth headwinds, the segment has now delivered EBITDA margins greater than 35% in 14 of the last 15 quarters.\nTurning to Slide 9. You'll see Advanced Technology Solutions sales were $124 million, an 11% decrease compared to the prior year third quarter. The decrease includes 10% organic volume decline as well as unfavorable currency translation of 1%. The decrease in sales was driven by electronics, processing and X-ray and test product lines, offset by growth in our optical sensors businesses. While we expected weakness year-over-year, segment sales increased over 8% sequentially versus Q2, and we continue to see modest improvement in order intake as the semiconductor and electronic applications we serve continue to show signs of improvement.\nThird quarter EBITDA was $26 million or 21% of sales, below prior year third quarter EBITDA of $33 million. which excluded special items of $2 million related to cost reduction actions in the prior year. While the reduction in EBITDA was tied to the overall decrease in volume, favorable mix and cost reduction actions contributed to achieving a 41% decremental on the lower year-over-year sales. This is well ahead of our decremental target of approximately 55%.\nFinally, turning to the balance sheet and cash flow on Slide 10. At the end of the third quarter, we had cash on hand of $165 million and net debt was $1.3 billion. resulting in a leverage ratio of about 1.6x based on trailing EBITDA. Pro forma for the Atrion acquisition that we just announced, net debt will rise to about $2.2 billion and our leverage ratio will increase to approximately 2.5x in the near term, which remains within our targeted range. We funded the Atrion acquisition with a $500 million term loan cash on hand and borrowings on our revolver. We plan to refinance the term loan in the public bond markets, and we'll continue to use cash from operations to repay our revolver borrowings over time. After the acquisition, we still have greater than 50% availability on our revolver and greater than $600 million of liquidity available to the company, including cash on hand.\nOur free cash flow generation continues to be a strength at $143 million during the quarter or 122% conversion rate on net income. As we continue to strategically deploy the strong cash flow, as Naga mentioned earlier, we reduced debt by $40 million in the quarter, paid $39 million in dividends and repurchased $25 million in shares, all while continuing to fund capital and product development investments for growth. Notably, last week, we announced our 61st year of increasing our annual dividend, building upon our legacy of growing capital returns as we grow the company. All in all, we had a solid quarter, and we're well positioned to close out the year. And with that, let's turn to Slide 11, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Dan. I also want to congratulate the Nordson team for delivering strong operating performance under a challenging demand environment in select businesses. Let's spend a few minutes talking about our end markets as we move into the fourth quarter of fiscal 2024.\nStarting with our Industrial Physician Solutions segment. We continue to see steadiness in industrial and consumer nondurable end markets with nonwoven starting to pick up in the third quarter. After 2 years of record growth, our full year guidance implies IPS, excluding ARAG, is about flat to modestly up versus prior year. ARAG sales appear to be normalizing at lower levels at this point in the agriculture cycle. In general, we feel confident about the diversification of this segment, its mix of recurring revenue and customer intimate business model.\nWithin our Medical and Fluid Solutions segment, medical device customer supply chain teams are being far more cautious with their inventory purchases after a very unique few years. While we are starting to see lower demand in the interventional solutions, and certain fluid component product lines outside of biopharma. We are confident in the long-term growth drivers in this end market, including aging of the population rising chronic health conditions, trends toward noninvasive surgical techniques and increased health care spending and procedure volumes. We have a robust pipeline of longer-term customer project activity, and we are comfortable with the future outlook of this business.\nNear term, we expect softness in certain medical product lines, particularly in light of challenging year-over-year comparisons for Medical Interventional Solutions product lines. staying close to our customers. We are working our way through what has been a one-of-a-kind demand environment over the past few years. The ATS segment will benefit from increasing demand for advanced chips in support of AI, automotive electronics, onshoring SHIPS Act as well as the broader electronics CapEx spending cycle. We are beginning to experience a sequential and year-over-year increase in order entry in the test and inspection applications. For example, we are pleased with the momentum in our optical CyberOptics an acoustic test and inspection product lines.\nOur X-ray product lines, which experienced double-digit growth in fiscal 2023, continue to deal with challenging comparisons in the fourth quarter. Electronics dispense product line applications are largely in the back end of manufacturing of advanced semiconductor chips. Demand for these products occur later in the cycle. Given the sequential improvement in revenues and order entry, we expect the ATS segment to return to growth in 2025.\nTurning now to our outlook on Slide 12. We entered the fourth quarter with approximately $650 million in backlog. This backlog remains concentrated in our systems businesses, while customer order entry patterns have returned to historical norms in the rest of the businesses. Based on current visibility and order entry trends, we are holding our previously issued full year base business revenue guidance in the range of flat up to 2% over record fiscal 2023. The addition of Atrion will then increase our base sales by approximately $30 million in the fiscal fourth quarter.\nFull year fiscal 2024 adjusted earnings per diluted share are expected to be in the range of $9.45 to $9.65 per diluted share for fiscal 2024. This is unchanged at the midpoint despite the inclusion of the slightly dilutive impact of Atrion in the fourth quarter. This full year guidance assumes a neutral impact from foreign exchange rates. Investors should keep in mind that we anniversary the acquisitive growth impact of ARAG in the fiscal fourth quarter.\nEven as we face challenging demand conditions in certain end markets, Nordson's core strengths remain a diversified portfolio close to the customer business model, high level of recurring revenue, NBS Next growth framework and equipment to innovation. These core strengths enable Nordson to deliver high-quality operating performance under varying economic conditions. We're looking forward to sharing an update on our long-term growth plans including our capital deployment strategy at our upcoming Investor Day in New York on October 3.\nWe hope to see you there, and we encourage you to use the QR code in the webcast presentation to register. As always, I want to thank our customers, shareholders and the Nordson team for your continued support. With that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/737e1ec5ca92a5c78c7bc111e3127b12",
    "period": "2024 Q2",
    "content": "Q2 2024 Nordson Corporation Earnings Call\n\nQ2 2024 Nordson Corporation Earnings Call\n\nNDSNNASDAQMAY 21, 8:30 AM\n\nOperator\n\nThank you for standing by. My name is Eric, and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation Second Quarter Fiscal Year 2024 Conference Call. [Operator Instructions]\nThank you. I would now like to turn the call over to Lara Mahoney. Please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Stephen Shamrock, Chief Accounting Officer. We welcome you to our conference call today, Tuesday, May 21, to report Nordson's fiscal 2024 second quarter results.\nYou can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 30 days. There will be a telephone replay of the conference call available until Tuesday, May 28, 2024.\nDuring this conference call, we will make references to non-GAAP financial metrics. We've provided a reconciliation of these metrics to the most comparable GAAP metrics in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ.\nMoving to today's agenda on Slide 3, Naga will discuss second quarter highlights. He will then turn the call over to Steve to review sales and earnings performance for the total company and the 3 business segments. Steve will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our end markets and provide an update on the fiscal 2024 full year and third quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2024 second quarter conference call.\nBefore we begin, I would like to welcome Dan Hopgood, our new Executive Vice President and Chief Financial Officer to Nordson. Dan started with us yesterday. He brings more than 25 years of financial and operational expertise to the CFO role. Prior to joining Nordson, he held roles of increasing responsibility at Eaton Corporation, a $23 billion multinational power management company. Most recently, he served as Eaton's Controller and Chief Accounting Officer.\nAs I got to know Dan, I was impressed with this robust financial experience, his time as an operational leader, and his passion for developing talent. Today, he will be listening in, and we look forward to introducing him to all of you in the coming months starting at the KeyBanc Industrials and Basic Materials Conference in Boston next week.\nNow let's shift into our second quarter earnings results on Slide 5. At the outset, I would like to recognize the dedicated Nordson team who have leveraged the NBS Next growth framework to deliver solid second quarter results. Sales of $651 million were within our second quarter guidance range. Growth was driven by the ARAG acquisition as well as strong performance in our industrial coatings and fluid solutions product lines, which offset continued weakness in our electronics product lines.\nIn addition, our focus on top customers and differentiated products improved product mix. This focus and strategically adjusting costs led to improvements in gross margins and top-quartile EBITDA margin of 31%.\nIn the quarter, we delivered adjusted earnings per share of $2.34, which was at the top end of our EPS guidance for the quarter.\nFinally, I'd like to highlight our second quarter free cash flow of $108 million, which was 92% of net income. We continue to convert earnings into cash flow and use this cash flow to retire nearly $100 million of debt within the quarter. I'll speak more about the enterprise performance in a few moments, but first, I'll turn the call over to Steve to provide a detailed perspective on our financial results for the quarter.\n\nStephen F. Shamrock\n\nVice President, Corporate Controller & Investor Relations, Materion Corp.\n\nThank you, Naga, and good morning to everyone. On Slide #6, you'll see second quarter fiscal 2024 sales were $651 million, a slight increase to the prior year's second quarter sales of $650 million. This was driven by a favorable 5% benefit from the ARAG acquisition, partially offset by an organic sales decrease of 4% and an unfavorable foreign exchange impact of 1%.\nAs Naga referenced, strength in our industrial coating systems and fluid solutions product lines were offset by ongoing weakness in our electronics product lines.\nGross profit performance was strong in the second quarter. We delivered gross profit margins in excess of 56%, an approximately 200 basis point improvement over the prior year. Deploying our NBS Next growth framework, we are focusing on top products driving a favorable product mix and product simplification efforts to improve manufacturing efficiency. We also remain disciplined on managing our cost structure and taking actions where necessary.\nEBITDA adjusted for special items in both periods totaled $203 million, or 31% of sales, which was consistent with the prior year. Improved gross margins were offset by higher selling and administrative costs, attributable primarily to the addition of ARAG.\nLooking at nonoperating expenses, net interest expense increased $9 million associated with higher debt levels and increased interest rates. Other expenses net decreased $1 million, primarily related to lower foreign exchange losses compared to the prior year.\nTax expense was $31 million, for an effective tax rate of 21% in the quarter, which is in line with the prior year rate and our guidance range for 2024.\nNet income in the quarter totaled $118 million or $2.05 per share. Adjusted earnings per share, excluding $2 million of nonrecurring cost reduction actions and amortization of acquisition-related intangibles of $19 million, totaled $2.34 per share, a 4% decrease from the prior year adjusted earnings per share amount of $2.45. The decrease in earnings was driven primarily by higher interest expense due to the ARAG acquisition.\nNow let's turn to Slide 7 through 9 to review the second quarter 2024 segment performance. Industrial Precision Solutions sales of $367 million increased 9% compared to the prior year second quarter, driven by the ARAG acquisition, as well as increased sales in our industrial coating systems and packaging product lines. Organic sales increased 2% over the prior year second quarter, continuing to build upon a record fiscal 2023 for the segment, partially offset by an unfavorable foreign exchange impact of 1%. This segment has now delivered organic growth in 12 of the last 14 quarters.\nEBITDA was $132 million in the second quarter or 36% of sales, an increase of 11% compared to the prior year EBITDA of $119 million. The increase in EBITDA was driven primarily by the ARAG acquisition, plus organic sales growth and gross margin improvement in the base business. It's also worth highlighting that this quarter marks 13 out of 14 consecutive quarters of EBITDA growth.\nOn Slide 8, you'll see Medical and Fluid Solutions sales of $169 million increased 2% compared to the prior year second quarter, driven by modest growth in fluid and medical interventional solutions product lines. This was partially offset by lower sales in our medical fluid components product lines versus last year. Despite the year-over-year decrease, we did see a modest increase in the medical fluid component sales sequentially.\nSecond quarter EBITDA was $63 million or 37% of sales, which was flat to the prior year EBITDA of $63 million which excluded $1.5 million of special items for cost reduction actions. This segment has now delivered EBITDA margins greater than 35% in 13 of the last 14 quarters.\nTurning to Slide 9, you'll see Advanced Technology Solutions sales were $115 million, a 22% decrease compared to the prior year second quarter. The decrease in sales was driven by continued weakness across the segment, primarily related to products serving electronics end markets.\nSecond quarter EBITDA was $24 million or 21% of sales, which trailed the prior year second quarter EBITDA of $32 million which excluded special items of $2 million related to cost reduction actions in both periods. While the reduction in EBITDA was tied to the overall decrease in volume, favorable mix and cost reduction actions contributed to 22% decremental margins. This is well ahead of our decremental target of approximately 55%.\nFinally, turning to the balance sheet and cash flow on Slide 10. At the end of the second quarter, we had cash of $125 million, and net debt was $1.4 billion, resulting in a leverage ratio of 1.7x based on the trailing 12 months EBITDA. We continue to have significant available borrowing capacity, pursue organic and inorganic growth opportunities.\nFree cash flow was $108 million or a 92% conversion rate on net income. We strategically deployed this strong cash flow in the quarter. We repaid $100 million of revolver debt and paid $39 million in dividends during the quarter. For modeling purposes for the full fiscal year, assume an estimated effective tax rate of 20% to 22%, capital expenditures of approximately $40 million to $50 million, and net interest expense of $74 million to $77 million.\nIn summary, we delivered another strong financial performance in the second quarter, in line with our expectations. We'll now move to Slide 11, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Steve. I also want to commend the business for delivering strong operating performance under a challenging demand environment in some of our segments. This is a testament to how NBS Next is becoming the way we run our business. I want to spend a few minutes talking about our end markets and the changes we are seeing as we move into the second half of fiscal 2024.\nStarting with Industrial Precision Solutions segment. We continue to see steadiness in industrial and consumer nondurable end markets. After 2 years of record growth, our full year guidance implies IPS, excluding ARAG, is about flat to slightly up versus prior year. And while the ARAG integration continues to go well, we cannot ignore the impact of weakening agricultural end market conditions. Despite the weakening of this particular agricultural cycle, which is causing customers to pause spending and work through inventory, we are undeterred in our belief that precision agriculture is a high-growth end market, and this cycle is temporary in nature.\nBased on the past 9 months of integration, we remain excited about ARAG's differentiated technology and value proposition that would help customers boost crop yields while sustainably reducing the expensive usage of fertilizers and chemicals.\nWithin our Medical and Fluid Solutions segment, we are continuing to see modest order entry pickup in our fluid components business, which is returning to growth following last year's biopharma destocking. Similarly, our fluid solutions product lines, which have exposure to the electronics cycle, are turning positive. Our medical interventional solution product lines, which grew double digits in fiscal 2023 driven by the trends in minimally invasive therapies and the aging of population, we have tough comparisons in the second half of the year.\nIn the ATS segment, we continue to see positive early indicators of the electronics cycle inflection. But we're not seeing order entry pick up that would support the implied ramp in our prior second half guidance. Keeping in mind the semiconductor subsegment, Nordson's applications are largely positioned at the back end of the manufacturing process with a focus on advanced packaging of semiconductor chips.\nCurrently, investments are being made in the front end of the semiconductor manufacturing process related to fabrication and processing of silicon wafers. As production shifts towards converting their wafers to individual chips and advanced packaging of these chips, customers will invest in Nordson electronics dispense and test and inspection technology. Overall, we will benefit from the increasing demand for chips in support of AI, automotive electronics, onshoring, CHIPS Act and more.\nWhile our test and inspection businesses are positioned to improve the yields and ensure quality of these critical and expensive chips, our X-ray business, which experienced double-digit growth in fiscal 2023, is dealing with challenging comparisons in the second half of the year.\nOur ATS leaders continue to do an excellent job of implementing the NBS Next growth framework and positioning themselves for future growth. This includes positioning operations closer to the customer, introducing differentiated new products, and making strategic cost adjustments. ATS ability to outperform the decremental targets again this quarter is a testament to this work.\nTurning now to our outlook on Slide 12. We enter the third quarter with approximately $700 million in backlog. This backlog remains concentrated in our systems businesses, while customer order entry patterns have returned to historical norms in the rest of the businesses. Based on the current visibility I just shared and order entry trends, we are updating our previously issued full year revenue guidance in the range of flat to up 2% over record fiscal 2023. Full year fiscal 2024 earnings are forecasted to be in the range of down 5% to down 1% per diluted share.\nThis full year guidance assumes a neutral impact from FX rates and the ARAG acquisition contributing approximately 3.5% growth at the midpoint of our guidance. Investors should keep in mind that we anniversary the acquisitive growth impact of ARAG in the fiscal fourth quarter.\nFor the third quarter of fiscal 2024, sales are forecasted to be in the range of $645 million to $670 million, with adjusted earnings in the range of $2.25 to $2.40 per diluted share. Third quarter guidance considers weaker electronics and agriculture end markets.\nEven as we face more challenging market conditions, Nordson's core strengths remain a diversified portfolio close to the customer business model, high level of recurring revenue, NBS Next growth framework, and a commitment to innovation. All of this positions Nordson well to deliver long-term Ascend strategy goals. As always, I want to thank our customers, shareholders and the Nordson team for your continued support.\nWith that, we will pause, and Steve and I will take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4417121d26a051e68b4117311548357",
    "period": "2024 Q1",
    "content": "Q1 2024 Nordson Corporation Earnings Call\n\nQ1 2024 Nordson Corporation Earnings Call\n\nNDSNNASDAQFEB 22, 8:30 AM\n\nOperator\n\nGood morning. My name is Krista, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Nordson First Quarter Fiscal Year 2024 Conference Call. [Operator Instructions] Thank you. I would now like to turn the conference over to Lara Mahoney. Lara, you may begin [indiscernible]\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Stephen Shamrock, Vice President, Corporate Controller and Interim CFO. We welcome you to our conference call today Thursday, February 22, to report Nordson's fiscal 2024 first quarter results. You can find both our press release as well as our webcast slides presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 30 days. There will be a telephone replay of the conference call available until Thursday, February 29, 2024. During this conference call, we will make references to non-GAAP financial metrics. We've provided a reconciliation of these metrics to the most comparable GAAP metric in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to materially differ.\nMoving to today's agenda on Slide 3, Naga will discuss first quarter highlights. We will then turn the call over to Steve to review sales and earnings performance for the total company and the 3 business segments. Steve will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance. He will conclude with an update on the fiscal 2024 full year and second quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2024 First Quarter Conference Call. At the outset, I'd like to recognize the dedicated Nordson team who leverage the NBS Next growth framework to deliver solid first quarter results. Sales of $633 million we're near the top of our first quarter guidance range. This was driven by strong performance in our Medical Interventional, Industrial Coatings and Polymer Processing product lines, which more than offset continued weakness in our electronics product lines. In addition, our focus on top customers and differentiated products, improved product mix. This focus, in addition to simplifying and strategically adjusting costs led to strong incremental margins resulting in adjusted earnings per share of $2.21. This exceeded our EPS guidance for the quarter. Finally, I'd like to highlight our first quarter free cash flow of $165 million, which was 150% of net income. This was a new first quarter record.\nI would also like to recognize the steady progress of our ARAG integration, which contributed to our sales and EBITDA margin performance in the quarter. We continue to be excited about the technology and precision agriculture end market as well as the engagement and energy of our new employees. I'll speak more about the enterprise performance in a few minutes, but first, I'll turn the call over to Steve to provide detailed perspective on our financial results for the quarter.\n\nStephen F. Shamrock\n\nVice President, Corporate Controller & Investor Relations, Materion Corp.\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see first quarter fiscal 2024 sales were $633 million, an increase of 4% compared to the prior year's first quarter sales of $610 million. This was driven by a favorable 5% benefit from the ARAG acquisition, partially offset by an organic decrease of 2%. Consistent with prior quarters, the organic sales decrease was primarily volume, partially offset by price as we continue to pass through year-over-year cost inflation. As Naga referenced, strength in our industrial and medical product lines were offset by ongoing weakness in our electronics product lines. Gross profit, excluding nonrecurring inventory step-up amortization in both periods, totaled $351 million for the first quarter of fiscal 2024 compared to $333 million in the prior year first quarter. This improvement in adjusted gross margin of approximately 100 basis points reflects a combination of factors.\nWith our NBS next growth framework, we are focusing on top products driving a favorable product mix. During the quarter, we also had higher part sales and improved factory efficiencies, which helped drive the year-over-year improvement. As we execute the Ascend strategy and build scale through strategic acquisitions, is increasingly important as a key profitability metric. EBITDA adjusted for acquisition-related items in both periods totaled $197 million or 31% of sales, a 9% increase over the prior year EBITDA of $181 million, driven by improved gross margins and cost controls as well as contribution from the ARAG acquisition.\nLooking at nonoperating expenses. Net interest expense increased $10 million associated with higher debt levels and increased interest rates. Other net expenses decreased $3 million primarily related to lower foreign exchange losses compared to the prior year. Tax expense was $29 million for an effective tax rate of 21% in the quarter which is in line with the prior year rate and our guidance range for 2024. Net income in the quarter totaled $110 million or $1.90 per share. Adjusted earnings share, excluding nonrecurring acquisition costs and amortization of acquisition-related intangibles of $23 million totaled $2.21 per share, a 3% increase from the prior year adjusted earnings per share amount of $2.14. This improvement continues to demonstrate the benefits of our successful execution of the Ascent strategy.\nNow let's turn to Slide 6 through 8 to review the first quarter 2024 segment performance. Industrial Precision Solutions sales of $355 million increased 14% and compared to the prior year first quarter, driven by the ARAG acquisition as well as increased sales in our industrial coatings, polymer processing and nonwovens businesses. Organic sales increased 2% over the prior year first quarter, continuing to build upon a record fiscal 2023 for this segment. EBITDA, excluding ARAG acquisition-related costs, was $126 million in the first quarter or 36% of sales, an increase of 16% compared to the prior year EBITDA of $109 million. The increase in EBITDA was driven primarily by the ARAG acquisition, plus the organic sales growth of the base business. It's worth highlighting that this quarter marks 12 out of 13 consecutive quarters of EBITDA growth and 11 of 13 quarters of organic year-over-year sales growth.\nOn Slide 7, you'll see Medical and Fluid Solutions sales of $160 million increased 3% compared to the prior year's first quarter, driven by another quarter of double-digit growth in our Medical Interventional Solutions product line, offsetting softness in our medical fluid components and fluid solutions product lines. During the quarter, we started to anniversary the weakness of last year's biopharma destocking, which was a significant headwind for this segment in fiscal 2023. First quarter EBITDA was $60 million or 37% of sales, which is an increase of $7 million compared to the prior year EBITDA of $53 million or 34% of sales. The 300 basis point improvement in EBITDA margin over the first quarter of 2023 is due primarily to a combination of factory efficiency gains and cost actions, coupled with leveraging the organic growth in Medical Interventional Solutions.\nTurning to Slide 8. You'll see Advanced Technology Solutions sales were $119 million, an 18% decrease compared to the prior year first quarter. The decrease in sales was driven by weakness across the segment, primarily electronics dispense products serving semiconductor end markets. First quarter EBITDA was $22 million or 19% of sales, which trailed the prior year first quarter EBITDA of $31 million, excluding acquisition-related costs. While the reduction in EBITDA was tied to the overall decrease in volume, favorable mix and cost reduction actions contributed to 32% decremental margins on adjusted operating profit. This is ahead of our decremental target of approximately 55%.\nFinally, turning to the balance sheet and cash flow on Slide 9. At the end of the first quarter, we had cash of $136 million and net debt was $1.5 billion, resulting in a leverage ratio of 1.8x based on the trailing 12 months EBITDA. We continue to have significant available borrowing capacity to pursue organic and inorganic growth opportunities. I also want to highlight our strong cash flow performance. Free cash flow was $165 million, a first quarter record and $51 million improvement from the prior year. As a percentage of net income, free cash flow was 150% in the quarter. We strategically deployed the strong cash flow in the quarter. We repaid $107 million of debt, paid $39 million in dividends and spent $3 million on share repurchases under our 10b5-1 plan, buying back approximately 15,000 shares of company stock at an average price of $212 per share. For modeling purposes for the full fiscal year, assume an estimated effective tax rate of 20% to 22%, capital expenditures of approximately $40 million to $50 million and net interest expense of $74 million to $78 million.\nI want to thank the Nordson team for all of their efforts in delivering another strong quarter. We'll now turn to Slide 10, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Steve. The Nordson team is getting off to a good start to the fiscal 2024. As I travel to our sites, I have the privilege of witnessing the impact of Ascent's strategy in building a stronger Nordson that is delivering robust operating performance. Nordson is sustaining market-leading positions in diversified end markets through our close to the customer business model and differentiated precision technology. Now has become a new core strength and is manifested in how we operate our businesses. Using data, our teams have a crystal-clear view of the profitable growth opportunities in each division, coupled with an entrepreneurial owner mindset, they are making choices on where they should prioritize growth as well as where they must simplified.\nFor example, the Industrial Coatings team worked with a significant automotive customer on a new electric battery application. They work closely with the customer, and we're able to meet its needs with a standard product, our efforts to standardize top product configurations and eliminate complex customization drove agile execution, shortening lead times and allowing them to be more responsive to the dynamic changes in customer needs. Our Medical Interventional Solutions team has identified its top products and implemented a visual demand-based manufacturing, our compound based manufacturing system for their products. This has led to significant improvement in their on-time delivery performance over the last 6 months.\nThe team had a big win when one of our medical device customers placed a large order and the team was able to respond quickly serving dynamic changes in demand and delighting this top customer. As I mentioned at the beginning of the call, the decisions our teams are making to focus on top products serves our customers well, enhances our product mix and improves our gross margins. In addition, their work on simplification resulted in strategic cost actions that contributed to our profitability in this quarter. It is exciting to see NBS Next becoming a competitive advantage for Nordson and how the steady deployment across Nordson is positively impacting our financial results. Our end markets are performing as expected at the start of our fiscal year.\nIndustrial and consumer nondurable end markets are steady, the ARAG integration is going well and the team contributed to our sales and EBITDA margin performance in the quarter. Our Medical Interventional Solutions product lines continued to grow double digits [ boyed ] by trends in noninvasive surgeries and the aging population. We have now anniversary the negative impact of biopharma destocking that was a headwind in fiscal 2023. We're seeing modest pickup in order entry within the fluid components product lines, which we are monitoring closely. Our guidance does not expect any significant pickup in biopharma growth short term. Our product lines exposed to the semiconductor electronics cycle experienced weaker demand as expected in the first quarter.\nWe remain very positive about the growth opportunities driving the next electronic cycle including AI, automotive electronics, onshoring, Ships Act and more. While we fully expected to see benefits of those opportunities in the second half of calendar 2024, we now realize it may be closer to the end of the year. As the year progresses, we plan to provide investors with better visibility to what we are seeing in the market. Through all of this, our ATS leaders have done a very good job of implementing the NBS next growth framework and positioning themselves for future growth. This includes positioning operations closer to the customer, focusing on differentiated product innovation and making strategic cost adjustments. ATS' ability to outperform their decremental targets in the quarter is a testament to this work.\nTurning now to our outlook on Slide 11. We entered the second quarter with approximately $750 million in backlog. This backlog remains concentrated in our systems businesses, while customer order entry patterns have returned to historical norms in the rest of the businesses. Based on current visibility and order entry trends, we are narrowing our previously issued full year revenue growth to 4% to 7% over record fiscal 2023. Full year fiscal 2024 earnings are forecasted to be in the range of 2% to 7% growth per diluted share. This full year guidance continues to assume a neutral impact from FX rates and the ARAG acquisition, contributing approximately 5% growth at the midpoint of guidance. While we have raised the low end of our guidance, the lower midpoint of the range now assumes recovery of the semiconductor electronics end markets begins in the fourth quarter of fiscal 2024. For the second quarter of fiscal 2024, sales are forecasted to be in the range of $645 million to $670 million, with adjusted earnings in the range of $2.20 to $2.35 per diluted share. Second quarter guidance considers weaker electronics end markets and the impact of the Chinese New Year shutdown.\nBefore we open our call for questions, I wanted to recognize 2 new additions to our Board of Directors. In January, we welcomed Chris Mapes, Executive Chairman and recently retired President and CEO of Lincoln Electric Holdings as well as director at A.O. Smith and The Timken Company. Chris brings a wealth of global operations, M&A and industrial experience to our Board. Throughout his career, Chris has demonstrated a track record of operating performance improvement and shareholder value creation. Earlier this week, we announced the appointment of Annette Clayton to our Board effective April 1. Annette is the Chairwoman and former President and CEO of Schneider Electric North America. Our career grew from production floor experience at General Motors to global operations and supply chain leadership at Dell Technologies, through her leadership at Schneider, which focused on digital, automation and energy management. In addition to our global operations and technology industry experience, Annette has direct familiarity with Nordson's differentiated products and value proposition. Both Chris and Annette will bring unique insight and value to our Board of Directors. We look forward to benefiting from their counsel as Nordson continues to grow and scale through the Ascend strategy.\nAs always, I want to thank our customers shareholders and the Nordson team for your continued support. With that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/921e71e9f350b5a9db95da8381f9a197",
    "period": "2023 Q4",
    "content": "Q4 2023 Nordson Corporation Earnings Call\n\nQ4 2023 Nordson Corporation Earnings Call\n\nNDSNNASDAQDEC 14, 8:30 AM\n\nOperator\n\nGood morning. My name is Dennis, and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation Fourth Quarter and Fiscal Year 2023 Conference Call. All lines have been placed on mute to prevent any background noise. [Operator Instructions]\nI would now like to turn the conference over to Lara Mahoney. Please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. We welcome you to our conference call today, Thursday, December 14, 2023, to report Nordson's fiscal year 20,234th quarter and full year results. I'm here with Sundaram Nagarajan, our President and CEO; Joseph Kelley, Executive Vice President; and Stephen Shamrock, Interim Chief Financial Officer.\nWhile Joe recently took a new role as Executive Vice President, Industrial Precision Solutions segment, he was CFO for the entirety of fiscal 2023 and will represent that viewpoint in today's call. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days.\nThere will be a telephone replay of the conference call available until December 21, 2023. During this conference call, references to non-GAAP financial metrics will be made. A complete reconciliation of these metrics to the most comparable GAAP metric has been provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations.\nThese statements may involve a number of risks uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ. Moving to today's agenda on Slide 3. Naga will discuss fourth quarter and full year highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 3 business segments. Joe also will talk about the year-end balance sheet and cash flow.\nNaga will conclude with high-level commentary about our enterprise performance including an update on the Ascend strategy as well as our fiscal 2024 first quarter and full year guidance. We will then be happy to take your questions. With that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2023 Fourth Quarter and Full Year Conference Call. In 2021, Nordson launched its Ascend strategy to achieve top-tier growth with leading margins and returns. We set a goal to deliver $3 billion in sales and greater than 30% EBITDA margins by 2025.\nAs we complete the third year of our strategy, we are on track toward achieving these objectives. This is a testament to our employees who have in the last 3 years developed and deployed the Ascend strategy and tackle dynamic macroeconomic conditions, including a pandemic, global supply chain pressure, labor challenges and rising interest rates to name a few.\nIn 2023, we also managed the unique period of biopharma destocking as well as the cyclical electronics end markets. The core elements of our business model has enabled us to deliver profitable growth throughout these challenges. This includes a fundamental focus on our customers, commitment to innovation, diversified geographic and end market exposure and a high level of recurring revenue through aftermarket parts and consumables.\nSince launching the Ascend strategy, we have added new capabilities to our model including the NBS Next growth framework and a division-led structure, which has empowered our teams to respond rapidly to changing market conditions. This led to solid financial performance in the quarter and the year, exceeding our targeted incremental and decremental profit targets in all 3 segments. Combining all of these factors with our capital deployment strategy to strengthen our precision technology portfolio, we delivered record sales 31% EBITDA margin and record cash flow in fiscal 2023.\nI'll speak more to this in a few moments. But I'll now turn the call over to Joe to provide more detailed perspective on our financial results for the fourth quarter and fiscal 2023.\n\nJoseph P. Kelley\n\nVice President, Planning and Investor Relations, PolyOne Corp.\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see fourth quarter 2023 sales were $719 million, an increase of 5% compared to the prior year's fourth quarter sales of $684 million. The increase included 7% growth from acquisitions of ARAG and CyberOptics and favorable currency translation of 1%, offset by an organic sales decrease of 3%.\nThe organic sales decrease was primarily volume offset by price as we continue to pass through year-over-year cost inflation. In line with our expectations, the volume decline was concentrated in the electronics dispense and our biopharma businesses. This pressure was largely offset by double-digit growth in Medical Interventional Solutions, industrial coatings and polymer processing product lines compared to the prior year.\nGross profit, excluding the nonrecurring amortization of acquired inventory totaled $389 million or 54% of sales, a 7% increase over the prior year fourth quarter of $363 million or 53% of sales. The gross profit dollar increase was driven by sales growth, and the gross margin expansion of 100 basis points was driven primarily by improvements in factory efficiency. SG&A in the fourth quarter increased to $199 million versus $186 million in the prior year fourth quarter. Excluding $6 million in nonrecurring transaction fees related to the ARAG acquisition, increased 4% over the prior year, representing 27% of sales, consistent with the prior year.\nAdjusted operating profit excluding $11 million in nonrecurring acquisition costs and step-up inventory amortization was $196 million in the quarter, a 10% increase from the prior year. We generated very strong incremental operating profit margins of 51% on the 5% sales growth, which can be attributed to our team's continued dedication to executing the NBS Next growth framework and their related ability to rapidly respond to changing market conditions.\nEBITDA for the fourth quarter increased 12% over the prior year to a record $227 million or 32% of sales, which is 200 basis points above our long-term profitability target as we articulated in our Ascend strategy. This compares to $202 million or 30% of sales in the prior year fourth quarter. As we continue to execute the Ascend strategy and scale through acquisitions, EBITDA will be a key metric for profitability and cash flow generation.\nLooking at nonoperating income and expense. I am happy to report that in September, we successfully accessed the public bond market with our inaugural issuance of investment-grade rated debt. We raised $850 million and 5- and 10-year bonds to repay the short-term borrowings used to finance the ARAG acquisition, with the balance of the funds coming from our revolver. Interest expense in the quarter totaled $26 million, an increase of $21 million over the prior year quarter. $7 million of the increase is nonrecurring [ in ] the short-term borrowings. The remaining $14 million increase is a result of higher debt levels and increased interest rates.\nOther net income decreased $3 million due to significant currency fluctuations that generated a $4 million currency exchange gain in the prior year that did not repeat in the current year. Tax expense was $33 million for an effective tax rate of 20% in the quarter, slightly below the full year and within our guidance range. Net income totaled $128 million or $2.22 per share. Adjusted earnings per share, excluding nonrecurring acquisition-related expenses totaled $2.46 per share, a 1% increase over the prior year. This improvement, despite the increase in interest expense is reflective of consistent application of the NBS Next growth framework, which leads to steady profitable growth with attractive incremental margins.\nTurning to Slide #6. I'll now share a few comments on our full year results. Sales for the fiscal year 2023 were a record $2.6 billion, an increase of 2% compared to the prior year's previous record sales results. This increase was driven 4% from the CyberOptics and ARAG acquisitions, offset by an organic decrease of 1% and an unfavorable currency impact of 1%. Adjusted operating profit was $707 million or 27% of sales, which was comparable to the prior year.\nOn a constant currency basis, adjusted operating profit grew year-over-year 1%. EBITDA for the full year increased 1% to a record $819 million or 31% of sales. This marks the third consecutive year of the Ascend strategy delivering EBITDA growth. Adjusted diluted earnings per share were $9.03, a 4% decrease from the prior year. The decrease in adjusted earnings is primarily a result of higher adjusted interest expense of $30 million associated with both the CyberOptics and the ARAG acquisitions and higher borrowing rates.\nOverall, the company's performance remains strong, and in line or ahead of targets established as part of the Ascend strategy. Now let's turn to Slide 7 through 9 to review the fourth quarter 2023 segment performance. Industrial Precision Solutions sales of $405 million increased 14% compared to the prior year fourth quarter. Organic growth in the quarter was 4%, with the ARAG acquisition adding 7% and a favorable currency impact of 2%. It is noteworthy that the 4% organic growth is over a very strong fourth quarter of 2022 and represents an all-time quarterly sales record for the segment, excluding ARAG, robust demand in the polymer processing, industrial coatings and packaging product lines, combined with the execution of the Ascend strategy drove this quarter's results.\nGeographically, growth was strong in the Americas and Asia Pacific regions. EBITDA for the quarter was $148 million or 37% of sales, which is an increase of 26% compared to the prior year EBITDA of $118 million. This growth was driven primarily by leveraging organic sales growth and incremental margins well in excess of our target, plus the benefit of the ARAG acquisition. Medical and Fluid Solutions sales of $169 million decreased 7% compared to the prior year's fourth quarter. This change was primarily driven by a decrease in organic sales volume of 8% offset by a modest 1% currency benefit.\nThe volume declines were the result of continued softness in medical fluid components related to the biopharma end markets as well as the fluid solutions product lines, offset by double-digit growth in our Medical Interventional Solutions product lines. Fourth quarter EBITDA was $62 million or 37% of sales, which is a decrease of 4% compared to the prior year EBITDA of $64 million. EBITDA margins continue to be negatively impacted by the sales mix changes within the medical product lines, but improved factory efficiencies within the Fluid Solutions division enabled profit margin expansion.\nTurning to Slide 9, you'll see Advanced Technology Solutions sales of $145 million decreased 1% compared to the prior year's fourth quarter. This change included a decrease in organic sales volume of 16% and offset by the CyberOptics acquisition, which contributed 15%, the highest quarterly sales to date under Nordson ownership. The organic sales decline was primarily driven by continued softness in our electronics dispense product lines that serve the cyclical semiconductor end market. And by way of reference, had a difficult comparison as the prior year fourth quarter had 28% organic growth.\nBased on customer conversations and historic trends, we continue to expect demand in the semiconductor market to anniversary in the second quarter of fiscal 2024 and begin to recover in the back half of calendar '24. Fourth quarter EBITDA was $35 million or 24% of sales, a decrease of $5 million from the prior year fourth quarter. Noteworthy, however, for this segment is the increased profitability level in the down part of the cycle when you compare the 24% EBITDA margin to the 14% EBITDA margin in fiscal 2020.\nFinally, turning to the balance sheet and cash flow on Slide 10. We had another very strong cash flow quarter, generating $153 million in free cash flow at a cash conversion rate of 120% on net income. For the full year 2023, Nordson generated a record free cash flow of $607 million at a cash conversion rate of 124%. With our record free cash flow, we were able to repay approximately $425 million of debt and return capital to our shareholders.\nDividend payments were $39 million in the quarter, reflective of the 5% increase in the annual dividend. In addition, we purchased $10 million of shares at an average price of $216 per share. Through our strategic capital deployment, we ended the year with a strong balance sheet. Our cash balance was $116 million, and net debt was $1.6 billion, resulting in a leverage ratio of 2x based on the trailing 12 months EBITDA well within our targeted range.\nFor modeling purposes, in fiscal '24 and assume an estimated effective tax rate of 20% to 22%, capital expenditures of approximately $40 million to $50 million and interest expense of approximately $75 million to $80 million. In summary, our segments effectively responded to dynamic conditions throughout fiscal 2023 and by using the data-driven NBS Next growth framework. This led to segment financial performance, exceeding our targeted incremental and decremental profit targets.\nWe are also seeing nice contributions from our recent acquisitions, which is indicative of the strength of our capital deployment strategy and the differentiation we are adding to our precision technology portfolio. I want to congratulate the team on achieving record sales and EBITDA as well as the record cash flow performance this year. I'll now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThank you, Joe. During last year's conference call, as we set the stage for fiscal 2023, I noted that Nordson was well positioned to perform during periods of economic uncertainty. It certainly proved true for all the reasons I listed earlier in the call, fundamental focus on our customers, commitment to innovation, diversified geographic and end market exposure and a high level of recurring revenue.\nThe Ascend strategy has added to these core strengths. Our NBS Next growth framework is becoming a competitive advantage as it is deployed holistically across the company. But simply, NBS Next is a data-driven segmentation framework that drives choices, focus and simplification. In fiscal year 2022, we had 2 divisions that achieved market-leading business performance. That number expanded in 2023 with all divisions making tremendous progress. They're using the framework to guide their focus on best growth opportunities and deliver on-time quality products, winning business and growing market share.\nOur Medical Interventional Solutions business successfully deployed this framework to achieve double-digit sales growth throughout 2023 by focusing on its best growth opportunities and simplifying elsewhere. Our Electronics Processing division leveraged this period of weaker end market demand to carefully curate its product portfolio based on the best growth opportunities. The team recognized through segmentation analysis that the extreme customization we offered created complexity and resulted in longer lead times, applying NBS Next methodology with our deep voice of customer research, the team reduced complexity, improved lead times and is gaining market share.\nThe Electronics division has used the downside of the cycle to implement NBS Next, achieving its target decremental margins in the second half of fiscal 2023. They are well positioned for the incremental earnings growth that will come when the semiconductor end market start to recover in the second half of calendar 2024. In 2023, we also made progress on the acquisition front of our Ascend strategy, which is a key priority of our strategic capital deployment. We closed the ARAG acquisition on August 24, 2023.\nThe integration is going well, and we are impressed by ARAG's precision agricultural technology and the energy excellence our new employees bring to Nordson. Since the launch of the Ascend strategy, we have acquired approximately $400 million in revenue and our 80% of the way toward our acquisitive revenue target. We see ample opportunity in the pipeline to achieve this target particularly in the medical and test and inspection platforms. That said, we will remain focused to acquire differentiated position technologies that meets our strategic and financial criteria.\nTo enable acquisitive growth, we went to the public markets this summer. As a first time issuer, we achieved investment-grade ratings from both Moody's and S&P. Both ratings agencies cited Nordson's strong cash flow and healthy financial profile as key reasons for the strong ratings debut. We appreciate the flexibility that public debt will afford us as we continue executing on the acquisition and capital deployment portion of our strategy.\nIn summary, I am very pleased with the progress of our Ascend strategy and believe we are well-positioned entering fiscal 2024. I'm also pleased that we have made this progress while sustaining our culture and values. For example, in fiscal 2023, our employees' company and the Nordson Corporation Foundation donated over $13 million into the communities where our employees live and worked to support education, human welfare services and other charitable activities.\nTurning now to the outlook on Slide 12. We enter fiscal 2024 with approximately $800 million in backlog. The sequential backlog reduction is reflective of strong system sales in the fourth quarter as well as a paced return to normalized levels. Based on the combination of order entry, backlog, customer delivery timing request and current foreign exchange rates, we anticipate delivering sales growth in the range of 4% to 9% above fiscal 2023 sales. Full year fiscal 2024 earnings are forecasted to be in the range of 1% to 8% growth per diluted share. Please note that we are updating our definition of adjusted earnings starting in fiscal 2024 to exclude acquisition-related amortization.\nAs acquisitions will continue to be a critical part of our strategy, we believe this is prudent and more reflective of how we and investors think about our business in terms of earnings and cash flow growth performance. This full year guidance assumes a neutral impact from foreign exchange rates, a recovery of semiconductor end markets in the second half of calendar 2024, and the ARAG acquisition contributing approximately 5% growth at the midpoint of our guidance.\nAs you will see on Slide 13, first quarter fiscal 2024 sales are forecasted in the range of $615 million to $640 million and adjusted earnings in the range of $2 to $2.10 per diluted share. Before we open it for questions, I want to take a moment to thank Joe for his leadership as CFO over the past 3-plus years. Joe, I've appreciated your partnership and we are all excited to see you develop your career as the new leader of our IPS segment.\nAs we move forward into fiscal 2024, Steve Shamrock will take over as Interim CFO while we conduct our search for a successor. Joe's move and Steve seamlessly stepping in during the transition are examples of Nordson focusing on developing winning teams, an important success factor in building a scalable, high-quality growth engine. Again, I want to thank our employees, customers and shareholders for your continued support. We will now open the phone lines for questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aacf905d971574eac105fd94e7166d47",
    "period": "2023 Q3",
    "content": "Q3 2023 Nordson Corporation Earnings Call\n\nQ3 2023 Nordson Corporation Earnings Call\n\nNDSNNASDAQAUG 22, 8:30 AM\n\nOperator\n\nHello, and welcome to the Nordson Corporation's Third Quarter Fiscal Year 2023 Conference Call. [Operator Instructions] After the speakers' remarks, there will be a question-and-answer session. [Operator Instructions]. I will now turn the conference over to Lara Mahoney. Please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today, Tuesday, August 22, to report Nordson's fiscal 2023 3rd quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days.\nThere will be a telephone replay of the conference call available until Tuesday, August 29, 2023. During this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call, may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3. Naga will discuss third quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 3 business segments. Joe will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance. He will conclude with an update on the fiscal 2023 full year and fourth quarter guidance. We will then be happy to take your questions. With that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2023 Third Quarter Conference Call. While sales were at the low end of our expected guidance range for the quarter, I would like to recognize the dedicated Nordson team who has actively control costs in divisions where it was necessary and leverage the NBS Next growth framework to deliver strong growth in divisions where the market demand was strong. This resulted in adjusted earnings per share of $2.35 and which was at the high end of our third quarter EPS guidance. Going into the third quarter, we expected to be pressured by the ongoing weakness in our Electronics and biopharma product lines.\nWe understand the macro factors impacting these end markets, and we have the line of sight to returning to growth. This quarter's Electronics end market softness is particularly visible when looking at our results in Asia Pacific, which declined 20%. This reflects decreased demand from semiconductor customers in our ATS segment and electronics assembly customers in our MFS segment. These markets are cyclical, and we anticipate them turning in the middle of 2024.\nThe diversification of our business offset some of this pressure. From a product perspective, we continue to experience double-digit organic growth in Medical Interventional Solutions and polymer processing product lines -- as well as high single-digit growth in the test and inspection business. Regionally, we experienced mid-single-digit organic growth in both Americas and Europe as our customers in both these regions are rebalancing their supply chains to be closer to the markets they serve. I'll speak more about the enterprise and our exciting new acquisition of [indiscernible] in a few moments, -- but first, I'll turn the call over to Joe to provide a detailed perspective on our financial results of the quarter.\n\nJoseph P. Kelley\n\nVice President, Planning and Investor Relations, PolyOne Corp.\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see third quarter fiscal 2023 sales were $649 million a decrease of 2% compared to the prior year's third quarter sales of $662 million. This was driven by an organic decrease of 5%, partially offset by the favorable benefit of the CyberOptics acquisition. During the quarter, sales were negatively impacted by the end market pressures that Naga referenced. Gross profit for the third quarter of fiscal 2023 totaled $360 million. Excluding severance costs, -- gross profit totaled $362 million or 56% of sales, which is comparable to the prior year third quarter.\nSG&A in the third quarter was elevated to $189 million, above the $181 million we have been averaging for the last 6 quarters. Third quarter SG&A was impacted by notable nonrecurring items that I'd like to highlight. Our team's advanced to separate $1 billion global acquisition targets through the comprehensive due diligence process all the way to the final stages. As a result of these 2 significant and strategic projects, we incurred $7 million in nonrecurring costs from third-party service providers. We ultimately chose to move forward only with ARAG, which included an additional $1 million for the fairness opinion.\nIn total, we incurred $8 million in nonrecurring costs for acquisition-related activity in the third quarter. Operating profit, excluding these nonrecurring items, was $181 million in the quarter or 28% of sales, 4% below the prior year adjusted operating profit of $188 million. Despite the lower sales volume, we held on to decremental margins on adjusted operating profit of 56%, reflective of our cost controls and improved pricing, which can be attributed to our team's dedication to the NBS Next framework. As we execute the Ascend strategy and scale through strategic acquisitions, EBITDA remains a key profitability metric. EBITDA for the third quarter was $208 million or 32% of sales, which is above our long-term profitability target.\nHowever, $5 million or 2% below the prior year EBITDA of $213 million. The decrease was primarily driven by lower sales volume in the quarter. Looking at nonoperating expenses. Interest expense increased $6 million associated with higher borrowings and increased interest rates. Other net expense decreased $2 million related to a combination of changes in pension and deferred compensation plans as well as foreign exchange gains and losses. Tax expense was $34 million for an effective tax rate of 21% in the quarter, which is in line with the prior year third quarter rate and the forecasted full year rate for 2023.\nNet income in the quarter totaled $128 million or $2.22 per share. Adjusted earnings per share, excluding nonrecurring acquisition and severance costs, totaled $2.35 per share, a 6% decrease from the prior year adjusted earnings, the decrease was primarily driven by higher interest expense and lower operating profit. Now let's turn to Slide 6 through 8 to review the third quarter 2023 segment performance.\nIndustrial Precision Solutions sales of $338 million decreased 1% compared to the prior year third quarter. Driven by softness in our product assembly and nonwoven product lines in Asia. This was partially offset by continued strength in polymer processing product lines and growth in the Americas and Europe. Year-to-date, the IPS segment has delivered 3% organic sales growth following 2 consecutive years of double-digit growth. EBITDA for the quarter was $122 million or 36% of sales -- which is a decrease of 3% compared to the prior year EBITDA of $126 million. The biggest driver of the decrease is lower sales volume and unfavorable sales mix due to the higher sales volume and polymer processing product lines.\nEBITDA in the current quarter has improved compared to the prior 2 quarters of the current year. And year-to-date is $4 million higher than the prior year. On Slide 7, you'll see Medical and Fluid Solutions sales of $171 million decreased 4% compared to the prior year's third quarter. The decrease was driven by continued softness in the medical fluid components division. Related to de-stocking in single-use plastic components for biopharma applications and fluid solution product lines, specifically for electronic assembly primarily in Asia Pacific. This pressure was partially offset by double-digit growth in our Medical Interventional Solutions product lines.\nThird quarter EBITDA was $68 million or 40% of sales, which is a decrease of $8 million compared to the prior year EBITDA of $76 million. EBITDA continued to be impacted by meaningful sales mix changes within medical product lines. It is noteworthy that the segment EBITDA margin sequentially improved 200 basis points over the second quarter of 2023. And back to the profitability levels this segment delivered in 2021 and 2022. Turning to Slide 8. you'll see Advanced Technology Solutions sales were $140 million, a 3% decrease compared to the prior year third quarter.\nDuring the quarter, the CyberOptics acquisition contributed 11% growth. Organic sales volume was down 13%. The organic decrease was driven by electronics dispense product line, serving semiconductor end markets, predominantly in Asia Pacific -- slightly offset by continued growth in test and inspection products. The cyclical downturn of demand in the semiconductor market will anniversary in the second quarter of fiscal 2024, which aligns with the historic down cycles lasting approximately 4 to 5 quarters. Structural cost reduction actions were taken during the third quarter of fiscal 2023 to address the volume decrease in electronic dispense products. For example, -- they've chosen to outsource their fabrication shop to focus on more value-added precision dispense technology, resulting in a $2 million of nonrecurring severance costs. Third quarter EBITDA was $33 million or 24% of sales, which was an improvement compared to the prior year third quarter EBITDA of $30 million.\nThe improvement in EBITDA during the quarter was driven by favorable sales mix and continued realization of cost savings actions. Despite the double-digit organic sales volume decrease. This segment is delivering quarterly profitability only 100 basis points below 2022 levels. Finally, turning to the balance sheet and cash flow on Slide 9. We had a very strong cash flow quarter, generating $181 million in free cash flow, bringing our year-to-date cash conversion rate on net income to 126%. Cash ended the quarter at $143 million and net debt was $695 million -- resulting in a 0.9x leverage ratio based on the trailing 12 months EBITDA.\nWe continue to have significant available borrowing capacity to pursue organic and inorganic growth opportunities, such as our upcoming acquisition of ARAG. We expect to close the ARAG acquisition by the end of August and exit the year with a net debt-to-EBITDA leverage ratio of approximately 2x. During the third quarter, we repaid $111 million of debt, paid $37 million in dividends and spent $23 million on repurchasing approximately 107,000 shares of company stock at an average price of $217 per share.\nOur Board approved a 5% increase in our annual dividend effective in the fourth quarter of fiscal 2023. This marks the 60th consecutive year the company has increased its dividend, an impressive accomplishment only enabled by maintaining a truly differentiated precision technology portfolio and serving diverse end markets. For modeling purposes in fiscal 2023 assume an estimated effective tax rate of 20% to 22%, and capital expenditures of approximately $35 million to $40 million as several of our investment time lines have pushed out. With our upcoming acquisition of ARAG, I want to provide you with some assumptions for modeling purposes.\nFor revenue assume approximately $20 million to $30 million in fiscal '23. EBITDA margins are expected in the high 30% range. We expect ARAG to be slightly dilutive to GAAP, EPS in Q4 2023 due to increased amortization of acquisition-related intangibles and interest expense associated with the acquisition. Excluding acquisition costs and related intangible amortization, EPS should be neutral for the fourth quarter. Due to the expeditious nature of the close, the acquisition will initially be financed with a short-term loan and revolver borrowings.\nWe anticipate following up with a bond issuance in the public markets later this year, and we are currently working through the ratings process. Based on current market conditions, assume a weighted average interest rate of approximately 5.5% for total Nordson's debt in 2024. We will now turn to Slide 10, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Joe. Our team continues to execute the Ascend strategy, which is clear in the strong profitability delivered in this quarter. While we are managing the short-term sales weakness related to the biopharma end market and electronic cycle, we're getting closer to [ anniversary-ing ] that pressure in fiscal 2024. Related to the biopharma product lines in our Medical Fluid Components division, we believe we have seen the bottom of the customers' unique supply chain de-stocking trend and will anniversary this pressure in the first quarter of fiscal 2024.\nFollowing this period, we cautiously expect the Medical Fluid Components business to return to its historical mid- to high single-digit growth rate over time. Moving on to electronics end markets. I visited our Electronics Processing Solutions leadership team in Carlsbad, California earlier this month. Our team's expectation is that electronics CapEx spend cycle will begin to turn in the second half of the calendar 2024. We expect to benefit from customer investments in automation, memory, AI, and electronics new product innovation. In the meantime, this division is successfully managing costs while staying invested in profitable growth opportunities identified through the NBS Next growth framework.\nIn fact, the EPS division exceeded its targeted decremental margins during this low volume period. We also continue to be pleased with the growth of our Test and Inspection division, which mutes the volatility of the electronic cycle. Geographically, we are closely monitoring the pressure in Asia Pacific region, specifically in China. The regional sales weakness was largely related to the electronics exposure though there was weakness in demand across all 3 segments, some of which was due to the timing of large system orders.\nNordson has a well-established footprint in China -- with long tenured and knowledgeable employees. We will remain close to our customers and support them appropriately. Simultaneously, Nordson's business model positions us well to support customers if they decide to diversify their supply chain to other regions of Asia or into the Americas and Europe. Our customer intimate business model ensures we are prepared to fully participate as global supply chains rebalance.\nFinally, I'd like to share an update on the Ascend strategy. Acquisitions are a very important part of our goal to achieve $3 billion in revenue by 2025. Of the $500 million acquired revenue target we set at our 2021 Investor Day. We are now nearly 80% of the way there. In June, we announced the acquisition of ARAG, a global market and innovation leader in precision spraying technology. Precision dispense technology is core to Nordson. Over nearly 70 years, we have expanded that expertise beyond our beginnings in industrial applications into dispense for packaging, product assembly, nonwovens, electronics, medical and more.\nThrough it all, we adhered to disciplined strategic acquisition criteria -- differentiated technology generated Nordson like gross margins, high-growth end market applications and a customer-centric business model. The acquisition of ARAG meets all of these criteria and expands our technology expertise into the high-growth end market of precision agriculture and is the largest single acquisition in our history.\nToday, ARAG is a market leader in precision agriculture technology in Europe and South America. ARAG fluid components are sold to implement manufacturers who in turn sell to the tractor manufacturers or OEMs. ARAG closely works with all of the customers within these channels to ensure its innovation pipeline supports the customers' goals of improving crop yields and minimizing the use of expensive fertilizers and chemicals. It is also important to note that over 40% of ARAG's revenue is recurring aftermarket sales sold through distributors.\nWe were attracted to the continued growth opportunity in ARAG's existing geographic markets. The opportunity to invest and grow ARAG's technology in North America presents an attractive proposition beyond the existing core market growth, upon which we valued the company. I'm very excited about the ARAG acquisition and the long-term profitable growth opportunities in our business. We have a winning team who's focused on the customer and managing through unique market headwinds while delivering solid profitability and cash flow.\nTurning to the outlook for the remainder of the year on Slide 12, we are narrowing our previously provided 2023 revenue guidance to 0% to 2% growth over record fiscal 2022 and narrowing our adjusted earnings guidance to $8.90 to $9.05. Looking specifically at the quarterly sales and earnings split on Slide 13, we expect fourth quarter sales to be the strongest of the year increasing low to mid-single digits over the prior year fourth quarter at the midpoint. This guidance includes approximately $20 million to $30 million of sales from the ARAG acquisition that we expect to close in late August. Fourth quarter earnings are forecasted in the range of $2.34 to $2.49 per share.\nEmbedded in our forecast is strong profitability and cash conversion performance which is a result of Nordson's operational excellence, a clear competitive advantage created through the execution of the Ascend strategy by Winning Teams with an Owner Mindset. As always, I want to thank our customers, shareholders and the Nordson's team for your continued support. With that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8fa47d41f639be5bedb0a8190dc19da",
    "period": "2023 Q2",
    "content": "Q2 2023 Nordson Corporation Earnings Call\n\nQ2 2023 Nordson Corporation Earnings Call\n\nNDSNNASDAQMAY 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Nordson Corporation's Second Quarter Fiscal Year 2023 Results Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Lara Mahoney, Vice President of Investor Relations and Corporate Communications. Thank you. Please go ahead.\n\nLara L. Mahoney\n\nVice President-Investor Relations & Corporate Communications, Nordson Corp.\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO.\nWe welcome you to our conference call today, Tuesday, May 23, to report Nordson's fiscal 2023 2nd quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until Tuesday, May 30, 2023. During this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectation. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3, Naga will discuss second quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 3 business segments. Joe will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our earnings performance. He will conclude with an update on the fiscal 2023 full year and third quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2023 second quarter conference call. During the second quarter, Nordson continued to experience a macro environment that can be described as a multi-speed economy. Customer demand in industrial, consumer nondurable and medical interventional end markets were solid. Alternatively, electronic dispense product lines are being negatively impacted by the downside of the semiconductor cycle. And sales of biopharma product lines in our Medical Fluid Components division continues to normalize against challenging prior year comparisons as customers continue to work through excess inventory. These factors balance themselves out and the team delivered organic sales growth of 1% compared to prior year's second quarter.\nDuring the quarter, the teams also took targeted cost actions in areas where we are seeing weakness in customer demand. We believe these will enable us to effectively navigate the current business environment and strengthen our long-term position for profitable growth. Overall, we remain invested in our competitive differentiators including our direct sales force, product innovation and the training and execution of NBS Next growth framework.\nIn a few moments, I'll speak more about the business and what we are seeing in our end markets. But first, I'll turn the call over to Joe to provide a detailed perspective on our financial results for the quarter.\n\nJoseph P. Kelley\n\nVice President, Planning and Investor Relations, PolyOne Corp.\n\nThank you, Naga, and good morning to everyone. On Slide #5, you will see second quarter fiscal 2023 sales were $650 million, an increase of 2% compared to the prior year's second quarter sales of $635 million. The increase was driven by organic growth of 1% and a 3% benefit from the CyberOptics acquisition, offset by unfavorable currency impact of 2%. During the quarter, sales were strong in Asia Pacific, with 7% growth, partially reflecting the timing difference related to the Chinese New Year. Gross profit for the second quarter of fiscal 2023 totaled $352 million. Excluding severance costs, gross profit totaled $354 million or 55% of sales, comparable to first quarter 2023 profitability as the team continues to actively manage the price/cost dynamic in these inflationary periods. When compared to the prior year, adjusted gross margins are down 180 basis points, resulting from sales mix changes and factory inefficiencies at sites dealing with reduced volumes. Operating profit totaled $173 million in the quarter. During the quarter, we recorded onetime severance costs totaling $3 million. Adjusted operating profit, excluding these nonrecurring items, was $176 million in the quarter or 27% of sales, 4% below the prior year adjusted operating profit of $184 million. EBITDA for the second quarter was $203 million or 31% of sales, which is in line with our long-term target profitability level. However, $6 million below the prior year EBITDA of $209 million. The decrease was primarily driven by a $4 million currency translation headwind and plus unfavorable sales mix, offset by the CyberOptics acquisition growth.\nLooking at nonoperating expenses. Interest expense increased $5 million associated with higher borrowings and increased interest rates. Other net expense decreased $38 million primarily related to the prior year nonrecurring noncash pension annuitization charge of $41 million. Tax expense was $34 million for an effective tax rate of 21% in the quarter, which is in line with the prior year second quarter rate and the forecasted full year rate for 2023.\nNet income in the quarter totaled $128 million or $2.21 per share. Adjusted earnings per share, excluding nonrecurring severance cost, totaled $2.26 per share, a 7% decrease from the prior year adjusted earnings. The decrease is primarily driven by lower operating profit and higher interest expense.\nNow let's turn to Slide 6 through 8 to review the second quarter 2023 segment performance. Industrial Precision Solutions sales of $336 million increased 6% compared to the prior year second quarter, driven by strong organic growth of 9%, partially offset by unfavorable currency impacts of 2%. The organic growth was driven by robust demand in the polymer processing product lines as well as products sold into consumer nondurable end markets across most regions. Operating profit for the quarter was $112 million or 33% of sales, which is an increase of 9% compared to the prior year adjusted operating profit of $102 million despite some unfavorable currency translation impacts. As mentioned last quarter, IPS remains our most globally diverse segment and therefore, most exposed to currency translation changes and the timing difference with the Chinese New Year. Looking on a constant currency basis and year-to-date, this segment has delivered 5% organic growth and incremental margins of 60% ahead of our targeted 40% to 45% incremental margins. This segment's continued strong performance demonstrates the power of the NBS Next growth framework.\nOn Slide 7, you'll see Medical and Fluid Solutions sales of $167 million, decreased 3% compared to the prior year's second quarter. This change included a decrease in organic sales of 2% and a 1% decrease related to unfavorable currency impacts. Strong demand for Medical Interventional Solutions product lines, primarily in the Americas was more than offset by softness in the Medical Fluid Components serving biopharma applications and Fluid Solutions product lines in Europe and Asia. These factors drove a net 2% organic sales decrease.\nDuring the second quarter, we took targeted cost actions in businesses responding to volume pressure that resulted in $1 million of nonrecurring severance costs. Second quarter adjusted operating profit was $49 million or 30% of sales, which is a decrease of $9 million compared to the prior year operating profit of $58 million. The decrease in operating profit was driven by the meaningful sales mix changes within the medical product lines and related factory inefficiencies due to reduced volumes. It is noteworthy that the segment profitability sequentially improved 400 basis points over the first quarter of 2023, and is again running more in line with the profitability levels of the prior 2 years.\nTurning to Slide 8. You'll see Advanced Technologies Solutions sales were $148 million, a 1% increase compared to the prior year second quarter. During the quarter, the CyberOptics acquisition contributed 12% growth. Organic sales volumes were down 10% and and unfavorable currency impact during the quarter was 2%. The organic decrease was driven by electronics dispense products serving the semiconductor end markets in the Americas and Asia, slightly offset by continued growth in the test and inspection product lines. Cost reduction actions during the second quarter of fiscal 2023 to address the significant decrease in electronic dispense product lines were structural in nature and resulted in $2 million of nonrecurring severance costs. The second quarter adjusted operating profit was $28 million or 19% of sales, which was below the prior year second quarter operating profit of $40 million. The decrease in adjusted operating profit was driven by the organic sales decrease, partially offset by the profitable acquisition growth.\nFinally, turning to the balance sheet and cash flow on Slide 9. Our second quarter balance sheet includes cash of $129 million and net debt was $820 million, resulting in a 1x leverage ratio based on the trailing 12 months EBITDA. We continue to have significant available borrowing capacity to pursue organic and inorganic growth opportunities. Free cash flow in the quarter was $159 million, bringing the year-to-date cash conversion rate on net income to 118% as working capital efficiency improved during the current quarter. During the second quarter, we made $37 million in dividend payments and spent $47 million on repurchasing approximately 221,000 shares of company stock at an average price of $212 per share.\nFor modeling purposes in fiscal 2023, assume an estimated effective tax rate of 20% to 22%, and capital expenditures of approximately $45 million to $50 million.\nWe'll now turn to Slide 10, and I'll turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director\n\nThanks, Joe. Going into fiscal 2023, we knew we would be dealing with a dynamic environment. As the year progresses, we gained better visibility through our customers, and I would now like to provide an update of what we are seeing in our end markets. In the Industrial Physician Solutions segment, we continue to see steady demand in industrial and consumer nondurable product lines. Investments continue to be big in automotive product lines, notably electric vehicles. We're also seeing continuing strength in our polymer processing product lines related to recycling and battery applications. These diverse end markets and applications combined with our direct sales and the combination of both systems and parts revenue is driving the strong year-to-date profitable growth for this segment with Joe review.\nTurning to the Medical and Fluid Solutions segment. We continue to experience double-digit growth in our Interventional Solutions product lines and the backlog is strong. These products include balloons, annulus and catheters that are integrated into medical devices for a variety of procedures, including [ heart 12 ] replacement, stent delivery, angioplasties and [ EXMO ] for blood oxygenation. The Fluid Solution product lines within the MFS segment serve a diverse set of end markets including industrial, construction, electronics assembly, animal health and medical. The construction and electronics assembly end markets within this product line continue to see soft demand, particularly in Asia and Europe.\nFinally, in the MFS segment, our medical fluid component product lines, which make single-use plastic connectors, shop costs and valves for the medical and biopharmaceutical markets. Over the past 2 years, this division benefited from strong double-digit organic growth in biopharma applications. As we shared in the last quarter, our customers in this end market are continuing to work through inventory destocking. As this business normalizes the patient care applications within fluid components such as blood pressure cups and IV bags remain stable. That said, the normalization within the biopharma market continues to provide a significant growth headwind for the segment. Within the Advanced Technology Solutions segment, we are in the midst of the downside of electronic cycle. This has impacted sales in our electronics dispense and CyberOptics product lines. We firmly believe in the long-term growth of the electronics end market. We have not deceived the benefits from investments related to the CHIPS Act as we all know that the investment in automation, memory and electronic new product innovation will continue. While the teams took targeted actions to adjust cost structure for current volumes, we remain invested in product innovation that will serve this end market. Growth in our x-ray test and inspection product lines are successfully muting the historic volatility of this cycle. Even in the downside of the cycle, customers continue to invest in T&I systems to ensure quality and efficiency in their manufacturing lines. Our CyberOptics acquisition has more exposure to the memory end market. So its product lines have experienced weakness. Regardless, we remain excited about the long-term growth opportunities in the optical end market, and we are pleased with the ongoing integration of this business. I remind investors the past 2 years, this segment delivered 17% organic growth on average. This multiple quarter debt is simply the cycle of semiconductor capital expenditures, and we continue to be encouraged by our differentiated technology serving this long-term attractive growth market. Overall, the diversification of the Nordson product portfolio and market and geographic exposure enables sustainable, profitable growth. However, we are in a period where 2 divisions are seeing significant market corrections, semiconductor equipment and biopharma connectors. The remaining 9 divisions or approximately 80% of Nordson is delivering 5% organic growth year-to-date at targeted incremental profit levels. Considering the combination of these end market headwinds and tailwinds as well as current order entry, we are maintaining our previously provided 2023 revenue guidance of 0% to 3% growth over fiscal 2022 and narrowing our adjusted earnings to the range of $8.90 to $9.30.\nLooking specifically at the quarterly sales and earnings split Q2 2023 was stronger than anticipated as some sales previously forecasted for Q3 were pulled into Q2. Therefore, we're now forecasting third quarter fiscal 2023 sales to be comparable to the prior year third quarter. Third quarter earnings are forecasted in the range of $2.20 to $2.35 per share. We expect fourth quarter sales to be the strongest of the year, increasing low- to mid-single digits over the prior year fourth quarter. Our full year guidance range sustains our record 2022 sales performance, which is a testament to our dedicated employees, our customer-focused business model, the diversification of our end markets and the solid execution of NBS Next and the Ascend strategy.\nAs always, I want to thank our customers, shareholders and the Nordson team for your continued support.\nWith that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0c4f6768e524ac767795e3bf11e8d88",
    "period": "2023 Q1",
    "content": "Q1 2023 Nordson Corp Earnings Call\n\nQ1 2023 Nordson Corp Earnings Call\n\nNDSNNASDAQFEB 21, 8:30 AM\n\nOperator\n\nLadies and gentlemen, good morning. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation First Quarter Fiscal 2023 Conference Call. Today's conference is being recorded, and (Operator Instructions) And I will now turn the conference over to Lara Mahoney. You may begin.\n\nLara L. Mahoney\n\nVP of IR & Corporate Communications, Nordson Corporation\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today, Tuesday, February 21, to report Nordson's fiscal 2023 first quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until Tuesday, February 28, 2023.\nDuring this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday.\nBefore we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3, Naga will discuss the first quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 3 business segments. Joe will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our earnings performance. He will conclude with an update on the fiscal 2023 full year and second quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2023 First Quarter Conference Call. I want to thank our team for delivering another strong first quarter performance. There were a lot of bright spots in this quarter. To begin, it was the first quarter of contribution from our CyberOptics acquisition. The integration of the business is going well. and we are pleased with the energy and engagement of our CyberOptics team. Test and inspection is a long-term growth focus for Nordson and we are very excited about the differentiated optical precision technology that CyberOptics adds to our portfolio.\nNext, we had a solid regional performance in the Americas and Europe, which collectively delivered 9% organic growth. This was partially offset by declines in Asia Pacific which saw weakness in China relating not only to the Lunar New Year shutdown, but also labor shortages due to the unfortunate spread of COVID-19 in the region. Once again, the diversification of our business and our steadfast dedication to the needs of our customers ensures we deliver results. Finally, I remain pleased by the ongoing deployment of the NBS Next growth framework.\nEach division is gaining momentum towards achieving top-tier growth quality and on-time delivery performance. In this dynamic environment, NBS Next ensures we are focused on our greatest opportunities for profitable growth and it also clarifies where we can simplify so we can better focus resources on those opportunities.\nIn a few moments, I will speak more about the business, and what we are seeing in our end markets, but first, I'll turn the call over to Joe to provide a detailed perspective on our financial results for the quarter.\n\nJoseph P. Kelley\n\nExecutive VP & CFO, Nordson Corporation\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see first quarter fiscal 2023 sales were $610 million comparable to the prior year's first quarter sales of $609 million. The increase was primarily related to 1% organic growth plus the CyberOptics acquisition, offset by unfavorable currency impact of 4%. The organic growth, as Naga referenced, was driven by strong demand in Europe and the Americas, offset by weakness in Asia Pacific, primarily China.\nGross profit for the first quarter of fiscal 2023 totaled $329 million. Excluding the amortization of acquired inventory step-up, gross profit totaled $333 million or 55% of sales, a 3% or 150 basis point decrease compared to the $342 million or 56% of sales in the prior year first quarter. The team continues to actively manage the price/cost dynamic in these inflationary periods in addition to unfavorable currency impacts.\nSimilar to the fourth quarter of 2022, the impact of passing along the significant year-over-year cost inflation while slightly positive in gross profit dollars squeeze margins approximately 100 basis points. Additionally, the sales mix in the quarter was slightly unfavorable, with biopharma, fluid dispense and product assembly in Asia being down offset by growth in plastics processing and medical interventional solutions.\nOn a sequential basis, comparing first quarter to fourth quarter 2022, adjusted gross margins improved approximately 150 basis points. Operating profit totaled $144 million in the quarter. During the quarter, we reported onetime transaction fees, inventory step-up and other nonrecurring items associated with the CyberOptics acquisition totaling $10 million.\nAdjusted operating profit, excluding these nonrecurring items, was $155 million in the quarter or 25% of sales, 2% below the prior year adjusted operating profit of $157 million. Foreign currency translation negatively impacted operating profit 6%, offset by 4% constant currency operating profit growth. EBITDA for the first quarter was $181 million or 30% of sales, which is in line with our long-term target profitability level and comparable to the prior year first quarter.\nLooking at nonoperating expenses, interest expense increased $5 million associated with higher borrowings and increased interest rates. Other net expense increased $4 million related to higher foreign exchange losses and increased hedge costs, partially offset by lower nonoperating pension costs. Tax expense was $27 million for an effective tax rate of 20.5% in the quarter, which is in line with the prior year first quarter rate and the forecasted full year rate for 2023.\nNet income in the quarter totaled $104 million or $1.81 per share. Adjusted earnings per share, excluding nonrecurring acquisition cost, totaled $1.95 per share, a 6% decrease from the prior year. The decrease is primarily driven by unfavorable currency changes.\nNow let's turn to Slide 6 through 8 to review the first quarter 2023 segment performance. Industrial Precision Solutions sales of $312 million decreased 4% compared to the prior year first quarter due to unfavorable currency impacts of 5%. The organic growth of 1% was driven by steady demand across most product lines and regions, offset by softness in Asia Pacific particularly product assembly in China due to the timing of Chinese New Year and labor shortages from the spread of COVID-19.\nOperating profit in the quarter was $102 million or 33% of sales, which is a decrease of 1% compared to the prior year adjusted operating profit of $104 million. Unfavorable currency negatively impacted operating profit year-over-year, 6%. IPS remains our most globally diverse segment and therefore, most exposed to currency translation changes. Looking on a constant currency basis and organic only, this segment now has delivered quarterly sales and operating profit growth, 8 out of the last 9 quarters, highlighting the strength of the business, the team and the execution of the Ascend strategy. Medical and Fluid Solutions sales of $154 million decreased 3% compared to the prior year's first quarter. This change included a decrease in organic sales of 1% and a 2% decrease related to unfavorable currency impacts. The 1% organic decrease was driven by significant softness in the medical Fluid components serving the biopharma market and Fluid Solutions product lines in China, offset by strong demand for Medical Interventional Solutions product lines, primarily in the Americas and Europe.\nFirst quarter operating profit was $39 million or 26% of sales, which is a decrease of $10 million compared to the prior year operating profit of $49 million. The decrease in operating profit was driven by meaningful sales mix changes within the medical product lines and related individual factory inefficiency due to reduced volumes.\nTurning to Slide 8. You'll see Advanced Technology Solutions sales were $145 million. a 14% increase compared to the prior year first quarter. Organic sales growth in the quarter was 5% plus another 14% from the CyberOptics acquisition. This was offset by an unfavorable currency impact of 4%. The organic growth was particularly strong in the Americas region and was driven by the Test and Inspection acoustic product line, which continues to benefit from new product innovation.\nFirst quarter adjusted operating profit, excluding the inventory step-up and acquisition transaction expenses was $27 million or 19% of sales, which was comparable to the prior year first quarter operating profit. Organic operating profit growth of 3% plus the acquisition benefit was offset by a 5% unfavorable currency impact.\nFinally, turning to the balance sheet and cash flow on Slide 9. Our first quarter balance sheet includes cash of $122 million and net debt was $894 million, resulting in a 1.1x leverage ratio based on the trailing 12 months EBITDA. We continue to have significant available borrowing capacity to pursue organic and inorganic opportunities inclusive of the borrowing that we incurred to fund the CyberOptics acquisition in November. Free cash flow in the quarter was $114 million, or a conversion rate of net income of 109%, an $8 million improvement over the prior year first quarter free cash flow.\nDividend payments were $37 million, reflective of the 27% increase in the annual dividend approved last year. During the quarter, we did not repurchase any shares under our 10b5-1 plan. For modeling purposes, in fiscal 2023, assume an estimated effective tax rate of 20% to 22%, and capital; expenditures of approximately $50 million to $55 million. We will now turn to Slide 10, and I will turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nThanks, Joe. I want to thank our teams or continuing to respond to the needs of our customers and deliver the strong first quarter performance. I'm very thankful that our operations in China are returning to normal as employees have returned to work following the spread of COVID-19 in the region. We will always prioritize the health and safety of our employees and we are so glad that they are well. Throughout the first quarter, I had many opportunities to engage with our employees and travel to sites in North America and Europe. I'm very pleased with the ongoing deployment of NBS Next, which continues to help us prioritize our greatest opportunities for profitable growth.\nIn this dynamic environment, the accelerated deployment of this growth framework will guide our decisions on where to focus and where to simplify. Going into fiscal 2023, we deal -- we would be dealing with a dynamic environment as we have limited visibility into the full year.\nTurning to Slide 11. I'd like to spend a few minutes sharing what we are now seeing in our end markets. In the Industrial Precision Solutions segment, we are seeing increasing demand in automotive and steady demand in industrials and consumer nondurable product lines. Packaging and product assembly end markets continued to perform well in Americas and Europe, and there is softness in China.\nWithin the Advanced Technology Solutions segment, we have started to see a softening of semiconductor orders over the past 45 days. Electronics is known for being a cyclical end market, and we benefited from the boom in investments over the past 2 years. Now our customers are starting to reevaluate near-term capital spending, which is having an impact on orders for electronic dispense product lines.\nIn some cases, it's been a matter of pushing out system orders into the second half. We will continue to monitor this closely. We're also seeing weakness in optical Test and Inspection product lines relating to the memory end market. Our remaining Test and Inspection order rate remains strong and is somewhat offsetting the areas of weakness in the segment.\nC&I is benefiting from new product innovation such as our new acoustic system that drove growth in the first quarter. The strategy to diversify our ATS product offering in terms of technology and application is muting the historical volatility of the company's overall electronics exposure.\nTurning to the Medical and Fluid Solutions segment. We are experiencing double-digit growth in our Interventional Solutions product lines. This is a business that was pressured during the pause in elective surgeries during the pandemic. And now these product lines are returning to high single-digit growth levels.\nOrders for balloons, cannulas and catheters are a big part of our backlog. Elsewhere in the MFS segment, we're seeing continued weakness in our medical fluid components product lines. Over the past 2 years, we benefited from strong double-digit organic growth in this division. This was driven by demand from biopharma customers which partially benefited from the COVID vaccines and then from inventory rebuilding to compensate for supply chain concerns following the pandemic.\nNow we believe there is inventory destocking at large customers for these product lines. Over the medium to long term, revenue growth rates for these product lines remain strong, driven by secular growth drivers such as single-use components in biopharma applications.\nFinally, in our MFS Fluid Solutions product lines, we are seeing some weakening in injection molded product lines relating to the construction as well as electronics applications in China. Considering the combination of end market headwinds and tailwinds, current order entry and the pushout of delivery dates, we are updating our previously provided 2023 revenue guidance to 0% to 3% growth over fiscal 2022 and adjusted earnings in the range of $8.75 to $9.50.\nI remind investors, while we are seeing some changes in order patterns, our guidance reflects sustaining our record-level 2022 performance, which is a testament to our dedicated employees, the diversification of our business and the solid execution of the Ascend strategy.\nLooking specifically at the second quarter 2023 on Slide 13, we are forecasting second quarter fiscal 2023 sales to be comparable to the prior year second quarter as acquisition benefits are largely offset by currency headwinds. Second quarter earnings are forecasted in the range of $2 to $2.15 per share reflective of the anticipated sales mix, which is comparable to the first quarter of 2023, while we remain financially prudent in this environment, we are adopting a balanced approach and will remain invested in innovation, differentiated service experience for our customers in strong core businesses. We also will continue to accelerate strategic investments to fully participate in high-growth markets while making tactical adjustments to cost structure in select businesses when it is needed.\nAs always, I want to thank our customers, shareholders and the Nordson team for your continued support. With that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88efbbd5a61ffa64b0f8a161b34c7aa3",
    "period": "2022 Q4",
    "content": "Q4 2022 Nordson Corp Earnings Call\n\nQ4 2022 Nordson Corp Earnings Call\n\nNDSNNASDAQDEC 15, 8:30 AM\n\nOperator\n\nGood morning. My name is Dennis, and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation Fourth Quarter and Fiscal Year 2022 Conference Call. (Operator Instructions)\nI would now like to turn the conference over to Lara Mahoney, Vice President of Investor Relations and Corporate Communications. Please go ahead.\n\nLara L. Mahoney\n\nVP of IR & Corporate Communications, Nordson Corporation\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today, Thursday, December 15, 2022, to report Nordson's fiscal year 2022 fourth quarter and full year results.\nYou can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until December 29, 2022.\nDuring this conference call, references to non-GAAP financial metrics will be made. A complete reconciliation of these metrics to the most comparable GAAP metric has been provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3, Naga will discuss fourth quarter and full year highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 3 business segments. Joe also will talk about the year-end balance sheet and cash flow. Naga will conclude with a high-level commentary about our enterprise performance, including an update on the Ascend strategy as well as our fiscal 2023 first quarter and full year guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nGood morning, everyone. Thank you for joining Nordson's Fiscal 2022 Fourth Quarter and Full Year Conference Call. As I reflect on the past few years and in particular 2022, the Nordson team managed through supply chain constraints, inflation at a 40-year high, increasing currency pressures, labor challenges and COVID-19 shutdowns. And yet, we have achieved a second consecutive year of record results in fiscal 2022. I want to thank our incredible employees who have remained focused on our customers and successfully leveraged our NBS Next growth framework to prioritize their time, efforts and resources on the best growth opportunities during the year.\nWe finished 2022 with a strong fourth quarter performance and carrying momentum into 2023 related to the holistic deployment of NBS Next and our Ascend strategy. This is critical as we enter 2023. The environment will likely be as full of macro changes and challenges as the last 2 years. I'll speak more to this in a few moments, but I will now turn the call over to Joe to provide more detailed perspective on our financial results for this quarter and fiscal 2022.\n\nJoseph P. Kelley\n\nExecutive VP & CFO, Nordson Corporation\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see fourth quarter 2022 sales were $684 million, an increase of 14% compared to the prior year fourth quarter sales of $599 million. The increase was primarily related to 18% organic growth plus the NDC acquisition, offset by unfavorable currency impact of 8%. The 18% organic sales increase was driven by solid 14% volume growth and approximately 4% in pricing as we passed through cost inflation.\nThe growth was in all geographies and most product lines, with particularly strong demand in polymer processing, electronics and medical end markets. The 8% currency translation headwind resulted from the U.S. dollar strengthening against the euro, the British pound, the Japanese yen and the Chinese yuan during the fourth quarter. Early here in fiscal 2023, some of this increased pressure has subsided, moving back closer to the third quarter levels when the year-over-year currency impact on sales was unfavorable 5%.\nGross profit increased 10% over the prior year to $363 million or 53% of sales compared to $331 million or 55% of sales in the prior year fourth quarter. The double-digit growth in profit dollars was driven by the strong sales growth, while the year-over-year margin decrease of 200 basis points was influenced by several factors. Most significant was the passing through of cost inflation, which while relatively neutral from a gross profit dollar perspective, diluted the margins approximately 140 basis points. Additionally, the significant strengthening of the U.S. dollar pressures the margins of our businesses that have U.S. dollar-denominated manufacturing cost and sell denominated in euros or other foreign currencies. These 2 factors contributed to the 200 basis point decline in margin percent, while delivering a significant 17% constant currency growth in gross profit dollars.\nOperating profit was $178 million in the quarter or 26% of sales, a 17% increase from the prior year. Strong double-digit organic sales growth at attractive incremental margins more than offset the 10% unfavorable year-over-year currency impact on operating profit. Consolidated Nordson organic incremental operating profit margin, inclusive of the currency changes, was 43% in the quarter. EBITDA for the fourth quarter was $202 million or 30% of sales.\nLooking at nonoperating expenses. Other net expenses decreased $12 million year-over-year, relatively evenly split between lower nonoperating pension costs and increased foreign currency exchange gains. The lower nonoperating pension costs are sustainable, heading into 2023, while the currency exchange gains resulted from the significant currency fluctuations in the quarter and are not likely to repeat.\nTax expense was $36 million for an effective tax rate of 20% in the quarter, slightly below the full year and forecasted rate of 21%. Net income in the quarter totaled $141 million or $2.44 per share representing a 28% increase from the prior year earnings. This improvement is reflective of the 14% year-over-year increase in sales and more importantly, consistent application of the NBS Next growth framework, which leads to steady profitable growth with attractive incremental margins.\nTurning to Slide 6, I will now share a few comments on our full year results. Sales for fiscal year 2022 were a record $2.6 billion, an increase of 10% compared to the prior year's record sales results. This change in sales included an organic increase of 11%, a 3% increase primarily from the NDC acquisition. This growth was partially offset by unfavorable currency impacts of 4%. Also a company record, adjusted operating profit was $707 million or 27% of sales, which reflects a 15% increase over the prior year or on a constant currency basis, growth of 21%. Organic incremental operating profit margins for the year were 55%, which is above the targeted range of 40% to 45%. Adjusted diluted earnings per share were $9.43, a 22% increase from the prior year and EBITDA for the full year increased to $807 million or 31% of sales.\nNow let's turn to Slide 7 through 9 to review the fourth quarter 2022 segment performance. Industrial Precision Solutions sales of $356 million increased 13% compared to the prior year fourth quarter. Organic growth in the quarter was 16%, and the NDC acquisition added 7%. This growth was offset by an unfavorable currency impact of 10%. Robust demand in the polymer processing product line plus steady growth in industrial coating products and packaging product lines in the food and beverage industry as well as the industrial end markets drove this quarter's results. All major geographies contributed to the quarter's growth.\nOperating profit for the quarter was $110 million or 31% of sales, which is an increase of 8% compared to the prior year operating profit of $103 million. This growth was driven primarily by leveraging organic sales growth at incremental margins of 43% plus the benefit of the NDC acquisition.\nMedical and Fluid Solutions sales of $181 million increased 11% compared to the prior year's fourth quarter. This change included an increase in organic sales volume of 15% and a 4% decrease related to unfavorable currency impact. Growth was across all product lines with robust growth in the biopharma fluid component product line. All geographies contributed to this quarter's growth with particular strength in the Americas. Fourth quarter operating profit was $52 million or 29% of sales, which is an increase of 2% compared to the prior year operating profit of $51 million. This growth was driven by sales volume leverage, offset by manufacturing inefficiencies following the third quarter factory consolidation within the Fluid Dispense division. These challenges could be temporary in nature as the consolidated factory ramps to targeted production levels and efficiency.\nTurning to Slide 9. You'll see Advanced Technology Solutions sales of $147 million increased 21% compared to the prior year's fourth quarter. This change included an increase in organic sales of 28%, offset by a 7% decrease related to unfavorable currency impacts. This segment had double-digit growth in both the Test & Inspection and Electronics dispense product lines, serving predominantly the semiconductor and electronics end markets. All geographies contributed to this quarter's growth.\nFourth quarter operating profit increased $21 million or 131% from the prior year to $38 million or 26% of sales in the quarter. The growth was driven by sales volume leverage and realization of benefits from cost control measures taken in the prior year. Deployment of our NBS Next growth framework continues to be a key element in the success of this segment delivering profitable growth.\nFinally, turning to the balance sheet and cash flow on Slide 10. Through our disciplined approach to capital deployment, we ended the quarter with a strong balance sheet and abundant borrowing capacity. Cash totaled $163 million, and net debt was $574 million, resulting in a 0.7x leverage, based on the trailing 12 months EBITDA. Free cash flow in the quarter was $161 million, which brings the full year 2022 free cash flow total to $462 million or a conversion rate on net income of 90%. This conversion rate was below the normal target of 100% because of strategic investments being made in inventory throughout the year to address supply chain constraints and support the backlog.\nDividend payments were $37 million in the quarter, reflective of the 27% increase in the annual dividend that our Board approved during the quarter. Also, with the ongoing market volatility, we again capitalized on the opportunistic repurchase of shares within the quarter, bringing the year-to-date total spend on share repurchases to over $260 million at an average repurchase price of $219 per share. For modeling purposes, in fiscal 2023, assume an estimated effective tax rate of 20% to 22% and the capital expenditures of approximately $50 million to $55 million, with minimal cash pension contributions, given the pension annuitization that took place earlier this year.\nIn summary, fourth quarter 2022 was a very strong finish to a record fiscal 2022 performance. All 3 segments contributed both sales growth and operating profit growth in the quarter. Consolidated revenue growth of 14% despite an 8% currency headwind and delivering 43% incremental margin on the organic growth evidences our NBS Next growth framework delivering results. This makes for the second consecutive year of delivering record annual sales and earnings.\nI'll now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nThank you, Joe. Again, thank you to the Nordson team for another strong year. I want to reemphasize Joe's comment. We achieved record results with all segments contributing to both sales growth and operating profit growth for the quarter and year. That's quite an accomplishment. Beyond the financial results, I'm very pleased with our steady deployment of the NBS Next growth framework. NBS Next has evolved from an aspiration to a working model within the business. This data-driven segmentation framework drives choices, focus and simplification.\nWe now have 2 divisions that have achieved market-leading business performance. They use the framework as a competitive advantage to deliver on-time quality products to their top customers, winning the business and growing market share. Leaders from these divisions are now sharing their lessons learned internally by hosting facility tours and teaching at our Nordson accelerated training programs.\nEarlier this month, I visited several sites in Europe, and I'm excited by the progress I observed. The questions that were asked as well as the progress that was shared during the manufacturing facility tours clearly demonstrates the engagement and adoption of the framework as the way we do business. NBS Next is becoming a competitive advantage for Nordson moving into 2023 and beyond.\nThis new capability, combined with the core elements of the Nordson business model, has positioned us to deliver results through more challenging economic demand environments. First, among the core elements of Nordson's business model is the fundamental focus on our customers. Our intimate customer relationships allow us to add value by solving critical customer problems, whether that is enabling their new product ideas or helping them operate more efficiently. This customer partnership has been further strengthened over the past 2 years as we work through numerous challenges to consistently deliver quality product.\nSecond is the diversity for our business from both a geographic and end market perspective. For example, in fiscal 2022, we overcame the shutdown of our Shanghai, China, IPS facilities as a result of our strength in other regions. We also serve a wide variety of end markets, including consumer nondurables, medical, electronics, industrial and more. Within these end markets, we are diversified. For example, 1/4 of our medical platform is the Fluid Component Solutions used in biopharmaceutical applications, while the remaining is our interventional solutions that includes catheters, cannulas and medical balloons.\nIn addition, our electronics applications are split between dispense applications and more secular test and inspection processes. This diversification makes us largely recession-resilient or able to withstand the ebbs and flows of individual end markets, applications or geographies, which may be more cyclical or volatile in any given period.\nFinally, the third core element of our business model is the recurring revenue. Over 50% of our sales mix is aftermarket parts and consumables, which has been proven to sustain our business even in down periods. These core elements position our base business to perform well during periods of economic uncertainty. In addition, the execution of a disciplined M&A strategy continues to strengthen our precision technology platforms. The NDC Measurement & Control division, which we acquired in November 2021, is integrating well and contributed nicely to the fiscal 2022 performance. Recently, we closed the CyberOptics acquisition, which expands our applications in the optical test and inspection end market. We are excited about the opportunities we see in that space.\nTurning now to the outlook on Slide 12. We enter fiscal 2023 with approximately $1 billion in backlog, inclusive of the acquired CyberOptics backlog. The book-to-bill in the fourth quarter of 2022 was slightly unfavorable, and the year-over-year currency headwinds are significant as evidenced in our fiscal fourth quarter results. Based on the combination of order entry, backlog, customer delivery timing request and current foreign currency exchange rates, we anticipate delivering sales growth in the range of 1% to 7% above the record fiscal 2022. This includes an estimated 2% currency headwind.\nFull year earnings are forecasted in the range of $8.75 to $10.10 per share. This full year guidance assumes an unfavorable currency impact of approximately 3% on the earnings, the increased interest rate environment and contemplates some demand uncertainty related to the back half of 2023. As you will see on Slide 13, the first quarter 2023 sales are forecasted in the range of $605 million to $630 million, and adjusted earnings in the range of $1.85 to $2 per diluted share. Included in the forecasted guidance are the unfavorable currency impacts of approximately 4% on sales and 7% on earnings.\nAgain, I want to thank our employees, customers and shareholders for your continued support. We will now open the phone lines for questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d4194aea7c966cdafbb71323d232e8da",
    "period": "2022 Q3",
    "content": "Q3 2022 Nordson Corp Earnings Call\n\nQ3 2022 Nordson Corp Earnings Call\n\nNDSNNASDAQAUG 23, 8:30 AM\n\nOperator\n\nGood morning. My name is Rex, and I will be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation Third Quarter Fiscal Year 2022 Conference Call. (Operator Instructions)\nMiss Mahoney, you may begin your conference.\n\nLara L. Mahoney\n\nVP of IR & Corporate Communications, Nordson Corporation\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today, Tuesday, August 23, to report Nordson's fiscal 2022 third quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until Tuesday, August 30, 2022.\nDuring this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3. Naga will discuss third quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 2 business segments. Joe will also discuss the balance sheet and cash flow. Naga will then share a high-level commentary about our enterprise performance, including an overview of the CyberOptics acquisition announcement. He will conclude with a review of the fiscal 2022 full year guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nGood morning, everyone. Thank you for joining Nordson's Fiscal 2022 Third Quarter Conference Call. Before we begin, I'd like to congratulate the Nordson team for delivering another record third quarter. As you may recall, we reported record sales and profitability in the third quarter of fiscal 2021. The fact that the team delivered above this result is a true testament to our differentiated precision technology, customer-centric model, effective deployment of the NBS Next growth framework and the dedicated Nordson employees, who are driving our strong profitable growth.\nI'll speak more about the business in a few moments, but first, I'll turn the call over to Joe to provide a detailed perspective on our financial results for the quarter.\n\nJoseph P. Kelley\n\nExecutive VP & CFO, Nordson Corporation\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see third quarter fiscal 2022 sales were a record $662 million an increase of 2% compared to the prior year's third quarter sales of $647 million. The increase was primarily related to 4% organic volume growth plus the NDC acquisition, offset by unfavorable currency impact of 5%. On a constant currency basis, our sales increased 7% compared to prior year third quarter, which was the previous quarterly sales record.\nThe organic growth was broad-based across most end markets and geographies, except for Asia Pacific, which was impacted by the Shanghai, China COVID lockdowns for the first 1.5 months of this fiscal third quarter, as expected. We are very thankful for the outstanding efforts of our China employees as their return in full force helped offset a significant portion of the lockdown impact and contributed to the record sales quarter.\nGross profit for the third quarter of fiscal 2022 totaled $366 million or 55% of sales, a slight increase compared to the $365 million or 57% of sales in the prior year third quarter. Excluding onetime restructuring costs, adjusted gross profit totaled $368 million or 56% of sales. The team continues to actively manage the price/cost dynamic in these inflationary periods in addition to unfavorable currency impacts. Operating profit totaled $185 million in the quarter.\nDuring the quarter, we recorded onetime restructuring costs associated with the facility consolidation and the EFD division of the ATS segment and the closure of our Russian operations. Adjusted operating profit, excluding these nonrecurring items, was $188 million in the quarter or 28% of sales compared to the strong prior year third quarter operating profit of $188 million. Organic sales volume leverage contributed to the operating profit result and was offset by unfavorable currency impact and inflationary pressures. EBITDA for the third quarter was $213 million or 32% of sales, which is ahead of our long-term target of 30%.\nLooking at nonoperating expenses. Other net expenses decreased $3 million, primarily driven by lower nonoperating pension costs and foreign currency exchange gains. Tax expense was $39 million for an effective tax rate of 21% in the quarter, which is in line with our prior year third quarter rate and the forecasted full year rate for 2022. Net income in the quarter totaled $142 million or $2.45 per share.\nAdjusted earnings per share, excluding severance and facility closure costs, totaled $2.49 per share, a 3% increase from the prior year. This improvement is reflective of the year-over-year increase in sales, and more importantly, the consistent application of the NBS Next growth framework, which leads to steady, profitable growth.\nNow let's turn to Slide 6 and 7 to review the third quarter 2022 segment performance. Industrial Precision Solutions sales of $341 million decreased 1% compared to the prior year third quarter, but grew 5% on a constant currency basis. With the NDC acquisition providing a 7% sales increase, which was offset by an organic volume decrease of 1%. The unfavorable currency impact on this segment was 7%. The organic 1% decrease needs to be properly interpreted as IPS's third quarter 2021 was a very strong quarter, 10% above the quarterly average in fiscal 2021. As it was inclusive of several large system orders which customers pulled forward, also the IPS segment's China operations are headquartered in Shanghai, and therefore, the segment was disproportionately impacted by the COVID lockdowns in May and June of this year.\nThe organic growth, excluding these factors was driven by robust demand for packaging and product assembly product lines in the food and beverage industry and industrial end markets in most geographies.\nOperating profit for the quarter was $120 million or 35% of sales, which is a decrease of 3% compared to the prior year operating profit of $124 million. Unfavorable currency negatively impacted operating profit despite comparable sales to the prior year record third quarter.\nMoving now to Advanced Technology Solutions. Sales were $321 million, a 7% increase compared to the prior year third quarter and sequentially beat the second quarter 2022 quarterly revenue record for this segment. The record quarterly sales included an increase in organic sales volume of 10%, offset by unfavorable currency impacts. Growth was across all major product lines, but particularly strong in the electronics dispense and biopharma fluid component product lines. All geographies contributed to this quarter's growth with particular strength in the international regions.\nThird quarter fiscal 2022 results for ATS included $2.5 million of nonrecurring facility closure expenses associated with the consolidation of manufacturing operations within the EFD division. This consolidation will enable improved operating efficiency and customer service levels to support the growth of this division once complete.\nThird quarter adjusted operating profit, excluding the consolidation expense, was $89 million or 28% of sales, an increase of 10% over the prior year operating profit of $81 million. The profit growth was driven by sales volume leverage, offset partially by currency and inflationary pressures. This segment continues to deliver impressive sales growth at very attractive 40% plus incremental operating profit margins. Deployment of our NBS Next growth framework continues to be a key element and the success of this segment delivering profitable growth.\nFinally, turning to the balance sheet and cash flow on Slide 8. Our third quarter balance sheet includes cash of $129 million and net debt was $675 million, resulting in a 0.9x leverage ratio based on the trailing 12 months EBITDA. We continue to have significant available borrowing capacity to pursue organic and inorganic growth opportunities, such as the CyberOptics acquisition announced on August 8.\nFree cash flow in the quarter was $111 million or a conversion rate on net income of 78% as strategic investments are being made in inventory to address portions of the current supply chain constraints and increased capacity to address the growing backlog. Dividend payments were $29 million in the quarter, and our Board approved a 27% increase in the annual dividend effective in the fourth quarter of fiscal 2022. This marks the 59th consecutive year the company has increased its dividend. The significant increase of 27% reflects the strength of our financial results, which are driven by our continued progress in executing the Ascend strategy combined with the desire to maintain targeted payout and yield ratios. The annual dividend yield now will be slightly over 1% at current market prices.\nAlso, with the ongoing market volatility, we again capitalized on the opportunistic repurchase of shares. Year-to-date, we have spent over $230 million on share repurchases, averaging a price of $219 per share. For modeling purposes, in fiscal 2022 assume an estimated effective tax rate of 21% and capital expenditures of approximately $50 million.\nI will now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nThank you, Joe. We are working through incredibly dynamic times, yet our teams continue to meet the needs of our customers. It is their dedication and focus on our customers that resulted in another record-breaking quarter. I want to pause and say thank you to our employees. You make these results possible. We continue to manage through the challenges of the short-term macro environment, and we are making solid progress on our Ascend strategy.\nAs illustrated on Slide 9, we announced our decision to realign our business segments and better focus on our best profitable growth opportunities. Effective August 1, we reorganized into 3 financial reporting segments: Industrial Precision Solutions, led by Jeff Pembroke, will focus on proprietary, dispensing and processing technology for adhesives, coatings, paints, finishes and other materials across diverse end markets. Jeff joined Nordson in 2005 and has driven growth in multiple businesses across Nordson. He also was instrumental in the development of our medical platform.\nThe new Medical and Fluid Solutions segment will include Nordson's fluid management solutions for medical high-tech industrial and other diverse end markets. This remains one of the company's growth engines, both organically and acquisitively. This segment is being led by Stephen Lovass. Stephen joined Nordson in 2016 as the leader for Industrial Coating Systems business. In 2020, he was appointed the Head of our Strategy and Corporate Development Group, where he has actively advanced our Ascend's strategy.\nFinally, our Advanced Technology Solutions segment will focus on test and inspection, precisely controlled dispensing and surface treatment for electronics applications. Srini Subramanian is leading the segment. Srini joined Nordson in 2006, and has served in roles of increasing responsibility in corporate development, business management and global market development. Srini was most recently Vice President of the Electronics Processing Solutions division, where he is successfully driving the execution of the NBS Next growth framework. Our new reporting structure will give better visibility into our medical and electronics platforms, which have grown significantly through both organic and acquisitive opportunities.\nI'm also pleased that this structure gives us the opportunity to recognize and promote from within Nordson and advanced our winning teams strategy. We will share historic financials reflecting this new segmentation after the third quarter of fiscal 2022 10-Q filing.\nTurning to Slide 10. I'm pleased to highlight the new acquisition agreement that we announced earlier in August. Nordson has a very disciplined acquisition strategy. We are focused on acquiring businesses with differentiated precision technology that serve attractive, high-growth end market applications. We have been building platforms in 2 end markets that meet the strategic criteria, medical, and test and inspection.\nIn the test and inspection platform, we have built a significant product offering for our electronic customers in X-ray and acoustic inspection. Using the NBS Next growth framework, the test and inspection division identified optical inspection as a high-growth application in this end market. Further, our deep understanding of the semiconductor customer and industry trends indicate that 3D automated optical inspection product category is growing double digits.\nOptical inspection, which takes a picture of the surface level of an application such as semiconductors or printed circuit boards, is an efficient noninvasive inspection method. CyberOptics, which has established itself as a leading global developer and manufacturer of high-precision 3D optical sensing technology solutions, provides a new growth platform for us with existing and new customers in the electronics end market.\nCyberOptics utilizes a proprietary sensor technology called MRS that significantly reduces reflection to create higher quality 3D images in diverse electronics applications. The innovative CyberOptics sensors combined with advanced software results in high-quality images at market-leading speed, precision and resolution.\nThe company also has introduced WaferSense technology, which is a wireless diagnostic tool that provides real-time data to ensure the calibration and process reliability of wafer production systems. Today, this type of inspection requires machines to go offline. So WaferSense offers in-line diagnostic inspection that will improve a customer's product quality and throughput efficiency. This technology will allow Nordson to further expand into the front end of the semiconductor manufacturing process where Nordson has limited presence today.\nWe are very excited to soon add CyberOptics differentiated technology into Nordson's portfolio. This acquisition meets the strategic and financial expectations we outlined during our Investor Day in March 2021. We expect this deal to close in our first quarter of fiscal 2023. We will invest in this business to extend the technology to meet emerging customer needs and scale their global sales and service infrastructure to make their technology accessible to a broader range of electronics customers.\nNow let's turn to our updated fiscal 2022 outlook on Slide 11. Order entry remained strong throughout the third quarter with a favorable book-to-bill ratio, maintaining backlog at over $1 billion. This growth in backlog is partially related to the ongoing extended market. For the full year of fiscal 2022, we are confirming our previously provided revenue guidance of 8% to 9% growth and adjusted earnings growth in the range of 18% to 21% and over fiscal 2021, despite the increased currency headwinds. This is approximately 20% earnings growth following a record 2021 financial performance. It is a testament to our dedicated employees and the solid execution of the Ascend strategy.\nOur financial results and expectations for profitable growth is rooted in our differentiated precision technology, customer-centric model and diversified end markets. Additionally, the ongoing implementation of NBS Next is making sure that we have a crystal clear view of our best growth opportunities, and we remain disproportionately invested in them during this dynamic environment. As always, I want to thank our customers, shareholders and the Nordson team for your continued support.\nWith that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8dd66dbd0f9a4aee25d11c39fe185c9a",
    "period": "2022 Q2",
    "content": "Q2 2022 Nordson Corp Earnings Call\n\nQ2 2022 Nordson Corp Earnings Call\n\nNDSNNASDAQMAY 24, 8:30 AM\n\nOperator\n\nGood morning. My name is Chris, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Nordson Corporation Second Quarter Fiscal Year 2022 Conference Call.\n(Operator Instructions)\nThank you. Lara Mahoney, you may begin.\n\nLara L. Mahoney\n\nVP of IR & Corporate Communications, Nordson Corporation\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today, Tuesday, May 24, to report Nordson's fiscal 2022 2nd quarter results.\nYou can see both the press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors. This conference call is being broadcast live on our investor website and will be available there for 14 days.\nThere will be a telephone replay of the conference call available until Tuesday, May 31, 2022. During this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations.\nThese statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3, Naga will discuss second quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 2 business segments. Joe will also discuss the balance sheet and cash flow. Naga will conclude with a high-level commentary about our enterprise performance as well as our updated fiscal 2022 full year and third quarter guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2022 second quarter conference call. Once again, the Nordson team successfully navigated a dynamic macro environment and delivered strong sales and earnings growth despite continued supply chain constraints and inflationary pressures as well as newer challenges from the COVID-19 lockdowns in China and the increasing foreign currency headwinds.\nI'm very thankful for and proud of our employees who are staying safe and deploying the NBS Next growth framework to meet the strong broad-based demand from our customers. Our company culture is deeper than our financial results.\nAnd during the quarter, I was humbled to see our employees rise up to send care packages to our colleagues impacted by the COVID-related lockdowns in China and also raise money for family and friends impacted by the situation in the Ukraine. This is the Nordson impact, and it is a very special part of who we are as a company.\nI'll speak more about the business in a few moments. But first, I'll turn the call over to Joe to provide a detailed perspective on our financial results for the quarter.\n\nJoseph P. Kelley\n\nExecutive VP & CFO, Nordson Corporation\n\nThank you, Naga. And good morning to everyone. On Slide #5, you'll see second quarter fiscal 2022 sales were $635 million, an increase of 8% compared to the prior year's second quarter sales of $590 million.\nThe increase was primarily related to 7% organic volume growth and 4% from the NDC acquisition, offset by currency headwinds, particularly the weakening of the euro. The organic growth was broad-based across most end markets and geographies, except for Japan and China.\nChina COVID-related lockdowns negatively impacted second quarter sales by approximately $20 million. as our Shanghai facility was unable to ship products for 5 weeks and many of our customers and freight forwarders were unable to receive or ship products.\nWe clearly view this impact to be temporary, and it is beginning to resolve itself as the lockdown restrictions start to ease. Gross profit for the second quarter of fiscal 2022 totaled $358 million or 56% of sales, a 6% increase compared to the $338 million or 57% of sales in the prior year second quarter.\nThe team continues to actively manage the price/cost dynamic in these inflationary periods and benefited from improved price realization compared sequentially to the first quarter of fiscal 2022.\nLooking at the year-over-year margin decrease of 100 basis points, this resulted largely from a change in sales mix at the segment level as ATS delivered double-digit organic growth compared to the low single-digit organic growth of IPS, plus the system sales growth exceeded parts growth.\nOperating profit was $184 million in the quarter or 29% of sales, an 11% increase from the prior year. Sales volume leverage and controlled spending contributed to the incremental operating profit margins of 38% in the quarter.\nOrganic only incremental operating profit margins were 70%, well ahead of our long-term target of 40% to 45%. The NBS Next growth framework is clearly delivering tangible results.\nThe strategic disciplined element of the framework, which is a database view of the best opportunities in terms of customers, products and end markets, et cetera, this is driving improved sales mix within many of our divisions, resulting in strong growth and favorable incremental profit.\nEBITDA for the second quarter was $209 million or 33% of sales, well ahead of our long-term target of 30%. Looking at nonoperating expenses. The increase in other net expenses of $36 million includes the $41 million onetime noncash pension settlement charge.\nAs we referenced in the first quarter call, we successfully annuitized the portion of our U.S. defined benefit pension liability associated with retirees in payment status during the second quarter. This transaction settled an estimated $178 million pension liability in exchange for planned assets totaling only 96% of the projected liability, leaving the remaining pension liability over 100% funded.\nThis transaction not only removed significant risk from the company for the long term, but also reduced our future pension cash funding obligations. The remaining $5 million year-over-year benefit included in other net expenses primarily reflects foreign currency exchange gains and ongoing nonoperating pension benefits associated with planned assumptions and a reduction in amortization of actuarial losses.\nTax expense was $30 million for an effective tax rate of 21% in the quarter which is slightly higher than the prior year's second quarter, but in line with our forecasted full year rate for 2022.\nNet income in the quarter totaled $110 million or $1.88 per share. Adjusted earnings per share, excluding the noncash pension annuitization, charge totaled $2.43 per share, a 15% increase from the prior year. This improvement is reflective of the year-over-year increase in sales and, more importantly, the consistent application of the NBS Next growth framework, which leads to steady profitable growth with attractive incremental margins.\nNow let's turn to Slide 6 and 7 to review the second quarter 2022 segment performance. Industrial Precision Solutions sales of $316 million, an increase of 6% compared to the prior year's second quarter. Organic volume growth in the quarter was 3%, plus another 7% from the NDC acquisition.\nThis was offset by unfavorable currency of 4%. IPS' organic growth was driven by robust demand for polymer processing product lines, plus steady, broad-based growth in consumer non-durable end markets for hot melt adhesives dispensing in all geographies except China.\nCOVID-related lockdowns in Shanghai negatively impacted this segment's second quarter sales by approximately $15 million. Operating profit for the quarter was $102 million or 32% of sales, which is a decrease of 2% compared to the prior year operating profit of $104 million.\nFavorable sales volume leverage in the quarter was offset by unfavorable mix compared to the prior year second quarter as the majority of the growth was from polymer processing systems and the NBC acquisition.\nMoving now to Advanced Technologies and Solutions. Sales were $319 million, a 10% increase compared to the prior year second quarter, which is a new quarterly record for this segment. This change included an increase in organic sales volume of 11% offset by unfavorable currency impacts.\nGrowth was across most major product lines, but particularly strong in the electronics dispense, test and inspection and biopharma fluid component product lines.\nAll geographies, with the exception of China, contributed to this quarter's growth with particular strength in the international regions. Second quarter operating profit was $98 million or 31% of sales.\nThe 29% increase over the prior year operating profit of $77 million was driven by sales volume leverage and the realization of benefits through cost control measures taken in fiscal 2020 and early 2021.\nThis segment continues to deliver impressive sales growth at very attractive incremental margins. And the 31% operating profit in the quarter reflects a new record level performance for ATS. Deployment of our NBS Next growth framework continues to be a key element in the success of this segment delivering profitable growth.\nFinally, turning to the balance sheet and cash flow. On Slide 8, through our disciplined approach to capital deployment and strong operating profit growth, we ended the quarter with a healthy balance sheet and abundant borrowing capacity.\nCash totaled $121 million, and net debt was $670 million, resulting in 0.9x leverage ratio based on the trailing 12 months EBITDA. Free cash flow in the quarter was $84 million, or a conversion rate on net income of 77% as strategic investments are being made in inventory to address portions of the current supply chain constraints and support the growing backlog.\nDuring the second quarter, we paid $30 million in dividends and spent $105 million on repurchasing approximately 470,000 shares of company stock through our 10b5-1 repurchase plan.\nFor modeling purposes, in fiscal 2022, assume an estimated effective tax rate of 21% and capital expenditures of approximately $45 million. I will now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nThank you, Joe. Let's turn to Slide 9. Again, thank you to the Nordson team for delivering this outstanding performance. I'm very proud of how our employees are navigating this dynamic environment.\nI continue to spend a lot of time in our facilities, and I'm excited by the caliber of talent and the dedication of our employees to meet our customer commitments, despite the constraints of the supply chain.\nThey are actively deploying NBS Next to choose the best growth opportunities and focus their time and resources appropriately. Strategically, we have continue to make progress on the advancement of the NBS Next growth framework, the heart of our Ascend strategy.\nNBS Next boils down to 3 words: choices, focus and simplify. Expanding beyond our pilot size, we now have several strong business examples of driving profitable growth in different divisions. With this in mind, we launched a 4-month NBS Next accelerator training program, which had its first in-person session in April.\nIn the program, Nordson participants learn through hands-on exercise with real Nordson data as well as in-class discussions. More importantly, each participant left with a better understanding and a thoughtful action plan that will accelerate the deployment of the NBS Next growth framework across the company.\nAs practical application of NBS Next gets embedded deeper in our organization, the more aligned and skilled we are as a team to deliver top-tier revenue growth with leading margins and returns. This is an important investment in our people and company. I'm grateful for the Nordson team for all that is being done to mitigate risks due to supply chain, inflation, labor and COVID challenges.\nIn this dynamic environment, I'm equally energized by the secular growth drivers in key end markets leading to strong ongoing demand from our customers. As Joe noted, our ATS segment delivered record sales and profits.\nIt is driven by Nordson's ability to deliver on exciting trends in electronics, including investments in both capacity and on-shoring, new product renovation and the continued demand for semiconductors and PCBs.\nBoth our electronics dispense and T&I product lines will continue to benefit from these trends. The medical end market also continues to grow. While we have talked at length about the growth in our biopharma fluid components, we're also experiencing the recovery of our Interventional Solutions product lines, which are fueled by the aging population shift toward outpatient procedures and medical OEM outsourcing.\nThe diversity of Nordson's end markets and geographic exposure as well as high recurring revenue content positions us well to deliver consistent profitable growth through the economic cycle.\nNow let's turn to our updated fiscal 2022 outlook on Slides 10 and 11. Order entry remained strong throughout the second quarter with a favorable book-to-bill ratio, growing backlog to over $1 billion. This growth in backlog is partially related to the ongoing extended shipment request dates for large customer orders in electronics, industrial and medical end markets.\nLooking specifically at the third quarter of fiscal 2022, revenue and adjusted earnings, our forecast is to be comparable to the prior year results, where the prior year third quarter was the strongest quarter of fiscal 2021.\nFor the full year fiscal 2022, we are guiding to a revenue growth of 8% to 9%, and we are increasing the previously issued adjusted earnings guidance to the range of 18% to 21% over fiscal 2021. This is approximately 20% earnings growth following a record 2021 financial performance. It is a testament to the solid execution of the Ascend strategy.\nOur financial results and expectations for growth reflect our differentiated precision technology, customer-centric model, and diversified end markets. Additionally, the ongoing implementation of NBS Next is making sure we have a crystal clear view on priorities in this dynamic environment.\nAs always, I want to thank our customers, shareholders and the Nordson team for your continued support. With that, we will pause and take your questions."
  },
  {
    "header": "NDSN",
    "cik": "0000072331",
    "ticker": "NDSN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/89af7142ed895861c275982e111fac60",
    "period": "2022 Q1",
    "content": "Q1 2022 Nordson Corp Earnings Call\n\nQ1 2022 Nordson Corp Earnings Call\n\nNDSNNASDAQFEB 23, 8:30 AM\n\nOperator\n\nGood day. My name is Savannah, and I will be your conference operator. At this time, I would like to welcome everyone to the Nordson Corporation First Quarter and Fiscal Year 2022 Conference Call. (Operator Instructions) I would now like to turn the conference over to Lara Mahoney. Please go ahead.\n\nLara L. Mahoney\n\nVP of IR & Corporate Communications, Nordson Corporation\n\nThank you. Good morning. This is Lara Mahoney, Vice President of Investor Relations and Corporate Communications. I'm here with Sundaram Nagarajan, our President and CEO; and Joseph Kelley, Executive Vice President and CFO. We welcome you to our conference call today Wednesday, February 23, 2022 to report Nordson's fiscal 2022 first quarter results. You can find both our press release as well as our webcast slide presentation that we will refer to during today's call on our website at www.nordson.com/investors.\nThis conference call is being broadcast live on our investor website and will be available there for 14 days. There will be a telephone replay of the conference call available until Wednesday, March 2.\nDuring this conference call, references to non-GAAP financial metrics will be made. A reconciliation of these metrics to the most comparable GAAP metric was provided in the press release issued yesterday. Before we begin, please refer to Slide 2 of our presentation, where we note that certain statements regarding our future performance that are made during this call may be forward-looking based upon Nordson's current expectations. These statements may involve a number of risks, uncertainties and other factors as discussed in the company's filings with the Securities and Exchange Commission that could cause actual results to differ.\nMoving to today's agenda on Slide 3, Naga will discuss first quarter highlights. He will then turn the call over to Joe to review sales and earnings performance for the total company and the 2 business segments. Joe will also discuss the cash flow and balance sheet. Naga will conclude with high level commentary about our enterprise performance, as well as our updated fiscal 2022 second quarter and full year guidance. We will then be happy to take your questions.\nWith that, I'll turn to Slide 4 and hand the call over to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nGood morning, everyone. Thank you for joining Nordson's fiscal 2022 first quarter conference call. As we expected, the demand environment that we experienced in the second half of fiscal 2021 flowed into the first quarter. Our teams did an outstanding job delivering for our customers. In the quarter,we delivered double-digit sales growth across most end markets in midst of supply chain constraints and labor shortages. I'm very thankful for our employees who are staying safe, managing dynamic market conditions, deploying the NBS Next Growth Framework and ensuring we meet the needs of our customers.\nI'll speak more about the business in a few moments. But first, I'll turn the call over to Joe to provide detailed perspective on our financial results for the quarter.\n\nJoseph P. Kelley\n\nExecutive VP & CFO, Nordson Corporation\n\nThank you, Naga, and good morning to everyone. On Slide #5, you'll see first quarter 2022 sales were $609 million, an increase of 16% compared to the prior year's first quarter sales of $527 million. The increase was primarily related to 16% organic volume growth and 4% from the NDC acquisition, offset by headwinds from currencies and the screws-and-barrels product line divestiture.\nThis double-digit organic sales increase was driven by solid growth in most product lines, with particularly strong demand in electronics, industrial and medical end markets. Geographically, all regions delivered organic growth in the quarter.\nGross profit for the first quarter of fiscal 2022 totaled $340 million. Excluding the amortization of acquired inventory step-up, gross profit totaled $342 million, or 56% of sales in the quarter, compared to $290 million or 55% of sales in the prior year first quarter. This 100 basis point increase in gross margin was driven by improved sales mix from the divested screw and barrels product line, sales volume leverage and process enhancements from our NBS next growth framework. On a year-over-year basis, inflation pressures contributed to a negative price cost mismatch unfavorably impacting margins by 100 basis points, as price realization is delayed given the extensive backlog entering the year. This impact will continue to lessen as we move into the first quarter and the back half of 2022.\nOn a sequential basis, comparing Q1 2022 to Q4 2021, gross margins improved approximately 100 basis points as several of the nonrecurring items experienced in Q4 2021 did not repeat as forecasted. We continued to take appropriate pricing actions in fiscal year 2022 to respond to inflationary pressures. Our organization's agility and a disciplined approach to cost control, coupled with consistent deployment of the Ascend strategy, is allowing us to successfully navigate these challenges and continue to deliver profitable growth.\nOperating profit in the quarter was $156 million, adjusting for the purchase price accounting related to inventory amortization, operating profit was $157 million, or 26% of sales, a 44% increase from the prior year. Double digit organic growth, favorable sales mix and continued cost control measures contributed to incremental operating profit margins of 59% in the quarter. EBITDA for the first quarter was $183 million or 30% of sales.\nLooking at nonoperating expenses, net interest expense decreased $1 million, or 21% from the prior year, driven by reduced debt levels. Other net expense decreased $6 million from the prior year first quarter. $3 million of the decrease is attributable to fluctuations in currency gains and losses as the prior year first quarter included a $2.8 million currency loss. The remainder of the decrease primarily relates to reduced pension expense attributable to the increased funding in the prior year.\nTax expense was $32 million for an effective tax rate of 21% in the quarter, which is in line with our prior year rate and the forecasted full year rate for 2022. Net income in the quarter totaled $120 million, or $2.05 per share. Adjusted earnings per share, excluding inventory amortization, totaled $2.07 per share, a 57% increase from the prior year. This improvement is reflective of the strong double-digit year-over-year increase in sales and, more importantly, consistent application of the NBS Next Growth Framework, which leads to steady profit growth with attractive incremental margins.\nNow let's turn to Slides 6 and 7 to review the first quarter 2022 segment performance. Industrial Precision Solutions sales of $324 million increased 12% compared to prior year first quarter. Organic volume growth in the quarter was 12%, plus another 8% from the NDC acquisition. This was offset by the divestiture impact and unfavorable currency of 3%. Different than previously communicated, the NDC acquisition is now being managed within the ITF segment rather than Advanced Technology Solutions. As we've integrated this business over the past 3 months, it becomes clear that NDC has greater alignment with our IPS end markets and sales channels. We believe this is an optimal fit to harness future growth.\nIPS's strong 12% organic growth delivered in the quarter was driven by robust demand for industrial coating product lines, plus steady growth in the consumer non-durable end markets for hot melt adhesive dispensing through this quarter's results. From a geographic perspective, growth was strongest in Asia and Europe. Operating profit for the quarter was $104 million, or 32% of sales, which is an increase of 24% compared to the prior year operating profit of $83 million. Excluding the acquisition and the divested product line for comparability purposes, operating profit grew 15% over the prior year for an organic-only incremental profit margin of 51%.\nMoving now to Advanced Technology Solutions. Sales of $285 million increased 20% compared to the prior year first quarter. This change included an increase in organic sales volume of 21%, offset by a 1% unfavorable currency impact. Growth was across all major product lines, but particularly strong in product lines serving electronic end markets, which grew approximately 40% over the prior year. Medical product lines were also strong, growing double digits. And product lines serving broader industrial markets grew in the high single digits. All geographies contributed to this quarter's growth, with particular strength in the international regions.\nFirst quarter operating profit was $76 million or 27% of sales. The 62% increased over the prior year operating profit of $47 million was driven by sales volume leverage and the realization of benefits from cost control measures taken in fiscal 2020 and early 2021. This segment has now been performing at the mid-20s in terms of profitability for the last 4 consecutive quarters.\nDeployment of our NBS Next Growth Framework continues to be a key element in the success of this segment delivering profitable growth.\nFinally, turning to the cash flow and balance sheet on Slide 8. Free cash flow in the quarter was $106 million, or a conversion rate on net income of 88% and as strategic investments are being made in inventory to address portions of the current supply chain constraints. During the first quarter, we acquired NDC for $172 million and paid $30 million in dividends and spent $35 million on share repurchases. Through our disciplined approach to capital deployment and strong operating profit growth, we ended the quarter with a healthy balance sheet and abundant borrowing capacity. Cash totaled $171 million and net debt was $637 million, resulting in a 0.8x leverage ratio based on the trailing 12 months EBITDA.\nDuring the second quarter of fiscal 2022, we anticipate successfully annuitizing a portion of our pension liability associated with retirees in payment status. This will have no impact on cash flow in the year as our domestic pension plan is well funded, but will likely trigger a noncash, non-operating charge depending on the terms of the final annuitization transaction. For modeling purposes in fiscal 2022, assume an effective tax rate of 21% and capital expenditures of $40 million to $45 million.\nI will now turn the call back to Naga.\n\nSundaram Nagarajan\n\nPresident, CEO & Director, Nordson Corporation\n\nThank you, Joe. Let's turn to Slide 9. Again, thank you to the Nordson team for delivering this outstanding performance. I spent a lot of time in our facilities this quarter, and I am impressed with our caliber of talent and the dedication of our employees to meet commitments for our customers despite the constraints of the supply chain and labor availability. During my trips, our divisions demonstrated how the ongoing deployment of the NBS Next Growth Framework is helping them identify best products and customers and then prioritize capacity to meet the demand of these customers.\nFor example, our Medical Fluid Components division, which had over 40% sales growth driven by its focus on biopharma applications, has dedicated injection-molding machines to more efficiently meet the needs of their best medical device customers. Joe and I also visited our Electronics Processing Solutions division in California, where we saw the new Vantage product in action. The Vantage is our first fully integrated wafer handling system designed for the semiconductor industry. At a time when the demand for semiconductors is growing at an incredible pace, we are meeting the needs of our customers with a product that advances automation, reduces cost and accelerates productivity for our customers.\nBefore I turn to guidance, I'd like to share an organizational update. I'm pleased to share with you that Jeff Pembroke, Executive Vice President and segment leader for Advanced Technology Solutions, will be assuming the segment leadership role for Industrial Precision Solutions effective March 1. Jeff began his career in our industrial coatings and adhesives businesses, so he enters his role with a strong understanding and appreciation of excellent position of the IPS divisions and leaders in their end markets. He will build upon that by empowering and accelerating the progress of our NBS Next Growth Framework in IPS.\nI will assume leadership of our ATS segment while we evaluate long-term plan. We are fortunate to have strong division leaders throughout the company, and I look forward to working more closely with them.\nNow let's turn to our updated fiscal 2022 outlook on Slides 10 and 11. Order entry remained strong throughout the first quarter with a favorable book-to-bill ratio, growing backlog to over $900 million. This growth in backlog is related to the ongoing extended shipment request from our large customer orders from electronics, industrial and medical end markets. In this strong demand environment, we expect supply chain and labor availability to remain as constraints into the second half of this year. Based on these factors, we expect fiscal 2022 second quarter sales growth to be in the range of 6% to 10% as compared to fiscal 2021 second quarter, with adjusted earnings per diluted share in the range of $2.20 to $2.30. This guidance means that our teams will deliver the fourth consecutive quarter of around or above $600 million in revenue despite our capacity constraints. This is a great credit to our winning teams and their commitment to our customers.\nBased on the strong performance of the first quarter, we are focusing our full year 2022 guidance on the high end of the range that we provided in December. We now expect full year revenue growth in the range of 7% to 10%, and adjusted earnings per diluted share growth in the range of 14% to 18% over fiscal 2021. This growth is over a record fiscal 2021.\nOur financial results and expectations for growth reflect our differentiated precision technologies, customer-centric model and diversified end markets. Our leadership team is advancing the implementation of the Ascend strategy, which is establishing NBS Next as our growth framework, an entrepreneurial organization and a deep, diverse team to drive sustainable, profitable growth.\nAs always, I want to thank our customers, shareholders and the Nordson team for your continued support. With that, we will pause and take your questions."
  }
]