[
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/453eaedd36d6adcfa36e31aca4e035dd",
    "period": "2026 Q1",
    "content": "Q1 2026 Paychex Inc Earnings Call\n\nQ1 2026 Paychex Inc Earnings Call\n\nPAYXNASDAQSEP 30, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Paychex First Quarter Fiscal 2026 Earnings Call. Participating on the call today are John Gibson Gibson and Bob Schrader. [Operator Instructions]\nAs a reminder, this conference is being recorded, and your participation implies consent to our recording of this call. I would now like to turn the call over to Mr. Bob Schrader, Paychex Chief Financial Officer. Please go ahead, sir.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you for joining us to discuss Paychex First Quarter Fiscal 2026 results. This morning, we released our financial results for the quarter ended August 31, 2025. You can access our earnings release and presentation on our Investor Relations website. We plan to file our Form 10-Q with the SEC within the next couple of days. This conference call is being webcast live and will be available for replay on our Investor Relations portal.\nToday's call includes forward-looking statements that refer to future events and involve some risk. We encourage you to review our filings with the SEC for additional information on factors that could cause actual results to differ from our current expectations. We will also reference non-GAAP financial measures. A description of these items along with a reconciliation of non-GAAP measures can be found in our earnings release.\nI would now like to turn the call over to John Gibson, Paychex President and CEO.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThanks, Bob. I will start by sharing our first quarter business highlights, and then Bob will come back and discuss our financial results and outlook. And then, of course, we'll open it up for your questions.\nWe are off to a strong start in fiscal year '26, delivering robust 17% revenue growth and solid adjusted diluted earnings per share growth of 5% in the first quarter. This performance reflects continued progress integrating Paycor and sustained demand for our HCM solutions amid a resilient small business environment. We remain pleased with the progress of the Paycor integration, we are on track to achieve targeted Paycor revenue synergies and exceed our initial cost synergy expectations.\nOur fiscal year '26 cost synergy target remained approximately $90 million. We are pursuing additional synergies beyond this target while retaining our flexibility to reinvest those gains for additional growth and innovation investments. Bringing the 2 companies together provides us a broader set of technology solutions and service models and retain business.\n[Audio Gap]\nBuilding on the momentum from Paycor, another quarter stone of our growth strategy is our long-standing relationships with channel partners, brokers, CPAs and banks are important referral sources for new business for us and have been for decades. The Partner Plus program for brokers continues to be received well with broker enrollment nearly doubling since our last earnings call in June. We believe this momentum provides a strong foundation to retain and expand this vital referral channel.\nThe program centers on helping brokers maximize client impact, grow their book of business and deliver exceptional service and advisory support. We remain confident our partner program is the best in the industry and we recently launched new marketing campaigns to further expand awareness and growth.\nBuilding on our long-standing partnership with the CPA community, we launched our new CPA Partner Pro portal in the quarter. We recently introduced another powerful Paychex Flex solution supporting small and midsized businesses and their CPAs. Bill Pay powered by Bill is our new financial management solution designed to simplify payments for SMBs. Bill Pay integrates payroll, HR and accounts payable into a seamless experience providing small business owners real-time financial clarity to make smarter and faster decisions.\nAdditionally, Bill Pay will enhance CPA's ability to support their clients by integrating critical payment and HR functions to deliver even more valuable insights. We plan to expand Bill Pay to include accounts receivable and roll that out in our additional platforms in the future.\nContinuing our track record of innovation, Paychex lead the digital and AI-driven transformation of the human capital management. We deliver pragmatic AI solutions that drive measurable value for our clients and our business. I'm excited to share several recent advancements that demonstrate how we are harnessing AI internally and externally to enhance client experiences, boost operational efficiency and we believe position Paychex for sustained growth. We recently expanded AI Insights, our generative AI assistant for workforce questions to serve our PEO clients in addition to our HCM clients. This AI-powered tool provides instant natural language insights on pay, equity, turnover, hiring trends and labor costs. Through an intuitive chat interface, users can query complex HR metrics drill down in the detailed analytics and follow-up questions to uncover deep insights and predictive trends. In June, we launched our degenerative AI-powered HR guidance tool developed using HR insights drawn from our nearly 40 million client interactions each year. This internal AI-enabled tool empowers our HR experts to deliver efficient, effective responses to client queries and provide enhanced client support. In addition, we have deployed AI tools across our organization, empowering our teams to focus on higher-value work while enhancing quality, efficiency and innovation.\nFor example, AI is augmenting our software engineering group by automating tasks, improving code quality and allowing us to accelerate our development. We are also piloting a genic AI solutions this quarter to transform some of our higher-volume inbound client task across multiple channels. These AI agents autonomously manage routine client interaction, enhancing operational efficiency and elevating the client experience, all while freeing up our service providers to focus on high-value advisory and support to our customers.\nOur PEO business continues to also perform well with another strong quarter of strong demand and retention performance, leading to mid-single-digit worksite employee growth. We remain bullish on PO due to our scale, capabilities and the growth opportunities we see. The PEO model empowers small businesses to offer benefits comparable to Fortune 500 companies, addressing one of the top challenges of attracting and retaining talent.\nTurning to the macro environment. small businesses remain resilient. Our small business employment watch shows stable employment and moderating wage inflation and has over the past year with no signs of recession. Since our last call, we've seen great clarity on key issues such as tariffs, taxes and inflation. With the tax bill in place and Fed rate cuts done, we believe this will support renewed business confidence. This clarity should encourage business owners, particularly those previously adopting a wait-and-see approach to make more informed strategic decisions, potentially boosting investment and hiring.\nLastly, I'm proud of the hard work demonstrated by our employees. Despite an ever-evolving external environment and the integration of our largest acquisition in the company's history, the team has remained focused on our clients and our purpose. Their dedication and efforts have been recognized once again this time by Newsweek, which named Paychex one of the America's greatest companies and most admired workplaces. Our people and our culture remain a key differentiator underscoring the vital role our employees play in driving our sustained success.\nI will now turn it over to Bob to provide an update on our financial results and outlook. Bob?\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you, John. I'll start with a summary of our first quarter financial results and then share an update on our outlook for fiscal 2026.\nLet me begin by sharing our first quarter results. Total revenue increased 17% over the prior year to $1.5 billion. Management Solutions revenue increased 21% to $1.2 billion primarily due to the addition of Paycor as well as higher revenue per client, driven by price realization and increased product penetration. Paycor contributed approximately 17% to Management Solutions revenue growth year-over-year.\nPEO and Insurance Solutions revenue increased 3% to $329 million, primarily driven by solid growth in the number of average PEO worksite employees. Outside of the at-risk plan headwinds, PEO continues to perform well. Interest on funds held for clients increased 27% to $48 million due to the inclusion of the Paycor balances. Total expenses increased 29% to $998 million, primarily driven by the Paycor acquisition.\nOperating income margins for the quarter were 35.2% and adjusted operating income margins were 40.7%. Diluted earnings per share decreased 10% to $1.06 per share our adjusted diluted earnings per share for the quarter increased 5% to $1.22. Our financial position remains strong with cash, restricted cash and total corporate investments of $1.7 billion and total borrowings of approximately $5 billion as of August 31, 2025.\nCash flow from operations was [ $718 ] million for the first quarter, primarily driven by net income. We returned $549 million to shareholders during the quarter in the form of cash dividends and share repurchases. Our 12-month rolling return on equity remains robust at 40%.\nLet me now turn to our updated guidance for the year, which assumes the current macro environment. We are reaffirming our fiscal 2026 outlook with the exception of our earnings expectation, which we are raising. Total revenue is still expected to grow between 16.5% and 18.5% and as we previously noted, we would expect revenue synergies to contribute 30 to 50 basis points of growth in fiscal 2026.\nManagement Solutions is expected to grow in the range of 20% to 22%. PEO and Insurance Solutions is expected to grow in the range of 6% to 8%. And as previously noted, we expect revenue to accelerate in the back half of the year as we anniversary the at-risk revenue growth headwinds we experienced last fiscal year.\nInterest on funds held for clients is still expected to be in the range of $190 million to $200 million. Adjusted operating income margin is expected to be approximately 43%. Our effective income tax rate is expected to be in the range of 24% to 25%. And as I mentioned, we are now raising our earnings expectations with adjusted diluted earnings per share now expected to grow between 9% and 11%, up from 8.5% to 10.5% that we shared with you last quarter.\nI'll provide you a little bit of color for the second quarter. We would anticipate total revenue growth to be approximately 18% in Q2 with an adjusted operating margin of approximately 41%. And of course, this is based on our current assumptions, which are subject to change. And with that, I'll now turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Bob. And with that, we will now open up the call for your questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/95068effd9206cf898dabc298e0c249a",
    "period": "2025 Q4",
    "content": "Q4 2025 Paychex Inc Earnings Call\n\nQ4 2025 Paychex Inc Earnings Call\n\nPAYXNASDAQJUN 25, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Paychex Fourth Quarter Fiscal 2025 Earnings Call. Participating on the call today are John Gibson and Bob Schrader. [Operator Instructions] As a reminder, this conference is recorded, and your participation implies consent to our recording of this call. I would now like to turn the call over to Bob Schrader, Paychex' Chief Financial Officer.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you for joining us to discuss Paychex fourth quarter and fiscal year 2025 performance. This morning, we released our financial results for the quarter ended May 31, 2025. You can access our earnings release and presentation on our Investor Relations website. We anticipate our Form 10-K will be filed with the SEC before the end of July.\nThis teleconference is being webcast and will be archived on our website for approximately 90 days. Today's call includes forward-looking statements that refer to future events and involve some risks. We encourage you to review our filings with the SEC for additional information on factors that could cause actual results to differ from our current expectations. We will also reference non-GAAP financial measures. A description of these items along with the reconciliation of the non-GAAP measures can be found in our earnings release.\nI would now like to turn the call over to John Gibson, Paychex President and CEO.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThanks, Bob. I will start the call today by sharing key business highlights for the fourth quarter and fiscal year, and then Bob will discuss our financial results and outlook. We will then, of course, open it up for your questions. Given that the Paycor acquisition has closed and we have completed key integration activities to bring the 2 companies together we are now operating as 1 paycheck and not 2 different companies.\nOur comments today will reflect that fact. HX demonstrated solid performance this year against our strategic objectives, underscoring our unique ability to effectively navigate dynamic market conditions while continuing to enhance our customer experience and market position and also maintain our industry-leading operating margins. We delivered 10% revenue growth in the fourth quarter, reflecting continued execution across the business and the addition of Paycor.\nFor full fiscal year 2025, we achieved 6% revenue growth and 6% growth in adjusted diluted earnings per share. We also delivered 60 basis points of adjusted operating income margin expansion in the face of significant ERTC headwinds. Our client retention rates increased year-over-year, underscoring the compelling value we provide as a trusted partner in our clients' growth and success. We grew the number of clients we serve to approximately 800,000 and increased the number of HR outsourcing worksite employees to 2.5 million this year.\nWe have made significant progress on the Paycor acquisition surpassing our expectations and setting a strong foundation for future success. Based upon our early progress on the integration and our increased understanding of the opportunities we have gained since closing. We are raising our cost synergy expectations to approximately $90 million in fiscal year '26. The actions we have already taken give us high confidence in achieving the synergies. In addition, we have identified a list of additional synergy opportunities that we are actively pursuing.\nWe also believe that there are additional opportunities to invest for future growth. and we will strategically accelerate those investments as the year progresses. We previously outlined to you the business unit structure, leadership continuity and retention of key pay core talent to mitigate integration risk. Customers are continuing to utilize their existing platform, minimizing the disruption to our client base.\nOur retention remains strong and the reception to the combined offerings has exceeded our expectations in their early days. I'll share some of the recent integration accomplishments and focus areas for fiscal year '26. During the quarter, we defined how our HCM platforms will generally serve our market segments moving forward. Paychex Flex will focus on companies with up to 99 employees, and the Paycor platform will target the upmarket enterprise segment above 100 employees.\nSurePayroll will continue to serve the small business do-it-yourself marketplace. This approach provides the market with the most comprehensive, flexible and innovative HCM solutions for organizations of all sizes and needs. We also completed a comprehensive territory assessment and reassignment review across the sales teams that aligns to these market segments.\nWe have expanded and optimized our sales coverage nationwide in the fourth quarter. Sales representatives who transition territories received comprehensive training on the complete suite of HCM solutions they can now offer. We are encouraged by how sales hiring, retention and tenure developments are trending going into the fiscal year.\nWhile all of these changes did create some internal disruption and took many of our sales resources out of the field for a portion of the fourth quarter, we believe now is the time to make these changes to best position us to win in the marketplace. With newly trained sales reps on our broad set of capabilities and solutions, realigned territories and a fully staffed sales team, we believe we are well positioned entering the new fiscal year. While we have made significant strides in integrating the teams, optimizing our go-to-market approach and capturing cost synergies, we're most enthusiastic about the opportunities for revenue synergies.\nWhile we expect to realize revenue synergies over the next several years, I'm pleased we have already secured our first Paycor customers on our ASO MPO and are seeing promising growth in our pipeline. Notably, the PO cell was referred by a Paycor broker, and this was even before we officially launched the product into the client base. We continue to believe the biggest opportunity is the cross-sell of Paychex retirement ASO and PEO solutions into the Paycor base of more than 50,000 clients.\nWe also believe there are opportunities to take core capabilities into the Paychex client base in the years ahead. We are pleased at how quickly our teams were able to complete the bulk of the backing integrations required to cross-sell into Paycor's base and realize these revenue synergies. We also remain excited about Paycor's embedded solution, which enables seamless integration of our payroll and HR technology stack into our partners' platforms. With thousands of potential partners, we are early in executing against this revenue opportunity and are actively scaling and investing in it.\nWe believe the synergies between the companies, coupled with our mutual focus on innovation and customer-centric solutions position us to continue to deliver strong returns and drive long-term shareholder return. A core component of our go-to-market strategy involves cultivating long-standing relationships with channel partners such as brokers, CPAs and banks just to name a few. More than half of our new business originates from channel partner referrals.\nFollowing the acquisitions, we introduced the Paychex Partner Program to brokers to foster relationships and drive mutual growth. Together, we now have a broader suite of solutions to offer brokers, which can supplement their offerings to clients and the Partners Program provides a structured framework designed to safeguard mutual clients from competing products.\nTo date, over 1,000 brokers are enrolled in a program and we are hearing positive feedback, which we believe indicates a strong foundation for retaining and expanding this important referral channel. The share of Paycor field bookings referred by brokers increased this past fiscal year. We are also actively gathering feedback from brokers, CPAs and banks to enhance our loyalty programs. designed to ensure we maintain the strongest partner program in the HCM industry. We also recently launched Paychex Partner Pro platform, a new portal designed to provide accountants quick access to critical data reporting and insights for their clients using Paychex Flex.\nThis innovative platform transforms how CPAs manage their portfolios by providing a centralized hub for accessing client payrolls and HR data resolving issues and identifying missing information. This is empowering them to really operate with greater efficiency and proactively serve their clients. Our PEO business continues to also perform well, achieving solid worksite employee growth this quarter. Similar to what we shared with you last quarter, while the PEO business remains strong and participant levels in our health plans across the country continue to increase, enrollment in our Florida at-risk medical plan did decrease year-over-year. We also continue to see a trend among employees opting for lower cost health plans to offset the rising health care costs.\nWhile these factors continue to pose a pass-through revenue headwind they do not impact our earnings or our PEO value proposition. One of the benefits of the PEO model is that it empowers small businesses to truly punch above their weight and offer benefits comparable to those of Fortune 500 companies. This enables them to attract and retain top talent in today's still very competitive labor market. We remain bullish on the PEO space given our scale and capability in this segment and just how greenfield the opportunity remains, both inside and outside of our client base. Now turning to the macro environment. We are observing a mix of both optimism and uncertainty within the market and our client base. Many businesses are frozen as they wait for more clarity about a number of macro issues such as tariffs, inflation and taxes.\nThe hard data continues to indicate that small businesses remain fundamentally healthy despite the headlines. Our small business employment watch revealed stable employment levels with moderation in hourly wage inflation in the recent months. Our data does not currently show any signs of recession. We also see our interactions in the market that the uncertainty is prompting businesses to exercise caution when making decisions and being cautious about how much they are spending on products and services. We have also seen an increase in bankruptcies and financial distress in the micro end of the market and in our client base in the fourth quarter.\nMany businesses, I think, on the edge of failure may have decided not to fight that new headwinds they see in front of them. We also saw losses due to increases in business combinations and mergers increase more than typical. Both are signs of businesses making strategic decisions based upon their view of the current and future environment. We will continue to monitor the hard data and trends in the market and take the appropriate steps to position Paychex to win in any market conditions.\nWe will also continue to take the actions needed to protect our long-standing track record of financial strength even in challenging times. I am proud of what the entire team at Paychex and Paycor have accomplished together. I would like to thank our dedicated employees for their hard work and contribution in achieving these many successes. They have accomplished a lot in a very short period of time. There has been a lot of change internally and externally to navigate and they have shown their dedication and real resiliency to deliver for our clients and for paycheck, and I'm internally grateful for that. We are truly better and stronger together as 1 paycheck and we believe we are better positioned than ever before to deliver on the future of HCM and health businesses succeed. I'll now turn it over to Bob to provide an update on our financial results and our outlook. Bob?\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you, John. I'll start with a summary of our fourth quarter and full year financial results, and then I'll share our outlook for fiscal '26.\nStarting with Q4. Total revenue for the quarter increased 10% to $1.4 billion. Excluding Paycor, total revenue increased 3%. Management Solutions revenue increased 12% to $1 billion for the quarter driven primarily by the addition of Paycor as well as higher revenue per client from price realization and product penetration.\nExcluding Paycor, Management Solutions increased 3% in the quarter. PEO and Insurance Solutions revenue increased 4% to $340 million for the quarter, driven primarily by solid growth in the number of average PEO worksite employees. Outside of the at-risk plan headwinds that John discussed, PEO continues to perform well. Interest on funds held for clients increased 18% to [ $45 ] million for the quarter, primarily driven by the inclusion of Paycor balances.\nExcluding Paycor, interest on funds held for clients increased 3%. Total expenses for the quarter, excluding the acquisition of Paycorp and the prior year cost optimization initiatives increased 1%. Operating income margins for the quarter were 30.2% and adjusted operating income margins for the quarter were 40.4%, an increase of approximately 20 basis points driven by increased productivity and cost discipline offset by the Paycor acquisition. Excluding Paycor, adjusted operating income margins expanded by approximately 110 basis points. Diluted earnings per share decreased 22% to $0.82 per share and adjusted diluted earnings per share increased 6% to $1.19 in the fourth quarter.\nNow let me turn to our results for the full year fiscal 2025. Total revenue grew 6% to $5.6 billion. Management Solutions revenue increased 5% to $4.1 billion. PEO and Insurance Solutions increased 6% to $1.3 billion, and interest on funds held for clients increased 10% to $162 million. Total expenses for the year, excluding the acquisition of Paycorp increased 1%. Operating margins were 39.6%, and that's on a GAAP basis.\nAdjusted operating margins were 42.5% and as the best operators in the business, we are constantly seeking ways to enhance operational efficiency. In fiscal year 2025, we expanded adjusted operating income margins by approximately 250 basis points, excluding the impact of Paycor and the ERTC headwinds. Diluted earnings per share decreased 2% to $4.58 a share and adjusted diluted earnings per share increased 6% to $4.98 a share. We continue to exceed the Rule of 50, demonstrating our ability to achieve consistent revenue growth with industry-leading profitability.\nNow let me turn to our -- an overview of our financial position. Our financial position remains strong with cash, restricted cash and total corporate investments of $1.7 billion and total borrowings now of approximately $5 billion as of May 31, 2025. Cash flow from operations was $2 billion for the fiscal year, primarily driven by net income. We returned over $1.5 billion to shareholders during the fiscal year in the form of cash dividends and share repurchases, and our annual return on equity remains robust at 42%.\nAs we look ahead to our fiscal 2026 outlook, we assume the current fluid macro environment will persist, we believe we are better positioned than ever before to win in the digital and AI-driven era of human capital management. Our solutions are mission-critical, and we have ample opportunity to continue driving sustainable growth and enhance operational efficiency.\nTotal revenue for fiscal '26 is expected to grow in the range of 16.5% to 18.5%. We expect the recent Paycor acquisition to contribute approximately 12 to 13 points of that growth. As previously mentioned, we expect revenue synergies to build over the next several years. And in fiscal '26, we expect revenue synergies to contribute 30 to 50 basis points of that growth that I just gave you.\nManagement Solutions is expected to grow in the range of 20% to 22%. PEO and Insurance Solutions is expected to grow in the range of 6% to 8% and we would expect revenue to accelerate in the back half of the year for PEO and insurance as we begin to anniversary the at-risk revenue growth headwinds we experienced in the back half of this fiscal year. Interest on funds held for clients is expected to be in the range of $190 million to $200 million, which includes the benefit of approximately $1.1 billion of client fund balances from Paycor. These funds are now being managed by the Paychex team and are part of the Paychex portfolio. Adjusted operating income margin is expected to be approximately 43% and our effective income tax rate is expected to be in the range of 24% to 25% and adjusted diluted earnings per share for next year is expected to grow in the range of 8.5% to 10.5%.\nLet me turn to the first quarter. We would anticipate total revenue growth in the first quarter to be between 16% and 17% and adjusted operating income margin to be between 40% and 41%. And of course, all that is based on our current assumptions, which are subject to change. And with that, I'll now turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Bob. We will now open the call for questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/248e7b971a23f994865eca1d582ca842",
    "period": "2025 Q3",
    "content": "Q3 2025 Paychex Inc Earnings Call\n\nQ3 2025 Paychex Inc Earnings Call\n\nPAYXNASDAQMAR 26, 9:30 AM\n\nOperator\n\nGood morning, and welcome to the Third Quarter Fiscal 2025 Paychex Earnings Conference Call. Participating on the call today are John Gibson and Bob Schrader.\n[Operator Instructions]\nAs a reminder, this conference is being recorded, and your participation implies consent to our recording of this call. If you do not agree to these terms, please disconnect at this time. I would now like to turn the call over to Bob Schrader, Chief Financial Officer. Please go ahead.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you for joining us for our review of Paychex's third quarter 2025 financial results. Joining me today is John Gibson, our Chief Executive Officer. This morning, before the market opened, we released our financial results for the quarter ended February 28, 2025. You can access our earnings release and investor presentation on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next couple of days. This teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days.\nToday's call will contain forward-looking statements that refer to future events and involve some risk. We encourage you to review our filings with the SEC for additional information on factors that could cause actual results to differ from our current expectations. We will also reference non-GAAP financial measures. A description of these items along with a reconciliation of non-GAAP measures can be found in our earnings release. I will now turn the call over to our CEO, John Gibson.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThanks, Bob. I'll start the call today with an update on our business highlights for the third quarter. Then I'll turn it back over to Bob for the financial update. And then, of course, we'll open it up for your questions. This is an exciting quarter for Paychex. As we enter the digitally an AI-driven era of human capital management, we believe the combination of our positive underlying momentum and the pending acquisition of Paycorp position us well for continued success.\nTotal revenue growth was 5% in the third quarter, excluding the impact of the discontinued ERTC program, revenue growth was 6%, driven by the strength of our industry-leading HCM solutions. Diluted earnings per share increased 4% and adjusted diluted earnings per share grew 8% during the quarter. Our investments in automation and technology are boosting efficiency across the company, resulting in a strong 180 basis point increase in adjusted operating margins compared to the prior year. During the third quarter, we announced that we entered into a definitive agreement to acquire Paycor, a leading provider of HCM, payroll and talent software. The waiting period under HSR expired on February 21. After other customary closing conditions are met, we look forward to welcoming Paycor to the Paychex family in the coming weeks.\nOur companies are highly complementary, and our dedicated employees share a common set of values, most importantly, a strong customer orientation and a relentless focus on providing innovative solutions to real-world challenges. Our expected nearly 800,000 customers combined will benefit from having access to the most comprehensive HCM portfolio from the most trusted provider of technology and expertise in the industry. We believe the acquisition of Paycor will strengthen our competitive position upmarket while giving us the ability to offer Paychex robust set of HR and employee solutions to Paycor's approximately 50,000 customers and their 2.7 million employees. We are optimistic about what we can achieve together by leveraging the best of both of our current and future offerings.\nWe are working diligently towards a closing of the Paycor acquisition in the coming weeks, and we have already made several important decisions related to the integration. We are planning to operate Paycor as a stand-alone business unit. Adam Ante, Paycor's current CFO, will be joining Paychex as Senior Vice President of Baycorp and Ryan Bergstrom Picor's current Chief Product Officer, is also joining Paychex to become the new Chief Product Officer of Paychex. We are excited to welcome both Adam and Ryan to the Paychex executive team. Paycor and Paychex customers will remain on the platforms they're currently using and continue to receive support through their existing service team relationships. They will shortly gain access to the most comprehensive, flexible and innovative set of HCM technology and advisory solutions in the industry.\nWith our SurePayroll, Paychex, Flex Paychex HR advisory solutions and now Paycor capabilities, we have solutions to meet the diverse needs of businesses of all sizes. We are making great progress on the acquisition and on integration planning. The work we have done since announcing the transaction has increased our confidence in achieving the cost synergies and we now expect synergies over the $80 million that we shared with you in January. Given this, we now expect the acquisition to be accretive to our adjusted earnings per share next fiscal year. The third quarter was successful as we continue to improve our customer experience and value proposition. Client redemption has improved over last year's solid performance and retention in our HR outsourcing solutions remain near record levels. Client losses are down across all employee size segments.\nOur revenue retention improved over last year and remain above pre-pandemic levels as we continue to focus on acquiring and retaining high-value clients. Our strong retention rates attest to our compelling value proposition which was validated by a recent Wall Street Journal ranking of the best managed companies, in which Paychex achieved the second highest increase in customer satisfaction out of all 250 companies on the list. Similar to what we shared with you last quarter, while the PO business remains strong and participant levels in our health plans across the country continue to increase, enrollment in our specialty Florida at-risk medical plan decreased year-over-year. We also continue to see more employees opting for lower cost health plans to offset rising health care costs. These factors continue to present a pass-through revenue headwind but have no impact to our earnings or the value proposition of the PEO model.\nWe also continue to drive innovation in the quarter, and I'm proud to announce that we were just named one of Fortune's most innovative companies for the third consecutive year. This is truly a validation of our strategy to become the digitally driven HR leader. As an example of how we are driving innovation in AI, we recently built a Gen AI-powered HR co-pilot tool that covers the HR questions most frequently asked by our clients. The tool was developed from our proprietary data sourced from the hundreds of thousands of conversations our HR professionals have with our clients every year. The HR CoPilot tool, will enable our HR professionals to leverage the collective knowledge base we have built over the years to drive both efficient and effective answers to our clients' concerns. The testing phase for this new tool is nearly complete, and we are on track to launch it at the start of our next fiscal year.\nWe are committed to helping our clients leverage the power of new technologies and specifically AI. Another example of our innovation and employee solutions is Paychex perks, an award-winning digital marketplace that offers our clients employees access to affordable benefit and discounted products and services from third-party providers. Perks is available at no cost to the employer, and payments are processed automatically through payroll deduction. Since we launched this product in September over 180,000 client employees have purchased at least one product offered in the marketplace. While I'm extremely proud of all the innovation and all the hard and great work of our employees and what they do each and every day to make Paychex successful. I'm even more proud of how they do it by living our company's values and finding ways at the same time to impact the communities in which we serve and live.\nI am pleased to report that Paychex was recently named one of the world's most ethical companies for the 17th time by Ethisphere, 1 of only 3 companies in the world to achieve this distinction. Congratulations to the team. Turning to the macro environment. The pace of U.S. job growth has moderated from the robust levels observed coming out of the pandemic but has been relatively stable during the past year and in line with historical averages. Our customer employment levels were a little softer than expected in the third quarter and likely impacted by weather-related challenges and devastating fires in California, as well as lower bonus checks than last year and our expectations. Year-to-date, our checks per client have been flat compared to the prior year, suggesting relatively stable U.S. labor market conditions. And as I look back on it, we have accomplished a lot in the third quarter, both in terms of day-to-day execution and driving our strategy forward, including our preparations to add Paycor to the Paychex [indiscernible] companies in the coming weeks.\nAs I said earlier, this is an exciting quarter for Paychex. We exit the third quarter of this fiscal year better positioned than ever in the company's history to deliver on our purpose, and that is to help businesses of all sizes succeed. I'll now turn it over to Bob to give us a brief update on our financial results for the quarter.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you, John, and good morning, everyone. I will start with a summary of our third quarter financial results and then provide an update on our fiscal 2025 outlook. Total revenue for the quarter increased 5% to $1.5 billion. This includes the headwind from the expiration of ERTC program that we have called out for the past several quarters. Excluding this headwind, total revenue grew 6% and as you guys can all imagine, I'm very happy to say that we have now anniversaried the end of RTC, and this will be the last call that I will have to talk about the quarterly impact of RTC.\nManagement Solutions revenue increased 5% to $1.1 billion, this was driven primarily by growth in the number of clients served across our suite of HCM solutions and client worksite employees for HR solutions as well as higher revenue per client resulting from price realization, and product penetration partially offset by the lower ERTC revenues. PEO and Insurance Solutions revenue increased 6% to $365 million, driven primarily by growth in the number of average worksite employees and an increase in PEO insurance revenues. Interest on funds held for clients decreased 2% to $43 million, primarily due to lower average interest rates. Total expenses, excluding onetime costs related to the pending Paycor acquisition, increased 1% to $801 million, continued investments in product, technology and data and AI were offset by productivity and efficiency gains realized from these investments.\nOperating income grew 6% to $692 million with an operating margin of 45.8%. As a reminder, operating income was also impacted by the expiration of the ERTC program. Adjusted operating margins for the quarter were 46.9%. As John mentioned, this represents an increase of approximately 180 basis points due to increased productivity and cost discipline. Diluted earnings per share increased 4% to $1.43 per share and adjusted diluted earnings per share increased 8% to $1.49 in the third quarter. I will now quickly touch on the results for the year-to-date period. Total revenue grew 4% to $4.1 billion. Management Solutions revenue increased 3% to $3 billion. PEO and Insurance Solutions increased 7% to $1 billion, and interest on funds held for clients increased 8% to $117 million. Total expenses year-to-date grew 3% to $2.4 billion. Operating margins expanded approximately 40 basis points to 42.9%, and our adjusted operating margins year-to-date increased approximately 80 basis points to 43.3%.\nDiluted earnings per share increased 4% to $3.76 a share adjusted diluted earnings per share increased 5% to $3.79 a share. Our financial position remains strong with cash, restricted cash and total corporate investments of $1.7 billion and total borrowings of approximately $817 million as of February 28, 2025. Cash flow from operations was $1.6 billion in the first 3 quarters of the year, driven by net income and reflects changes in working capital influenced by timing. We returned a total of $1.2 billion to shareholders during the first 3 quarters in the form of cash dividends and share repurchases, and our 12-month rolling return on equity remained robust at 45%. I will now turn to our guidance for the fiscal year ended May 31, 2025. This outlook assumes a continuation of the current macro environment and exclude the anticipated impact from our pending acquisition of Paycor, which is expected to close in the coming weeks.\nOur current outlook is as follows: Total revenue is still expected to grow in the range of 4% to 5.5%. We do now expect that it will be at the low end of the range, primarily due to the continued headwinds from our pass-through insurance revenues and as a reminder, this range includes approximately 200 basis points of headwind from the expiration of the ERTC program last year. Management Solutions is still expected to grow in the range of 3% to 4%. PO and Insurance Solutions is now expected to grow in the range of 6% to 6.5% due to the factors that we referenced earlier, we previously had guided to the lower end of the range of 7% to 9%. Interest on funds held for clients is expected to be in the range of $145 million to $155 million. Adjusted other income net is expected to be income in the range of $30 million to $35 million, and adjusted operating income margin is now expected to be approximately 43%. We had previously guided to the high end of the range of 42% to 43%.\nOur effective income tax rate is expected to be in the range of 24% to 25%, and adjusted diluted earnings per share is still expected to grow in the range of 5% to 7%. As John mentioned earlier, we are making great progress on the acquisition, which has increased our conviction on the near-term expense synergies. And given this, we would now expect the acquisition to be accretive to our adjusted diluted earnings per share next fiscal year. With the anticipated closing in the coming weeks, we would also like to provide an update on the expected financial impact to this fiscal year. Including Paycor, we expect revenue growth of 10% to 12% in the fourth quarter and the impact from the acquisition to adjusted EPS would be neutral. Of course, all of this is based on our current assumptions, which are subject to change, and we will update you again on the fourth quarter call. I will refer you to our investor slides on our website for additional information. And with that, I will now turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Bob. Madison, we will now open the call to questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5456f728a78d8760275f6738efaab428",
    "period": "2025 Q2",
    "content": "Q2 2025 Paychex Inc Earnings Call\n\nQ2 2025 Paychex Inc Earnings Call\n\nPAYXNASDAQDEC 19, 9:30 AM\n\nOperator\n\nGood morning, and welcome to the Second Quarter Fiscal 2025 Paychex Earnings Conference Call. Participating on the call today are John Gibson and Bob Schrader. [Operator Instructions] As a reminder, this conference is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time.\nI would now like to turn the call over to Bob Schrader, Chief Financial Officer. Please go ahead.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThank you for joining us for our review of the Paychex Second Quarter 2025 Financial Results. Joining me today is John Gibson, our Chief Executive Officer. This morning, before the market opened, we released our financial results for the quarter ended November 30, 2024. You can access our earnings release and investor presentation on the SEC's website as well as on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next couple of days. This teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days.\nToday's call will contain forward-looking statements that refer to future events and involve some risks. We encourage you to review our filings with the SEC for additional information on factors that could cause actual results to differ from our current expectations. We will also reference some non-GAAP financial measures A description of these items along with the reconciliation of the non-GAAP measures can be found in our earnings release.\nI will now turn the call over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThanks, Bob. I will start today's call with an update on the business highlights for the second quarter and then I'll turn it back to Bob for a financial update and then, of course, we'll open it up for your questions. We delivered solid results in the second quarter and the first half of the fiscal year. Excluding the impact of the expiration of the ERTC program, revenue growth was 7% in the second quarter as we continue to deliver a comprehensive suite of HCM solutions that help businesses solve real problems. Diluted earnings per share growth was 6% as we continually find ways to operate the company more efficiently while also enhancing the value proposition that we offer our customers.\nThe demand for our HR technology and advisory solutions remains healthy, as we head into the key selling season. A challenging labor market and rising health care and benefits costs are forcing many small businesses to reevaluate their HR strategies and technology needs and they can rely on Paychex to help them succeed. Our sales activities and pipelines are strong, most notably in our PO and middle market HCM businesses. Where we have invested, as you know, to take advantage of the growth opportunities we see in these attractive markets and where we believe our breadth of solutions provide us with a competitive advantage. We're fully staffed across our sales and service teams for this critical time of year.\nWe are also investing in advertising to drive improved awareness and adoption of our expanded product offerings. Our PO business continues to perform exceptionally well driven by our robust value proposition as evidenced by solid worksite employee growth due to strong sales performance, record levels of retention and higher overall insurance enrollment. While the underlying business is strong and our attachment and participation levels in our health plans across the country increased mid-single digits. Enrollment in our Florida at-risk medical plan was flat year-over-year. We also saw more employees opting for lower cost health plans in light of rising health care costs. These factors create a headwind to our pass-through revenue, but had no impact to our earnings or the strength of our PO value proposition.\nOur revenue retention improved during the past year and remains above pre-pandemic levels as we continue to remain disciplined on acquiring and retaining high-value clients. Client retention has improved since last year, and retention in our HR outsourcing solutions remain near record levels. Client losses are down over the past year, with improvements across all our employee size segments. Our continued strong retention in a highly competitive marketplace speaks to the hard work and execution of our service teams and the strength of our value proposition. The pace of U.S. job growth has moderated over the past year, and overall, customer employment levels have remained consistent with our expectations.\nSmall and midsize businesses remain resilient and are generally optimistic as we head into a new year with hiring intentions in November rebounding to the highest level since last November. We continue to make investment in our product suite to help our customers solve their biggest problems. In October, we announced the Paychex Recruiting CoPilot, a digitally AI-powered solution designed to help clients proactively find in a challenging labor market. Although it's still early, we are seeing momentum building for the product as we head into the busiest time of year for [indiscernible]. According to a recent NFIB survey, 55% of small businesses reported hiring or trying to hire in November, and 48% reported few or no qualified applicants for the acquisitions that they're trying to fill. This is something we're actively trying to address.\nWe recently expanded our HR analytics offering to provide our customers with deeper and more meaningful insights. With the addition of the Premium Plus offering that we announced last month, businesses of all sizes now have access to real current market data for compensation benchmarks to enable them to more effectively recruit, manage talent and develop growth strategies. Premium Plus also had a Generative AI assistant and a chat interface. We're pleased to report strong early adoption of our HR analytics solution, which we are planning to launch broadly to our PEO clients this month.\nThrough AI insights, we are using generative AI to provide our customers with access to robust data and meaningful insights through simple, easy-to-use interactions. Since launching the product in September, we've seen a significant increase in customer engagement. Over 80% of the early adopters have actively engaged with the platform, and we've seen AI-focused usage increased significantly in the past 3 months. As a reminder, Paychex had used AI technology for many years and we believe Gen AI offers a new set of opportunities for value creation, especially when paired with a large and high-quality data set. Paychex captures 14 billion data elements last year and we pay one in 12 private sector workers in the U.S., giving us one of the largest workforce data sets in the industry.\nOur vast and growing data set provides us with the ability to deliver actionable insights to customers and strengthens our competitive moat. Our clients can now leverage Paychex Flex Perks to compete for scarce talent more effectively. Perks is an award-winning digital marketplace that offers our clients and employees access to affordable benefits and discounted products and services from third-party providers. Perks is available at no cost to employers and payments are processed automatically through payroll deductions. Since we launched the product in September over 100,000 client employees have purchased at least one product offered in the marketplace.\nThe value proposition of our new product innovation is resonating with our customers and also with industry experts. The Paychex Flex Perks was awarded the Top HR Product of the Year Award by HR executive and also recently received a Binan-Hall excellence in HR Technology silver award. Paychex was also recently named a leader in payroll services by Nelson Hall for the eighth consecutive year. We were evaluated and placed in the Leader quadrant for our ability to deliver immediate client benefit and meet future client requirements.\nTo sum it up, we remain focused on our North Star and that simply is helping small and midsized businesses succeed. By offering the most comprehensive suite of HCM solutions, best-in-class advisory support and actionable insights going from our large proprietary data based upon our long history of helping businesses.\nI will now turn it over to Bob to give us a brief update on our financial results for the second quarter. Bob?\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nYes. Thanks, John, and good morning. I'll start with a summary of our second quarter financial results and then provide an update on our outlook for fiscal 2025. Total revenue for the quarter increased 5% to $1.3 billion. This includes the headwind from the expiration of the ERTC program of approximately 200 basis points, which is consistent with the expectation we shared with you last quarter. Excluding this headwind, as John mentioned, total revenue grew 7% in the quarter. Management Solutions revenue increased 3% to $963 million. This was primarily driven by growth in the number of clients served across our suite of HCM solutions as well as client employees for HR solutions and higher product penetration partially offset by lower ERTC revenues.\nPEO and Insurance Solutions revenue increased 7% to $318 million, driven primarily by higher average worksite employees and an increase in PEO insurance revenues. Interest on funds held for clients increased 15% to $36 million, primarily due to higher average interest rates and invested balances. Total expenses increased 4% to $779 million. This is due to higher PEO generate costs related to growth in our average work sell employees and PEO insurance revenues as well as continued investments in product innovation, debt in AI and our go-to-market initiatives. Operating income grew 6% to $538 million with operating margin of 40.9% which was up year-over-year approximately 60 basis points. And as a reminder, operating income is also impacted by the expiration of the ERTC program.\nExcluding that impact, operating margins would have expanded 180 basis points in the quarter compared to the prior year period. Diluted earnings per share and adjusted diluted earnings per share both increased 6% to $1.14 in the second quarter. Now let me quickly touch on the results for the first 6 months of the year. Total revenue grew 4% to $2.6 billion, which includes approximately 200 basis points of headwinds from ERTC as well as having one fewer processing days in the first quarter. Excluding these headwinds, total revenue grew 7% in the first half of the fiscal year. Management Solutions revenue increased 2% to $1.9 billion. PEO and Insurance Solutions increased 7% to $637 million and interest on funds held for clients increased 15% to $74 million.\nTotal expense growth for the first 6 months of the year was 3% to $1.6 billion, and operating margins expanded approximately 20 basis points to 41.2%. And again, this is despite the ERTC headwind that we had in the first half of the year. Diluted earnings per share increased 4% to $2.32 and adjusted diluted earnings per share increased 3% to $2.30 a share. Our financial position remains strong with cash, restricted cash and total corporate investments of $1.3 billion and total borrowings of approximately $817 million as of November 30, 2024. Cash flow from operations was $841 million for the first half of the year, driven by net income and reflects changes in working capital, influenced by the timing of our quarter end.\nThrough the first 6 months of the year, we returned a total of $810 million to our shareholders, through cash dividends and share repurchases, and our 12-month rolling return on equity remains robust at 46%.\nI'll now turn to our guidance for the fiscal year. This outlook assumes the continuation of the current macro environment. And I assume most of you have seen in the press release, we are not making any changes to the guidance. I will, however, provide color on the guidance ranges for 2 of the line items. Total revenue is still expected to grow in the range of 4% to 5.5% and as a reminder, this includes approximately 200 basis points of headwind from the expiration of RTC. Management Solutions is still expected to grow in the range of 3% to 4%. PEO and Insurance Solutions is expected to grow in the range of 7% to 9% due to some of the factors that John discussed earlier as it relates to our MPP enrollment in the state of Florida, we would now expect growth to be at the lower end of that range.\nInterest on funds held for clients is expected to be in the range of $135 million to $155 million and other income net is expected to be income in the range of $30 million to $35 million. Operating income margin is expected to be in the range of 42% to 43%. However, we would now expect that to be at the higher end of the range. And our effective tax rate is expected to be in the range of 24% to 25%, and earnings -- adjusted diluted earnings per share is still expected to grow in the range of 5% to 7%.\nTurning to the third quarter. We would anticipate total revenue growth to be in the range of 4.5% to 5%. This includes approximately 150 basis points of headwinds from the expiration of the ERTC program. This will be the last quarter of headwind as it relates to RTC. So I'm looking very much forward to anniversary-ing that as we get to the end of Q3. We would also expect our operating margin to be between 46% and 47%. I think as most of you know, Q3 is our largest operating margin quarter. That's due to the fact that that's when we have -- we benefit from our annual form filings. And of course, all of this is based on our current assumptions, which are subject to change and we'll update you again on the third quarter call. I'd also refer you to our Investor Relations website for more information in our investor slides.\nAnd with that, I will turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Bob. We will now open the call to questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/92f6bc00e729db00a193e0751e510d8e",
    "period": "2024 Q4",
    "content": "Q4 2024 Paychex Inc Earnings Call\n\nQ4 2024 Paychex Inc Earnings Call\n\nPAYXNASDAQJUN 26, 9:30 AM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter 2024 Paychex Earnings Conference Call. With us today are John Gibson and Bob Schrader. [Operator Instructions] As a reminder, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time.\nToday's commentary will contain forward-looking statements that refer to future events and therefore involve some risks. In addition, the company will periodically refer to non-GAAP measures such as adjusted operating income and adjusted diluted earnings per share. Please refer to the press release for further information.\nI would now like to turn the call over to John Gibson, Paychex President and CEO. Please go ahead.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you for joining us for our review of the Paychex Fourth Quarter and Fiscal Year 2024 fiscal results. Joining me today is Bob Schrader, our Chief Financial Officer.\nThis morning, before the market opened, we released our financial results for the fourth quarter and fiscal year ending May 31, 2024. You can access our earnings release and investor presentation on our Investor Relations website. Our Form 10-K will be filed with the SEC before the end of July. This teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days.\nI'll start the call today with an update on the business highlights for the fourth quarter and fiscal year. Bob will review our financial results for fiscal year '24 and outlook for fiscal year 2025. We'll then open it up for your questions.\nAs we close out the fiscal year, I am pleased to report that Paychex delivered solid financial results, reflecting our ability to navigate changing market conditions by providing both innovative HR technology and advisory solutions that continue to deliver value for our clients and their employees. And as the best operators in the business, we are continually finding ways to run our business more efficiently.\nFor fiscal 2024, we achieved 5% growth in total revenue and 11% growth in adjusted diluted earnings per share. These results are a testament to the hard work and dedication of our more than 16,000 employees and the investments we have made in our technology and advisory solutions.\nRevenue retention remains near record levels, and HR outsourcing worksite employee retention continued to improve and hit new record levels. We believe our sustained high revenue retention demonstrates that our value proposition is resonating in a competitive marketplace.\nOur client retention for fiscal year 2024 was in line with last year and pre-pandemic levels with our business losses back to pre-pandemic levels, but stable. We continue to see demand for our HR technology and advisory solutions. Our activity and pipelines remain strong, and in fact, increased year-over-year in the fourth quarter, but close rates were softer than historical norms and our expectations.\nSales results in some market segments faced headwinds in the quarter. In SMB, we made some adjustments to our go-to-market strategy and in our digital technology stack in the micro segment, which impacted our read and sales volumes. We believe the onetime issues, which we have addressed.\nIn the mid-market, we have seen some of the same pressures our competitors have mentioned with delays in decisions making and increased focus on cost. Our HR outsourcing, both ASO and PEO and our retirement business continue to perform well, and we believe the value proposition for those solutions remains strong. Breadth of our solutions, both technology and complete outsourcing advisory solutions, along with the market segments we serve provides us with the ability to pivot our sales and marketing investments as market conditions change to maximize the opportunity.\nSmall and midsized businesses continue to face a challenging operating environment due to complex regulations, a historic tight labor market and persistent inflationary pressures. Our small business employment watch has shown stabilization in job growth and continued downward pressure in hourly wages in the recent months. In fact, our May index poses the biggest 1 month into this year. We also saw improvements in hiring within our client base with both better client and worksite employee growth in the quarter after a few quarters of declines.\nAs we mentioned last quarter, our data and with clients reveal they are having a tough time finding qualified candidates. As an innovative leader in our industry, we took this as an opportunity to find a way to help these businesses by launching a new program starting in our PO called the Employer of Choice Playbook. This program combines our digital HR Technology analytics with our dedicated HR professionals to work directly with our clients to find, attract, hire and retain qualified employees. It starts with our digital recruiting and hiring technology, which provides most seamless integrations with the top job lines and automates the hiring process for the employer and provide a better candidate experience.\nOur PEO clients are to attract top talent by offering a Fortune 500 suite of employee wellness benefits as well. To help them retain employees, our HR professionals act with our clients to leverage our HR data analytics and we are identify at-risk employees, determine the times of turnover and implement strategies to engage and develop their people.\nWe are to offer a comprehensive solution to help our clients solve one of their biggest problems, hiring and retaining talented employees. We are planning more innovations in this area for all our market segments in the coming fiscal year.\nOur PEO business continue to gain momentum with excellent performance in fiscal year 2024. We finished the year with strong results in sales, retention and insurance enrollment. We have continued this back towards the PO offering, both inside and outside our client base. This mix shift has a long-term positive impact on lifetime value in our model, particularly as clients attach insurance benefit.\nOur Retirement Services business is another strong contributor in the fourth quarter with double-digit revenue growth. As the industry leader in plan recordkeeping in the U.S. with approximately $52 billion in assets under management, and over 120,000 clients, we are dedicated to helping small and midsized business sellers offer an affordable retirement solution for their employees.\nAccording to our own data, less than half of U.S. employers currently offer a retirement plan. We are committed to providing affordable solutions to the companies that will help them offer their employees the opportunity for a secure retirement. Legislation like the SECURE Act and SECURE Act 2.0, the introduction of pooled employer plans and state made mandates are helping to address the growing retirement process in the U.S., but there is still more to be -- We are committed to educating business owners and industry professionals on available programs, potential tax benefits and the cost-effective plans available to them and their employees by Paychex.\nAs you know, AI has been a hot topic in our industry and is something we have focused on for many years. Our AI initiatives and investments have been centered around enhancing our customer and identifying clients that are at risk, optimizing our pricing and discounting strategies and driving higher sales productivity through improved marketing and targeting efforts. Additionally, we are focused on harnessing the power of our asset data to drive more value for our customers and continue to drive greater operational efficiencies across the company.\nWe continue to gain recognition for the strength of our technology. For the fifth consecutive year, Paychex Flex, the company's cloud-based SaaS solution, earned an HR Tech award for best small business focused solution in the Core HR and workforce category from White House Research and Advisory. For the tenth time, Paychex was among the best important excellence in health and which affirms our long-standing commitment to our own employees.\nPaychex was also recently recognized by Forbes as one of the America's best importers for diversity. These recognitions and the many products and serve awards that we have received in the last year and over the decades break testament to the strength of our business model, our culture, and our commitment to invest in our business to deliver long-term value for our customers, investors.\nThis post-pandemic era, Paychex is uniquely positioned to help small and size businesses navigate the challenges they face in an ever-evolving world. And we believe our value proposition to these businesses remains compelling based on the breadth and quality of the solutions we can provide. We remain committed to our purpose to help businesses succeed, while making a positive impact on our clients, employees, communities and shareholders.\nI'll now turn it over to Bob to give us a brief update on our financials results for the fourth quarter and fiscal year. Bob?\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nYes. Thanks, John, and good morning, everyone. I'll start with a summary of our quarter and full year financial results in fiscal '25 outlook. Total revenue increased 5% to $1.3 billion in the fourth quarter, which reflects a lower contribution from our ERTC service, and this impacted revenue growth by approximately 300 basis points in the quarter.\nManagement Solutions revenue increased 3% to $930 million. This was driven primarily by growth in the number of clients served across our HCM solutions and increased product penetration, partially offset by lower ERTC revenue. PEO and Insurance Solutions revenue increased 9% to $327 million. This was primarily driven by higher average worksite employee and an increase in our PEO insurance revenues. Our PEO saw continued momentum in worksite employee growth and medical plan participant volumes during the fourth quarter.\nInterest on funds held for clients increased 54% to $38 million. This was primarily due to higher average interest rates and invested balances and lower realized losses on investment sales related to some repositioning of the portfolio that happened in the prior year period.\nDuring the fourth quarter, we did recognize a onetime charge of $39 million related to cost optimization initiatives. These initiatives include a reduction of our underutilized real estate, a reprioritization of our technology investments towards AI and headcount optimization. These measures, along with strong expense management during the year, will allow us to reallocate resources, invest in our strategic priorities as well as continue to deliver operating margin expansion for fiscal '25 despite the aspiration of the ERTC program.\nIncluding these charges, total expenses increased 5% to $813 million. Excluding these charges, total expenses were relatively flat for the fourth quarter as compared to the prior year period.\nOperating income increased 6% to $482 million with an operating margin of 37.2%. Adjusted operating income, which excludes the onetime costs recognized in the fourth quarter grew 15% to $521 million with an adjusted operating margin of 40.2%. This represents a 330 bps of margin expansion over the prior year period.\nDiluted earnings per share increased 8%, $1.05 per share, and adjusted diluted earnings per share increased 15% to $1.12 in the fourth quarter.\nNow I will quickly summarize our full year results. Revenue grew 5% to $5.3 billion and lower contribution from our ERTC service, and that impacted growth about 100 basis on a full year basis. Management Solutions revenue increased 4% to $3.9 billion. Insurance Solutions increased 8% to $1.3 billion. Interest on funds held for clients increased 47% to $146 million. Total expenses grew 4% to $3.1 billion. Excluding the onetime costs I discussed earlier, expense growth was approximately 3% for the year. Operating income increased 7% to $2.2 billion, and adjusted operating income increased 9% to $2.2 billion with a margin of 41.9% and that's an expansion of 130 basis points over the prior year period.\nDiluted earnings per share increased 9% to $4.67 per share and adjusted diluted earnings per share increased 11% to $4.72 per share. Our financial position remains strong at the end of the year with restricted cash and total corporate investments of $1.6 billion and total borrowings of approximately $817 million. Our cash flow from operations for the year was $1.9 billion, and that's up 11% from the prior year. That was driven primarily by higher net income and fluctuations in working capital.\nWe returned $1.5 billion to shareholders during the year, that included $0.3 billion of dividends and $169 million of share buybacks, and our 12-month line return on equity remains robust at 47%.\nI will now turn to our guidance for the fiscal year 2025. This outlook assumes the current macro environment, which has some level of uncertainty. Our current outlook is as follows: Total revenue is expected to grow in the range of 4% to 5.5%. If you take the midpoint of this range, that is consistent with the preliminary thinking we provided last quarter. And as a reminder, this includes approximately 200 basis points of headwind from the expiration of ERTC.\nAdjusted diluted earnings per share is expected to grow in the range of 5% to 7%. And the breakdown of some of the components, Management Solutions is expected to grow in the range of 3% to 4%. PEO and Insurance Solutions is expected to grow in the range of 7% to 9%. Interest on funds held for clients is expected to be in the range of $150 million to $160 million. Other income net is expected to be income in the range of $35 million to $40 million. Those last 2 metrics, both are impacted by short-term interest rates. We can talk more in the Q&A. But it is our expectation that the Fed begins to lower short-term interest rates as we get into the back half of the year.\nOperating income margin is expected to be in the range of 42% to 43%. This is also consistent with our preliminary expectations around margin expansion, and our effective tax rate is expected to be in the range of 24% to 25%.\nTurning to the quarter, we anticipate total revenue growth of approximately 2%. The first quarter growth rate is impacted by 2 headwinds. The first is the ERTC headwind that you're all familiar with. The second one is one less processing day in the quarter versus the prior year, and it's one of our largest revenue days. Combined, these 2 items represent a headwind of more than 400 basis points to revenue growth. We would also expect an operating margin in the range of 40% to 41% in the quarter.\nOf course, all of this is based on our current assumptions, which are subject to change, we'll update you again on the first quarter call. I will refer you to our investor slides on our website for additional information.\nAnd with that, I'll turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Bob. We will now open the call to questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3fc2e331c5434511e77a91255774c21e",
    "period": "2024 Q3",
    "content": "Q3 2024 Paychex Inc Earnings Call\n\nQ3 2024 Paychex Inc Earnings Call\n\nPAYXNASDAQAPR 2, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex third quarter earnings conference call. [Operator Instructions] Please note, this call is being recorded. And it is now my pleasure to turn today's call over to President and Chief Executive Officer, John Gibson. Please go ahead.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Mike. Thank you, everyone, for joining our discussion today on the Paychex Third Quarter Fiscal Year 2024 earnings release. Joining me today is Bob Schafer -- Schrader, our Chief Financial Officer.\nThis morning, before the market opened, we released our financial results for the third quarter. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next day.\nThis teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days.\nI'm going to start the call today with an update on the business highlights for the third quarter and then turn it over to Bob for a financial update. And then, of course, we'll be happy to take your questions.\nWe delivered solid results in the third quarter and the first 9 months of the current fiscal year. Total revenue growth of 4% in the third quarter reflected a lower contribution for our Employee Retention Tax Credit or ERTC Service as compared with the prior year period. This is consistent with our previously communicated expectations that ERTC revenue would become a headwind in the second half of the current fiscal year. Excluding this impact, our total revenue growth accelerated to 7% in the quarter.\nWhile our new client volumes remained solid and in line and both client and revenue retentions were in line with our expectations, several factors, including our decision to wind down the ERTC program based upon the recent legislative developments on Capitol Hill, continued moderation of employment growth within our client bases and slightly lower realized rates, all combined to create a larger headwind than what we had anticipated in the quarter.\nWith the end of the ERTC program, we are now officially in the post-pandemic era at Paychex. And I will tell you, I am very pleased with how our teams have performed during these past several years. We put nearly $90 billion of financial aid into the hands of our clients. And based upon an analysis by MIT, we estimate that we saved over 300,000 small business jobs.\nWhile these pandemic programs are not part of our normal reoccurring revenue product strategy or our business model at Paychex, they were certainly consistent with our purpose, and that's simply to help businesses succeed. And I believe that we are a better company today than when we entered the pandemic 4 years ago.\nWe are winning in the marketplace, and our long proven recurring revenue growth formula still holds true in this post-pandemic and digitally-driven era for the company. Focused client growth, value-based price realization, increased product penetration and opportunistic acquisitions are still the key pillars of the Paychex growth strategy.\nWe are exiting the pandemic era with an even greater focus on our purpose, more opportunities to impact our clients and their employees and with an even stronger reputation as a trusted adviser to small and midsized business owners.\nDespite the headwinds in the quarter, we delivered 7% growth in diluted earnings per share and expanded operating margins due to our long-standing tradition of expense discipline. As one of the best operators in the business, we continued to demonstrate our ability to deliver on earnings in uncertain times and still make the necessary strategic investments to drive long-term profitable growth.\nOur culture of expense management along with investments we've made the past several years in digitization and enhanced sales and operational excellence capabilities have positioned us well for future profitable growth as well.\nThe macroeconomic and labor market remains challenging for small and midsized businesses. A tight job market for qualified workers, reduced access to affordable growth capital and inflationary pressures continue to be headwinds for small businesses. Our small business employment watch continues to show moderation in both job growth and wage inflation. But, however, a relatively stable macro environment.\nThe softening in hiring we started to see in the second quarter continued in the third quarter. There is more choppiness in hiring across all customer segments and industries now. Our clients tell us they still can't find qualified employees and are not willing to hire just anyone at higher wage rates, especially in areas with recent minimum wage increases and aggressive legislative changes.\nThe demand for our HR technology and advisory solutions remains robust, and the volumes of new clients added in the quarter were strong. We continued to deliver value for our customers as seen on our revenue retention results, which remain above pre-pandemic levels. Client retention for the third quarter was also in line with pre-pandemic levels. And both revenue and HR outsourcing worksite employee retention remained at record levels as we continue to focus our resources on acquiring and retaining high-value clients.\nOur sustained high revenue retention demonstrates that our value proposition and our market leadership remain intact. The fundamentals of Paychex are sound.\nI'd like to highlight the success in our PEO business specifically, which has continued to gain momentum with strong results during the first 9 months of the fiscal year. We finished the quarter with strong results in sales, retention and insurance enrollment. We have continued to see a shift back towards the PEO offering, both outside and inside our client base. This shift mix has a long-term positive impact on the customer lifetime value in our model, particularly as clients attach insurance benefits.\nAI and related technology investments are also key areas of focus in our industry and something that, as many of you know, we've been focused on for many years. We are proud to announce that we successfully implemented in the quarter several additional innovative AI models that significantly improved results for Paychex and our clients. Leveraging innovative technology and advanced analytics has allowed us to gain deeper insights into prospects and client behavior, their preferences and their growing needs.\nLast month, we announced that Beaumont Vance has joined the company as our Senior Vice President of Data Analytics and AI. In this newly created role, he will be responsible for refining and executing the company's data strategy including the use of business intelligence, advanced analytics and AI-driven automation to drive both improved business performance and enhance customer value. We are excited to have Beaumont on board to help us capture the full value of our vast data assets.\nI want to thank to the hard work of our more than 16,000 employees and their focus on our company's values. Paychex continues to be recognized for both what we do, and more importantly, in my opinion, how we do it. We are proud to be recognized for the 16th time by Ethisphere as one of the world's Most Ethical Companies in their recent annual list. Paychex was also recently recognized by Fortune Magazine as one of the Most Innovative Companies for the second consecutive year. These recognitions and the many product and service awards that we have received in the past year and over the decades is a testament to the strength of our business model, culture and the commitment to invest in our business and our employees to deliver long-term value for our customers and investors.\nI'm very proud of how our employees have delivered for our customers, for each other, for our communities, and for our shareholders throughout the pandemic area.\nWe exit this period in Paychex's history more focused than determined to be the digitally driven HR leader in our industry, and we are even better positioned to capture the opportunities in the markets we serve.\nI'll now turn it over to Bob to give you a brief update on our financial results for the quarter.\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThanks, John, and good morning, everyone. I'd like to start by reminding everyone that today's commentary will contain certain forward-looking statements that refer to future events, and therefore, involve some risks.\nIn addition, I will periodically refer to some non-GAAP measures, like adjusted diluted earnings per share.\nI'd refer you to our press release for our customary disclosures around those metrics.\nI'll start with a summary of our third quarter and year-to-date financial results and then provide an update on our fiscal '24 outlook, and as promised to many of you on the phone, I will share some preliminary thoughts around fiscal '25.\nTotal revenue for the quarter increased 4% to $1.4 billion, which reflects a lower contribution from our ERTC as compared to the prior year quarter. Management Solutions revenue increased 2% to $1 billion. This was primarily driven by growth in the number of clients served across our suite of HCM solutions and increased product penetration, and that was offset by the decline in our ERTC revenue. And as we disclosed in the press release, that has impacted the growth by about 300 basis points.\nPEO and Insurance Solutions revenue increased 8% to $346 million, that was driven by higher average worksite employees and an increase in our PEO and Insurance revenues. Our PEO saw continued momentum in worksite employee growth and medical plan participant volumes during the third quarter.\nInterest on funds held for clients increased 25% to $44 million, primarily due to higher average interest rates.\nTotal expenses increased 3% to $790 million. Expense growth was attributable to higher compensation costs and PEO direct insurance costs related to the higher average worksite employees as well as the higher Insurance revenues during the quarter.\nOperating income increased 6% to $650 million with an operating margin for the quarter of 45.1%. That represents about 80 basis points of margin expansion over the prior year period. I would like to highlight that margin expansion is despite the ERTC headwind that we just called out, we were still able to deliver really strong margin expansion in the quarter.\nAnd I think as many of you know, ERTC is pretty much like interest rates, it's pretty much all margin.\nBoth diluted earnings per share and adjusted diluted earnings per share increased 7% to $1.38.\nI'll quickly summarize our results for the year-to-date period. Total revenue grew 5% to $4 billion. Management Solutions revenue increased 4% to $2.9 billion. PEO and Insurance Solutions increased 7% to $939 million. And interest on funds held for clients increased 44% to $108 million.\nTotal expenses for the first 9 months grew 4% to $2.3 billion.\nAnd our operating margins for the first 9 months of the year were 42.5%, and that's a 70 basis point expansion over the prior year period.\nDiluted earnings per share and adjusted diluted earnings per share both increased 9% year-over-year to $3.62 and $3.60, respectively.\nI'll now give you a quick overview of our financial position. As many of you know, we maintain a strong financial position with high-quality cash flows and earnings generation. Our balance for cash, restricted cash and total corporate investments was $1.8 billion. And our total borrowings were approximately $817 million as of the end of the quarter.\nCash flow from operations for the first 9 months was $1.7 billion, that's up 30% compared to the same period last year. That was driven primarily by higher net income and fluctuations in working capital.\nAnd we returned a total of $1.1 billion to shareholders through the first 9 months of the year. That includes $963 million in dividends and $169 million of share repurchases.\nAnd our 12-month rolling return on equity remains robust at 47%.\nI'll now turn to our updated guidance for the current fiscal year. This outlook assumes the current macro environment, which obviously had some level of uncertainty. We have revised our guidance on certain measures based on performance this quarter and this also reflects the impact of our decision to wind down our ERTC service based on recently proposed legislation.\nI just want to pause there from my prepared remarks to provide a little bit more color on ERTC. I think many of you guys are aware that there is bipartisan legislation out there that would end the ERTC program retro to January 31 of this year. I think it's past the House. It hasn't yet passed the Senate, but that does create a level of uncertainty around ERTC. We continue to sell it in the month of February. We made a decision based on that level of uncertainty to stop recognizing the revenue on ERTC subject to -- or subsequent to January 31 and we've essentially removed it from the forecast in Q4.\nAnd so that's part of what you see as it relates to the impact to the quarter and also impacts the guidance the updated guidance that I'm about to give you for the year.\nManagement Solutions is now expected to grow in the range of 3.5% to 4%. We previously had guided to the lower end of the 5% to 6% range. PEO and Insurance is still expected to grow in the range of 7% to 9%, although we now expect that it will be more towards the lower end of that range. Interest on funds held for clients is still expected to be in the range of $140 million to $150 million.\nTotal revenue is now expected to grow in the range of 5% to 6%. Our prior guidance was 6% to 7%.\nOther income net is expected to be income in the range of $40 million to $45 million, and this is raised from the previous guidance of $35 million to $40 million.\nOur guidance for operating margins and effective tax rate are unchanged, although we still do anticipate being at the high end of the operating margin guidance range, which was 41% to 42%.\nAnd adjusted diluted earnings per share is still expected to grow in the range of 10% to 11%.\nNow let me just provide a little bit of color on the fourth quarter. We are currently anticipating total revenue growth to be approximately 5% in Q4. We expect the ERTC headwind to Management Solutions growth in the fourth quarter to be similar to what it was in the third quarter. And we would also expect the operating margins to be around 40% in the quarter.\nWe are currently in the middle of our annual budget process and working on our expectations for the next fiscal year. We obviously will provide formal guidance like we normally do at the end of the Q4 when we get to that call. However, I will share some preliminary thoughts and I will emphasize the word preliminary around what we're expecting for fiscal '25.\nOn a preliminary basis, we would expect total revenue growth to be consistent with the fourth quarter growth rate. And as a reminder, as I just told you, that would be in the 5% range. And this does include a headwind from ERTC of approximately 2%. I mean, ERTC, for all intents and purposes, is 0 going forward. I know what that headwind is going to be. I know what the dollar amount was this year, and it will be approximately a 2% headwind to revenue growth for FY '25 and that is assumed in the 5% range number that I gave you.\nAnd then despite this headwind, we are committed to delivering operating margin expansion in fiscal '25.\nWe are still going through the annual budget process, working through the details. We'll provide more color as we get to the end of the year. Obviously, this is based on our current assumptions, which we are still working through. Those may change, but we'll update you again when we get to the fourth quarter. I will refer you to our investor slides on our website for additional information.\nAnd with that, I'll turn it back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nOkay. Thank you, Bob. Mike, we'll now open it up for questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08648a2e0dcaea26c6d57df96039620d",
    "period": "2024 Q2",
    "content": "Q2 2024 Paychex Inc Earnings Call\n\nQ2 2024 Paychex Inc Earnings Call\n\nPAYXNASDAQDEC 21, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex Second Quarter Earnings Conference Call. [Operator Instructions] Please note, this call is being recorded, and that I'll be standing by should you need any assistance. It is now my pleasure to turn today's program over to John Gibson.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThanks, Chelsea. Thank you, everyone, for joining us for our discussion of the Paychex Second Quarter Fiscal 2024 earnings release. Joining me today is Bob Schrader, our Chief Financial Officer.\nThis morning, before the market opened, we released our financial results for the second quarter. You can access our earnings release on our Investor Relations website, and our Form 10-Q will be filed with the SEC within the next day. This teleconference is being broadcast on the Internet and will be archived and available on our website for approximately 90 days.\nI'm going to start today with a brief update on the business highlights for the second quarter, and then I'll turn it over to Bob for a financial update and then, of course, we'll take your questions.\nWe had solid results in the second quarter and for the first half of the fiscal year, with particularly strong performance in the PEO, mid-market HCM and retirement. Revenue for the first half was up 6% year-over-year, and our adjusted diluted earnings per share was up 10%, double digits.\nThe demand for our HR technology advisory solutions remains strong as business leaders continue to face a very challenging small and midsized business environment. The tight labor market and rising health care and benefits costs are forcing many to rethink their HR and benefit strategies. And they can turn to Paychex as a trusted business partner in these times.\nAs we sit here today, the selling season for our mid-market HCM and our PEO teams are in their final phases, and our insurance open enrollment is underway. All are going well and in line with our expectations. Our pipelines for these solutions are strong and up from this time last year.\nIn the small business market, selling season is just ramping up. We still have a critical third quarter to go, both in terms of selling and delivering for our clients during year-end, but we are fully staffed and well positioned at this critical time of year. Our revenue retention remains above pre-pandemic levels as we continue to focus our resources on acquiring and retaining high-value clients. Client retention has improved over last year, and retention in our HR outsourcing solutions remains at record levels.\nI'd like to highlight the success specifically in our PEO business, which we've talked about on prior calls. It has continued to gain momentum with strong results during the first half of the fiscal year. We have seen a shift back towards the PEO offering, both outside and inside our client base. This shift in mix has a long-term positive impact on customer lifetime value on our business model, particularly as clients attach insurance benefits.\nWe previously discussed actions we took to help the PEO recover after last year's challenges, including: one, redesigning our health offerings; second, leveraging AI to revamp our sales and marketing models and to identify and attract high-value prospects; three, putting more focus on upgrading existing HCM and ASO clients to the PEO model; and finally, improved sales execution. As mentioned earlier, our insurance enrollment is underway, and the tax rates are up after a challenging year last year. I want to specifically thank and congratulate our PEO team for all the hard work and success in the past year so far.\nThe macro environment and labor environment continue to be challenging for small and midsized businesses. Our small business employment watch continues to show moderation in both job growth and wage inflation, which is indicative of a stable macro environment and that the actions taken by the Fed are having their desired impact. While we haven't seen any normal signs of a recession in our data, we started to see some softening in seasonal hiring in the quarter, particularly in our large client segments, including our HR outsourcing businesses, many of which typically add seasonal employees at this time of the year.\nSMBs are still challenged with access to capital, the high cost of capital, inflation and macro uncertainty. While we certainly don't see any signs of economic downturn, we are ready to take the required actions if such trends emerge. As one of the best operators in the business, we have demonstrated that we are able to respond and successfully navigate changes in any economic environment.\nI know that AI and related technology advancements remain a hot topic in our industry. As I've noted in past calls, AI at Paychex is nothing new. We have over hundreds of -- and growing models, AI models that are actively working in our business today designed to provide valuable insights fueled by our vast data assets.\nThe exciting transformation that is now occurring around generative AI opens up the opportunity for us to bring AI solutions to our employees, so they can be more effective and efficient, and to our clients. We are actively investing in gen AI and exploring how it can be used to improve efficiency and the customer experience and provide actual insights to us and our clients to help them succeed.\nCurrently, recently, we partnered with Visier, a global leader in people analytics and workforce solutions, to offer new benchmarking reports and AI-powered HR analytics solutions to our customers. This enhances our current reporting and analytics available in Paychex Flex and will perfectly complement our industry-leading HR advisory services. The partnership provides core HR and compensation analytics and compensation in salary benchmarking, an AI-driven model with benchmarks against 750 million market data points. This offering, in addition to our AI-driven retention insight solution that we launched over a year ago, is just the beginning of how we will leverage AI to help businesses succeed.\nPartnerships with Visier, like our recruiting and onboarding partnership with Indeed, is another example of how Paychex is bringing together the power of partnerships, our large data assets and integration to improve the customer experience and deliver real value and business outcomes for our clients.\nWe are also pleased that for the seventh consecutive year, we have been positioned in the leader quadrant as part of the NelsonHall 2023 Vendor Evaluation report for payroll service providers. This provides further evidence of our leadership position based on our robust technology and customer support. We're also very proud to be recognized in the [ Sapient Insights ] Group Voice of the Customer Top 5 Vendor Survey for 2023 and 2024, receiving top 5 ratings in 6 categories spanning payroll, HR, time and attendance, learning and performance.\nAnd really, what I'm most proud of is that the Sapient report is actually based on actual voices of our customers and customers from across the competitors, which demonstrates our leadership position across the industry. As we head into selling season in calendar year-end, I'm confident in our global Paychex team and that they will constantly deliver and consistently deliver for our clients. We remain driven to be the trusted partner for small and midsized businesses that deliver industry-leading HCM technology and advisory solutions that help our clients succeed. I'll now turn it over to Bob to give you a brief update on our financial results in the quarter. Bob?\n\nRobert Lewis Schrader\n\nSenior VP & CFO\n\nThanks, Johnny, and good morning, everyone. I'd like to remind everyone that today's commentary will contain forward-looking statements that refer to future events that involve some level of risk. I'll refer you to our customer disclosures in our press release as well as our Investor Relations presentation that should be on our website.\nI will start by providing a summary of our second quarter financial results. Total revenue for the quarter increased 6% to $1.3 billion. Management Solutions revenue increased 4% to $931 million. That was primarily driven by growth in a number of our clients served across our suite of HCM solutions, price realization and increased product penetration and growth in ancillary services.\nPEO and Insurance Solutions revenue increased 8% to $296 million. That was driven primarily by higher revenue per client, including higher insurance revenues and average worksite employees. As John mentioned, our PEO saw continued momentum in sales activity and medical plan purchase and volumes during the second quarter. Interest on funds held for clients increased 44% to $31 million. That was primarily due to higher average interest rates. Total expenses increased 5% to $752 million. Expense growth was largely attributable to higher compensation costs, PEO direct insurance costs and continued investments in sales, marketing and technology.\nOperating income increased 7% to $506 million for the quarter with an operating margin of 40.2%. That's a 50 basis point expansion over the prior year period. And both diluted earnings per share and adjusted diluted earnings per share increased 9% to $1.08 per share.\nI will now quickly touch on the results for the first 6 months of the year. Total revenue grew 6% to $2.5 billion. Management Solutions revenue in the first half of the year increased 5% to $1.9 billion. PEO and Insurance Solutions was up 7% to $593 million. And interest on funds held for clients increased 62% to $64 million.\nOur total expenses for the first half of the year were up 5% to $1.5 billion. And our operating margins for the first 6 months were 41%, and that was a 60 basis point improvement over the prior year. Diluted earnings per share and adjusted diluted earnings per share both increased 10% to $2.24 and $2.23, respectively.\nI'll take you through a quick overview of the company's financial position. As you all know, we maintain a strong financial position with high-quality cash flows and earnings. Our balance for cash, restricted cash and total corporate investments was more than $1.4 billion, and our total borrowings were approximately $812 million as of the end of November.\nCash flow for operations for the first 6 months of the year were $1 billion, and that's up 40% compared to the same period last year. This was primarily driven by higher net income and fluctuations in working capital. Do want to call out, similar to last quarter, there are some timing differences there based on where the quarter ended, ended on a collection date that's driving higher operating cash flows. That's why you see the 40% level. That will moderate as we move through the year.\nWe returned a total of $811 million to shareholders during the first 6 months. That includes $642 million of dividends and $169 million of share repurchases. And our 12-month rolling return on equity remained strong at 47%.\nI'll now turn to our guidance for the fiscal year ended May 31, 2024. We've raised guidance on certain measures based on performance this past quarter. For other measures, I will also provide some color on where we now expect to be within the ranges, and certainly, we can provide some more detail when we get to the Q&A.\nThe outlook assumes the current macro and competitive environment, which has some uncertainty, particularly as it relates to future interest rate changes in the economy. So our current outlook is as follows: Management Solutions is unchanged, with growth in the range of 5% to 6%, although we do anticipate it will now be at the low end of the range. PEO and Insurance Solutions is now expected to grow in the range of 7% to 9%, that's up from our previous guidance, which was 6% to 9% expectation. Interest on funds held for clients has not changed. We still expect that to be in the range of $140 million to $150 million. Total revenue is expected to grow in the range of 6% to 7%, but we now expect it to be more in the middle of the range. I know last quarter, we thought that might be a bit stronger. We now expect the total revenue guidance to be more aligned with our original guidance of 6% to 7%.\nOperating income margin is expected to be in the range of 41% to 42%, although we now anticipate that we'll probably be towards the upper end of that range. Other income net is expected to be income in the range of $35 million to $40 million, and that's raised from our previous guidance of $30 million to $35 million. No change to the effective income tax rate. We still expect that to be between 24% and 25%. And then adjusted diluted earnings per share is now expected to grow in the range of 10% to 11%. So we raised that last quarter to 9% to 11%, just based on what we're seeing, we expect that to be a bit stronger, and we're raising that guidance to 10% to 11%.\nNow I'm going to turn to the third quarter to give you a little color on the third quarter. We are currently anticipating total revenue growth for the third quarter to be in the range of 5% to 6% and operating margins to be in the range of 44% to 45%. As it stands right now, we would expect to pretty much be right in the middle of those 2 ranges.\nAnd I'd like to remind everyone that we've talked about this in the past, that ERTC becomes a headwind in the back half of the year. If I go back and look over the last 2.5 years that we've been selling ERTC, Q3 of last year was the largest quarter that we had with ERTC. And so that's a bit more of a headwind in Q3 than Q4, but will be a headwind in the back half of the year.\nOf course, all of this is based on our current assumptions, which are subject to change. We'll come back and update you again on the third quarter call. As I mentioned, our investor slides are posted on the website, so I'll refer you there for additional information. And with that, I will turn it back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nOkay. Thank you, Bob. We will now open it up -- the call for questions. Chelsea?"
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fc218902cfb5ca850a13b137b0102f1",
    "period": "2024 Q1",
    "content": "Q1 2024 Paychex Inc Earnings Call\n\nQ1 2024 Paychex Inc Earnings Call\n\nPAYXNASDAQSEP 27, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex First Quarter Earnings Conference Call. [Operator Instructions] Please note, this call is being recorded, and I will be standing by if you should need any assistance.\nIt is now my pleasure to turn the conference over to John Gibson.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Shelby. Thank you, everyone, for joining us for our discussion of the Paychex First Quarter Fiscal Year '24 Earnings Release. Joining me today is Efrain Rivera, our Chief Financial Officer; and Bob Schrader, Vice President of Finance and Investor Relations.\nThis morning, before the market opened, we released our financial results for the first quarter. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next day. The teleconference is being broadcast online and will be archived and available on our website for approximately 90 days.\nI will start the call with an update on the business highlights for the first quarter. I'll then turn it over to Efrain and Bob for a financial update, and then we'll open up for your questions. But before getting into the discussion of our earnings results, I want to take a brief moment here to make a few brief comments to acknowledge Efrain Rivera, who [ is ] his intention to retire as CFO effective October 12, 2023, though he will remain as a senior adviser at least through the end of the calendar year.\nEfrain has been a valued member of this senior leadership team at Paychex for the past 12 years. He has provided strong financial stewardship, but more importantly, great strategic leadership as well. During his time with Paychex, the company has transformed into a technology-enabled services company and we significantly expanded our HR solutions and capabilities. Efrain has been a key strategic adviser and a catalyst for this transformation.\nEfrain, I think you know how truly I appreciate your intellect, your wisdom, your integrity the guidance you've given me personally over my decade here and to the company. And we're all in great gratitude for what you've done for each one of us personally and for the company. Our customers, our employees, and our shareholders are better off because you were here so thank you.\nJoining us today is Bob Schrader, who will succeed Efrain as CFO. Bob joined Paychex back in 2014 and is taking on progressive leadership roles over the past 9 years, including over the last 1.5 years since I was named President and subsequent CEO of being colead of many of our strategic review efforts and strategic initiatives.\nBob's promotion is a part of a strategic succession plan to bring in an [ innov ] leader who will continue to guide the company going forward. I want to congratulate Bob and Bob, I look forward to continuing to work with you as I have in the last 10 years as we continue our track record of delivering strong financial results, and continuing to position Paychex as a leader, an innovator and a company that you can count on for predictable and sustainable results.\nNow moving on to the first quarter results, [ Seeking ] of predictability and sustainability. We have begun the fiscal year '24 with solid growth of 7% in total revenue and 11% in adjusted diluted earnings per share. We've seen operating margin expansion of approximately 60 basis points year-over-year while still investing in our business to drive future growth. Our first quarter reflected solid execution by our sales, service and all of our teams across Paychex.\nThe demand for our HR technology and advisory solutions continued, resulting in strong quarter new sales revenue growth. We saw positive trends in client revenue and HR outsourcing worksite employee retention during the quarter, and we continue to focus our resources on acquiring and retaining high-value clients.\nWe are starting to see improvements in some of our KPO and insurance metrics during the quarter, with good results across sales activity, insurance attachment and retention. We will know more after our open enrollment season is completed, which primarily runs from October through January, but at this time, we believe that the actions we have taken in response to headwinds we faced in 2023 and are beginning to gain traction.\nEmployment levels within our client base have remained stable. Small businesses, which are central to the U.S. economy continues to show their resiliency. Our small business employment watch has shown that small businesses continue to add workers at sustained but modest rates. Also the trend in wages has shown some cooling and wage growth consistent with overall inflation. Our data indicates a continued stable macro environment for small and midsized businesses. We continue to monitor our leading indicators and are prepared to take appropriate actions to navigate any changes. But again, at this time, we don't see any material change to the macro environment.\nSmall businesses have faced challenges getting access to capital and managing cash flows in this environment. This has continued to drive demand for our full-service employee retention tax credit service. I know there's been some recent news of the IRS pause in ERTC processing in order for them to perform increased audits. This is not expected to have an impact on our ability to provide this service, though it may take longer for our clients to receive their funds.\nWe continue to communicate this opportunity to existing clients and prospects and we continue to file amended returns with the IRS on their behalf. We anticipate that ERTC revenue will be a slight tailwind for the first half of the fiscal year and then turn to a headwind in the back half as the program ends.\nWe are seeing greater adoption of HR software as businesses look to digitize their HR efforts to support the complexities of managing today's workforce in a more efficient manner. We also continue to see strong demand for our HR advisory solutions as businesses deal with the continued challenges of being an employer in today's challenging employment world.\nPaychex is uniquely positioned to offer a continuum of HR products, technology and services from do-it-yourself payroll all the way to full service POHR outsourcing. All of these products deliver a strong return on investment for our clients.\nFor the 13th year in a row, we were named the leading retirement record keeper by a number of plans by plan sponsor magazine. Our leadership position in retirement makes us an excellent resource for small businesses, and we continue to educate and execute on this opportunity. There has certainly been a lot of excitement about AI and related technology advancement around the monetization of large data sets.\nAt Paychex, as we've talked on prior calls, this isn't anything new or it's not a fact. We have been using our [ visual ] intelligence to transform our business for over a decade. We have over 200 AI models that are actively working in our business today designed to provide valuable insights fueled by our vast data assets. Our award-winning retention insight tool uses AI-based predictive analytics to provide HR leaders with early insights into potential employee retention issues.\nOur Flex intelligence engine is an embedded AI chat capability within our Flex platform that allows the customer to get quick answers to over 900 of the most common questions and access over 1,200 instructional resources. Companies like paycheck with large amounts of data will clearly be the winner with AI. And we will continue to harness the power of AI and leverage our extensive data to drive internal efficiencies and provide actionable insights and solutions to our clients.\nThis quarter, we continue to be recognized for our innovation, service and the positive impact we are having on our customers, our industry and the world. For the third time, Paychex has been recognized by TrustRadius with a 2023 Tech Cares award for the company's corporate social responsibility programs and our community impact. We also received an award from selling [ Power ] for our commitment to fostering a diverse and inclusive workforce and from Forbes as one of the best employers for women in 2023.\nOn the product and service side, Nelson Hall once again identified Paychex as a leader in its 2023 next-generation HCM technology market report. We also learned a silver Brandon Hall Group 2023 HR Excellence Award for breadth and depth of training that we provide our HR advisers to keep them up to speed on the ever-changing complexities of the employer-employee relationship. Paychex was also named the 2023 Constellation Research on our short list for Best payroll for North American small and midsized businesses.\nThe depth and breadth of our product suite provides American businesses the freedom to succeed with the technology and advice that they desperately need to remain competitive in a very complicated world. I want to thank our over 16,000 global employees who consistently deliver for our clients and our shareholders. It's because of them that we're off to such a good start this fiscal year.\nI'll now turn it over to Bob Schrader to give you a brief update on our financial results for the first quarter. Bob?\n\nRobert L. Schrader\n\nVice President of Finance & Investors Relations\n\nYes. Thanks, John, and good morning. It's good to be here with you this morning, and I certainly look forward to working with each of you as we move forward. I'd like to remind everyone that today's commentary will contain forward-looking statements. Obviously, those involve risks, and we will refer to some non-GAAP measures. I'll refer you to our customary disclosures in our press release, in our investor presentation that will be posted later today.\nI'll start providing a summary of our first quarter results, and then I'm going to turn it over to Efrain, and he'll give an update on our financial position and updated guidance for the year. Total revenue for the quarter increased 7% to $1.3 billion. Management Solutions revenue increased 6% to $956 million, primarily driven by higher clients and client employees product penetration, price realization in HR ancillary services, we continue to see increased attachment and demand for our HR Solutions retirement and time and attendance solutions. PEO and Insurance Solutions revenue increased 5% to $298 million, driven primarily by higher revenue per client and higher average worksite employees.\nAs John mentioned, we definitely saw some positive momentum in the PEO in the first quarter as it relates to both sales activity and medical plan participation and attachment. Those were obviously headwinds last year, and we're definitely seeing some positive signs as we moved through the first quarter here.\nInterest on funds held for clients increased 83% to $33 million, primarily due to higher average interest rates. Total expenses increased 5% to $750 million. Expense growth was largely attributable to higher compensation costs, PEO direct insurance costs and investments that we've made into the business. Operating income increased 8% to $536 million with an operating margin of 41.7%. That's a 60 basis point improvement versus the prior year period and diluted earnings per share increased 10% to $1.16 per share and adjusted diluted earnings per share increased 11% for the quarter to $1.14 per share.\nI'll now turn it over to Efrain to take you through our financial position and our updated guidance for the year.\n\nEfrain Rivera\n\nSenior VP & CFO\n\nThanks, Bob, and good morning to everyone on the call. Before I start, just wanted to say thank you, John, for the generous words. It's been an absolute professional privilege and honor to have been with Paychex during all this time.\nAs you all know, we maintain a strong financial position with high-quality cash and earnings, [ our ] balanced for cash, restricted cash and total corporate investments was more than $1.7 billion. Total borrowings were approximately $812 million as of August 21, 2023. Cash flows from operations were $656 million for the first quarter was driven by net income and changes in working capital.\nThere was some influence of timing there. It wasn't quite as strong as a percentage would indicate, but nonetheless, it was a very solid quarter. As you know, our earnings quality, which some of you have pointed out is among the best candidly in the entirety of the S&P500.\nIn the first quarter, we acquired a small company that purchases outstanding accounts receivable of their customers under nonrecourse arrangements. This acquisition is a good strategic fit with another business that we have called Paychex Advance, and that business purchases accounts receivable for temporary staffing clients.\nThis acquisition will provide an opportunity for our small business clients to manage working capital challenges, as John alluded to earlier, we've seen over the last several years that access to financing is very important for small and medium-sized businesses, and we think this plays well into our -- in our portfolio of businesses that we have, I'm very excited to have it. The acquisition at this stage is not anticipated to have a material impact on our financial results this year.\nWe paid a total of $322 million in dividends during the first quarter. Our 12-month rolling return on equity was a stellar superb amazing 47%. Now let me turn to guidance for the fiscal year ending May 31, 2024. I'm going to give you color on not only the full year the first half and the second half, and we typically do that at this stage. As you noted, we have raised guidance for interest on funds held for clients and for adjusted EPS, but I want to go through a little bit of color as we go through to give you a sense of what our thinking is. Our current outlook is as follows.\nYou saw that Management Solutions still expected to grow in the range of 5% to 6%. PEO and Insurance Solutions expected to grow in the range of 6% to 9%. Interest on funds held for clients now, as I mentioned, expected to be in the range of $140 million to $150 million raised from our previous guide of $135 million to $145 million and before I get the question, are we anticipated a range? Are we anticipating a range of additional increases? No. We're poised looking at what the Fed is doing just like everyone else is, but this is our best estimate of at least some additional activity by the Fed, but not -- likely not contemplating all of it. To the extent that the Fed does something now, we'll have a conversation later in the year, maybe the Fed will decide that they actually do want to cause. But at this point, that's where we anticipate being.\nTotal revenue is expected to grow in the range of 6% to 7%, but now we think this is likely towards the high end of the range. So operating income margin is expected to be in the range of 41% to 42%. Other income net is expected to be income in the range of $30 million to $35 million. Effective income tax expected to be in the range of $24 million to $25 million. Adjusted diluted earnings per share is expected to grow in the range of 9% to 11%, and this is where from our previous guide of 9% to 10%.\nThis full year outlook assumes current macroeconomic conditions which have some uncertainty surrounding future interest rate changes and their impact on the economy. And I would just say, it's been almost, I would say, at least 6 quarters where we keep saying hey, we don't know what's going to happen in the back half of the year and it could change our outlook. I think John summarized it very well. At this point, things look pretty stable. So we're feeling directionally more and more confident in the back half.\nProject in the second half of the year, we anticipate total revenue growth of approximately 7% and operating margin in the range of 42% to 43%. I heard some comments after first when we released guidance that we have a ramp in the back half of the year. I wouldn't describe our current guidance as a significant ramp in the back half of the year. Obviously, there are differences in the back half of the year that will navigate through and talk to you, but the difference between first half and second half is not dramatic.\nOf course, all of these comments are subject to our current assumptions, which are subject to change. We will update you again on the second quarter call. So let me just repeat a couple of things to make sure.\nFirst half 2024, total revenue growth in the range of 6% to 7% operating margin in the range of 40% to 41%. And then in the second half, at this point, we anticipate total revenue growth to be approximately 7% operating margin in the range of 42% to 43%. I refer you to our investor slides on the website for additional inclination.\nBefore handing things back over to John, I would just like to say that I appreciate the relationship I've built with each of you during my time here at Paychex. We've had a long time together, and it's time to hand the reins over to someone else who I think will do an even better job than I have.\nOne of the things that strikes me during that entire time, and many of you have been here for the entire ride. I got a call in someone -- or I got a note and someone said, Efrain you're making me old because I've retired two CFOs at Paychex. So I think that's unfortunately true. We're all getting a little bit older.\nBut one of the things that always strikes me is that we are covered by the best group of analysts in the business. I say that even though I've disagreed with some of you over the years, and I still think you have us rated too low, but be that as it may. I can't argue with some of the things that you write.\nSo -- and in a separate note, I just want to say this, I've worked with Bob Schrader for many years, both here and prior to Paychex. I know that I'm leaving you in very capable hands. And I'm sure that Bob will do an even better job than the one that I do.\nAnd with that, let me turn it back to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nWell, thank you, Efrain. Before I open the call for questions, probably two things: One, we have a lot of people here. And last time, Efrain did a great job of providing rules on questions, particularly around compound questions and multiple follow-ups. So if we could just follow the Efrain rule, in honor of Efrain's retirement. I know he would greatly appreciate it, and maybe we can create a new tradition here. But no, feel free to answer any of your questions.\nBut I would like to also add, make everyone aware, there's many ways you can learn more about Paychex and really the amazing success stories and the impact that we're having on the world. We recently launched a series of reports that you can find on our Investor page, both our annual report, our ESG report and a new client impact report. And very shortly, you'll be seeing a new Investor Relations 101 presentation that will be launched on the website prior to our annual meeting in the coming weeks. And again, I think these documents provide a lot more color and really a lot more insights of just how significant, how broad our products are, how big an impact we're having on our customers, how big an impact we're having on our employees, how and why Paychex is known as one of the most admired the most ethical and most innovative companies in the world, and I encourage you to check that out.\nSo with that, advertisement of our investor website, Shelby, you can now turn it over for questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/27a0589ed1a92706511508482363aab3",
    "period": "2023 Q4",
    "content": "Q4 2023 Paychex Inc Earnings Call\n\nQ4 2023 Paychex Inc Earnings Call\n\nPAYXNASDAQJUN 29, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex Fourth Quarter and Fiscal Year-End Earnings Conference Call. [Operator Instructions] Please note, this call may be recorded.\nIt is now my pleasure to turn the conference over to Mr. John Gibson, President and CEO. Please go ahead.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Stephanie. Thank you, everyone, for joining us for our discussion of the Paychex Fourth Quarter and Fiscal Year '23 earnings release. Joining me today is Efrain Rivera, our Chief Financial Officer. This morning, before the market opened, we released our financial results for the fourth quarter and full fiscal year ended May 31. You can access our earnings release on our Investor Relations website. Our Form 10-K will be filed with the SEC before the end of July.\nThis teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days. I'll start with the call today with an update on the business highlights for the fourth quarter and fiscal year April. After, we'll review our financial results for fiscal '23 and our outlook for '24. We'll then open it up for your questions.\nWe finished fiscal year '23 with solid financial results and momentum heading into fiscal year 2024. Total revenue grew 9% for the full year, and we hit a major milestone for the company with over $5 billion in total revenue. I was personally reflecting on this last night. When I joined the company, we were just over $2 billion. It took us 6 years to go from $2 billion to $3 billion, 3 years to go to 3 to 4, and it took us 3 years to go to 4 to 5, but I remind everybody that was during a global pandemic. So certainly, very proud of those results.\nIn addition to the revenue growth at 9%, adjusted diluted earnings per share grew 13% to $4.27 and operating margins finished at 41% as we continue to benefit from our continued investments in technology, our focus on driving digitalization in all aspects of our business, and our long-standing tradition of operating excellence.\nThese results are due to the hard work and dedication of our more than 16,000 employees. I'm very proud of what we've achieved this fiscal year our industry-leading technology and advisory solutions have made a positive impact on our clients and their employees. And in return, they continue to reward us with additional business and a continued loyalty.\nMomentum in sales has continued with solid growth in new annualized revenue for both the fourth quarter and the full fiscal year. HR Solutions and retirement were areas of particular strength with double-digit growth. We are well positioned in terms of our staffing levels and breast tenure heading into the new year.\nRevenue retention finished the year near record levels as we continue to focus on retaining and increasing our share of wallet with our high-value customer segments. Client retention was impacted by higher losses due to out of business concentrated mainly in newly formed businesses in the last 2 years and financial distress in the lower revenue small clients.\nWe continue to see strong demand for our HR outsourcing solutions with worksite employee growth over 10% year-over-year. Over the year, we achieved record level of worksite and lead retention due to our strong and unique value proposition of our leading HR technology and advisory capabilities.\nBusinesses of all sizes continue to navigate the challenges of a very complicated regulatory environment, a competitive labor market and now tightening credit. Demand for our solutions remained strong due to the depth and breadth of our integrated offerings, including HR technology designed to deliver efficiency for both the employer and the employee, our comprehensive HR outsourcing, which leverages the strength of our technology and the experience of a trained HR professional and our outstanding compliance organization and the need for businesses to offer quality benefits, including retirement to compete for talent.\nOur retirement solutions are benefiting from the growing expectations of a retirement plan as a core benefit offering for small and midsized businesses. Recent passage of the Secure Act 2.0 legislation and various state mandates requiring employers to provide retirement services to their employees are making 401(k)s a key benefit for small and midsized businesses. With more state mandates expected to take effect in the future, we expect a strong market for retirement to continue for the foreseeable future, and we are well positioned as a leader to take advantage of this opportunity.\nThe SMB credit environment has continued to fuel demand for our employee retention tax credit service. Our full-service ERTC offerings has helped tens of thousands of businesses obtain tax credits and getting access to funds they need to keep their businesses running and growing. We continue to communicate this opportunity to existing clients and prospects. Industry recognition continues to reinforce the competitive strength of our technology solutions.\nFor the fourth consecutive year, Paychex Flex earned an HR Tech Award for best small and midsized business focused solution in the core HR category. Our consistency in winning these awards and being played repeatedly in the leadership quadrant of respected technology analyst rankings speaks to our market leadership in HR technology.\nI'm not only very proud of these results and the performance of the team, but I'm also equally proud of how we achieved these results. We have been consistently recognized as one of the world's most admired, most ethical and most innovative company. In addition, we have been ranked as 1 of the best places to work for people in sales for women, for diversity, and for our outstanding training and investment in our employees development.\nThese awards are a testament to how our employees not only get the job done, but do it the right way. and we are constantly looking for new ways we can make ourselves and our communities better. As we move into fiscal year '24, we will continue our focus on developing leading customer experiences that combine our technology our advisory capabilities and our partnerships to deliver superior value to our customers.\nPaychex is uniquely positioned to help small and midsized businesses navigate the challenges they face in a complex and ever-changing and evolving world. We remain committed to our purpose, and that is to help businesses succeed. And we'll continually strive to have a positive impact on our clients, our employees our communities and our shareholders.\nNow I'll turn it over to Efrain who will take you through our financial results for the fourth quarter and the fiscal year as well as our guidance for fiscal year '24. Efrain?\n\nEfrain Rivera\n\nSenior VP & CFO\n\nThanks, John, and good morning to all of you. I hope you're indoors on this smoking Thursday. I thought we're past it, but not quite. I'd literally remind everyone that today's commentary will contain forward-looking statements refer to the customary disclosures that we make. Let me start by providing a summary of our fourth quarter financial results. talk about full year results and then finish with the revenue of our fiscal 2024 outlook.\nJust before I start, I also want to add that joining us in the room today this morning, Bob Schrader, VP of Finance and IR. Many of you have met Bob.\nOkay. For the fourth quarter, you saw total revenue increased 7% to $1.2 billion. Management Solutions revenue was up 7%, a little bit over $900 million driven by additional product penetration into our ancillary services, which currently is mostly ERTC and also price realization. We continue to see strong attachment of our HR solutions, retirement and time and attendance products.\nDemand for our ERTC service remains strong, as John mentioned, and it contributed approximately 1% to 2% to total revenue growth for the full year. Demand for this service along with our internal execution have continued to exceed our expectations, while ERTC has been a tailwind and we expect demand to continue into fiscal year '24. It will become a moderate headwind next year, especially in the back half of the year where it will become more of a headwind.\nPEO and Insurance Solutions revenue increased 5% to $300 million, driven by higher revenue per client and growth in average worksite employees. The rate of growth was tempered a bit by lower medical plan sales and participant volumes along with continued preference for ASO in this environment. We expect these trends will start to normalize as we progress through fiscal 2024, though it won't be evident necessarily in Q1, and I'll talk about that in a little bit.\nInterest on funds held for clients increased 69% to $25 million, primarily due to higher average interest rates, partially offset by realized losses taken in Q4 as we reposition the portfolio heading into the back half of this year.\nTotal expenses increased 3% to $776 million expense growth was largely attributable to higher headcount, wage rates and general cost to support growth in the business. Operating income increased 15% to $453 million, with an operating margin of just under 37%, a 240 basis point expansion over the prior year period. Diluted earnings per share increased 18% to $0.97, and per share and adjusted diluted earnings per share increased 20% for the quarter to again $0.97 per share.\nLet me quickly summarize our full year results. Total revenue increased 9% to $5 billion and total service revenue increased 8% to $4.9 billion. As you are all aware, we raised guidance a number of times during the year. Management Solutions increased 8% to $3.7 billion. PEO and Insurance increased 6% to $1.2 billion. Total expenses were up 7% to $3 million. Operating income increased 10% and with a margin of 40.6%, John mentioned this earlier, as a 70 basis point expansion over the prior year. The leverage in the model as pretty evident.\nOther income net increased by over $30 million due to higher average interest rates and average investment balances within the corporate investment portfolio. Diluted earnings per share increased 12% and to $4.30 per share, and adjusted diluted earnings per share increased 13% to $4.27 per share.\nOur financial position remains rock solid with cash, restricted cash and total corporate investments of more than $1.6 billion and total margins of approximately $808 million as of May 2023. Cash flow from operations was $1.7 billion for the fiscal year, an increase of 13% from the prior year. Driven by higher net income and changes in working capital, free cash flow generated for the year was $1.5 billion, up 15% year-over-year.\nAnd while it's easy to gloss over those numbers. I think it's really important that when we work to note that when we report numbers, the quality of our earnings and our quality of our cash is very, very strong, as noted by some of you. Not only do we deliver on the top line, but we delivered in a quality way for them on the bottom line, and we intend to continue to do that.\nWe paid out a total of $1.2 billion of dividends during fiscal 2023 or 70% of our net income. Our 12-month rolling return on equity with a stellar 48% with an arrow pointing up.\nNow let me turn to guidance for the upcoming fiscal year ending May 2024. Our current outlook, as you saw, is as follows. Management Solutions expected to grow in the range of 5% to 6%. PEO and Insurance Solutions is expected to grow in the range of 6% to 9%. We widened that a bit just to accommodate the fact that sometimes attachment on insurance can vary from quarter-to-quarter and from year-to-year as we saw last year.\nInterest on funds held for clients is expected to be in the range of $135 million to $145 million. Total revenue is expected to grow in the range of 6% to 7%. Operating income margin is expected to be in the range of 41% to 42%. Other income net is expected to be income in the range of $30 million to $35 million. And our effective income tax rate is expected to be in the range of 24% to 25%. Adjusted diluted earnings per share expected to grow in the range of 9% to 10%.\nThis outlook assumes current macroeconomic environment, which, as you know, has some uncertainty surrounding future interest rate changes in the economy. We have better visibility in the first half fiscal 2024 as each quarter progresses. We have a little better visibility into the remaining quarters in the year. For the first half of fiscal 2024 and the first quarter, we expect total revenue growth to be approximately 6%. That's the first half and the first quarter. We anticipate operating margins for the first quarter to be approximately 41%. That'll help do a little bit on your modeling. And we expect PEO and Insurance Solutions revenue to be below the low end of the range for the first quarter, then it will be solidly in the range. That's our expectation at this point.\nBefore you ask me the question, I'll answer the first quarter was actually the strongest quarter of the year on PEO last year. And as a consequence, the compare will be a little bit tougher, and we expect the business to build as we go through the year. Of course, all of this is subject to our current assumptions, and they can change. We'll update you again on the first quarter call.\nThere's a number of questions because, of course, the time when we give the annual guidance. So if I could just ask for your forbearance on something, which is to say, ask a question and limit yourself to one follow-up. Now I will say I understand some of those questions will be compound questions. But if it's a 5-part compound question, then it violates the rule. But just so we can get through the call without going excessively long. With all of that, I will refer you to our investor slides on our website for additional information. And I'll turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nOkay. And now with all the conditions and restrictions that Efrain has laid out for you, we'll now open the call for questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0514ca5b0b5b563de7745884335593f6",
    "period": "2023 Q3",
    "content": "Q3 2023 Paycheck Inc Earnings Call\n\nQ3 2023 Paycheck Inc Earnings Call\n\nPAYXNASDAQMAR 29, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex Third Quarter Earnings Conference Call. [Operator Instructions] Please note today's call will be recorded, and I will be standing by if you should need any assistance. It is now my pleasure to turn the conference over to Mr. John Gibson. Please go ahead, sir.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Todd. Thank you, everyone, for joining us for our discussion of the Paychex Third Quarter Fiscal Year '23 earnings release. Joining me today is Efrain Rivera, our Chief Financial Officer. This morning, before the market opened, we released our financial results for the third quarter ending February 28. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next day.\nThis teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days. I'm going to start the call today with an update on the business highlights and then Efrain will review our financial results and outlook for fiscal year '23. We'll then open it up for any of your questions.\nAs you saw in our press release, we delivered solid financial results for the third quarter with total revenue of 8% and adjusted diluted earnings per share growth of 12%. Thanks to the outstanding efforts of our employees, we completed a successful selling and calendar year-end season with strong sales volumes and revenue retention for the quarter.\nWe continue to see a stable macro environment and demand for our solutions. Our unique value proposition is clearly resonating in the market. Small and midsized businesses continue to show remarkable resilience as seen in our [ job ] index in the last 2 months as they contain was a constantly changing labor market, inflation, increasing regulations and rising interest rates.\nBefore we get into the third quarter results, I want to take a minute to address the recent volatility in the U.S. banking market as a result of 2 highly publicized bank closings. We have no cash, restricted cash and investments deposited within Silicon Valley Bank or Signature Bank, and we've met all client fund obligations related to employee payment services and remittances to applicable tax or regulatory agencies.\nWe continue to monitor this situation and believe that our existing client funds held cash, cash equivalents and investment balances are more than sufficient to meet all client fund obligations. We remain ready as we were when the crisis was unfolding to help businesses and their employees whose payroll processing or direct deposits may have been impacted by these bank closures.\nPaychex has a long-standing track record for being a stable place for customers, employees and investors during all types of macroeconomic situations and crisis, and we demonstrated that once again. The selling season was positive in terms of both revenue and volumes in a very highly competitive environment. In particular, demand has remained strong for our HR outsourcing solutions though as we've reported in prior quarters, we continue to see a trend of client shifting preferences for our ASO model over the PEO model. In the third quarter, we saw revenue retention remaining near record levels and normalization of uncontrollable losses at the very low end of the market.\nThe focus and investment we continue to put in our high-value clients is making the difference in the customer experience. In addition, the advisory assistance we provide our clients is critical in these challenging times. Our retention for our HR outsourcing businesses, both ASO and PEO stand at an all-time record high year-to-date. PEO and Insurance Solutions continues to show lower health insurance attachment and enrollment inside those clients that are attaching. This is specifically impacting our PEO in the Florida market and the softer rates for workers' compensation insurance continue to impact the property and casualty part of our insurance agency.\nWe expect these trends to continue early into the next fiscal year and normalize as the year progresses. Paychex is uniquely positioned with a continuum of solutions designed to help businesses in any macro environment. We help them recruit and train employees gain access to capital and provide valuable benefit packages such as insurance and retirement. Through our innovative technology, compliance and HR expertise, we are here to help businesses drive efficiency within their HR processes, which therefore frees up valuable time for them to focus on growing the business.\nCompeting for and retaining employees remains a challenge for today's workforce. And I want to commend Congress and the President for signing the recent SECURE Act 2.0, which will introduce a range of new opportunities for businesses looking to introduce a retirement benefit and make their employee value proposition more competitive.\nWe have begun to launch campaigns to educate the market on the SECURE Act 2 and continue to position Paychex as the industry leader in retirement plans that we are. We are working on strategies to leverage our strength in this market and capitalize on this opportunity in the years ahead.\nAs higher interest rates and disruptions in the banking system have both impacted the cost and access of capital for many small and midsized businesses, we have fully embraced this challenge to help them out by proactively assisting our clients and prospects with obtaining financial assistance available to them through nontraditional financial partnerships and through government programs such as PPP and the ERTC program. We continue to see strong demand for our full-service ERTC solution.\nMany of the businesses we've helped are leveraging their new financial flexibility to reinvest in new solutions, such as a retirement plan, or one of our integrated HCM technologies. Recently, our ERTC service was recognized with a Stevie Award for helping businesses obtain critical financial support.\nIn uncertain times, people look for stable, trusted advisers to help them succeed. I am proud that we have recently been recognized as one of the most admired, one of the most ethical and one of the most innovative companies by several prominent and respected brands. We remain one of Fortune's most Admired Companies in 2023 and for the 15th time, we were named among one of the most ethical companies in the world by Ethisphere. This is a select group of companies that show exceptional commitment to ethical operations, compliance performance and governance and risk practices, including strong commitments to ESG and diversity, equity and inclusion.\nAnd today, we are announcing that we have been named to Fortune's list of America's most innovative companies for 2023 due to the innovation we've shown in our products, processes and culture. These awards are the result of the dedication of our 16,000-plus employees who daily are supporting our clients and helping them succeed and doing business the right way every day.\nVery proud of the team, and I'm very proud of Paychex. There's no question that we are a well-managed and stable market leader that people can depend on. We have a long-standing track record of being there for our customers when they need us most, and we continue to be well positioned to help them through the HR challenges they are facing and whatever comes their way in the future.\nNow I'll turn it over to Efrain who will take you through our financial results for the third quarter.\n\nEfrain Rivera\n\nSenior VP & CFO\n\nThanks, John. Good morning to everyone on the call. I'd like to remind you the customary things I remind you that during these conversations, we're going to talk about forward-looking statements. Items like EBITDA, non-GAAP measures, please refer to our press release for more information on these topics. I'll start by providing some of the key points for the quarter and finish up with a review of our fiscal 2023 outlook.\nTotal revenue for the quarter, as you saw, grew 8% to $1.4 billion. Total service revenue increased 7% to $1.3 billion. Obviously, we're benefiting from increase in interest rates. Management Solutions revenue increased 7% to $1 billion, driven by additional product attachment, HR ancillary services. It's largely what we've discussed previously, our ERTC product and price realization, we continue to see strong attachment of our HR solutions, retirement and time and attendance products.\nDemand for our ERTC service remains strong and contributed approximately 1% to revenue growth in the quarter. Demand for this product along with our internal execution, have continued to exceed our expectations, while ERTC has been a tailwind, and we expect demand to continue into fiscal year '24. It will eventually become -- will eventually moderate and become a headwind as we progress through next year -- next fiscal year.\nBeyond Insurance Solutions revenue increased 6% to $321 million, driven by higher revenue per client and growth in average worksite employees. The rate of growth was impacted by factors previously discussed, including lower medical plan sales and participant volumes, along with the mix shift to ASO as John called out. We expect these trends to normalize as we progress through fiscal 2020, meaning a little bit more of a balance between PEO and ASO.\nInterest on funds held for clients increased significantly to $35 million in the quarter, primarily due, as you know, to higher average interest rates. Total expenses were up 8% to $769 million. Expense growth was largely attributable to higher headcount, wage rates in general course to support growth in our business. Op income increased 9% to $612 million, with an operating margin of 44.3%, a slight expansion over the prior year period.\nOur effective tax rate for the quarter was 24.3% compared to 22.3% in the prior year period. The prior year period included a higher volume of stock-based comp -- and stock-based comp payments and the recognition of a tax credit related to our development of client-facing software that generated the difference in rates.\nNet income increased 9% to $467 million and diluted earnings per share increased 8% to $1.29 per share. Adjusted diluted earnings per share increased 12% for the quarter to $1.29 per share. Let me quickly summarize the results for the first 9 months of the fiscal year. Performance has been strong. Total service revenue increased 8% to $3.7 billion, and total revenue was up 9% to $3.8 billion. Management Solutions up 9% to $2.8 billion. PEO and Insurance Solutions up 6% to $877 million.\nOp income increased 9% with a margin of 41.8%. Adjusted net income and adjusted diluted earnings per share both increased 12% to $1.2 billion and $3.31 per share. Our financial position remained strong as you can see, with cash, restricted cash and total corporate investments of more than $1.6 billion. Total borrowings of approximately $808 million as of February 28, 2023. Cash flow from operations, again, solid for the first 9 months was at $1.3 billion and with an increase from priority driven by higher net income and changes in working capital.\nWe've had our quarterly dividends at $0.79 per share for a total of $854 million during the 9 months of fiscal 2023 year, 12-month rolling return on equity was the stellar superb for 47%.\nNow let me turn to our guidance. For the current fiscal year ending May 31, 2023. Our current outlook incorporates our results for the first 9 months in our view of the evolving macroeconomic environment. We have raised guidance on certain measures based on performance this past quarter, updated guidance is as follows: Management Solutions revenue now expected to grow slightly above 8%. We previously guided to a range of 7% to 8%. PEO and Insurance Solutions outlook is unchanged at growth in the range of 5% to 7%, although we anticipate it to be towards the lower end of the range. We expect Q4 PEO and Insurance Solutions growth to be below 5% due to the factors that we've talked about through much of the year.\nInterest on funds held for clients is expected to be in the range of $100 million to $105 million. Total revenue is expected to grow approximately 8%. Other income and expense net is now expected to be income of $10 million to $15 million, obviously due to higher interest rates. Remember, we met interest income there with our expense on the debt. Adjusted diluted earnings per share is now expected to grow in the range of 13% to 14%. We previously guided to growth of 12% to 14%. So we tightened the range, obviously, 1 quarter left.\nGuidance for margins and effective tax rates are unchanged, but we do anticipate being on the higher end of the range for operating margin and the lower end of the range for effective tax rate. We currently are in the middle of our annual budget process and are working on expectations for next fiscal year. As you know, this is challenging for a number of different reasons, not the least of which are expected outcomes in terms of interest rates and also macroeconomic environment. We'll provide final guidance for fiscal 2024 during fiscal 2023's fourth quarter earnings call in June.\nHowever, let me share some of our preliminary thought process around fiscal 2024. On a preliminary basis, we believe that the exit rate in the fourth quarter is a decent approximation for total revenue growth for 2024. This should result somewhere in the range of 6% to 7%. And again, we got more to do there, but just giving you what our thought process is at the moment. And it's heavily dependent on what we think will happen with interest rates during the year. And at this point, our assumptions are conservative.\nManagement Solutions is expected to be lower as a result of moderating ERTC revenues. We called that out last year didn't happen. It actually went the other way. We do think it's going to happen next year. And then PEO and Insurance revenue growth is expected to trend higher as we progress through the year with moderation in some of the headwinds we have experienced this year primarily around insurance attachment and also, as we called out mix shift to ASO. We remain committed to improving margins and we anticipate that operating margin will expand at this stage in the range of 25 to 50 basis points for fiscal 2024.\nOf course, all of this is subject to our current assumptions, which can change, especially if there are significant changes to the macro environment, which at this stage, we are not seeing. I'll refer you to our investor slides on our website for more information. And now let me turn the call back over to John.\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Efrain. With stats now being complete, Todd will open up the call for any questions people have."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca8e0e1f4ee9567409889be4a9f5ebab",
    "period": "2023 Q2",
    "content": "Q2 2023 Paychex Inc Earnings Call\n\nQ2 2023 Paychex Inc Earnings Call\n\nPAYXNASDAQDEC 22, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Paychex Second Quarter Earnings Conference Call. (Operator Instructions). Please note, this call will be recorded, and I will be standing by if you should need any assistance.\nIt is now my pleasure to turn the conference over to Mr. John Gibson, President and CEO. Please go ahead, sir.\n\nJohn B. Gibson\n\nPresident, CEO & Director, Paychex, Inc.\n\nThanks, [Todd]. Good morning, everyone. Thank you for joining us for our discussion of the Paychex second quarter fiscal year '23 earnings release. Joining me today is Efrain Rivera, our Chief Financial Officer.\nThis morning, before the market opened, we released our financial results for the second quarter ended November 30. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next day. This teleconference is being broadcast over the Internet and will be archived and available on our website for approximately 90 days.\nWe'll start the call with an update on the business for the second quarter and then Efrain will review our financial results and outlook for fiscal year '23. We'll then open it up to your questions.\nWe delivered solid financial results for the second quarter with total revenue of 7% and adjusted diluted earnings per share growth of 9%. Demand for our comprehensive solution suite remains strong, and we are well positioned to help our clients succeed. Our unique combination of leading HR technology, HR expertise and the wide breadth of solutions we have to address the many needs in the marketplace, continue to help small and midsized businesses navigate this very dynamic and challenging environment.\nWe continue to closely monitor the macroeconomic environment and our internal leading indicators. The latest findings from our Paychex | IHS Small Business Employment Watch revealed moderating growth in jobs and steady growth in wages. Our clients continue to be challenged by the continuing impacts of the pandemic, inflationary pressures and the challenges of this labor market. However, small and midsized businesses continue to show their resilience.\nOur revenue retention remained solid as we focus on retaining clients and driving increased value and penetration of our HR outsourcing, HCM software and retirement solutions. Our overall HR outsourcing business continues to perform well with strong growth in worksite employees and record revenue retention. We achieved a major milestone this quarter. We now serve over 2 million worksite employees across our ASO and PEO business, clearly establishing us as an HR leader.\nOur industry-leading HR advisory services sets us apart and our certified HR professionals are truly a unique asset as they are advising our clients on HR issues as well as leveraging our HR technology and the analytics from our vast SMB data set to help our clients achieve greater operational efficiency, increase employee engagement and reduce turnover.\nWhile demand for our technology and HR outsourcing solutions remain strong, we continue to see shifts in what offerings clients find are the best fit for their current situation. Both early and during the pandemic, we saw lower demand for adding employer health benefits. We continue to see this trend and also high demand for our ASO solutions, driven by businesses seeking immediate assistance with HR issues and filing for tax credits, but delaying decisions on adding or changing their insurance offering to their employees.\nIn addition, the lower medical plan sales and participant volumes in our health and benefits area of our insurance agency that we discussed last quarter continued in the second quarter, and we saw some similar trends in our Florida at-risk insurance program in the PEO, impacting revenue growth in that area of the business. Awareness and demand of our employee retention tax credit or ERTC service, which helps clients maximize eligible tax credits continues to grow. To date, we've helped more than 50,000 clients secure billions in ERTC.\nA recent survey actually showed just 63% of business -- that 63% of business owners didn't even know that they were eligible for these credits. We continue to educate existing clients of the benefits as well as leverage this service to attract new clients. We continue to invest and enhance our product suite and customer experiences.\nIn November, we released our enhancements to Paychex Flex, focused on further streamlining the recruiting, onboarding, time and attendance, and benefits administration experiences. Through our HR technology, 3 out of 4 Paychex clients surveyed have shortened the time required from recruiting, screening, tracking and onboarding new employees. Those clients reported an average time savings of 26%, indicating that the typical 2-month recruiting cycle has now been reduced to just 6.\nI'm very excited about our Retention Insights offering, which continues to deliver strong results for our clients at a time when businesses remain committed to retaining their existing staff. This feature uses predictive analytics, coupled with our vast data sets to provide insights on potential employee flight risk. Clients leveraging the retention insights offering are showing a 15% reduction in turnover when compared against their industry peers. We're very pleased we received the Bronze Brandon Hall Group Excellence Award for Best Advance in HR Predictive Analytics Technology for this solution. This is the 10th consecutive year they've recognized us.\nDuring the quarter, we also were recognized with the IDC 2022 SaaS Customer Service Satisfaction Award for core HR. We are honored to have received this award as another confirmation of the power of our HR technology and the quality of our advisory services. These awards continue to validate that Paychex is a technology leader and that our focus on HR is delivering real impact for our clients and our employees.\nAt this time, we're heading into our critical year-end season. We are fully staffed in both sales and service, and we have good momentum. I want to thank all the employees in advance for all their hard work and dedication in making this the best year-end ever.\nNow I'll turn it over to Efrain, who will take you through our financial results for the second quarter. Efrain?\n\nEfrain Rivera\n\nSenior VP & CFO, Paychex, Inc.\n\nThanks, John, and good morning. I'd like to remind everyone that today's commentary will contain forward-looking statements that refer to future events. You know the customary comments, take a look on our press release if you have any questions on that.\nLet me start by providing some of the key points for the quarter, and then I'll finish with a review of our fiscal 2023 outlook. Both service revenue and total revenue increased 7% to $1.2 billion. Management Solutions revenue increased 8% to $895 million driven by higher client employment levels and revenue per client. Revenue per client was positively impacted by additional product penetration. HR ancillary services, largely ERTC and price realization, we continue to see strong attachment of our HR solutions, retirement and time and attendance solutions.\nI will note that revenue from our ERTC service benefited second quarter revenue growth by approximately 1%. We anticipated ERTC revenue would moderate in fiscal 2023, but strong demand and execution have led to better-than-expected results. While ERTC was a tailwind to Management Solutions growth for the first half, it will become a moderate headwind in the second half.\nPEO and Insurance Solutions revenue increased 4% to $273 million, driven by growth in average worksite employees and revenue per client. The rate of growth was tempered by the impact of factors John previously discussed, including lower medical plan attachment and participant volumes along with the mix shift to ASO. And I would just note on PEO and Insurance Solutions, Insurance Solutions was significantly below the growth rate of PEO.\nInterest on funds held for clients increased 54% for the quarter to $22 million, primarily due to higher average interest rates along with growth in investment balances. Total expenses increased 7% to $718 million. Expense growth was largely attributable to higher headcount, wage rates and general costs to support the growth of our business.\nOperating income increased 7% to $472 million with an operating margin of 39.7%, in line with the prior year period. Our effective tax rate for the quarter was 24.2% compared to 24.1% in the prior year period.\nNet income increased 8% to $360 million and diluted earnings per share increased 9% to $0.99 per share. Adjusted net income and adjusted diluted earnings per share both increased 9% from the quarter to $359 million and $0.99 per share, respectively.\nQuick summary of year-to-date financial results. Total service revenue and total revenue both increased 9% to $2.4 billion. Management Solutions increased 10% to $1.8 billion. PEO and Insurance Solutions increased 6% to $556 million. Op income increased 10% with a margin of 40.4% with modest expansion year-over-year and adjusted net income and adjusted diluted earnings per share both increased 12% to $731 million and $2.02 per share.\nLet's look at our financial position. It's strong with cash, restricted cash and total corporate investments of more than $1.3 billion and total borrowings of approximately $808 million as of November 30, 2022. Cash flow from operations increased and was $686 million for the first half of fiscal 2023, and this was driven by higher net income and changes in working capital. We paid out quarterly dividends at $0.79 per share for a total of $569 million during the first half of 2023, our 12-month rolling return on equity was an absolutely stellar 46%.\nNow I'll turn to the guidance for the current fiscal year ending May 31, 2023. Our current outlook incorporates our first half results, obviously, in our view of the evolving macroeconomic environment. We have raised guidance in many areas, but moderated the range for PEO and Insurance Solutions based on factors previously discussed.\nUpdated guidance is as follows: Management Solutions revenue expected to grow in the range of 7% to 8%; PEO and Insurance Solutions expected to grow in the range of 5% to 7%; interest on funds held for clients is expected to be in the range of $100 million to $110 million; total revenue is expected to grow approximately 8%; and other income expense net, and I'd just remind you that the net of our debt service plus earnings on our corporate portfolios, that number is now expected to be income of $5 million to $10 million. Adjusted diluted earnings per share is now expected to grow in the range of 12% to 14%.\nGuidance for margins and effective tax rate are unchanged, although we do anticipate meaning towards the upper end of the range on operating margin and the lower end of the range on effective tax rate.\nTurning to the third quarter. We currently anticipate that total revenue growth will be approximately 6% and that operating margin in the third quarter will be in the range of 43% to 44%.\nOf course, all of this is subject to our current assumptions, which could change if there are changes in the macro environment. We will update you again on the third quarter call, and I will refer you to our investor slides on the website for more information.\nI'll now turn the call back over to John.\n\nJohn B. Gibson\n\nPresident, CEO & Director, Paychex, Inc.\n\nThank you, Efrain. [Todd], we will now open the call for questions."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/282a884caa735075e850330126114cc4",
    "period": "2023 Q1",
    "content": "Q1 2023 Paychex Inc Earnings Call\n\nQ1 2023 Paychex Inc Earnings Call\n\nPAYXNASDAQSEP 28, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Paychex First Quarter FY '23 Earnings Conference Call. (Operator Instructions) Please note this call may be recorded. It is now my pleasure to turn today's program over to Martin Mucci, Chairman and Chief Executive Officer of Paychex. Please go ahead.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThank you, Gretchen, and thank you for joining us for our discussion of the Paychex first quarter fiscal '23 earnings release. Joining me today are John Gibson, our President and Chief Operating Officer; and Efrain Rivera, our Chief Financial Officer.\nI do want to start out by saying that all of us are thinking of everyone in the path of Hurricane Ian that is approaching Florida at this time. Certainly, our employees, our clients and everyone else in those areas, we hope are safe.\nThis morning, before the market opened, we released our financial results for the first quarter ended August 31, 2022. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next few days. And this teleconference is, of course, being broadcast over the Internet and will be archived and available for approximately 90 days.\nWe'll start today's call with an update on business highlights for the first quarter. Efrain will then review our financial results and outlook for fiscal 2023, and then we'll open it up for your questions.\nI will start out by acknowledging that this will be my last earnings call as -- in my role as CEO of Paychex. On August 24, we announced I'm retiring as CEO effective October 14. That's after our 2022 -- fiscal 2022 Annual Meeting of Stockholders. However, I will remain in my role as Chairman of the Board.\nJohn Gibson, on the call today, our current President and Chief Operating Officer, will assume the role of President and CEO. John has been a member of the executive leadership team since 2013 and has been instrumental in the success of Paychex during his tenure. We have executed on a long-term succession plan, and I'm confident that John is the right person to lead Paychex into its next phase of growth. Really many best days ahead of us.\nI want to thank all of you also, you directly, for your interest in coverage of Paychex, some of you for more than 2 decades and for your good questions and feedback over my 12 years as Chief Executive Officer. I also want to publicly thank Efrain. Everyone knows he's one of the best CFOs in the business, and we've done over 40 quarterly calls together. And more than any -- more than a CFO, Efrain has really been a leader on our executive team and who provides not only great counsel, but is known for his intelligence, his integrity and also music trivia. You can try that out on some time.\nFiscal 2023 is off to a great start with a double-digit growth in both revenue and earnings compared to the same quarter last year. We have a record level of first quarter sales with strong trends continuing in the mid-market, retirement and HR outsourcing in particular. We have had continued success in the selling of our suite of innovative products from HCM technology to HR solutions that help businesses become more efficient and address complex HR issues in a challenging time for many businesses.\nWe continue to regularly monitor our key leading indicators for signs of changes to the macroeconomic trends. And while we have seen some moderation in key issues, we have not yet seen any significant changes. As an example, the latest Paychex IHS Small Business Employment Watch showed that workers of U.S. small businesses continue to benefit from higher wages.\nNew jobs continue to grow but at a more moderated pace, and job growth at U.S. small businesses remains resilient even in the face of a tight labor market and inflation pressures. Employment levels at our existing clients have continued to increase as they're finding more people to fill those positions, consistent with these findings of our HR -- of our Small Business Index.\nI will now turn the call over to John, and he will provide you with some highlights surrounding our technology and product suite and results. John?\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nOkay. Thank you, Marty, and good morning, everyone. It's a pleasure to be with you. Based upon our recently released Pulse of HR survey, it's obvious that businesses of all sizes continue to be challenged with attracting and retaining talent, improving their operational efficiency and working to increase their financial flexibility. Our continued investments in innovative HR technology, combined with our unmatched HR expertise, truly and uniquely positions us to help small businesses and mid-sized businesses navigate a very dynamic and challenging environment.\nEarlier this month, we attended the annual HR Technology Conference in Las Vegas, where once again, Paychex demonstrated the latest of our innovations. We showcased significant enhancements to the Paychex Flex recruiting and applicant tracking experience, which is designed to digitally deliver candidates to clients faster and allow them to leverage mobile technology to recruit, screen and then onboard candidates in a unified and simple-to-use experience. Already, our digital onboarding experience was utilized by over 1.7 million new hires in the last year alone.\nWe also introduced our latest innovation, Paychex Voice Assist. And really, this is a natural extension of the expansive and ever-growing and utilized self-service capabilities that we have at Paychex. And coupled with our award-winning Paychex Pre-Check offering, which allows employees to further participate in the payroll process by reviewing their gross to net payroll calculations prior to payroll processing, Paychex Voice Assist now enables HR and payroll administrators and small business owners to manage their payroll and HR tasks while on the go through any Google Assistant-capable device. This provides a hands-free experience that includes voice recognition and verification security.\nI'm proud that Paychex is the first HCM solutions provider to offer voice-activated capabilities such as these. Our technology offerings continue to garner national recognition. Paychex is proud to be recognized for the sixth, I repeat, the sixth, consecutive year by NelsonHall, a global analyst and research firm, and it positioned us as a leader in its 2002 (sic) [2022] NEAT report for service providers.\nPaychex Flex was recognized for its comprehensive technology as one of the most advanced HR platforms that brings the power of benchmarking, data analytics as well as digital service enablement to drive operational efficiency and improve the employee experience. I also want to mention that we have once again, for the 12th consecutive year, been recognized as the nation's largest 401(k) recordkeeper by total number of plans by PLANSPONSOR magazine. We were also recognized by them as an industry leader in the number of new plans that we added in 2021.\nIt's obvious that our retirement business continues to be an area of strength for us as many business owners and their employees are focused on financial wellness as a key benefit and issue. In addition, our Pooled Employer Plan offering continues to gain traction in the marketplace with approximately 4,000 new plans onboarded during the first quarter alone.\nWe continue to see strong demand for our Employee Retention Tax Credit service. This helps clients maximize their eligible tax credits and thus, provide them more financial flexibility. To date, we have helped over 45,000 clients secure over $8.6 billion, that's $8.6 billion, in combined ERTC and paid leave tax credits. We continue to have the opportunity to educate more of our existing clients on the benefit of this service as well as leverage the service to attract new clients.\nWe have started off the fiscal year '23 strong. And while there is uncertainty in the macro environment, our solutions and business model have in the past and continue today to prove their resilience. We help our clients to succeed under any macroeconomic conditions. We continue to focus our product road map on the needs of our clients and anticipate releasing further enhancements this fiscal year designed to continue to provide them a positive digital user experience and help them utilize HR technology to simplify their processes.\nNow before I turn the call over to Efrain, I'd like to take a moment to say thank you, and yes, Marty, you're going to continue to hear this over and over again over the next couple of weeks. But I want to say thank you to Marty for his tireless dedication and strong leadership of the company over the years. And for me, personally, for his mentorship and his friendship for the nearly decade that he and I have been working together.\nUnder Marty's tenure as CEO, Paychex has more than doubled its revenue and transformed into a leading HCM technology solutions company. Today, Paychex is a tech company, and it's a tech company because of Marty's vision and his leadership. Marty, it's been a pleasure to work alongside you, the leadership team and the nearly 17,000 now employees of Paychex, and I look forward to continuing our relationship in our new roles.\nAs I've said many times and to many people, we're the same great company. It's the same great leadership team. It's the same great employees. We're just each playing a little different roles as we move forward. I know that our collective focus on our purpose, which is to help small and mid-sized businesses succeed, will continue to drive us in the future as it has in the past.\nI'll now turn the call over to Efrain to discuss our first quarter financials.\n\nEfrain Rivera\n\nSenior VP & CFO, Paychex, Inc.\n\nThanks, John, and good morning. I'd like to remind everyone that today's commentary contains forward-looking statements that refer to future events and, therefore, involve risks. Refer to the customary disclosures.\nLet me start by providing key points for the quarter and finish with a review of fiscal 2023 outlook. As Marty and John already mentioned, Q1 was strong. Our financial results for the first quarter included service revenue and total revenue that increased 11% to $1.2 billion.\nManagement Solutions revenue increased 12% to $906 million driven by higher client employment levels and revenue per client. Revenue per client was positively impacted by additional product penetration; HR ancillary services, largely our ERTC product; and price realization. We continue to see strong attachment of our HR solutions, retirement and time and attendance solutions.\nI'll note that the revenue from our ERTC service benefited our first quarter revenue by about 1% to 2%. While we had anticipated ERTC revenue would continue in fiscal 2023, strong execution both in sales and service allowed us to realize some of the revenue a bit earlier in the year. While ERTC was a tailwind to growth for the first quarter, its benefit will decline as the year progresses. For the full year, the impact will be marginal to growth.\nPEO and Insurance Solutions revenue increased 8% to $283 million driven by growth in average worksite employees and PEO health insurance revenue. The rate of growth was tempered by a lower rate of health insurance enrollment in both the PEO and the insurance agency, together with continued softness in workers' compensation rates. So that really is a little bit more focused that the insurance agency has more of an impact on the revenue there.\nInterest on funds held for clients increased 24% for the quarter to $18 million primarily due to higher average interest rates along with growth in investment balances. Total expenses increased 11% to $711 million. Expense growth was largely attributable to higher headcount, wage rates and general cost to support growth in our business. In addition, PEO direct costs increased due to higher medical plan enrollments compared to the same period last year.\nOp income increased 12% to $496 million with an operating margin of 41.1%, an expansion of 20 basis points over the prior year, a bit above where we anticipated it being in the first quarter. Our effective tax rate for the quarter was 22.9% compared to 24.9% in the prior year period. Both periods reflect discrete tax benefits related to employee stock-based comp payments. However, the prior year also reflected an increase in state taxes.\nNet income and diluted earnings per share both increased 14% to $379 million and $1.05 per share, respectively. Adjusted net income increased 15%, and adjusted diluted earnings per share increased 16% for the quarter to $372 million and $1.03 per share, respectively.\nOur financial position remains strong with cash, restricted cash and total corporate investments of $1.3 billion, and our borrowings are at approximately $800 million as of the end of the quarter. Cash flow from operations was $364 million during the first quarter, a small decrease from the prior driven by fluctuations in working capital partially offset by higher net income. And we paid out quarterly dividends at $0.79 per share for a total of $285 million in the first quarter. Our 12-month rolling return on equity was a stellar 46%.\nNow I'll turn to our guidance for the current fiscal year ending May 31, 2023. Our current outlook incorporates our first quarter results and our view of the evolving macroeconomic landscape. One thing I want to emphasize as I walk through the guidance. We don't provide quarter-to-quarter guidance. What we try to do is give you a sense of where we anticipate the quarters will fall. So I'd ask that you keep that in mind.\nThe majority of our guidance remains unchanged from that provided in June with the exception of an increase in our expected growth for adjusted earnings per share. Let me provide some color in certain areas as follows.\nManagement Solutions revenue is expected to grow in the range of 5% to 7%, but now we anticipate it to be towards the upper end of the range. PEO and Insurance Solutions is still expected to grow in the range of 8% to 10%, but we now anticipate it to be towards the lower end of the range. Interest on funds held for clients is expected to be in the range of $85 million to $95 million, but is now again anticipated to be towards the upper end of the range.\nTotal revenue is expected to grow in the range of 7% to 8%, but again, based on what I just said, is anticipated to be towards the upper end of that range. And adjusted diluted earnings per share is now expected to grow in the range of 11% to 12%, increase from the previous guidance of 9% to 10%. I just want everyone to remember, I'm talking about adjusted diluted earnings per share.\nSo turning to the second quarter. Our current thoughts are that we anticipate revenue growth will be approximately 7%, and we expect operating margins to be approximately 38%. Of course, all of this is subject to current assumptions, which could change if there are significant changes to the macro environment. We will update you again on the second quarter call, and I refer you to our investor slides on our website for more information.\nI'd also like to take a moment to thank you -- say thank you to Marty for his years of service to the company. It's been an incredible pleasure working alongside you, and I wish you the best of luck in your future endeavors. I can say that for all of the shareholders on the call, there was never a moment, never a conversation where putting the interest of shareholders didn't come first. And so I know that, that will continue under John's leadership. So -- the other thing I'd like to say is that the company that we're reporting on today simply would not be where it is today without Marty's efforts.\nAnd one other thing that I want to add, too. For the investors on the call, we filed a supplemental proxy statement this week relating to our say-on-pay proposal. We'd ask that investors who want a position in Paychex take a look, read that closely. I'm always available. The management team is always available for any calls that you'd like to schedule to discuss that.\nSo with that, let me turn it back over to Marty.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThanks, John and Efrain. Thank you very much for the comments and for your updates. And also, of course, we wouldn't be here where we are today at the company without our over 16,000 employees, who have worked so tirelessly for our clients and for our shareholders.\nWe'll now open it up for your questions and comments. Gretchen, please open it up, please."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca6a22b518f50b8ce3473366d8ad2538",
    "period": "2022 Q4",
    "content": "Q4 2022 Paychex Inc Earnings Call\n\nQ4 2022 Paychex Inc Earnings Call\n\nPAYXNASDAQJUN 29, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex Fourth Quarter and Fiscal Year-end Earnings Conference Call. (Operator Instructions) Please note that this call is being recorded. (Operator Instructions)\nIt is now my pleasure to turn today's program over to Mr. Martin Mucci, Chairman and Chief Executive Officer. Sir, please begin.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThank you, and thank you for joining us for our discussion of the Paychex Fourth Quarter and Fiscal Year 2022 earnings release. Joining me today are: Efrain Rivera, our Chief Financial Officer; and John Gibson, our President and Chief Operating Officer.\nThis morning, before the market opened, we released our financial results for the fourth quarter and full year ended May 31, 2022. You can access our earnings release on the Investor Relations website and our Form 10-K will be filed with the SEC before the end of July. This teleconference is being broadcast over the Internet and will be archived and available on the website for about 90 days.\nWe will start today's call with an update on business highlights for fourth quarter and the fiscal year. Efrain will review our financial results and outlook for fiscal 2023, and we will then open it up for your questions or comments.\nWe are very pleased to close on our fiscal year with yet another strong quarter. Our successful fiscal 2022 results reflect strong execution across the company. This includes our sales teams highlighting our value proposition, our service teams in retaining clients, our cross-functional partnership to get new products in front of clients quickly and a solid success in HR outsourcing and in the mid-market.\nOur adjusted diluted earnings per share growth of 24% reflects both strong revenue growth and margin expansion to an operating margin of approximately 40% for fiscal 2022. Our focus on cost control, lower discretionary spend and operating efficiencies has allowed us to both invest in our business and expand operating margins.\nMacroeconomic trends have been positive this year, but with inflation at a 40-year high, there are concerns for potential of a recession in the near future. We continue to monitor key leading indicators for any signs of a change in the macroeconomic environment, but have not seen any signs of deterioration at this time.\nTypically, the first signs of a macroeconomic recession would be a decline in employment levels at existing clients and uptick in non-processing clients or a slowdown in sales activities. These indicators continue to trend in a positive direction.\nThe latest Paychex IHS Small Business Employment Watch reflected a 12-month consecutive -- a 12th consecutive month of increasing hourly earnings gains, though we did notice slowing a bit of the pace of job growth in May. However, this is more reflective of being near full employment and the difficulty of finding employees.\nJob growth at U.S. small businesses remained strong in the face of a tight labor market and inflation pressures.\nEarlier this year, John Gibson was appointed President and Chief Operating Officer. John has been leading our service operation since 2013 and we're glad to introduce you to him on this call and have him participate. I will now turn it over to John, who will give us an update on our sales and service performance. John?\n\nJohn B. Gibson\n\nPresident & COO, Paychex, Inc.\n\nThank you, Marty. I'm happy to be joining all of you today on this call. and provide an update on our performance, both for the fourth quarter and full fiscal year '22. We finished the year with over 730,000 total payroll clients with growth driven by both strong sales and retention. In addition, we now service approximately 2 million work-site employees to our ASO and PEO offerings, with 18% growth in the fiscal year.\nWe had a record level of new sales revenue for both the fourth quarter and full fiscal year. Our sales teams truly executed across the board from digital sales in the low end and continuing momentum in the mid-market and very particularly strong demand in HR outsourcing and retirement. This reflects the strength of our value proposition and was aided by the improved sales productivity by our continued investments in demand generation and sales tools.\nOur service teams have worked tirelessly to both support our clients and our sales growth throughout the year. We are very pleased with our revenue retention, which was comparable to our pre-pandemic record of last year. We have continued to make strong progress in hiring, and we actually accelerated some hiring into the fourth quarter to ensure we are fully staffed and ready to execute our goals in fiscal year '23.\nWe believe that by partnering with our clients and remaining agile and flexible in how we meet those needs, we will provide them the ability to focus on running their business and increase their success in navigating today's very complex business environment. Their ability to rely on Paychex to make the complex simple will result in their continued success and will, of course, then lead to continued elevated retention that benefits everyone.\nI'll now turn the call back over to Marty.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThanks, John. We continue to help our clients deal with the issues they consider most pressing. We were recently recognized for doing just that by receiving the HR Tech Award from Lighthouse Research and Advisory for the best SMB-focused solution in the core HR workforce category for the third consecutive year.\nWhat stood out about Paychex Flex was our ability to rapidly respond to changing conditions, delivering a product that is consistently up to date on the latest requirements. We have been able to help clients navigate challenges, including recruiting and retaining talent during the great resignation, gaining access to government stimulus programs like the employee retention tax credit, enhancing benefit offerings and transitioning to a digitally-enabled distributed work environment.\nOur strong and resilient product suite of HR, payroll, insurance, retirement and PEO have been strategically designed to help businesses maximize every opportunity presented to them. We continue to see expanded utilization of our recruiting and applicant tracking solutions designed to help businesses find talent in a low unemployment environment.\nOur deep integration with Indeed is helping our clients gain access to a strong set of candidates. Over 70% of the client employees hired through our Flex recruiting and applicant tracking module were sourced from Indeed, the world's largest job posting site.\nOur retirement solutions are also experiencing record demand due to state mandates and the need for differentiated benefit offerings to retain top talent. The introduction of our Pooled Employer Plan further differentiates our solution set. We now help over 104,000 businesses and over 1.3 million client employees save for a dignified environment retirement with industry-leading mobile technology, which allows employees to enjoy enrolling their retirement in just 4 clicks.\nHR has historically been tasked with helping businesses stay compliant and manage their talent. With Paychex HR, we deliver on these goals while also helping businesses operate more efficiently. Paychex HR helps businesses replace paper with modern, easy-to-use digital processes through our cloud-enabled Flex mobile technology.\nGiven current challenges with hiring and the rising costs brought on by inflation, we address head on the need for businesses to operate more efficiently. Over 1.7 million client employees were onboarded through a completely digital experience during fiscal '22.\nMaximum gains and efficiency are obtained when the leading technology we bring to payroll HR and time collection and scheduling are brought together. Paychex Pre-Check debut in January and the early adopters of Pre-Check have benefited from the proactive approach of letting their employees preview and approve their checks prior to processing. Prospects have been excited about the time savings and problem avoidance that comes with Pre-Check.\nWe also continue to innovate in the PEO space, Paychex PEO offers a continuum benefits that is unique to our clients from traditional health dental and vision funded by the client to comprehensive employee volunteer packages, including options for employees to purchase anything from critical illness policies to pet insurance to new and emerging benefit offerings like student loan subsidies, robust benefit offerings designed for part-time employees, telemedicine and mental health counseling.\nOur Paychex PEO provides a differentiated approach to benefits designed to help our clients attract and retain top talent.\nManaging cash flow is also a top priority for businesses as they are struggling to address the impact of supply chain issues and rising inflation. We continue to find ways for customers to access government stimulus including helping our clients gain access to over $8 billion in employee retention and paid leave tax credits. This builds on the momentum of our $65 billion of PPP loan program initiative in 2020. Our award-winning PPP forgiveness tool has been instrumental in helping our clients transition 96% of those loans to full loan forgiveness.\nAt Paychex, we know our employees are critical to who we are and what we do, and I believe that our focus on employees and their well-being has helped us manage through the competitive labor market. We are identified as one of the America's best employers for diversity by Forbes Magazine and were recognized by business group on health for offering one of the nation's top health and well-being programs with the Best Employers: Excellence in Health and Well-being award.\nAs fiscal '22 came to a close, I'm very proud of the excellent results we had for the year and excited about our continued growth. I want to thank our 16,000 employees who are key to our success and have done a tremendous job in this ever-changing environment.\nWith that, I will now turn the call over to Efrain Rivera to review our financial results for the fourth quarter and fiscal year as well as our guidance for fiscal 2023. Efrain?\n\nEfrain Rivera\n\nSenior VP, CFO & Treasurer, Paychex, Inc.\n\nThanks, Marty, and good morning to all of you. It's great to join you at the end of one of the most successful years in the company's history despite the success what you have from us and will always have is a team that's grounded and we'll continue to work to deliver shareholder returns that lead the market.\nI'd like to remind everyone that today's conference call will contain forward-looking investment statements. Refer to the customary disclosures. I'll periodically refer to some non-GAAP measures. Please refer to the press release and investor presentation for more information. They're pretty modest adjustments.\nI'll start by providing a summary of our fourth quarter financial results, quickly hit on full year results and then provide some guidance for fiscal '23. For the fourth quarter of fiscal '22, as you saw, about service revenue and total revenue increased 11% to $1.1 billion. Management Solutions had another strong quarter, increasing to 12% to $845 million, driven by higher revenue per client and growth in our payroll client base. The higher revenue per client reflects product attachment across our HCM suite, higher employment levels within our base, pricing, revenue from ancillary services, including our ERTC service.\nERTC revenue reached approximately 1% of total service revenue. That's for the year. While we do not anticipate this revenue stream to continue at that level, there still remains a significant opportunity both inside and outside our base.\nPEO and Insurance Solutions revenue increased 10% to $284 million, driven primarily by higher average work-site employees in health insurance revenue. Interest on funds held for clients increased just 2% for the quarter to $15 million due primarily to growth in average investment balances. Note that while recent rate hikes did not have a significant impact on the fiscal quarter, they will provide a tailwind for next year.\nTotal expenses increased 11% to $750 million. The growth in expenses resulted primarily from higher compensation costs due to increased headcount to support our growing client base wage rates and performance-based compensation. In addition, we continue to invest in our products, technology and marketing.\nAnd I just want to call out the margin in the quarter. We made very deliberate choices in the fourth quarter to invest back in our client base and in our -- among our employees. That's why all of the flow-through did not go down to the bottom line, and that was a deliberate choice that we think leads to the future sustainability of the business. And we think we're positioned very well as a result of those choices.\nOperating income increased 11% to $394 million with an operating margin of 34.4% and adjusted operating margin was flat for the reasons I just said. And we anticipated some hiring and marketing spend and pull back into Q4.\nNet income increased 13% for the quarter to $296 million and diluted earnings per share increased 12% to $0.82 per share despite all of that investment. Adjusted net income and adjusted diluted earnings per share both increased 13% for the quarter to $295 million and $0.81 per share, respectively. As I said, the adjustments were relatively modest.\nFull year fiscal '22, let me touch on that quickly. You saw total service revenue and total revenues both increased 14% to $4.6 billion. Expenses, including onetime costs incurred during the prior year, increased 8%. Operating income and adjusted operating income increased 26% and 23% respectively, the $1.8 billion, adjusted operating margin was 39.9%, an expansion of 310 basis points over the prior year. And I just called that out.\nYou will search high and low to find some companies that are at that level. We've delivered that. We delivered that while investing in the company because we think that we're not playing a game for the next quarter or the next year. We're playing a game for the long haul. That's what you do when you're that kind of company.\nDiluted earnings per share increased 27% to $3.84 per share. Adjusted diluted earnings per share increased 24% to $3.77 per share. I'm really proud of our financial position. We delivered all of that and our financial position remains rock solid with cash, restricted cash and total corporate investments of $1.3 billion. Total borrowings were $806 million as of May 31. Cash flow from operations was $1.5 billion during the fiscal year. We translate earnings into cash. That's what we do. Free cash flow generated for the year was $1.3 billion, up 20% year-over-year. So earnings and cash flow were really strong this year.\nGiven the strong performance and our commitment to returning capital to shareholders, in May, we increased our quarterly dividend 20% to $0.79 per share. And as many of you know, we have one of the leading dividend in certainly in our sector and industry. And during fiscal '22, we paid out a total of $1 billion in dividends, and we also repurchased 1.2 million shares of Paychex common stock for $145 million. Our 12-month rolling return on equity was a superb 45%.\nNow let's talk about '23. I'm going to turn to the upcoming fiscal year. And our current guidance is as follows: Management Solutions revenue is expected to grow in the range of 5% to 7%, PEO and Insurance Solutions is expected to grow in the range of 8% to 10%, interest on funds held for clients expected to be in the range of $85 million to $95 million. And let me just call out that this reflects increases in line with what we understand the Fed is saying through the end of this calendar year.\nWhat does that mean specifically? It means that we think that interest rates by the end of calendar year 2022 will be approximately 3.25%, give or take, and we are assuming that in our plans at this stage. Total revenue is expected to grow in the range of 7% to 8%. Adjusted operating income margin is expected to be in the range of 40% to 41%. Not only did we deliver a 300 basis point increase, we are committing to additional leverage as we go into next year despite having made a lot of investments in the business as we've gone along.\nAdjusted EBITDA margin is expected to be another stellar 44%. Other expense net is expected to be in the range of $5 million to $10 million. Just so you all remember, that is a combination of both interest expense less the income on the portfolio. That's why it's $5 million to $10 million. We expect that we will see income from the portfolio to offset some of the interest expense.\nOur effective income tax is expected to be in the range of 24% to 25%. And adjusted diluted earnings per share at this point we expect to grow in the range of 9% to 10%. This outlook assumes the current macro environment, which, as all of you know, has some uncertainty. We, like you, week-to-week, struggle to understand sometimes what are the signals that are coming out of the federal government.\nI want to reiterate something that Marty said. The indicators in our business are strong as we exit the year. So that's not a concern certainly in the first half of the year in as much as we see it right now. Second half, we will see. So where is inflation going to be? We don't know that. What is the Fed exactly going to do? We think we have some indicators. We will see what they end up doing.\nWe obviously, given all of those comments have better visibility into the first half of fiscal '23 than the second half. So here's what we think about the first half. In the first half of the year, at this stage, we expect total revenue growth to be in the range of 8% to 9% with an operating margin of approximately 39%. That's what we think will happen in the first half.\nAnd then for the first quarter, getting a little closer, we currently are anticipating total revenue growth will be in the range of 9% to 10%, with adjusted operating margin in the range of 39% to 40%. Of course, all of this is subject to current assumptions, which are subject to change, and we'll update you again on the first quarter call.\nLet me refer you to the investor slides on our website for additional information. And with that, I will turn the call back to Marty.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThank you, Efrain. Operator, we'll now open it up for questions or comments."
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c02f431ff58daa4464a5bf4255e433cf",
    "period": "2022 Q3",
    "content": "Q3 2022 Paychex Inc Earnings Call\n\nQ3 2022 Paychex Inc Earnings Call\n\nPAYXNASDAQMAR 30, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Paychex Third Quarter Fiscal 2022 earnings. (Operator Instructions) It is now my pleasure to turn the conference over to Mr. Martin Mucci, Chairman and Executive Officer of Paychex.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThank you, Katie, and thank you for joining us for our discussion of the Paychex Third Quarter Fiscal Year 2022 earnings release. Joining me today, of course, is Efrain Rivera, our Chief Financial Officer. And this morning, before the market opens financial results for the third quarter ended February 28, 2022. You can access our earnings release on our Investor Relations website. Our Form 10-Q will be filed with the SEC within the next few days, this teleconference is being broadcast over the Internet and will be archived and available on our website for about 90 days.\nI will start today's call with an update on our business highlights for the third quarter, and Efrain will review our financial results for the quarter and provide an update on fiscal '22 -- fiscal 2022, and then we'll open it up for your questions or comments.\nOur strong results for the first half of the year continued in the third quarter as both management solutions and PEO and Insurance Solutions revenues increased by double-digit percentages year-over-year and adjusted diluted earnings per share increased 20%. We continue to see positive trends in our key indicators and strong momentum across all our lines of business, driven by a combination of solid internal execution in a market-leading suite of innovative solutions uniquely designed to address today's HR challenges. This momentum carried through calendar year-end and selling season, resulting in record sales performance and near-record level retention. Our value proposition continues to resonate in the market, particularly in this challenging environment.\nAnd our sales results were broad-based with double-digit growth in new annualized revenue across all lines of business HR outsourcing, retirement, payroll and insurance. We continue to improve our traction in the mid-market space, which has benefited from the investments we've made in our technology and product suite. Our client retention continues to surpass our expectations and remains near our record levels of the prior year, well ahead of the prepandemic levels. Our revenue retention remains at record levels for the year as we continue to bring in even more focus on our higher-value clients. Demand for our comprehensive set of solutions, including our integrated Paychex Flex human capital management technology our comprehensive ASO and PEO HR offerings remains high.\nBusinesses of all sizes are facing continued pressure from supply chain and labor shortages, the rising cost of doing business and ongoing challenges with COVID-19. As staffing challenges persist, businesses are looking for integrated technology to deliver increased productivity, operating efficiencies and access to experienced HR professionals to help them navigate a complex regulatory environment and complicated distributed workforce dynamics. We continue to invest in our product set to differentiate us in the market and deliver solutions designed to meet the growing challenges of running a business.\nOur most recent product launch introduced a series of enhancements designed to support both an on-site and distributed workforce, including an enhanced iris scanning time clock, which delivers a hands-free punch experience with industry best security, including both the iris and facial scanning. A new secured document management solution, which allows clients to safely and confidentially store documents like employee vaccination status within the Flex platform, and a compensation summary, which allows clients to provide employees a full view of their compensation to promote retention, and enhancements to our financial wellness offering to help client employees more effectively budget, manage debt and safer retirement.\nEach of these enhancements builds on our award-winning Paychex Flex technology. Several industry awards provide the latest validation of the benefits of our innovative technology. We were recently recognized with 2 awards for our Paycheck pre-check solution, the 2022 BIG Innovation Award presented by the Business Intelligence Group and a 2022 Stevie Award for innovation in customer service. Paychex precheck combines payroll, HR, time and attendance and employee self-service into a complete system of check imbalances ensuring that work hours are never missed, pay rates are properly applied paid time off is not overlooked and that pay is always calculated correctly.\nWe have seen a strong response in terms of both client adoption and client results with Paychex precheck. Our focus on helping clients maximize available government stimulus was recognized by accounting today as we were awarded with a top new product award for our employee retention tax credit service. We recently surpassed billion in total credit process for our clients. I'm very proud of the agility demonstrated by our IT and service teams to proactively assist our clients with these government subsidies to help them sustain and enhance our clients' financial position. Our mobile and self-service technology solutions deliver efficiency for our clients and their employees, and we have seen significant increases in flex sessions both through the desktop and mobile devices with an increasingly -- an increasing proportion of the sessions, of course, done by the mobile app. Contributing to this growth is traction we are gaining with wearable devices. The use of the Apple Watch has increased mobile usage for our time and attendance solution. Obviously, this provides another safer method for employees to punch in and out and avoid exposure to COVID and other illnesses.\nI am particularly proud of 2 awards that Paychex has been recently been honored with -- for the -- our commitment to business integrity through our best-in-class ethics, compliance and government practices. For the fourth time, Ethisphere named us one of the world's most ethical companies. We are also on Fortune's list of the world's most admired companies. These awards acknowledge our ethical business practices, our values-based culture, innovation, social responsibility and leadership. We believe doing business the right way leads to greater success. Ethisphere agrees, noting that their 2022 FX index, a collection of publicly traded companies recognized as recipients of this year's world's most ethical companies designation outperformed the comparable index of large-cap companies by almost 25% over the past 5 years. I give credit to the innovation, integrity and hard work of our employees who live our Paychex values each and every day.\nIn summary, we are very proud of our performance during the third quarter and year-to-date, and I thank our employees for their tiles dedication during our busiest time of the year. Our set of innovative technology and service solutions provides industry-leading value to our clients and leaves us well positioned for a strong finish for fiscal 2022 and and continued growth into fiscal 2023. I'll now turn the call over to Efrain to review our financial results for the third quarter. Efrain?\n\nEfrain Rivera\n\nSenior VP, CFO & Treasurer, Paychex, Inc.\n\nThanks, Marty. Good morning. Thanks for being on the call. I'd like to remind everyone that today's conference call will contain forward-looking statements, refer to the customary disclosures.\nLet me start by providing some of the key points for the quarter. I'll follow up with greater detail in certain areas. I'll finish with a review of fiscal '22 outlook and some very, very very preliminary thoughts on fiscal 2023. Our third quarter results reflect strong internal execution, as Marty mentioned, and continued improvement in key indicators, service revenue and total revenue increased 15% to $1.3 billion. Within service revenue, Management Solutions revenue increased 13% to $960 million driven by higher client bases across our HCM suite, check volumes, revenues per check -- revenue per client, payroll funding and outsourced service for temporary staffing clients and ancillary HR services resulting from ERTC, which Marty just mentioned. Although the revenue associated with ERTC is substantially nonrecurring, ERT has afforded Paychex the opportunity to continue to deepen its relationship with clients, increased revenue with clients and showcase its industry-leading suite of solutions for small- and medium-sized businesses. A significant opportunity remains both inside and outside our base.\nAnd one thing I'd like to point out here is -- there are a number of HCM platforms in the market. You all know that. But they're only a select few partners. In order for you to be able to access the opportunities that arise from having an HCM suite with bundled ancillary services, you have to be a partner, not simply a platform provider. There's only a few of those in the market. Our results demonstrate the power of being one, and we are one of the leading ones. So our results are not surprising to us. Our clients want to know the difference between a Meet and a PEP. They want to know what the implication of the ERTC is for their business. and they want to know what the implications of legislation like the Secure Act is how it's going to impact their business.\nWe know that. We're experts and we're the partner that our clients look to for solutions to those issues. Our results demonstrate that this quarter. Now client base growth in the quarter resulted from both strong sales performance and high levels of client retention. In particular, HR Solutions business continues to benefit from strong demand as businesses look for more HR support. PEO and Insurance Solutions revenue increased 21% to $302 million. Our PEO business benefited from higher average worksite employees, state unemployment insurance revenue and health insurance attachment. Interest on funds held for clients decreased 5% for the quarter to $14 million as the impact of lower average interest rates was partially offset by an increase of 13% in average investment balances. And obviously, this is one of the things that's going to change as we go through both the remainder of the year and into the next year. We haven't seen the impact of rising rates yet, we will.\nTotal expenses increased 11% to $713 million. The growth in expenses resulted from higher PEO direct insurance costs, headcount to support our growing client base and continued investment in our product technology, sales and marketing. Op income increased 20% to $563 million with an operating margin of 44.1%, and an expansion of almost 200 basis points. Our effective income tax rate was 22.3% compared to 24.2% for the same period last year. Both periods reflect net discrete tax benefits related to both to stock-based compensation benefits -- or payments, I'm sorry. In addition, the current quarter includes tax benefits related to prior year research and development expenses incurred in the production of customer-facing software. So we had an adjustment there, and that's part of our lower tax rate. Net income and diluted earnings per share both increased 23% for the quarter to $431 million and $1.19 per share, respectively, adjusted net income and adjusted diluted earnings per share increased 20% for the quarter to $419 million and $1.15 per share, respectively.\nI'll quickly highlight our results for the 9-month period ending February 28. Both revenue and earnings have grown by double digits for each of the past 3 quarters. Total service revenue and total revenue growth of 15% each to $3.4 billion and $3.5 billion, respectively. Expenses, excluding onetime costs incurred during the prior year, increased 7%. So we've gotten very good leverage. Operating income and adjusted operating income were $1.4 billion, increases of 31% and 27%, respectively. Diluted earnings per share increased 31% to $3.02 per share adjusted diluted earnings per share increased 27% to $2.95 a share.\nLet me walk through the highlights of our financial position. As you all can see, it's very strong. cash, restricted cash and total corporate investments now total of $1.4 billion and our total borrowings of approximately $806 million is where it stood at February 28, 2022. Cash flow from operations was robust in the quarter. It was at $1.2 billion, an increase of 34% from the same period last year. Free cash flow generated for the 9 months was $1 billion, up 36% over last year. The increases were driven by higher net income and fluctuations in working capital. We paid out quarterly dividends at $0.06 a share for a total of $75 million. during the first 9 months, our 12-month rolling return on equity was 44%. Those are strong numbers.\nNow I will turn to our guidance for the current fiscal year ending May 31, 2022. The outlook reflects the current macro environment, which saw improvement in the quarter despite some disruption from Omron -- we've taken that into account -- we've taken into account the fact that third quarter results exceeded expectations, but have tempered our outlook given the changing macroeconomic environment, and we provided the following updated fiscal '22 guidance as you saw, Management Solutions revenue is now expected to grow in the range of 12% to 13%. We previously guided to growth in the range of 10% to 11%. And PEO and Insurance Solutions is expected to grow in the range of 13% to 14%. Previously guided to growth in the range of 10% to 12%. Interest on funds held for clients is expected to be relatively flat year-over-year. we won't see the impact yet significantly of Fed raises.\nTotal revenue is expected to grow in the range of 12% to 13%. We previously guided to growth in the range of 10% to 11%. Adjusted operating income margin is expected to be approximately 40% up from previous guidance of 39% to 40%, and -- adjusted EBITDA margin is expected to be in the range of 44% to 45%, up from previous guidance of approximately 44%. And Other expense net is expected to be approximately $15 million. Our previous guidance was in the range of $15 million to $18 million. Effective income tax rate is expected to be approximately 24%. We previously guided in the range of 24% to 25%. And -- adjusted diluted earnings per share is expected to grow in the range of 22.5% to 23%. We previously guided to growth in the range of $18 million to $20 million. This guidance reflects our intention to continue to invest in our businesses to help drive future growth. And I would just comment that in the fourth quarter, we intend to take some additional actions with respect to investment in the business. So that will temper the margin a little bit as we head into '23.\nNow comments on '23. We're currently in the process of preparing our annual plan. We'll provide guidance, final guidance for fiscal 2023 during our fiscal 20,224th quarter in June. But I want to provide a preliminary thought process around fiscal '23 as we enter the planning cycle. On a preliminary basis, we believe the total revenue growth will be in the upper single digits. At this stage, I'd call that somewhere around 7% and I would caution that there's a lot of work to be done to digest completely where the Fed is going to end up and how we position the portfolio. So there's still some moving pieces there. The other thing we would say right now -- with respect to operating margins, we expect an improvement of about 50 basis points. You know that typically, that's what we're aiming for. We've had very, very significant operating margin improvement, but we're still committed to leveraging the business. So that's where we're at right now.\nI want to call out 1 thing that's important. Other expense net is going to be in the range of $25 million to $30 million next year due to the absence of equity gains that we got this year. So we have a portfolio that we invest in and equity gains during the year. Those will not be in next year, at least we don't -- can't plan on them or anticipate they will be there. And then the effective tax rate will be in the range of 24% to 25%. Of course, -- all of this is very preliminary. It's subject to revision, and it's based on assumptions that could change given the uncertain macro environment, especially as we gain additional insight into what the Fed actually will do. We'll update you again on the fourth quarter call. So with all of that, I'll turn it back over to Marty.\n\nMartin Mucci\n\nChairman & CEO, Paychex, Inc.\n\nThank you, Efrain. We'll now open the call to questions. Katie?"
  },
  {
    "header": "PAYX",
    "cik": "0000723531",
    "ticker": "PAYX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7c2b0081ccda762e25c2b51269e7525",
    "period": "2026 Q2",
    "content": "Q2 2026 Paychex Inc Earnings Call\n\nQ2 2026 Paychex Inc Earnings Call\n\nPAYXNASDAQDEC 19, 9:30 AM\n\nOperator\n\nAgain, ladies and gentlemen, thank you for your continued patience. Your meeting will begin shortly. Again, if you do need assistance at any time today, please press star zero, and a member of our team will be happy to help you. Thanks again, everyone. Again, ladies and gentlemen, thank you for your continued patience. Your meeting will begin shortly. Again, if you do need any assistance today, please press star zero, and a member of our team will be happy to help you.\nPlease stand by. Your meeting is about to begin. Good morning and welcome to Paychex's second quarter fiscal 2026 earnings call. Participating on the call today are John Gibson and Bob Schrader. Following the speaker's prepared remarks, there will be a question and answer period. If you would like to ask a question during this time, simply press star, then the number one on your telephone keypad. If you would like to withdraw your question, please press star two on your telephone keypad. As a reminder, this conference is being recorded, and your participation implies consent to our recording of this call. I would now like to turn the call over to Bob Schrader, Paychex's Chief Financial Officer.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThank you for joining us to discuss Paychex's second quarter fiscal 2026 results. Our earnings release and presentation are available on our investor relations website. We plan to file our Form 10-Q with the SEC within a couple of business days. This call is being webcast live and will be available for replay on our investor relations portal. Today's call includes forward-looking statements that refer to future events and involve some risk. We encourage you to review our filings with the SEC for additional information on factors that could cause actual results to differ from our current expectations. We will also reference non-GAAP financial measures. A description of these items, along with the reconciliation of the non-GAAP measures, can be found in our earnings release. I would now like to turn the call over to John Gibson, our President and CEO.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nThanks, Bob. I'll start with the second quarter business highlights, and then Bob will cover financial results and our outlook. Afterwards, of course, we'll open it up for your questions. We delivered solid second quarter results, with revenue up 18% year over year, and adjusted operating income grew 21% over the prior year, driven by higher productivity as we continue to demonstrate our longstanding capability to be the best operators and begin to drive AI into our operational systems and overall DNA as a company. We are proud of the significant progress we've made in advancing our strategic priorities, including the Paycor acquisition and integration, and our data and AI initiatives. We continue to make progress on the Paycor integration. As best operators, we continue to identify additional expense opportunities and now expect approximately $100 million in cost synergies for fiscal year 2026.\nWe also remain on track to achieve the revenue synergies targets we set for this fiscal year. We continue to strengthen broker relationships through our Partner Plus program and refresh value proposition centered on delivering greater value to our partners as we continue to expand and fully integrate the Paychex enterprise team with Paycor. Cross-sales efforts continue to gain traction, including broker-referred PEO deals and with larger clients than initially anticipated. We continue to make steady progress executing our go-to-market technology and cultural integration initiatives that are critical in an acquisition of this size, scale, and complexity. Our PEO business continues to perform well, achieving market-leading mid-single-digit worksite employee growth driven by strong demand and near-record retention. Our PEO solution empowers small businesses to offer competitive benefit packages on par with Fortune 500 companies, supporting their efforts to attract and retain talent in a tight labor market.\nOctober enrollment for our at-risk Florida MPP plan came in largely as expected, and early indications for January enrollment give us confidence in finishing the year with solid revenue growth in the PEO. Regarding the labor market, our clients' workforce levels remain relatively stable, with flat same-store employment growth this quarter. Our Small Business Employment Watch index, while down from last year, has remained relatively stable throughout 2025, and our other indicators show no signs of a recession at this time. Small businesses continue to face challenges sourcing qualified talent in competitive labor markets, areas where we believe our solutions are uniquely positioned to add value. They are also looking for ways to manage cost. We remain confident in our value proposition, and demand for our HR technology and advisory solutions continues to be in line with our expectations.\nWe are halfway through the year and pleased with the progress we've made today. As we look at where we are today in the middle of our busy selling season, we have seen some trends that impact a few key metrics. Bob will provide more color about how we are thinking about those in the context of the balance of the year. Given the increased focus on AI, this morning we published a presentation outlining why we believe Paychex is well positioned to succeed in this AI era, why we see ourselves as less exposed to AI employment risk, and how we are capitalizing on AI-driven opportunities. I encourage you to review it, but I'll share a few highlights. Starting with AI-related employee risk, we believe our portfolio is less exposed due to our client base and our business model.\nOver 70% of our clients' employees work in blue- and gray-collar industries that are harder to displace, and the majority work at smaller businesses where staff often wear multiple hats, and AI investment tends to be lower. If AI disrupts large firms disproportionately, talent may shift to smaller businesses benefiting our clients. Meanwhile, our clients continue to face talent shortages, and AI can help improve efficiencies to address those gaps. From a business model perspective, our revenue model has a significant fixed base fee component and has for years, providing downside protection against employment fluctuations. We also differentiate from tech-only providers by combining advanced technology with HR experts who provide strategic guidance and nuanced advice, which is difficult for our competitors in AI to replicate. In terms of our differentiation, AI success hinges on data quality and data scale.\nWith one of the largest proprietary data sets in the industry, we believe we have a powerful competitive advantage to drive superior AI performance. In December, we proudly announced our patent-pending AI-powered Knowledge Mesh system, which transforms unstructured data such as phone calls and emails into a connected searchable network. This innovation unlocks deep insights and enables smarter workforce management, positioning us at the forefront of AI-driven solutions. Paychex has a strong track record of delivering pragmatic AI solutions focused on measurable outcomes such as time saved and friction removed from everyday processes. We are accelerating AI innovations that enhance efficiency and improve client outcomes while fueling our growth. We recently launched our GenAI-powered employment law and compliance platform that helps clients and Paychex HR experts efficiently navigate thousands of constantly changing federal, state, and local laws, generating compliant documents, and it stays current with the regulations.\nSince its deployment, we have seen strong adoption and frequent utilization by our HR experts. This advancement is key to our strategy to have the leading expert-embedded technology platforms for businesses of all sizes, and we will be integrating across our three platforms: SurePayroll, Paychex Flex, and Paycor. We are proud that both Paychex Flex and Paycor platforms were recognized as leaders in NelsonHall's 2025 HCM Technology and GenAI evaluation. This distinction highlights our strength in delivering intelligent HCM solutions that enhance client outcomes, streamline HR processes, and support our partners. We are excited to share that our first agentic AI pilots were a success this quarter. They autonomously handled thousands of payroll calls and emails with nearly 100% accuracy, decreasing payroll processing time and enabling our service teams to focus on higher-value strategic advisory support.\nWe are continuing to invest in these capabilities and are actively exploring additional applications across the business. In sales, we are leveraging a new GenAI platform to drive revenue growth and improve efficiency by equipping our sales teams with instant answers, tailored scripts, objection handling, and prospecting insights. These AI-driven advancements reinforce our commitment to being the digitally driven HR leader by reinventing the HCM experience as AI-first. By leveraging our unique blend of innovative HCM technology, our unrivaled data, and the deep HR expertise, we believe Paychex is well positioned to capitalize on the evolving AI landscape to drive growth, expand margins, and strengthen our leadership in HCM. I will now turn the call over to Bob to discuss our financial performance and outlook.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThank you, John. I'll begin with an overview of our second quarter financial results, followed by an update on our fiscal 2026 outlook. Total revenue increased 18% over the prior year to $1.6 billion. Management Solutions revenue grew 21% to $1.2 billion, with Paycor contributing approximately 17 percentage points to the growth. Growth was primarily driven by product penetration and price realization, but was moderated primarily by softer-than-expected revenue per client. PEO and Insurance Solutions revenue increased 6% to $337 million, driven primarily by continued solid growth in the number of average PEO worksite employees, as well as an increase in PEO Insurance revenues. Our PEO continues to perform well, but our insurance agency remained a headwind in the quarter due to continued weakness in workers' compensation rates and lower health and benefit volumes.\nInterest on funds held for clients increased 51% to $54 million, reflecting the addition of Paycor balances and higher realized gains due to some strategic repositioning in our long-term investment portfolio. Total expenses increased 27% to $986 million, primarily driven by the Paycor acquisition. Excluding Paycor, we estimate expenses grew low single digits. Operating income margins were 36.7%, and adjusted operating income margins increased by approximately 80 basis points year over year to 41.7% in the quarter, driven by increased productivity and continued cost discipline. Diluted earnings per share decreased 4% to $1.10 per share, and adjusted diluted earnings per share increased 11% to $1.26 per share. Our financial position remained strong, with cash, restricted cash, and total corporate investments of $1.6 billion, and total borrowings of approximately $5 billion as of the end of the quarter.\nOperating cash flows for the quarter were $445 million, largely driven by net income, and during the quarter, we returned $514 million to shareholders in the form of cash dividends and share buybacks, and our 12-month rolling return on equity remains robust at 40%. I'll now turn to our guidance for fiscal 2026. This outlook reflects the current macro environment, which has some uncertainty. We are reaffirming our fiscal 2026 outlook with the exception of raising our earnings expectations. However, given some of the trends that we've discussed earlier, we would now expect to come in towards the low end of the ranges for Management Solutions, PEO, Insurance, and total revenue.\nInterest on funds held for clients is now expected to be at the high end of the range of the $190 to 200 million range that we previously provided, and we are also raising our earnings expectations with adjusted diluted earnings per share now expected to grow between 10 and 11%, and that is up from the 9 to 11% we shared last quarter. Our effective income tax rate for the year is expected to be approximately 24%. All other guidance metrics remain unchanged. Let me turn to the third quarter just to provide you some color with where we would expect to come out in the third quarter. We anticipate total revenue growth of approximately 18%, with an adjusted operating margin between 47 and 48%. Just as a reminder, Q3 is one of our larger quarters.\nWe have both, from a revenue and operating margin standpoint, driven by the higher margin year-end fees that get recognized during the quarter. I'll now turn the call back over to John.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nThank you, Bob. We will now open the call for your questions.\n\nOperator\n\nThank you. If you'd like to ask a question, press star one on your keypad. To leave the queue at any time, press star two. Once again, that is star one to ask a question. Thank you. Our first question comes from Mark Marcon with Baird. Your line is open.\n\nMark Marcon\n\nSenior Research Analyst, Baird\n\nGood morning, and thanks for taking my questions. Nice to see the earnings strength. The stock's down 3.5% right now, and you've got so many positive things to talk about, but I wanted to address initially the underlying reason, which seems to be around Paycor. When we go through the math in terms of the contribution from Paycor, it looks like even if we adjust in the form filings from December, that the growth wasn't significant. So I was wondering, that seems like it's optics, and there's obviously integration challenges, but can you just initially address this, what you're seeing with regards to Paycor? Then I'd like to follow up. Thank you.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nSure, Mark. This is Bob. Happy holidays. I'll address the first question. First of all, I think as we've talked about in the past, we're trying to give our best estimates of what the contribution to Paycor is. I think we've talked about how we've integrated the business. I think when you do that math, we're giving round numbers, approximately 17%. I think to give a point-specific number would imply a level of specificity that just isn't there given how we've integrated the businesses. But I think when you do that math, and whether it's 17%, a little bit north of that, a little bit south of that, as you know, you've already done kind of looking at last year. If you look at their quarter last year, that ended in December, and December is when they have a lot of their year-end processing fees.\nSo you have to adjust, and I know you're trying to adjust for that. I'm not sure that I have your math in front of me, but our best estimate on a pro forma basisnow you're asking us to explain how it grew versus last year when we didn't own the asset. Our best estimate during the quarter is that it grew between 8% and 9%, and it was certainly in line, too, I would say, slightly better than what we saw in Q1.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nYeah. And Mark, I would just say this is John. When we look at it against how we're measuring it, we continue to progress well against the opportunities we identified to drive value. We're achieving the revenue synergies that we laid out for this fiscal year for the first half. And quite frankly, we're beating the cost synergies. As you recall, our original target was $80 million, and we've now committed to $100 million, and we have more opportunities we're pursuing. Client and revenue retention in that client base continues to exceed plan and is at their historical levels. Activity in bookings continued to accelerate through the first half of the fiscal year. As you can imagine, when we announced the deal in January, a lot of uncertainty. As you can imagine, bookings kind of dropped at that point in time.\nWe finally owned the asset in April, and we've seen steady progress. Actually, we see broker bookings in the quarter. We're back to pre-acquisition quarters again after dropping for the announcement. So we feel good about where we are at this point in time. As Bob said, we've integrated the businesses. We're upselling our products and services. Some of that revenue goes to other places. We're moving clients, of course, across platforms where potentially the client's not in the best platform position, both in terms of moving Flex clients into Paycor, moving Paycor clients into Flex. And so there's a lot of movement going on. It's extremely difficult to get with precision because we're not looking at the business as Paycor as a standalone business. It is now our enterprise, 100-plus market segment. I hope that helps.\n\nMark Marcon\n\nSenior Research Analyst, Baird\n\nThat does. And just as a follow-up, just two quick ones. Quick commentary just with regards to, I know we're halfway through the selling season, but what are you seeing so far? And then secondly, just on the cost side, you're clearly doing a great job. And I'm particularly excited about what you're talking about with regards to the agentic pilots that have handled things with 100% accuracy. What does that make you, how does that make you feel with regards to the longer-term cost synergies that you could end up getting from some of these efforts? Thank you. And happy holidays.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nThank you, Mark. Let me segment. Let's start kind of maybe with demand. I mean, I think we feel good about our competitive position and staffing going into now, as you know, in the lower end of the market. We're not even into the selling season yet. Q2 was in line with our expectations, and past Q2s. I'd say demand for our solution remains consistent with historical levels. Really no surprises there. Our activity is actually up pretty significantly. What I would tell you is what I see is I see a lot of shoppers out there. Again, we know that people are very cost-conscious right now. And I would say prospects and clients are looking for value and managing their cost very carefully. And that's what we see in the market.\nFeel good about where we are in terms of where we are at this point in the selling season and feel good about our setup going into the remaining of the selling season. Look, on the cost side, look, we take great pride as a company in our DNA of being the best operators. I think we have been working with, I don't know whatever AI was called before it was AI. We've been doing that. That's built in. Certainly, the revolution that's occurring and the speed of the advancement as we're getting our hands on these tools. We've now deployed AI to every one of our 19,000 employees. And we have a process by which we're encouraging them to build their own AI models to help them each and every day. So I think we're just scratching the surface of what the potential is.\nWhat I would tell you is, at least strategically for us, we're going to continue to balance what we've always done, which is we're going to continue to grow the business, invest in growth and innovation, the top line of the business. As we do that, we're going to continue to look for ways to expand margins proportionally to that. And then we're going to invest. And we're going to continue to invest in our back office. One of the great opportunities that I see for us with AI and some of the things that we're doing with our patent-pending Knowledge Mesh is we're really putting our service providers in a position now where they can be true advisors.\nI think what we've learned in our advisory side of the business is when we have an advisory relationship with the client, lifetime value goes up, retention goes up, and our ability to upsell goes up. So I think you'll see that as we display some of the transactional work, we're going to do a lot. We're going to invest a lot in really repositioning our people to be more proactive and be proactive advisors for our clients and look for ways that we can use our data assets and information we have to provide higher value to our clients. And we think if we do that, we're going to improve the lifetime value of the customers. And I think we're going to create a competitive moat that's going to be very challenging for others to have.\nI encourage all of our competitors to add 1,000 HR professionals to their business model next week, so.\n\nMark Marcon\n\nSenior Research Analyst, Baird\n\nGreat. Thanks a lot and happy holidays.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nThanks, Mark.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThanks, Mark. Happy holidays.\n\nOperator\n\nWe'll take our next question from Bryan Bergin with TD Cowen. Your line is open.\n\nBryan Bergin\n\nManaging Director, TD Cowen\n\nHey, guys. Good morning. Happy holidays. Let's start on the fiscal 2026 growth guidance here. So just wanted to dig in on your comment there, Bob, on the greater comfort at the low end of the range now. I know you noted penetration and price realization have been driving growth so far, but I guess softer than expected revenue per client. So could you just talk about that a bit more?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I mean, it's really across the board, and it isn't in any one specific business. I mean, obviously, when we look at those two items that you highlighted, price realization and product penetration drive revenue growth and revenue per client growth, and that has been strong. It just was a bit softer than what we assumed in the plan. I'd probably call out a few areas. We are seeing a little bit smaller deal sizes, and John can comment on that. We've seen a little bit less attachment upfront at the point of sale. Obviously, those things impact revenue per client. And then I would tell you on our HR outsourcing solution, which is one of our highest value solutions, volumes have been in line or better than our expectations, but it has been at a little bit softer rate than we assumed when we put together our plan.\nAs we sit here halfway through the year, I would say the year has largely played out in line with our expectations, both from an execution standpoint. Certainly, the macro has held up. PEO has been strong, actually probably has performed a little bit better through the first half of the year. But we've seen some of these trends in revenue per client. We're assuming that will continue in the balance of the year. We still have the important selling season in front of us. And so we thought it made sense to kind of steer more towards the low end of the range. I think when you look at consensus, that's where most people are. I think we had gotten some feedback that people thought we had too much risk in the back half.\nThose are the things that kind of caused us to guide more towards the low end, Brian.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nYeah. Brian, I'd just add from a demand and market perspective. I think Bob said it, but our average revenue per customer is up year over year, and it's consistent with what we've historically delivered. I think our certain view was, given all the additional products and services and additional modules, I think we're now up to close to 100 different additional products and services that we could sell. I thought we were well positioned. What I would tell you is I think prospects and clients are looking for value, and they're managing their costs very closely. So when I look at sending a rep into the field and they have three bundles: good, better, best to sell, and we're making some predictions about historically how people have picked those various bundles. What I would say is I think people are being careful in what they're adding.\nSo we were generally adding two modules additional. Our three modules, maybe we're adding two today. The good thing is we're getting the clients. Now we got to go back, and as we've had a track record of doing, is going back into our base and upselling them as times go forward. So that's just what we see in the market right now. Like I said, a lot of activity. The proposal activity and the meeting activities are solid. I just think there's a lot of shoppers out there. That's what I would say.\n\nBryan Bergin\n\nManaging Director, TD Cowen\n\nOkay. Understood. Thank you for that detail. My follow-up is on Paycor. So the 8% to 9% that you mentioned earlier, is that adjusted to remove out the December Form 10-Q filings? Just any context around that, please.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYes. Absolutely. Again, as I mentioned, Brian, it's an estimate at best, but I assume that most of you guys would go back to their Q2 and look at what the recurring revenue is. My team did that, and we're like, \"Well, that doesn't make sense.\" And then we realized that, hey, December, we didn't own the asset last year, but we realized that they had all their form filing in December. And so when we adjust that and compare apples to apples and adjust it to our fiscal quarter, and you do that math, that's where you get to the 8% to 9% pro forma growth.\n\nBryan Bergin\n\nManaging Director, TD Cowen\n\nOkay. Thank you. Happy holidays.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYep. Happy holidays.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nBye.\n\nOperator\n\nWe'll move next to Bryan Keane with Citi. Your line is open.\n\nBryan Keane\n\nAnalyst, Citi\n\nHi, guys. Just to follow up on Paycor, is it still a low double-digit grower, or should we be modeling more in this 8% to 9% growth territory for this fiscal year?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I think we generally said, Brian, we expected to be double digits. I would tell you the revenue per client comments that we made related to maybe being a bit softer than our expectations. It was interesting. It was really across the board to every line of our business. We saw that. And same thing with Paycor. I do think we saw some similar trends with maybe not as much attachment upfront than what we assumed, as well as maybe a little bit lower average deal size. So, hey, we'll see where it plays out as we get through the balance of the year, but I would still expect it to be, if not low double digits, high single-digit grower as we move forward.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nYeah. Got it.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nAgain, Brian, again, just probably for everybody, because this is where I continually want to make sure everybody understands how we're managing the business. I understand why you're asking the question, why you're asking it. Bob and the team are trying to model two different companies at the same time. We've integrated the business, and we have integrated businesses, and we're going into the 50,000 Paycor clients, and we're beginning to upsell them. Remember, we upsell something, ASO or insurance or whatever we upsell. That revenue is going to show up somewhere else in the P&L. We're also, they had a lot of customers in the lower end of the market. Those clients may have been better off on our Flex platform in terms of what they were looking for.\nOr, we had clients in the upper end that were on Flex platform that were in our P&L that we're moving over to Paycor because that's a better technology fit for them. So, you've got all this geography moving that's going on. So, it's very difficult, I think, for us to, as we continue to get into the cross-sell movements, that we get into the customer success movements that we're doing, that, again, we just really got to begin to look at Paycor as our enterprise segment for Paychex going forward. We're going to continue to try to do everything we can to guide you guys and give you the information as best we can. But I wanted to at least give Bob and his team some air coverage and some of the challenges that we're creating for them because we're saying we're going to go do this.\nIt's the right thing to do for the customer, and it's the right thing to do for the shareholders too.\n\nBryan Keane\n\nAnalyst, Citi\n\nNo, that's helpful. And then just to follow up on managed services. So the smaller deal sizes, the less attachment, and the softer rates in HR, are those all macro-driven, or is anything fundamental happening there, competition causing some of that softness?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. There's nothing competitive that I'm seeing. It's all macro. But what's interesting is when you go across, remember, we've got market segments set up. So we've got various market segments based upon client size. And so we start there. Then we got multiple bundles for each of those segments that each of the sales forces go. What's interesting, you go to retirement, and we go out in the retirement market, and typically we see an average client size of X. And lo and behold, the average size is lower. Okay. Now we go over into our under 10 segment. Go out there. We're selling the volume. We have an average number of client size. We also have a regular distribution of our three packages they can sell. And lo and behold, in that market, average size is lower.\nWe're seeing more clients pick the lower-end bundle. They're still buying, but they're buying the lower bundle. They're not buying as many of the middle bundle. Then you go to the mid segment, and you see some of these similar trends that are going across each of the segments, and you just begin to realize that there is a macro. What I think you're seeing is what I said, which is I think there's a lot of people shopping, and I think a lot of businesses are trying to manage their costs. It's not that they don't want to have the bell and whistle, but at the end of the day, they may only be able to afford the bell. And what we got to do is just continue to try to see if we can sell them the whistle down the road.\n\nBryan Keane\n\nAnalyst, Citi\n\nOkay. Very helpful. Happy holidays.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nHappy holidays.\n\nJohn Gibson\n\nPresident and CEO, Paychex\n\nSame to you, Brian.\n\nOperator\n\nWe'll move next to Tien-tsin Huang with JPMorgan. Your line is open.\n\nTien-Tsin Huang\n\nAnalyst, JPMorgan\n\nHey, thanks so much. I'm just curious, given the smaller deal size commentary you just shared there, any consideration or thought to changing your pricing and packaging of bundles? Maybe there's an opportunity here to sell more at a more value or at a lower price. Curious if this is a new normal, how you might adjust is really what I'm trying to get at here.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. Well, Tien-Tsin, I would say between SurePayroll, Paychex Flex, and Paycor, and the various bundles and options that we have, I think we have everything we need in our arsenal to position the client. I would say there's more work, and we're still working through this from a go-to-market strategy. We don't have reps selling across all the platforms like probably we will someday, but that'll take time to do. But my point is I think we have everything that we need. I actually view that our pricing is an advantage to us, particularly some of the commentary that I hear out there. We have a lot of fixed fee components to our pricing model. We think that's advantaged in given the employment situation. So we feel good about where our pricing is.\nWe do have initiative and effort underway across the three platforms to look at that strategically, but that's something that's going to take time both for us to model and for us to execute. But we feel right now that between the three platforms and the various bundles and offerings that we have, that we have something pretty much for everyone. And so I feel good about where we are.\n\nTien-Tsin Huang\n\nAnalyst, JPMorgan\n\nYeah. No, it does seem like opportunity, which is why I thought I'd ask the question. Thank you for that. Just my follow-up just on PEO that did come in better. Similar question. Is the insurance rate a bigger selling point here? I'm just trying to understand if you're reading it that way and there's an opportunity to lean harder on the PEO front given this macro situation that we're in. Perhaps prospects are valuing the insurance offering more in this push towards value. Your thoughts?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nWell, I feel like the PEO is performing extremely well on all aspects of it: demand, retention, really across the board. Like I said, the numbers would be even more impressive for the PEO and Insurance market if we didn't have the insurance agency dragging us down. We're making some changes there to improve that performance. But we've never been a cheap insurance value proposition, and nor do we intend to be. I will tell you that a lot of clients are shopping. Healthcare inflation is a real issue. It probably feeds some of the macro comments I just said in terms of if you're a business and you're facing high healthcare costs, now you got to come up and figure that out.\nWhat we did see in our enrollment is we've not seen clients dropping healthcare at the rate we saw last year, which is a positive thus far. So that's pretty much through and done. We kind of know that. But that puts a lot of pressure when you're getting 10% to 15% increases. So I think we're doing very well externally. I do think that when you look out in the PEO market, there's a lot of very high rate increases going out there. We may be a beneficiary from some of that coming into the market. But again, cheap benefits is not our value proposition. Never has been, never will.\n\nTien-Tsin Huang\n\nAnalyst, JPMorgan\n\nYep. No, thanks so much for the details.\n\nOperator\n\nWe'll take our next question from Andrew Nicholas with William Blair. Your line is open.\n\nAndrew Nicholas\n\nEquity Research Analyst, William Blair\n\nHi, good morning. Thanks for taking my questions. I wanted to talk a bit about the upsell motion to PEO specifically. Kind of a two-parter here. One on just overall Paycor client receptivity to PEO. And then also kind of in this environment, and you just spoke to some of the unique dynamics with healthcare inflation. Is the percentage of worksite employees going into the PEO business from your kind of HRMS segment evolved at all? Is there a bigger percentage coming from existing clients than previously, or has that remained relatively steady in this environment? Thank you.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. And it's remained consistent, and the PEO is one of our stronger outside-the-base organizations. So it's probably 50/50, I would imagine, somewhere around there. Maybe sometimes it tilts a little more outside-the-base. Sometimes it tilts a little more inside-based. But it's not an inside-the-base play. Your question on the Paycor side, we've actually been very pleased with the receptivity of the PEO. Remember, our PEO did partner with brokers, insurance brokers already. So that was the one area of our business where we already had a broker relationship program. Insurance brokers tend to use the PEO as one of the alternatives that they position to their clients where it makes sense. And we've actually been very pleased with the early progress. And what we've been most pleased with is the size.\nBeen very surprised at the size of deals that we've been able to both get on our ASO, HR outsourcing, but also on the PEO side. So we are working jointly within the Paycor client base, working with our customer success leaders as well as with our brokers to make sure that they know that we have this option, and it's a great option for them to consider if their client is facing a rate that maybe we can do better at in the PEO, so.\n\nAndrew Nicholas\n\nEquity Research Analyst, William Blair\n\nThat's helpful. Thank you. And then switching gears, really appreciate the AI investor presentation that you put out, including some of the examples of wins and benefits. Is there any way to quantify, or maybe it's not in the numbers yet, but kind of the impact on cost efficiency? It sounds like you're doing things using Agentic AI to streamline payroll without people. Is that something that is already impacting headcount? You'd expect to impact headcount in the future, or is it more having those same individuals do more with their current hourly availability or capacity?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. Look, I think that we have been using predecessors of AI and early models of AI for decades. Since I've been with the company, it's been a big part of what we're doing. You don't get to our margins. You compare our margins to other players unless you're using every tool in your arsenal to be able to drive margins. Now, what we're going to do with that margin, because I think this is important, our point of view is what's going to continue to differentiate us is we're going to have experts and advisors embedded into our technology, and we're going to more proactively engage our customers in the small and mid end with our people. And so when we're using these tools, we're making our people more productive, and then we're driving more advisory conversations and relationship-building conversations with our customers. That's our goal.\nNow, over time, do I think we can grow our business without adding as much headcount as we historically have? Absolutely. I think that's well within, and we've done that for the last decade. If you go back, if you looked at the number of service people we had when we had 400,000 clients versus what we now have with 800,000 clients, I think you would say that we've done that very effectively, and I think that's a model that we will continue to work on.\n\nAndrew Nicholas\n\nEquity Research Analyst, William Blair\n\nThank you very much.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYep. Thank you.\n\nOperator\n\nWe'll move next to James Faucette with Morgan Stanley. Your line is open.\n\nJames Faucette\n\nManaging Director, Morgan Stanley\n\nThank you so much. A couple of follow-up questions for me. First, on the incremental realized gains on the investment portfolio from Paycor, are those gains included in the guide moving forward, and were they contemplated when you put together your forecast for the second quarter?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I mean, it's definitely in the full year guide because it already happened in Q2, and it was contemplated. Maybe I'll just provide a little more color on it, James. I mean, this was part of our integration plan taking over the client funds portfolio at Paycor. They were largely invested short, and just given our liquidity and financial strength, our main priority when we took it over was understanding the cash flow needs of it, but really wanted to allocate that long to lock in those balances before interest rates went down. And so that was part of what we did in Q1, and that was our main priority. And when we looked at, they did have a long-term portion, but their long-term portion, I would say, skewed more on the front end of the curve.\nAnd so when we put the two portfolios together, and I started looking at the treasury team, started looking at the duration of our long-term portfolio, it was getting well below what we typically target. Typically, we're around three years on average duration, and we were getting closer to two. So this was an opportunity that was identified early on. We didn't get to execute it on it in Q1. We knew we were going to execute on it in Q2. Now, I had some sense of what the impact was going to be. Didn't know exactly what it was going to be. It was probably a little bit higher than what I thought it was going to be. As you know, interest rates move every day. But this was certainly part of the plan, and I think a big win now that we've taken over the balances.\nI would tell you, we now have a more balanced laddering of the securities across the curve when we look at our long-term portfolio.\n\nJames Faucette\n\nManaging Director, Morgan Stanley\n\nGreat. And then I want to just check in on kind of some of the go-to-market changes you've made. You've talked about territory resets and broker program launches. What are you seeing there, and how are you feeling about your ability to deliver efficacy, and when do you expect to see the full benefit in bookings momentum? Thanks.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah, James, I'll handle that one. As you know, we did a lot of that disruptive work right after the acquisition was announced. We talked about that in prior pieces. We tried to move very quickly. We reestablished a lot of new teams, new territories, reset that. So a lot of that was done right after the acquisition was in April, May timeframe going into the fiscal year. As you can imagine, that was disruptive. And so what we've been focused on is really continuing to just drive execution there, continuing to support the team. So look, we feel good about where we are. That hard lifting is kind of behind us. We've kind of got the model set up. We've got the go-to-market message. We have the Partner Plus program out there for the brokers. Everybody knows what their list is. Everybody knows what they should be doing.\nEverybody knows what they're selling. We're continuing to see activity in bookings accelerate through the first half of the year. So again, these things take time. This is very complex, as you can imagine, particularly when you do this much go-to-market disruption. But I'm very pleased that, like I said, every quarter since we've done this, we've seen improvements. The broker network on the Paycor side is still contributing 50% of the bookings, and we continue to see that up. We actually saw in Q2 we got back to booking numbers from brokers that were similar to what it was before the acquisition was announced. So I'm pleased with the progress, and I feel very good about where we are from a staffing perspective going into the remainder of the selling season.\n\nJames Faucette\n\nManaging Director, Morgan Stanley\n\nGreat. Thanks, guys.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThanks, James.\n\nOperator\n\nWe'll take our next question from Samad Samana with Jefferies. Your line is open.\n\nSamad Samana\n\nManaging Director, Jefferies\n\nHi, good morning. Thanks for taking my questions. Maybe first, Bob, just on the question about the guidance and nudging toward the low end, you mentioned in that comment that, I guess, you got feedback from investors that maybe there was risk in the back half guidance, and that's partly what drove the recalibration. I guess I just want to understand, is it the underlying variables in the model that made you think the lower end is better for us to be at because of what you're seeing in the business, or is it more about de-risking the numbers because we all thought it might be tough to hit? Just maybe help us understand the mechanics, the variables, and what the adjustments were to bring that lower end, which implies that back half reduction down.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYep. And maybe I misspoke, Samad, there. I mean, certainly, that did not factor into what we did with the guide. I think we felt like the guide, when we came out with it in Q1 and last quarter, we felt comfortable with it. I was just making the point that, in addition, we'd heard that you guys thought we were too aggressive in the back half, but that's not really what drove the guide down. Again, I would tell you through the first half of the year, it's largely played out from an execution and certainly from a macro standpoint where we expected. It's the couple of things that we highlighted on the Management Solutions side. It is strong revenue per client, just a little bit softer than what we had in our plan, and we talked about some of those reasons.\nAnd then on the PEO side, the PEO has exceeded our expectations through the first six months of the year. We had another quarter of double-digit demand. We had near-record levels of retention. We continue to see strong worksite employee growth. And when you look at the PEO and insurance category, and this is what I was telling everyone was going to happen because you start getting easier comparisons as you move into the back half of the year, and we anniversary those enrollments that we have where we had the headwind last year. Sequentially, PEO and insurance went from 3% in Q1 to 6%. And that's despite some of the challenges that we continue to see on the agency. John mentioned we're working on that, but the agency has been a headwind. We continue to see some challenges with workers comp rates and lower health and benefit volumes.\nThe PEO grew high single digits in the quarter. So it's really the combination of what we're seeing on the agency side, on the PEO and insurance business, and then the revenue per client comments that we made on management solutions. That's really what's steering us to the lower end of the ranges. I was just also commenting that you guys were already kind of there from a consensus standpoint and had shared that feedback that you thought we were too aggressive, but that certainly didn't play into our thinking. Although I do appreciate your feedback, Samad.\n\nSamad Samana\n\nManaging Director, Jefferies\n\nAppreciate that. Thank you for that, color. Then maybe just one follow-up. I know it's been covered about what you're seeing in terms of maybe new bookings and average revenue per customer there. In terms of pricing inside the install base on renewals, are you seeing any either? Is it kind of a similar consistent pricing environment where traditional price increases are going through? Are you moderating price increases on renewal, maybe discounting? Just help us understand what's going on inside the existing book of business, both in maybe Management solutions and PEO.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nNo, we continue to drive the value proposition and value in the customer base, and we continue to get the realization that we expected in our plan, which I would also say is higher than what we were getting prior to the pandemic. We've added a lot of product to that. So we've added some things to the bundle to support our clients in understanding why the price is the price, but we've added additional product capabilities, and we've been able to sustain that in the payroll business, so.\n\nSamad Samana\n\nManaging Director, Jefferies\n\nUnderstood. Have happy holidays, guys. Thank you again.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThanks. Same to you.\n\nOperator\n\nWe'll take our next question from Ashish Sabadra with RBC Capital Markets. Your line is open.\n\n[Company Representative] (RBC Capital Markets)\n\nCompany Representative, RBC Capital Markets\n\nHey, good morning, guys. This is Will Chiem for Ashish Sabadra. Appreciate you guys taking our question. Maybe just on the AI presentation report. On slide 15, as you guys are thinking about the go-to-market strategy and the monetization there, do these AI products lend themselves to more pricing power than some of the non-AI products, improving kind of revenue per client? Or, given the current environment where there's some churn or cost, is it helping offset some of that with the productivity improvement that you're able to show to clients? And just in general, from a timing perspective, do you see any uplift from these products as they start hitting more clients or there's more traction gain from an adoption perspective? Thanks.\n\nBob Schrader\n\nSVP and CFO, Paychex",
    "content2": "It's a broad question. I would say that AI is going to help us in multiple ways improve the value proposition for clients in terms of our ability to do more for them, probably at less cost, the ability for us to provide them more insights. When I look at what we're planning to do across each one of the three platforms over the course of the next year in terms of redoing the customer experience and making it more AI-forward, I think our clients are going to love that. I think that's going to help us not only keep our existing clients, but I think it's going to allow us to attract new clients as well. The productization of AI, I think, is still to be determined.\nAnd I think there are areas where we will add that into the bundles as a way to enhance and support the price increases that we've just talked about and driving additional value. And then I think there are other components of AI that will have such value to the customer that I think the customer will be willing to pay for that. Think of our Retention Insights where our clients that are using that, our Compensation Insights that we're providing. Again, where else can you get if you're a small, medium-sized business owner information to tell you whether or not you're paying your chef the right amount or the wrong amount? And we have over 250 million data points relative to that. Those are compensation surveys. Every large company in America can buy them. Small business owners have never had access to that kind of information.\nThat's something we think is valuable. We think they'll pay more for. So again, I think AI is going to be very interesting as we try to productize it. We're going to try to improve the customer experience. We're going to try to add more value to our products and differentiate ourselves because very few players are going to have the depth of insights and information from our data that we can provide inside the technology. And then at the end, I think there's going to be additional products and services that we're going to be able to charge incremental for because they're going to provide more value or simply things that have never been available to small, medium-sized businesses. And that's one of the great things I think Paychex has done historically is we democratize these things that are only for big businesses, right? That's our 401(k) business.\nWhen you look at our insurance business, it's in the low end of the customer segment where not a lot of people don't want to go, or they don't know how to go and do it profitably. We're going to continue to look for ways that we can drive AI into our products for all of our customers, so.\n\n[Company Representative] (RBC Capital Markets)\n\nCompany Representative, RBC Capital Markets\n\nAwesome. Thank you, guys. Happy holidays.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nHappy holidays.\n\nOperator\n\nWe'll take our next question from Kartik Mehta with North Coast Research. Your line is open.\n\nKartik Mehta\n\nExecutive Managing Director and Director of Research, Northcoast Research\n\nHey, good morning, John and Bob. Hey, John, you've talked about customers being a little bit more price conscious, especially around where the economy is. But then you also said you feel good about getting the price realization that you had originally anticipated. I'm wondering, just trying to make sense of those comments, if customers are being more cost conscious, will they not push back on pricing, or are you doing something different to make sure that doesn't happen?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nWell, I think you got to separate the world, right? I think once you're a customer of ours, we're going to do everything we can to make sure that you love us and that we're providing additional value and support to you to the point where you're saying, \"Yeah, this was worth what I had.\" And quite frankly, then you've got the whole prospect area. What I would tell you is we go out into the market, what we see, people are shopping. They want a lot of things. They're not willing to pay. They're not willing to pay or they're only going to pay a certain amount for what they're going to do. And what we're seeing is they're picking the lower bundles or they're not attaching as many things. It's not that we're not getting attachment. Let's be very clear. We're getting the attachment.\nWe're just not getting the attachment at the rate that we had put in the plan, which is what we assumed. I don't know if that answers your question or not.\n\nKartik Mehta\n\nExecutive Managing Director and Director of Research, Northcoast Research\n\nNo, that helps. That helps. Hey, Bob, just a question for you on your buyback. It seems like the buyback was higher this quarter than you've done in the past. In the past, the strategy has been, \"Let's do enough to offset dilution.\" But it seems like this time it was a little bit more. I'm wondering, is that a change in strategy, a one-quarter event, or is this something you can continue doing?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I mean, yeah, good question, Kartik. Yeah. I mean, we had an existing authorization out there. We had capacity on it. And as you mentioned, I think our philosophy hasn't necessarily changed. We typically try to maintain a flat share count and buy back shares. The offset dilution, that being said, I think if you go back six months ago when we kind of closed out last year and provided our outlook for this year, I think as we sit here today, I don't think John and I believe that our future growth opportunities are any less today than they were six months ago. And six months ago, the stock was in the 150s. And so, hey, we're going to continue to focus on the fundamentals. I think I know we're going to continue to manage the business to try to continue to be a high-quality compounder.\nAnd my hope is over time that comes back into favor. And opportunistically, I looked at where the value was and pulled forward some future purchases. And so really no change in philosophy, just more opportunistic, Kartik.\n\nKartik Mehta\n\nExecutive Managing Director and Director of Research, Northcoast Research\n\nPerfect. Thanks, Bob. I appreciate it. I hope you and John have a great holiday.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nHey, good luck on Sunday. Go build.\n\nKartik Mehta\n\nExecutive Managing Director and Director of Research, Northcoast Research\n\nWe'll talk about that later.\n\nOperator\n\nWe'll move next to Scott Wurtzel with Wolfe Research. Your line is open.\n\nScott Wurtzel\n\nSVP of Equity Research, Wolfe Research\n\nHey, good morning, guys. Thanks for taking my questions here. Bob, just had a question on the sort of Q3 guide and calling for a total revenue growth of 18%. I kind of do some back-of-the-envelope math and assume some degree of acceleration on the PEO side of the business as you lap the MPP headwinds. It implies not really too much change on the MS side. I'm just trying to kind of square that with some of the timing around Paycor form filing revenue that may show up in fiscal Q3. So any color you can give on the different moving parts there would be super helpful.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I mean, again, I don't want to get into the habit of giving quarterly guidance. We try to give you color. And obviously, I try to set myself up so I can at least be in line with the numbers. So we expect the business, as you mentioned, you're going to see acceleration like we did this quarter with the PEO in insurance. We're going to anniversary the annual enrollment in January and some of the headwinds from last year. And we're going to continue to make progress on Paycor, the integration, the synergy realization where we've had success. That revenue is going to start flowing into the back half of the year. So I'm sitting here in the middle of the year. We still have selling season. There's probably an element of conservatism in there, but we would expect the business to continue to accelerate.\n\nScott Wurtzel\n\nSVP of Equity Research, Wolfe Research\n\nGot it. That's helpful. And then just on the AI side, I know you guys mentioned having sort of an AI-powered sales engine. Just wondering how much that's deployed across your sales force and any noticeable productivity gains that you're seeing off of that. Thanks.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYes, got it. I would say that we launched it, maybe it's been 60 days ago, into a pilot group. And actually, it went rogue on us is what happened was we were going to do a pilot, and then people started hearing about it and started demanding it. So it's early on. We're certainly using it during selling season. It's a pretty powerful tool. And we're pretty much fully deployed at this point in time within the Paychex sales force. We're still doing some additional integration work on the Paycor side inside their go-to-market systems. But the sales teams are loving it at this point in time.\n\nScott Wurtzel\n\nSVP of Equity Research, Wolfe Research\n\nThanks, guys.\n\nOperator\n\nWe'll take our next question from Jason Kupferberg with Wells Fargo. Your line is open.\n\nJason Kupferberg\n\nSenior Equity Research Analyst, Wells Fargo\n\nGood morning, guys. Thanks. So I'm wondering just in the management solution segment if you expect the organic growth rate to improve off the current 4% levels just as we move into the second half. And then just any thoughts on a realistic organic growth rate for the MS business once you lap Paycor?\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nYeah. I mean, we definitely expect it to get better in the back half of the year. Jason, I mean, I don't want to give a longer-term growth until we get through this year with the integration. And obviously, synergy realization plays into that. But we expect some modest acceleration to the organic growth rate in management solutions, probably moving closer towards the 5% range over time. But definitely, there is some acceleration there in the back half of the year.\n\nJason Kupferberg\n\nSenior Equity Research Analyst, Wells Fargo\n\nUnderstood. Understood. And then I wanted to just ask a follow-up on PEO. I know we've talked about it already a lot on the call, but you're at 4.5% year to date, and you'll need to do, I guess, 7.5% in the second half to get to the lower end of the 6% to 8% range that you're pointing us to. And obviously, we know the lapping of the comps, etc. But maybe if you can just talk through any other factors driving the acceleration and just some commentary on your visibility to kind of get three points of acceleration from first half to second half. Thanks.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nIt's a good question. I would start with pointing to the three points of acceleration that happened this quarter relative to last quarter. And again, some of that is I know there's been some confusion around it and concern. And a lot of it, there's strong execution there for sure. As I mentioned, we had double-digit demand and really strong retention again this quarter. But some of it is just the easier compared, Jason, as you move into the back half of the year. So we just anniversaried in October the annual enrollment. Last year, there were some headwinds from that. That's probably only 25% of the MPP enrollment is in October. The rest of it is in January. So you're going to have another lapping or anniversarying of the enrollment and the headwind from last year. So the comps are just going to get better.\nSo it's a combination of the comps getting better, and we continue to see strong execution in the business. As I mentioned, I mean, that 6% number was weighted down from some of the challenges that we see in the agency. The PEO grew high single digits in the quarter. So we feel really good about where we are with the PEO and as we move into the back half of the year.\n\nJason Kupferberg\n\nSenior Equity Research Analyst, Wells Fargo\n\nOkay. Understood. Enjoy the holidays. Thanks.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nHappy holidays.\n\nOperator\n\nThank you. At this time, there are no further questions in queue. I will now turn the meeting back to the presenters for any additional or closing remarks.\n\nBob Schrader\n\nSVP and CFO, Paychex\n\nThank you, Chloe. So listen, appreciate everybody being with us here Friday before the holiday. So just to summarize, we delivered a solid double-digit revenue and adjusted operating income growth this quarter. Very proud of the team and all the hard work that's went in. This has been a challenging year for both the Paychex team and the Paycor team. Coming together, working together, as you can imagine, going through integrations like this are always challenging from an emotional side, a cultural side, and a people side. You have to make some tough decisions. Everyone has to deal with change. And I've just been so proud of the team, not only the Paychex team, but the Paycor's team. As you know, we've had great employee retention there, and we've brought on some great talent into the organization. And there's no question to me that we're better together.\nAnd I think as we continue to come together as an organization around a One Paychex strategy that we're executing, I really think there's tons of opportunity. And that's why Bob said before, this combination added $10 billion of total addressable market. And so we like the runway in front of us. We like the team we have, and we're committed to executing as we go into 2026. So we're very proud of the significant progress we've made, our latest AI advancements, very proud of the innovation that's being driven across all the platforms. I really think it's going to further differentiate us and position Paychex for growth, margin expansion, which we're known for, and really leadership in the human capital management industry as we enter this new AI era that we're all entering. So thank you for your continued support and interest in Paychex.\nI hope everyone has a happy Hanukkah and a happy holidays.\n\nOperator\n\nThank you. This brings us to the end of today's meeting. We appreciate your time and participation. You may now disconnect."
  }
]