[
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/df3ad625e78e381d8baff939b779ae2c",
    "period": "2025 Q3",
    "content": "Q3 2025 The Sherwin-Williams Co Earnings Call\n\nQ3 2025 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEOCT 28, 10:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of the third quarter 2025 results and our outlook for the full year of 2025. With us on today's call are Heidi Petz, President and CEO; Allen Mistysyn, Chief Financial Officer; Paul Lang, Chief Accounting Officer; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by ACCESS Newswire via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com beginning approximately 2 hours after this conference call concludes. .\nThis conference call will include certain forward-looking statements as defined under the U.S. Federal Securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nA full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions. I will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Sherwin-Williams delivered solid third quarter results as we continue to execute our strategy in a demand environment that remains softer for longer, as we have previously described.\nThroughout the quarter, we continue to serve our customers, invest or success, control our costs, take advantage of a unique competitive environment and execute on our enterprise priorities. On a year-over-year basis, consolidated sales increased at the high end of our guided range. Paint Stores Group and Consumer Brands Group exceeded expectations and Performance Coatings Group was in line.\nGross margin and gross profit dollars expanded. SG&A growth in the quarter moderated to the low single-digit percentage level we expected, driven by ongoing control of general and administrative expenses and inclusive of restructuring costs and new building costs. We remain on track for our original guidance of a low single-digit percentage increase in SG&A for the full year, including our targeted growth investments.\nAdjusted EBITDA margin expanded 60 basis points to 21.4%, and adjusted diluted earnings per share grew by 6.5%. We also returned $864 million to shareholders through share repurchases and dividends. Let me now turn it over to Heidi, who will provide some additional color on the third quarter before moving on to our outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim, and good morning to everyone. Let me begin by thanking our employees for delivering a solid quarter as we continue to navigate a very choppy demand environment across every one of our end markets. Our strategy continues to resonate with professional painting contractors and manufacturers who now more than ever are looking for partners that can provide them with predictability and reliability.\nSherwin-Williams provides customers with differentiated solutions that makes them more productive and profitable. This is even more valuable at a time when competitive offerings are inconsistent. We know what works, and we're investing in it while continuing to assess, adapt and control what we can control. We remain confident our approach is the right one to continue winning near term and it leaves us well positioned for when the demand cycle eventually turns.\nLet me now provide some color on our third quarter segment performance. Sales in Paint Stores Group increased by a mid-single-digit percentage, with price mix up at the high end of low single digits and volume up low single digits. This solid top line performance is not due to any market improvement in demand, but rather clear evidence that our growth investments are delivering a return. Given the market data we track, we believe we outperformed the market in all segments that we serve.\nProtective and marine increased by low double digits. This was the fifth straight quarter we have delivered high single-digit growth or better in this end market. In residential repaint, sales again grew by mid-single digits. We have grown this business by at least this level in every quarter since the start of 2022, a period during which existing home sales have been negative almost every month.\nWe also outperformed in Commercial, where sales were up mid-single digits in a quarter where multifamily completions were down double digits for the 2 months of available data. Our systematic approach to capturing new opportunities in this segment, created by recent competitive actions is working. In new residential, sales increased by low single digits in a quarter when single-family completions were down slightly for the 2 months of available data.\nProperty maintenance and DIY sales both increased by low single-digit percentages. Exterior sales were slightly better than interior sales, and both were up mid-single digits. We opened 23 net new stores in the quarter and 61 year-to-date, which is ahead of last year's pace. We've also added a commensurate number of sales reps to serve new accounts and customers through these stores.\nEven as we continue to make these growth investments, we continued to drive profitability. Segment profit in the quarter grew by a mid-single-digit percentage and segment margin increased by 40 basis points. With segment gross margin being flattish, this increase reflects leverage on SG&A, with over 30% incremental margin on low single-digit volume growth.\nMoving on to Consumer Brands Group. Sales beat our expectations with price/mix up low single digits, volume down mid-single digits and FX, a slight headwind. Sales reflect continued softness in North America DIY and unfavorable FX in Latin America, partially offset by growth in Europe. Adjusted segment margin increased primarily due to a favorable product mix shift and good cost control, partially offset by supply chain inefficiencies from lower production volumes.\nSeverance and other restructuring expenses also reduced segment margin by 85 basis points. We're also very pleased to have closed on Suvinil acquisition earlier this month. and I want to take this opportunity to officially welcome this highly talented team to Sherwin-Williams. This business is an outstanding addition to the Consumer Brands Group Latin America portfolio, and we're excited by the many profitable growth opportunities ahead for our combined offerings.\nAdditionally, we continued our channel optimization efforts in this region during the quarter, closing 8 net Sherwin-Williams stores and shifting that volume into selected qualified dealers. In Performance Coatings Group, sales were in line with expectations. Volume, acquisitions and FX all increased by low single-digit percentages but were partially offset by unfavorable price/mix. Regionally, segment growth in Europe and North America was partially offset by decreases in Latin America and Asia.\nFrom a division perspective, packaging remained our strongest performer with double-digit growth, inclusive of an acquisition. We're also pleased with mid-single-digit growth in auto refinish, inclusive of high single-digit growth in North America. This growth was driven by share gains that more than offset continued lower insurance claims.\nSales in Coil, Industrial Wood and general industrial all decreased by low single-digit percentages. PCG segment profit and margin decreased due to lower gross margin, primarily from unfavorable product and region sales mix and higher cost support sales. Severance and other restructuring expenses also reduced segment margin by 30 basis points. I would also like to note the continued good work in our administrative function to control costs.\nExcluding the corporate portion of restructuring costs and the new building costs, administrative SG&A was down by a low double-digit percentage in the quarter. Before moving on to our outlook, I want to address the topic that some of you have asked about, and that was our very difficult decision to temporarily pause the company matching contributions to our 401(k) benefit plan effective October 1. I want to be very clear, this is not a decision made lightly, nor was it made without deep appreciation for its impact on our people. It was a decision made after implementing a number of cost-saving initiatives, and completing significant restructuring actions, all at a time when we have and continue to face a period of prolonged demand and macroeconomic uncertainty.\nOur goal was to preserve as many jobs as possible in the near term, while also protecting the company with targeted customer-facing investments at a time of unprecedented competitive opportunity. Our goal is to restate the match as soon as possible, just as we have done successfully in the past. We are focused on delivering the performance that enables us to do so while also building long-term value for all of our stakeholders.\nWith that, let me move on to our outlook for the remainder of this year, along with some initial considerations related to 2026. The slide deck issued with this morning's press release provide specific sales guidance for the fourth quarter, which reflects our normal seasonality. This sales guidance includes the Suvinil acquisition, which we expect will increase the company's consolidated sales by a low single-digit percentage in the quarter, with an immaterial negative impact to diluted earnings per share, given transaction closing costs and purchase accounting items.\nGiven our third quarter sales performance and the addition of Suvinil, we are updating our full year 2025 sales guidance to be up by a low single-digit percentage versus 2024. Our second half EPS is in line with what we were expecting in July, excluding the immaterial headwind of Suvinil. We are narrowing our earnings outlook and now expect adjusted diluted net income per share to be in the range of $11.25 to $11.45 per share with a prior midpoint of $11.35 remaining unchanged.\nAdditionally, we remain on track to open 80 to 100 North America paint stores for the year. We will also continue to manage production and inventory closely over the rest of the year, on pace with customer demand. We remain laser-focused on our strategy of driving our customers' success. As far as 2026, our teams have begun working through our annual operating plan process. We'll provide you with a more definitive outlook in January as we typically do.\nBut at this time, we can provide some initial expectations that may be helpful. From a demand perspective, it appears that a very challenging environment will persist through the first half of the year and most likely beyond that. In other words, softer for longer and continued choppiness across most end markets. The leading indicators we track point to minimal positive catalysts at this time. We will continue to focus on our new account and share of wallet initiatives and driving continued returns on the growth investments we have made.\nOur initial view of raw material costs is that they will be up low single digits, inclusive of tariffs with varying costs for individual commodities. We also expect other parts of the cost basket to inflate, particularly health care, which will increase by a low double-digit percentage in wages, which we expect to increase by a low single-digit percentage. We also expect to continue investing in growth initiatives, including stores and reps to win new business and support existing customers and strategic retail partners as the competitive environment continues to inflect in our favor.\nWe will continue to counter cost headwinds through efficiency and simplification initiatives, and disciplined pricing actions. Specifically, we have announced a 7% price increase in Paint Stores Group effective January 1, along with targeted increases in our other segments. Effectiveness in paint stores should be in our typical historical range, but likely will be tempered by market dynamics and segment mix.\nWe will continue to be very aggressive in growing the business, and in controlling general and administrative expenses, so we do not see a reason to be heroic in our initial guidance. We expect interest expense will be higher given our new headquarters financing arrangement and refinancing of debt at higher rates earlier this year. We remain on track with the restructuring initiatives we've previously called out, and we expect a total benefit in 2025 of approximately $40 million in savings.\nWe expect our actions to result in savings of approximately $80 million on a full year basis going forward. On a very exciting note, we've begun the move into our new headquarters and R&D center in Cleveland, and we expect the process to be completed in the spring. As a result, we anticipate our CapEx returning to a more typical range of around 2% of sales next year. These new world-class facilities are investments in our people and our customers that we are certain will deliver strong returns and there will be multiple chances for you to come visit in the coming year.\nAll in, including our new and current buildings, we would expect a modest cost headwind next year. We will provide more details on our January call. 2025 is not over, and we know we still have work to do. You should expect us to continue acting with discipline and urgency during the remainder of the year.\nBeyond that, we expect the demand environment to remain soft well into 2026. We are not immune from these persistent challenging market conditions, which leads us to focus even more intensely on differentiated solutions that help our customers become more productive and profitable. With our success by design mindset and a deeply experienced team, we see this as a great time to continue demonstrating what makes Sherwin-Williams so unique and outperform the market, and that's exactly what we plan to do.\nThis concludes our prepared remarks. And with that, I'd like to thank you all for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/826884050363d1f9ec0ef2ca5eee9147",
    "period": "2025 Q2",
    "content": "Q2 2025 The Sherwin-Williams Co Earnings Call\n\nQ2 2025 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEJUL 22, 10:00 AM\n\nOperator\n\n[Audio Gap]\nHeidi Petz, Chair, President and Chief Executive Officer; Allen Mistysyn, Chief Financial Officer; Paul Lang, Chief Accounting Officer; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by Access Newswire via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date of which the statement is made. And the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nA full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning.\n[Operator Instructions]\nI will now turn the call over to Jim Jaye. Sir, the floor is yours.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone.\nSherwin-Williams continued to execute our strategy in a demand environment that remained choppy as we expected. We also continue to take aggressive and deliberate operational and commercial actions in response to: number one, a softer for longer demand environment, and number two, a rapidly changing and opportune competitive environment, which we are taking advantage of by accelerating our strategic intensity in the short term to favor Sherwin-Williams over the long term.\nOn a year-over-year basis, consolidated sales were within our guided range, with growth in Paint Stores Group offset by softness in our other 2 segments. Gross margin and gross profit dollars expanded. It was the 12th quarter in a row of year-over-year gross margin expansion. SG&A in the quarter increased for the reasons described in our press release. Despite the higher level in the quarter, we remain on track for our original guidance of a low single-digit percentage increase in SG&A for the full year.\nThe decrease in adjusted earnings per share in the quarter reflects the anticipated higher nonoperating costs year-over-year, sooner-than-expected new building expenses and targeted growth investments we continue to make. From a capital allocation perspective, we continue to execute our disciplined strategy, returning $716 million to shareholders through share repurchases and dividends.\nLooking ahead, the macroeconomic indicators we track along with real-time customer sentiment point to continued turbulence and a slowdown in demand across various segments businesses and regions over the remainder of 2025. As a result, we are reducing our adjusted earnings guidance for the full year. This is based on softer architectural sales volumes than anticipated coming into 2025 and supply chain inefficiencies due primarily to a reduction in production gallons within our global supply chain, partially offset by a reduction in SG&A spending. Despite the softening market conditions, we remain committed to delivering above-market growth.\nLet me now turn it over to Heidi, who will provide some additional color on the second quarter before moving on to our outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim, and good morning to everyone. I want to begin by acknowledging that this was not a perfect quarter. I also want to remind you that we don't run the company to achieve perfect quarters, we run the company with a disciplined strategy to deliver significant long-term outperformance of the market. And that is exactly what we're doing, especially in this opportune competitive environment.\nMore specifically, I want to address head on some of the larger dynamics and actions that played out in the quarter and give you reassurance and importantly, confidence in what we are doing and why. First, we began the year by telling you that we were operating in a very choppy demand environment. As a result, we also told you we would be responding proactively and aggressively on the cost side, including guiding to approximately $50 million or $0.15 per share in restructuring initiatives for the year.\nAs the quarter progressed, demand momentum remains stalled and in some areas deteriorated further, notably in new residential, DIY and coil coatings end markets. We told you we had additional levers available to us. And as you would expect, we did not wait to pull those levers, and we are pulling other levers now.\nSpecifically, we are going broader and deeper in our restructuring initiatives and more than doubling our full year target to approximately $105 million or $0.32 per share. We expect these actions to result in savings of approximately $80 million on an annual basis. Second, building a new global headquarters in our R&D center is not an exact science. It is not always possible to predict timing with precision on a multiyear project of this scale. Frankly, our construction partners and teams made more progress on the project in the quarter than we expected. That's a good thing. We want to begin operating in our new facilities sooner rather than later. As a result, we incurred costs in the quarter that we didn't expect to see until the second half of the year. Third, one of the many advantages of our direct distribution model is that we have several thousand team members in our stores and in the field that are partnering with our contractors every single day, providing us with real-time market intelligence.\nSpecifically, we've learned of recent and significant reductions in customer-facing positions and assets among our largest architectural competitors. We've also learned of a competitor implementing a high single-digit minimum price increase in the heart of the paint selling season, which can be highly disruptive to customers. We believe these competitive actions are signals that our strategy is working. We continue to believe we are at a major inflection point in the North American architectural coatings industry, and we refuse to miss this once-in-a-career opportunity that's unfolding before us.\nThis is why we will continue investing aggressively in Paint Stores Group with customer-facing growth initiatives in the quarter and throughout the second half of 2025, while maintaining discipline around G&A costs. We are highly confident that these actions will drive significant above-market growth when the demand environment improves. Professional painting contractors are looking for predictability and reliability. They need partners that are committed to providing solutions that drive their success. That is what Sherwin-Williams provides, especially in the heart of the painting season.\nLet me now provide some color on our second quarter segment performance. In the interest of time, I will keep my comments brief in order to focus on our full year outlook and provide time for your questions. Sales in Paint Stores Group increased by a low single-digit percentage, with price/mix up by mid-single digits and volume down low single digits. As expected, the price/mix component was slightly below the level of our first quarter, which included the residual impact of our February 2024 increase. Protective & Marine increased by high single digits for the fourth straight quarter. Residential repaint sales again grew by mid-single digits, significantly outpacing the market. We also outperformed in new residential where sales increased by low single digits in a quarter when single-family completions were down by double digits.\nSimilarly, commercial sales grew low single digits in the quarter with multifamily completions down mid-teens. Property maintenance and DIY sales decreased. Even with the heightened growth investments I mentioned, segment profit increase and segment margin decreased only slightly. We opened 20 net new stores in the quarter and 38 year-to-date, which is ahead of last year's pace. Consumer Brands Group sales were below expectations with volume, price/mix and FX all down by similar low single-digit percentages. Sales reflect continued softness in North America DIY and unfavorable FX in Latin America, partially offset by growth in Europe.\nSegment SG&A decreased by low single digits with continued discipline in controlling general and administrative expenses while maintaining investments to support our customers' sales. Adjusted segment margin decreased primarily due to the lower sales and impact of lower production volumes in our supply chain. Performance Coatings Group sales were in line with expectations. Volume, acquisitions and FX were all up by low single-digit percentages but slightly offset by unfavorable price/mix. Regionally, segment growth in Europe, Asia and Latin America was offset by a decrease in North America. From a division perspective, Packaging continued to be a bright spot with double-digit growth inclusive of an acquisition. Coil sales were up low single digits, also inclusive of an acquisition, but the outlook for this business has become murkier with uncertainty related to steel tariffs. Industrial wood and general industrial sales were down as expected.\nAuto refinish also remained under pressure and was down slightly although the industry is beginning to annualize lower insurance claims. We are encouraged by meaningful new account wins in this business, which are currently being more than offset by softness in core accounts, driven by lower insurance claims. PCG segment profit and margin decreased primarily due to increased costs, support sales, higher foreign currency transaction losses and a prior year gain on the sale of assets, which did not repeat in the quarter. Severance and other restructuring expenses also reduced segment margin by 50 basis points.\nAnd before moving on to our outlook, I would also like to note the continued good work in our administrative function to control costs. Excluding the corporate portion of restructuring costs and the new building costs, Administrative SG&A was down by a high single-digit percentage in the quarter. As we enter the second half of the year, it is clear we continue to be in a softer for longer demand environment with further deterioration possible. Our slide deck describes several of the demand indicators we track.\nNone of these are particularly encouraging at the time. Customer sentiment reflects continued uncertainty and hesitancy to invest and consumer confidence remains mixed. To be clear, we expect no help from the market over the remainder of the year. However, we continue to focus our efforts on market share gains across each of our businesses and segments.\nAs a result, we are revising our full year sales expectations downward in our Consumer Brands segment while maintaining our Performance Coatings segment sales guidance. We are only minimally adjusting downward Paint Stores segment sales guidance as the January price increase realization is not enough to offset the adjustment downward and full year volumes. The lower architectural sales volumes are requiring a reduction in our full year production gallons in our supply chain, which is also pressuring bottom line results. Specific third quarter and full year ranges are provided in our slide deck. Accordingly, we are also revising our diluted earnings per share guidance downwards.\nOn a slightly more positive note, the softer demand is resulting in a more favorable commodity backdrop. We now expect slight deflation of our raw material basket in the back half of the year, resulting in flattish full year costs. While welcome, these benefits are not enough to fully offset the impact of the softer demand environment. Tariffs also remain a variable in this outlook. While we cannot control the demand environment, what we can control is our commitment to a winning strategy, a team that knows how to pivot in uncertain times and our ability to execute to help our customers be successful.\nYou have seen evidence of that by the actions we've taken year-to-date. We will continue to act with discipline and urgency during the remainder of the year. Here is what you can expect to see: We will continue to focus on differentiated solutions that help our customers become more productive and more profitable. We will continue to invest in growth initiatives in a time of unprecedented competitive opportunity in our industry. We will fund these growth investments by continuing to focus relentlessly on controlling general and administrative spending, and we expect SG&A to be in our low single-digit target range for the year. We are going deeper and broader in our restructuring initiatives.\nAs I mentioned earlier, we are doubling our initial target. We are reducing our CapEx spending for the year by $170 million or approximately 20%. Total CapEx moved downward from $900 million to $730 million, inclusive of $300 million for our building projects. We are accelerating completion and transition to our new buildings as quickly as possible. As we seek to begin getting a return on this project, more activity in the current year will result in a pull forward of certain transition and operating expenses.\nWe now estimate total investment in the year to be $115 million, inclusive of $95 million of SG&A and $20 million of interest expense with approximately 50% of SG&A expenses non-repeatable. We will continue to opportunistically repurchase our shares and pursue targeted acquisitions that accelerate our strategy.\nWe expect the Suvinil acquisition to close before the end of the year. And we will continue to focus on our enterprise priorities. Talent continues to drive us. Simplification and digitization will make us more productive in our supply chain more responsive. Profitable above-market growth over the long term remains our North Star.\nLet me conclude by reminding you that because of our success by design mindset and deeply experienced team, we are highly confident that our current course is the right one. While others in this space are abandoning their strategies and are unclear of their direction, we see this as a time for certainty and stability and an opportunity to demonstrate what makes Sherwin-Williams so unique. We will continue to navigate near-term pressures appropriately and with the discipline that you've come to expect from us, and we will be aggressive and targeted as we expand our competitive moat in the short and long term.\nYou should fully expect that we will extend our strong track record of delivering for our customers and ultimately for our shareholders. This concludes our prepared remarks. With that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f96ef8339bd9e7cf0c0ab90f6498c7d",
    "period": "2025 Q1",
    "content": "Q1 2025 The Sherwin-Williams Co Earnings Call\n\nQ1 2025 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEAPR 29, 10:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of first quarter 2025 results and our outlook for the second quarter and full year of 2025. With us on today's call are Heidi Petz, Chair, President and CEO; Al Mistysyn, Chief Financial Officer; Paul Lang, Chief Accounting Officer; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters.\nAny forward-looking statement speaks only as of the date of which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions. I will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Sherwin-Williams continued to execute our strategy and delivered solid first quarter results with the demand environment remaining challenging as we expected. On a year-over-year basis, consolidated sales were within our guided range, with growth in Paint Stores Group offset by softness in our other 2 segments.\nGross margin and gross profit dollars expanded. SG&A decreased due to continued good spending control. EBITDA margin in dollars expanded and adjusted earnings per share grew by 3.7% to $2.25 a share. We also continued to execute our disciplined capital allocation strategy, investing $352 million in share repurchases, increasing our dividend by 10%. Let me now turn it over to Heidi, who will provide some additional color on the first quarter before moving on to our outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim, and good morning to everyone. I want to begin by thanking our 64,000 global employees for their sheer determination and willingness to solve challenges as we face a wide variety of near-term pressures. We're staying true to our strategy, which is continuing to deliver innovative solutions for our customers, which makes them more productive and profitable. We expected and prepared for a bumpy 2025, and we are executing our playbook as planned.\nLooking at our specific results in the quarter, I'll begin with the Paint Stores Group. Sales grew by a low single-digit percentage with price/mix up by mid-single digits and volume down low single digits. The price/mix component includes our January 2025 price increase, which is ramping up as expected, along with the residual impact of our February 2024 increase. We would expect the contribution of price to be lower going forward as we have now annualized the February 2024 increase.\nProtective and marine grew fastest in the quarter and increased by a high single-digit percentage, driven by oil and gas, water and wastewater, performance flooring and high-value infrastructure projects. In residential repaint, sales increased by a mid-single-digit percentage despite continued softness in existing home sales as our prior growth investments continued to deliver a return. New residential increased by a low single-digit percentage as we continued to secure incremental relationships with new customers. Commercial and property maintenance sales remained under pressure as expected, given weak commercial construction completion and delayed CapEx spending. We expanded segment margin by 120 basis points, 18.4% while continuing to invest in growth by opening 18 new stores in the quarter.\nConsumer Brands Group sales were within our expected range. More than half of the decrease was due to unfavorable FX, with the remainder driven mainly by soft DIY demand in North America. Despite the lower sales, adjusted segment margin expanded to 21.3%. The improvement in adjusted segment margin was due to supply chain efficiencies and continued discipline in controlling general and administrative expenses while maintaining investments to support our customers' growth.\nI also want to reiterate how excited we are about the Suvinil acquisition we announced during the quarter. We expect this transaction to close in the second half of this year. Suvinil is a market leader with multiple profitable growth opportunities and is run by an outstanding management team. I'm confident it will be a great addition to the Consumer Brands Group and an excellent complement to our existing Latin America business.\nPerformance Coatings Group sales were below our expectations. FX, price mix and volume all decreased by low single-digit percentages but were partially offset by a low single-digit contribution from acquisitions. Regionally, Europe and North America decreased by mid-single-digit percentages. Asia and Latin America decreased by low single-digit percentages. From a division perspective, packaging was a bright spot in the quarter with high single-digit growth driven by new accounts and the recapture of temporarily lost share. Coil sales were down but recovered meaningfully in March after a slow start, and we still project full year growth for this business. Industrial wood sales were down against a strong prior year comparison that included an acquisition.\nGeneral Industrial, our largest division, remained under pressure as expected, with softness in heavy equipment demand. Auto refinish also remained under pressure, although negative FX accounted for almost half of the decline we saw in the quarter. We are encouraged by meaningful new account wins in this business, which are currently being more than offset by softness in core accounts driven by lower insurance claims. SG&A expense in the segment decreased by a low single-digit percentage due to good cost control. Adjusted segment margin decreased 60 basis points, 16.5% due to lower sales.\nAnd before moving on to our outlook, I would also like to note the good work being done in our administrative function to control costs, where SG&A was down a mid-teens percentage in the quarter, partially offset by higher nonoperating costs. Our continued focus on simplification and digitization should continue to drive further efficiencies over time. During our last 2 conference calls, we communicated that we expected demand in most of our end markets to remain choppy at least through the first half of 2025 with some not likely to gain momentum until 2026. We are seeing this play out with some additional uncertainty in the market related to tariffs.\nWe also communicated that we are well positioned to outperform the market and that we are highly confident in the clarity of our strategy and importantly, our team's deep experience and ability to out-execute in this environment. With regard to tariffs, I'll remind you that approximately 80% of our consolidated revenue is in the United States with less than 2% in China. In addition, the vast majority of our raw materials are sourced in the region where we are manufacturing. Whenever there is disruption, there is significant opportunity to demonstrate what makes Sherwin-Williams so unique. We are determined to expand our competitive moat in the current environment.\nMoving on to our specific outlook. The slide deck issued with this morning's press release includes our expectations for consolidated and segment sales for the second quarter of 2025. Additionally, we are reaffirming the full year sales and earnings per share guidance we provided in January. The other data points we've provided at that time also remain unchanged. As is typical, we'll be able to provide an updated full year outlook in July when we have a better view of how the paint and coating season is unfolding along with potentially greater clarity on the trajectory of the global economy overall.\nWe know there's a lot of uncertainty in the market right now. What is certain is our strategy, our resolve, and our ability to assess, adapt and pivot regardless of the obstacles in front of us. Through the pandemic, an industry-wide supply chain crisis, and record inflation, to name just a few, we've demonstrated our ability to deliver in up cycles, down cycles and now a choppy cycle. We have a strong track record of delivery for our customers and ultimately for our shareholders.\nWe continue to operate with confidence, accountability and our success by design mindset. We are aligned on aggressively pursuing above-market growth, making targeted investments that deliver a clear return, controlling general and administrative spending and executing on our enterprise priorities. And above all, we are focused on being the source of stability, predictability and reliability for our customers, providing them with solutions that increase their productivity and profitability. This concludes our prepared remarks. With that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3198b8f22541d51d2122e90aa69a781f",
    "period": "2024 Q4",
    "content": "Q4 2024 The Sherwin-Williams Co Earnings Call\n\nQ4 2024 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEJAN 30, 10:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of fourth quarter and full year 2024 results and our outlook for the first quarter and full year of 2025.\nWith us on today's call are Heidi Petz, President and CEO; Al Mistysyn, Chief Financial Officer; Paul Lang, Chief Accounting Officer; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, leaking approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under the U.S. Federal Securities laws with respect to sales, earnings and other matters. Any forward-looking speaks only as of the date of which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Sherwin-Williams delivered strong fourth quarter results that concluded a record year for the company. In what remained a very choppy demand environment, full year consolidated sales increased slightly, driven by our deliberate and targeted investments to gain share and overcome softness in core accounts. Our gross profit dollars and margin expanded, EBITDA dollars and margin expanded and adjusted earnings per share grew by a near double-digit percentage to $11.33 a share.\nConsolidated sales in the fourth quarter increased by a low single-digit percentage and gross margin improved slightly over a very strong level a year ago. As we expected and previously described, year-over-year growth in SG&A moderated to a low single-digit level. Adjusted earnings per share in the quarter increased by 15.5%.\nIn terms of our segments in the fourth quarter, Paint Stores Group sales increased in the range we expected, led by high single-digit growth in residential repaint and Protective & Marine. Consumer Brands Group sales decreased in the range we expected, all related to unfavorable FX as volume and price mix were slightly positive. Within Performance Coatings Group, sales were slightly below expectations as strength in packaging and coil was offset by softness in other [ divisions ]. Adjusted margin expanded year-over-year in all 3 operating segments.\nThe slide deck accompanying our press release this morning provides more detail on fourth quarter segment performance.\nLet me now turn it over to Heidi, who will provide a few full year 2024 highlights before we move on to our 2025 outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim, and Happy New Year to all of those that are listening. I hope you had a wonderful holiday season and are geared up for the year ahead.\nI know you're eager to get to our 2025 outlook, but first, I want to take a moment to reflect on what our 64,000 dedicated global employees have achieved over the last year. I am proud of what our team has delivered in 2024. We entered the year amidst an extremely choppy demand environment that, quite frankly, never improved meaningfully.\nWe knew this was a possible scenario, and we doubled down on controlling what we could control. We stayed true to our strategy. We made targeted investments, focused on share gains and executed on our enterprise priorities. We continue to deliver innovative solutions for our customers and in a disruptive competitive environment, Sherwin-Williams stood out by being a [ consistent, reliable ] and dependable partner. In addition to the strong margin expansion and earnings [indiscernible] that Jim described a moment ago, it was another very good year of cash generation, which was $3.2 billion or 13.7% of sales.\nWe continued to execute our disciplined approach to capital allocation during the year, including $2.5 billion, which we returned to shareholders for share repurchases and dividends. In terms of CapEx, we invested $1.1 billion, including approximately $532 million for our new headquarters and R&D center, which we expect to begin occupying this year. We ended 2024 with a net debt-to-adjusted EBITDA ratio of 2.2x.\nLooking at our reportable segments on a full year basis. Paint Stores grew by a low single-digit percentage. Residential repaint drove the segment growth and increased by a mid-single-digit percentage. This was strong performance given anemic existing home sales, and is the clear example of a return on our prior investments. New residential and commercial both increased by low single-digit percentages in a challenging rate environment. Flattish year-over-year segment margin reflects our continued growth investments, which we are confident will continue to drive above market sales over the long term.\nConsumer Brands had a challenging [ year top-line ] with lower sales resulting from soft DIY demand and unfavorable FX. Adjusted segment margin expanded back to our target level due to higher fixed cost absorption in the manufacturing and distribution offerings within the segment. At the same time, we maintained our investments to support our customers despite weaker-than-expected volume in North America.\nPerformance Coatings sales varied by division and geography. Acquisitions added a low single-digit percentage in the year but was offset by unfavorable price mix and FX. Coil was the strongest performer driven by new account wins. We're also pleased with packaging, which returned to growth as we won new accounts and recapture the majority of previously lost share just as we indicated we would. Industrial Wood was up mid-single digits, driven by an acquisition. Accelerated share gains in auto refinish were not enough to overcome softness in core accounts, driven by lower insurance claims.\nGeneral Industrial, our largest division, remained under the most pressure during the year, with softness in head equipment demand. Adjusted segment margin expanded to 18%, the highest level since the Valspar acquisition in 2017.\nThroughout 2024, we continued to operate from a position of strength. In fact, our confidence in our strategy, along with our team's ability to execute, led us to increase several of our midterm financial targets at our Investor Day this past August. I am confident we will achieve those targets over time given a more consistent demand environment.\nAs we begin 2025, I'm also highly confident that nobody is better positioned than Sherwin-Williams. During our October earnings call, we were among the first to describe the demand environment as softer for longer, with an expectation that the first half of 2025 would likely remain choppy. Three months later, we have seen little evidence to change that view. And given the indicators that we do see several end markets may not improve until 2026.\nOn the architectural side of the business, residential repaint demand has become slightly more encouraging as existing home sales have begun to show modest signs of recovery and Harvard's LIRA index shows a return to very [ flat ] growth. Residential repaint remains our single largest share gain opportunity, and we significantly outperformed the market in 2024 given our targeted investments in sales reps, training and digital tools, just to name a few. We would expect similar outperformance in 2025.\nLooking at New Residential, year-over-year growth in single-family starts has been choppy over the last several months. Rate cuts have had little impact and mortgage rates remain well above 6%. We would expect to continue strengthening our homebuilder customer relationships to outperform the market.\nIn commercial, we've been clear that we expect completions to be soft in 2025 as year-over-year multifamily starts have been mostly down by double-digit percentages since the middle of 2023. Even if commercial starts do pick up in 2025, which seems unlikely given a consistently sought architectural billing index, they won't turn into painting and completions until well into 2026. Property maintenance spending still appears to be idly and neutral. On the DIY side, we do [ not ] currently see a macroeconomic catalyst driving meaningful improvement in consumer demand.\nOn the industrial side, the PMI numbers for [ manufacturing ] in the U.S. and Europe have been negative for multiple months, with Brazil and China being slightly pot. We expect coil to grow again driven by significant new account wins over the past year and a continued focus on new accounts this year. We're also confident in packaging growth as we gain share and support customers converting to our industry-leading non-BPA coating by 2026 to comply with European Commission mandates.\nIn Protective & Marine, project pipeline remains solid, though the timing of starts remains variable. We expect auto refinish demand to remain choppy, driven by continued softness of insurance claims so our share gains should become more evident. Industrial wood will likely track with new residential, given the furniture, flooring and [ carpentry end ] markets [ that we serve ]. We expect general industrial demand to remain soft throughout the year.\nIn summary, the market is not going to give us a lot of help this year. We'll continue to remain very aggressive with a focus on helping our existing customers grow as well as focusing on targeted share gains. Against this backdrop, we are providing guidance that we believe is very realistic. Should the market be better than we are currently assuming, we would expect to outperform the guidance we are providing to start the year.\nMoving on to our specific outlook. The slide deck issued with this morning's press release includes our expectations for consolidated and segment sales for the first quarter of 2025. The deck also includes our expectations for the full year, where consolidated sales are expected to be up a low single-digit percentage and diluted net income per share is expected to be in the range of $10.70 to $11.10 per share.\nExcluding acquisition-related amortization expense of approximately $0.80 per share and restructuring expense of approximately $0.15 per share. Adjusted diluted net income per share is expected in the range of $11.65 to $12.05. This is a mid-single-digit percent increase at the midpoint compared to 2024 adjusted diluted net income per share of $11.33. We've provided a GAAP reconciliation in the Reg G table within our press release.\nOur slide deck contains several additional data points that provide important context that I'd like to touch on here. Any comparisons described are year-over-year. From a sales perspective, I'll remind you that the Paint Stores Group implemented a 5% price increase effective January 6. We would expect this to ramp up [ the ] typical 50% to 60% effectiveness over the next quarter. We also are [ implementing a ] very targeted price increases in specific areas within our other 2 reportable segments.\nWe expect the market asset of raw materials to be up a low single-digit percentage in 2025. We expect to overcome these raw material headwinds and deliver full year gross margin expansion, driven by incremental 2025 pricing, simplification efforts across our supply chain as well as our Paint Stores Group, which is our largest and highest gross margin segment growing sales faster than the other 2 segments.\nWe expect SG&A dollars to grow by a low single-digit percentage in 2025. This is a more typical level for us and less than last year's 5% increase. This year's increase includes $80 million of operating expenses for our new building, which will be weighted to our second half. We'll also continue to [ have some ] operating expense for our current building until we have fully completed our [ mode ]. As always, we plan to control costs tightly in noncustomer-facing functions, and we have a variety of levers that we can pull depending on the material change to our outlook, up or down.\nAs we've previously described, interest expense will be up this year. This increase includes $40 million related to refinancing of debt at higher rates, including $850 million in 2024 and approximately $1 billion expected to be refinanced in 2025. It also includes $20 million of interest related to financing activities of our new buildings.\nWe expect to end the year within our current long-term target debt-to-EBITDA leverage ratio of 2 to 2.5x. Other general expense items are expected to return to more historic levels in 2025 and increase approximately $75 million due to a gain on sale or disposition of assets of approximately $50 million in 2024 that we do not expect to repeat in 2025, and an increase in our environmental provision of $25 million.\nWe expect to open 8,100 new stores in the U.S. and Canada in 2025. We'll also be focused on sales reps, capacity and productivity improvements, systems and product innovation. Next month at our Board of Directors meeting, we will recommend an annual dividend increase of 10.5% to $3.16 per share, up from $2.86 last year. If approved, this will mark the 47th consecutive year that we've increased our dividend. We expect to continue making opportunistic share repurchases. We'll also continue to evaluate acquisitions that fit into our strategy.\nIn addition, our slide deck provides guidance on our expectations for currency exchange effective tax rate, FX, depreciation and amortization.\nFinally, I'll remind you that our first quarter is a seasonally smaller one. For that reason, we will not be making any updates to full year guidance up or down until our second quarter is completed, and we have a better view of how the paint and coating season is unfolding.\nOur team is operating with great confidence and accountability as we begin 2025. As we have consistently said, it is only a matter of when the demand environment returns to greater strength, not if. And when that shift occurs, we expect to significantly outperform the market. In the meantime, we are not waiting. We often talk about how we operate, success by design.\nWe have a clear and winning strategy. We have the best team in the industry, and we've made the right investments, targeting specific markets and subsegments. We know how to deliver solutions for our customers that will make them more productive and more profitable. We continue to have significant new accounts and share of wallet opportunities in every business and region. We expect to continue winning more than our fair share of these opportunities.\nI also am highly confident that our enterprise-wide efforts related to talent, simplification, digitization supply chain responsiveness and sustainability will continue to deliver above-market growth. We get rewarded by overcoming obstacles, finding solutions for our customers and delivering results. We are extremely well positioned to continue delivering shareholder value, and that's exactly what we intend to do in 2025.\nThis concludes our prepared remarks. With that, I'd like to thank you all for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f908afb8a314a63cb84616a5172067e0",
    "period": "2024 Q2",
    "content": "Q2 2024 The Sherwin-Williams Co Earnings Call\n\nQ2 2024 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEJUL 23, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company's Review of Second Quarter 2024 Results and our Outlook for the Third Quarter and Full Year of 2024. With us on today's call are Heidi Petz, President and CEO; Al Mistysyn, Chief Financial Officer; Jane Cronin, Senior Vice President, Enterprise Finance; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under U.S. Federal Securities Laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open up the session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning. Sherwin-Williams delivered a strong quarter driven by continued execution of our strategy, and with little help from what continues to be an uneven global macroeconomic environment. Led by Paint Stores Group, consolidated sales were within our guided range. Gross margin expanded and diluted earnings per share and EBITDA grew by double-digit percentages. Margin improved sequentially and year-over-year in all 3 reportable segments.\nWe continue to make progress on our enterprise priorities, and we are clearly seeing returns from the heightened investments made in the back half of last year and which have now annualized. We also maintained our disciplined capital allocation approach during the quarter, returning $613 million to our shareholders through dividends and share repurchases, an increase of 57% year-over-year.\nOur second quarter performance ends our first half on a strong note. And coupled with our current visibility into the back half of the year, we are increasing our full year earnings outlook. We remain highly focused on executing our strategy, demonstrating our value proposition to win new accounts and increase share of wallet and taking advantage of disruptions in the market. We are well positioned to deliver in the current environment and highly confident that our actions and investments will result in even stronger performance when end market demand eventually becomes more robust.\nLet me now turn it over to Heidi, who will comment on our second quarter results by segment before moving on to our outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. First, I want to thank all 65,000 of our employees around the world for their efforts in the quarter and for their ongoing passion for our company and for our customers. I continue to be humbled and inspired by all that you do. I believe our second quarter results demonstrate 3 things: One, we have the right strategy. Two, our team continues to execute and adapt; and three, we continue to see returns from our ongoing investments in the business. At the same time, we're not content with where we are by any means. And our team understands that we must continue to operate with determination and urgency. We're delivering strong results in a choppy demand environment while executing on initiatives that will put our customers and our company in position for even greater sustained success.\nAs far as specifics on the second quarter, I'll begin with the Paint Stores Group, where sales increased by mid-single digits against a double-digit comparison. Volume and price were both up low single digits. As we expected, price realization improved as the quarter progressed. Segment margin increased to 25.1%, driven by higher sales in moderating raw material costs. Pro sales were led by residential repaint, which was up by a mid-single-digit percentage. Strong evidence that we are continuing to take share in a down market. We're clearly seeing a return here from the investments in dedicated sales reps we made in the back half of last year. New Residential returned to growth in the quarter as we are seeing improving single-family starts turn to completions. Commercial grew by low single digits against a double-digit comparison.\nProperty management was down less than 1%, with continued delays in CapEx projects. Protective & Marine was up mid-single digits against a low 20s comparison. And while we acknowledge that there have been project delays, we feel very good about the pipeline. DIY increased low single digits compared to a high teens comp. From a product perspective, interior paint sales grew faster than exterior paint sales. We have opened 26 net new stores year-to-date and expect to open 80 to 100 for the full year.\nMoving on to our Consumer Brands Group. Sales underperformed our expectations in a market that was softer than we anticipated. Lower volume, the impact of the China architectural divestiture and unfavorable currency translation were partially offset by selling price increases, primarily in Latin America. Sales in North America decreased by a high single-digit percentage, where weakness in existing home sales remains a headwind. Inflation, depleted savings and household debt also continue to pressure consumers who currently appear to be spending their modest available discretionary dollars elsewhere. We understand where we are in this cycle and eventually expect to see an upturn in DIY demand. We're confident that we are well positioned with our growing partnerships over the long term. Outside of North America, sales decreased by a high single-digit percentage in Latin America and a double-digit percentage in Europe. Adjusted segment margin expanded to 26.1%. This was primarily driven by improvements in manufacturing and distribution fixed cost absorption within the segment and moderating raw material costs partially offset by net sales that were below expectations and higher employee-related costs.\nIn the Performance Coatings Group, modest sales growth was driven by an acquisition, which was partially offset by unfavorable currency translation. Adjusted segment margin improved to 19.4%. This continued strong margin performance reflects our ability to drive our customer success in end markets that value differentiation. It also reflects the ongoing hard work of our team to optimize this business. We continue to see choppy demand by division and region. Industrial wood led the growth, including the impact of an acquisition.\nCoil also delivered solid growth driven by share gains. Auto refinish was up low single digits in North America and down less than 1% overall. Share gains are offsetting softness in our core business where consumer reluctance to pay deductibles is resulting in lower insurance claims. Packaging was down less than expected, and we have a good line of sight to improvement in the back half of the year. General industrial demand was lower in all regions. Heavy equipment and transportation were down most significantly while energy infrastructure was a bright spot. Regionally, sales in the group were down low single digits in North America, but positive in other regions.\nMoving on to our guidance for the third quarter and full year. It's clear that the macroeconomic environment has been softer for longer than many economists anticipated at the start of the year. We don't expect to get material help from the market in our back half. We are unwilling to simply accept these conditions. And you can count on us to continue being very aggressive in our pursuit of new business and share of wallet gains. Sherwin-Williams is incredibly well positioned in each of our targeted end markets. Comparisons ease in our second half, competitive dynamics are a tailwind, and we're confident share gains will become more apparent over time as market conditions improve. As for our specific outlook, the slide deck issued with this morning's press release includes our expectations for consolidated and segment sales for the third quarter of 2024.\nFor the full year 2024, consolidated sales are expected to be up a low single-digit percentage compared to our previous guide of up low to mid-single digits. Full year sales guidance for the Paint Stores Group and the Performance Coatings Group remain unchanged. We have reduced our Consumer Brands Group guidance meaningfully following the softer-than-expected first half and continued weak demand in the North American DIY market. We are increasing our full year earnings guidance given our better-than-expected results in the second quarter. the midpoint of our previous guidance now becomes the low end of our revised guidance.\nOn an adjusted basis, we are now guiding diluted EPS in the range of $11.10 to $11.40 a share, an increase of 8.7% at the midpoint over the prior year. As we have often said, should our sales prove to be better than we are currently anticipating, we would expect EPS to be better. Our slide deck also provides guidance on our expectations for raw material costs and other items helpful for modeling purposes. As we enter our second half, we know that we are not immune from choppy market conditions. This leads us to focus even more intensely on our strategy. In periods of uncertainty and competitive disarray. Customers are looking to Sherwin-Williams for consistency, reliability, dependability and differentiated solutions that will drive their productivity and their profitability. We have a deep and experienced team that knows how to do just that. We believe in success by design, and we do expect to win. This concludes our prepared remarks.\nWith that, I'd like to thank you for joining us this morning, and we'd be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c14886825ced88ed3e9c1ea66abf8e3e",
    "period": "2024 Q1",
    "content": "Q1 2024 The Sherwin-Williams Co Earnings Call\n\nQ1 2024 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEAPR 23, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of first quarter 2024 results and our outlook for the second quarter and full year of 2024.\nWith us on today's call are Heidi Petz, President and CEO; Al Mistysyn, Chief Financial Officer; Jane Cronin, Senior Vice President, Enterprise Finance; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com.\nAn archived replay of [indiscernible] will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement whether as a result of new and future events or otherwise. A.\nFull declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions. I will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning. In what is a seasonally smaller first quarter and its continued demand choppiness in several end markets, Sherwin-Williams delivered consolidated sales within our guided range, gross margin expansion and diluted earnings per share and EBITDA growth. Throughout the quarter, we continued to execute on our strategy. demonstrate our value proposition with current and prospective customers and position ourselves to take advantage of disruptions in the market.\nWhile our results were at the low end of our sales expectations, we remain confident in our full year outlook, and there is no change from the guidance we provided in January. We also remain highly confident in our differentiated business model and we are well positioned as the painting season begins. While uncertainties persist in the macroeconomic environment, we see opportunity. We are encouraged by pro-architectural sentiment in April and customers in several end markets are optimistic about an improving demand environment as the year progresses.\nCompetitor decisions, coupled with our recent growth investments are enabling us to continue penetrating our targeted end markets at multiple levels. We expect share gains and returns to become more and more evident as the year progresses. Consolidated sales in the quarter were at the low end of our range, driven by lower-than-anticipated volumes, primarily in Paint Stores Group against the strongest comparison we will face this year, followed by Consumer Brands Group in North America.\nContributions from price were modest as expected, and we are now seeing our recently announced increases in paint stores beginning to ramp more fully in our second quarter. Gross margin expanded 270 basis points year-over-year to 47.2%. Higher SG&A in the quarter reflects the deliberate and accelerated investments in growth we made in the second half of last year and which have not yet annualized.\nEBITDA margin improved by 60 basis points to 16.7%, and adjusted diluted net income per share increased 6.4%. We also maintained our disciplined capital allocation approach and returned $728 million to our shareholders through dividends and share repurchases during the quarter. an increase of 59% year-over-year. Let me now turn it over to Heidi, who will provide some commentary on our first quarter results by segment before moving on to our outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. We are successfully implementing our strategy, which, at Sherwin-Williams, we do with a very forward-looking and aggressive approach. While market conditions are choppy and may give others in our industry a moment of pause, let me be clear, we are not pausing. So this morning, I'm going to talk as much about our results as I am about what we're doing to ensure the momentum of our company not only continues, but accelerates our ability to widen the gap between us and our competition.\nSo let me start with the results of the first quarter. As Jim mentioned, our first quarter is a seasonally smaller one, and our results do not necessarily dictate how our full year will unfold. While our sales came in within our guidance, it was at the lower end of our range. Going forward, I believe in our differentiated strategy, our deeply experienced leadership and our team's ability to execute and lockstep with our customers to deliver above-market growth.\nHere are several of the leading indicators that give me great confidence that we continue to strengthen our position. For example, we increased the number of exclusive national contracts we have with homebuilders and property management customers in the quarter. New accounts and active purchasing accounts in our stores are up significantly from a year ago. Paint Stores Group rep call activity and unique accounts calls are also up in the quarter. Foot traffic in our stores is up and our Net Promoter Score is at an all-time high, and we're seeing multiple share of wallet and meaningful new customer wins across our industrial businesses. These are just some of the factors we expect will translate into strong performance as the year unfolds.\nAs far as specifics on the first quarter, I'll begin with the Paint Stores Group, where sales increased by 0.5% against a mid-teens comparison. We are not satisfied with this level of performance as volume was basically flat in the quarter. Exterior paint sales were pressured by challenging outdoor painting conditions in some geographies. As we've demonstrated in the past, we expect to see the benefit of our focused investments unfold throughout the balance of the year. A few strong weeks in June can more than offset first quarter challenges.\nPrice was up modestly related to our February 1 announced increase. We are now seeing a ramp to typical effectiveness as our second quarter moved forward. Segment margin decreased to 17.2%, reflecting flat volume and the higher year-over-year planned growth investments. As a reminder, paint store sales were up by a double-digit percentage in every customer segment in the first quarter a year ago. In this year's first quarter, Pro sales were led by residential repaint, where gallons were up mid-single digits. We see this above-market growth as evidence that our increased investment in this segment are already beginning to deliver a return.\nCommercial and Protective & Marine grew modestly in the quarter. New residential was down as expected, but there is momentum in single-family starts that will increasingly turn to completions as the year progresses. Property management was also down, driven by delays in CapEx projects even as apartment terms remained steady. From a product perspective, interior paint sales increased by a low single-digit percentage while exterior sales decreased modestly.\nEncouragingly, spray equipment sales were up mid-single digits in the quarter. We opened 7 net new stores in the quarter and expect to open 80 to 100 for the full year. Our doors are open. We are laser-focused on the momentum we have created serving both existing and new customers. We'll continue to win business and take share based on our differentiated solutions.\nMoving on to our Consumer Brands Group. Sales decreased by 7.1% in the quarter. Lower volume and the impact of divestitures were partially offset by selling price increases, primarily in Latin America. Sales in North America decreased by a high single-digit percentage as our strategic partners manage the timing of their seasonal inventory build. Outside of North America, sales increased by a double-digit percentage in Europe and a low single-digit percentage in Latin America.\nAdjusted segment margin, which excludes acquisition-related amortization expense, expanded to 20.9%. This was primarily driven by improved manufacturing and distribution fixed cost absorption moderating raw material costs and improved results in Latin America and Europe, partially offset by lower North America sales volume.\nSales in the Performance Coatings Group were in the range we expected with continued choppiness across each of our businesses and regions. Lower volume was partially offset by growth from acquisitions. Sales growth in Europe and Asia was offset by decreases in North America and Latin America. Adjusted segment margin, which excludes acquisition-related amortization expense, improved to 17.1%. This is the fifth straight quarter this team has delivered year-over-year segment margin improvement. And again, reflects the disciplined strategy to growing operating margin in the Industrial business to mirror that of our architectural business.\nIndustrial wood led the growth, including the impact of recent acquisitions. Coil also delivered solid growth. Auto refinish was flat against a mid-teens comparison. We are confident recent share wins driven by our differentiated service and technology will begin to show up more meaningfully as the year progresses. Packaging was down as expected, with improvement expected in the back half of the year. General industrial was impacted by lower demand in all regions.\nMoving on to our guidance for the second quarter and full year. First, I want to talk about our global team. It always comes down to our people. Our team is highly engaged, aggressive and acting with determination and urgency. They're focused on the right priorities, and this will become more and more visible in our results. I would bet on this team all day, every day.\nSecond, on our January call, we acknowledged there are uncertainties in the economy. We don't expect to get material help from the macro environment this year. but a few bright spots are emerging. Single-family housing starts have improved, and this will increasingly turn to completions as the year progresses. Existing home sales are unlikely to get much softer. Last week's [indiscernible] report from Harvard indicates that the remodeling outlook continues to improve with declines easing and momentum building later in the year. On the industrial side, the manufacturing PMI has stabilized or improved in several regions.\nThird, we are tilting the table in our favor by controlling what we can control. Year-to-date, we have signed 56 new exclusive national account agreements in Paint Stores Group, primarily in new residential and property maintenance. We also have increased sales rep call activity and unique accounts called significantly. We have a robust plan and aggressive field activity to engage customers of competitors who have recently closed their doors or are otherwise distracted. As I said earlier, our doors are open. We are not distracted. You can expect us to be very aggressive here.\nIn addition to our stores platform and team of experienced reps and store managers, we're driving customer stickiness through our digital initiatives. In March, we had the highest number of Pros Plus users ever, engaging with our platform, along with a near record number of new registrations. We have opened our Tour new France packaging plant, which will support customers converting to non-BPA coatings to meet the European Commission's 2026 mandate. We are specked on multiple new infrastructure and mega projects that are gaining momentum, and we're introducing multiple new products in both the architectural and industrial businesses to drive our customers' success.\nObviously, we're not going to share everything that we're doing for competitive reasons, but you can be certain that there's a long list of actions that we are taking in addition to these items. The key takeaway is this: At some point, the demand log jam in multiple end markets is going to break. We will be there to capitalize. We're very confident it's a matter of when, not if. As for our specific outlook, the slide deck issued with this morning's press release includes our expectations for consolidated and segment sales for the second quarter of 2024.\nThe deck also contains our full year sales and earnings per share outlook, which, again, is unchanged from what we provided in January. We expect to provide an update on our 2024 full year outlook when we report our second quarter results in July. Our slide deck also provides guidance on our expectations for raw material costs and other items helpful for modeling purposes. All of these remain unchanged from our January call as well.\nAs you can see, we have high expectations of ourselves. Our team is aggressive determined and focused on the right priorities. I want to be clear, we are playing to win. We know our strategy is the right one, and we have demonstrated for decades that it works. We expect to outperform the market, and we are confident our differentiated solutions will continue to drive our customers' success while also rewarding our shareholders. This concludes our prepared remarks. And with that, I'd like to thank you all for joining us this morning. We'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e442d7b8eb409d886a1990f3bbcd82d7",
    "period": "2023 Q4",
    "content": "Q4 2023 The Sherwin-Williams Co Earnings Call\n\nQ4 2023 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEJAN 25, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of fourth quarter 2023 results and our outlook for the first quarter and full year of 2024. With us on today's call are Heidi Petz, President and CEO; Al Mistysyn, Chief Financial Officer; Jane Cronin, Senior Vice President, Enterprise Finance; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open up the session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you and good morning to everyone. Sherwin-Williams delivered solid fourth quarter results that concluded a record year for the company, where sales grew 4.1% to $23.1 billion and adjusted earnings per share grew 18.6% to $10.35 a share. Sales in the fourth quarter increased by a low single-digit percentage against a tough comparison, and we generated significant year-over-year gross margin improvement.\nAs we previously described, we also continue our deliberate and accelerated investments in the business as reflected by the low double-digit year-over-year increase in SG&A in the quarter. These investments are being made to take advantage of current market uncertainty and are aimed at driving the success of our customers and above-market growth across all businesses.\nAdjusted earnings per share in the quarter decreased by a mid-single-digit percentage related to higher nonoperating costs. We maintained our disciplined capital allocation approach and returned $641 million to our shareholders through dividends and share repurchases during the quarter.\nSales in all 3 of our reportable segments were within or better than our guidance. In our architectural business, commercial and residential repaint were the strongest performers, while DIY remained challenging. In our industrial business, growth was variable by division. Sales grew in Europe and Latin America with softness in North America and Asia.\nLet me now turn it over to Heidi, who will provide some commentary on our fourth quarter results by segment and a few full year highlights before moving on to our 2024 outlook and your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. I'll begin with the Paint Stores Group, where sales increased 2.3% against a mid-teens comparison. Volume drove the increase as our previous price increase annualized in September. Segment margin improved 210 basis points to 19.3%. Protective & Marine, commercial and residential repaint drove the growth. Strength in these markets was partially offset by decreases in New Residential and property management.\nFrom a product perspective, exterior and interior paint sales both increased by low single-digit percentages. Exterior sales grew faster but were a smaller part of the mix. We opened 35 new paint stores in Paint Stores Group in the fourth quarter and a total of 76 new stores in 2023. We also announced a 5% price increase to our customers in the quarter effective February 1.\nMoving on to our Consumer Brands Group. Sales decreased by 7.1% in the quarter, which was better than our guidance. Sales increased mid-teens percentage in Europe and Latin America. Sales decreased in North America by a low double-digit percentage as customers managed their inventories lower due to soft paint demand, partially offset by an increase in the Pro Who Paint sales.\nAdjusted segment margin, which excludes acquisition-related amortization expense and impairment charge related to trademarks in Europe and the negative impact from the significant devaluation of the Argentine peso in December, was 10.8%. The decrease from last year's fourth quarter was driven by lower volume and higher nonoperating costs.\nSales in the Performance Coatings Group increased slightly with continued choppiness across each of our businesses and regions. Acquisitions and favorable FX were offset by lower volume. Adjusted segment margin, which excludes acquisition-related amortization expense and the Argentine devaluation impact, improved to 17.3%. This is the fourth straight quarter this team has delivered year-over-year segment margin improvement. This performance reflects execution of our strategy, moderating raw material costs and the ongoing value we are providing customers.\nIndustrial wood led the growth, including the impact of recent acquisitions. Coil and Automotive Refinish also delivered solid growth. Packaging was down as expected. General industrial was impacted by lower demand in all regions. PCG sales varied significantly by region with growth in Europe and Latin America and decreases in North America and Asia Pacific.\nFrom a full year perspective, I'll provide just a few highlights before turning to our 2024 outlook. At this time a year ago, you'll recall an environment of tremendous macro uncertainty with single-family housing starts down an average of more than 20% for 7 consecutive months, existing home sales down a similar percentage, soft PMI manufacturing indices in all regions and most economists predicting a hard recession. Against that backdrop, we provided guidance that we believed was appropriate. We also said that if conditions improved, our performance would be better than our initial guidance, and that is exactly what happened.\nI could not be more proud or thankful for the efforts of our 64,000 employees throughout 2023. On a consolidated basis, our team delivered record full year sales, adjusted EBITDA, adjusted diluted net income per share and net operating cash. We returned a total of $2.1 billion to our shareholders in the form of dividends and share buybacks in 2023. We delivered these results while reinvesting in the business by design and at an accelerated rate to drive continued above-market growth and enhanced profitability.\nIn terms of CapEx, we invested $590 million, including approximately $205 million for building our future R&D lab projects. We expect to begin occupying these facilities by the end of 2024. We ended the year with a net debt to adjusted EBITDA ratio of 2.3x.\nLooking at our reportable segment on a full year basis. Paint Stores grew sales by a high single-digit percentage and expanded its margin. Sales increased in all end markets except New Residential, which was down less than 1%. This New Residential performance was remarkable given the state of the market and reflects our share gains.\nPerformance Coatings also grew its top line while further integrating recent acquisitions and achieving a high teens adjusted segment margin. The full year adjusted margin performance is the best since the Valspar acquisition in 2017.\nConsumer Brands had a challenging year on the top line with lower sales resulting from soft DIY demand, but adjusted segment margin expanded. We're confident our aggressive portfolio adjustments completed during the year, including the divestiture of noncore aerosol product lines and the China architectural business, should result in improved future profitability.\nI am confident that we further separated ourselves from our competitors in 2023, and that's exactly what we intend to do again in 2024. Our success in 2023 stemmed from executing on our strategy, which remains unchanged. We provide differentiated solutions that enable our customers to increase their productivity and profitability and for which they are willing to pay and stay. These solutions center on industry and application expertise, innovation, value-added services and differentiated distribution.\nWe also have momentum in the enterprise strategic priorities that are illustrated in our slide deck and I first described at our Investor Day last August. I am confident the continued execution of our strategy and our enterprise priorities will spur the next era of profitable growth for Sherwin-Williams.\nSo turning to our outlook. We enter 2024 with confidence, energy and a commitment to seize profitable growth opportunities in our targeted end-market segments. We expect to outperform the market just as we have in the past. And while the macro environment feels better today than it did a year ago, it still contains a number of uncertainties.\nOn the architectural side, U.S. new residential sentiment has improved. Single-family starts have been up year-over-year for 6 consecutive months. Mortgage rates are expected to begin moderating but will remain well above historic levels. In residential repaint, existing home sales drove a portion of our sales and have declined year-over-year for 28 straight months.\nThe trajectory of recovery is not clear here, and the LIRA index is forecasting negative remodeling spend in 2024. However, there are numerous other drivers for repaint, and our investments and our model give us confidence that we will continue to grow share.\nIn new commercial, starts slowed considerably in 2023, which we expect will impact completions starting midway through 2024. Commercial lending standards have also tightened, and the Architectural Billing Index has been negative for 5 consecutive months.\nOn the DIY side, we'll remain in share gain mode as we do not currently see a macroeconomic catalyst driving meaningful improvement in consumer demand, though any improvement in existing home sales could be a tailwind.\nOn the industrial side, the PMI numbers for manufacturing in the U.S., Europe and Brazil have largely been negative for multiple months with China being slightly better recently. We expect Automotive Refinish to be our most resilient business in this environment, and we expect to see ongoing benefit from recent share gains.\nIndustrial wood is likely to benefit from recovery in New Residential given the furniture, flooring and cabinetry end markets it serves. We expect Coil will grow driven by significant new account wins over the past year.\nProtective & Marine should continue to have momentum but will face challenging comps. We expect general industrial demand to remain choppy. In packaging, we expect industry volume for food and beverage cans to be flat to down in 2024. We will also see a negative short-term impact related to temporary volume shifts, which occurred as a result of our Garland production plant incident last August. We fully expect to recover this volume in stages in 2024 and 2025 while also winning new business.\nLonger term, we remain bullish on our packaging business and our differentiated non-BPA solutions. Our Garland plant is fully back online, and we are bringing on additional capacity in other locations during the first half of the year.\nWe continue to have excellent new account and share-of-wallet opportunities in every business and in every region. The continued growth investments we have made over the past year give us tremendous confidence in pursuing these opportunities and gaining share.\nMoving to the cost environment. Our outlook assumes our raw material costs will be down by a low single-digit percentage in 2024 compared to 2023. We expect to see the largest benefit occurring in the first half of the year as comparisons become more challenging in the back half, where the entire basket decreased low double digits.\nWhile raw materials will likely be a benefit for us, other costs, including wages, health care, energy and transportation are expected to be up in the mid- to high single-digit range in 2024. I will remind you that these. And the Consumer Brands Group are also likely to have some targeted pricing activity in 2024 though at a more modest level than Paint Stores.\nAs for our specific outlook, the slide deck issued with this morning's press release includes our expectations for consolidated and segment sales for the first quarter of 2024. The deck also includes our expectations for the full year, where consolidated sales are expected to be up a low to mid-single-digit percentage and diluted net income per share is expected to be in the range of $10.05 to $10.55 per share. Excluding acquisition-related amortization expense of approximately $0.80 per share, adjusted diluted net income per share is expected in the range of $10.85 to $11.35, an increase of over 7% at the midpoint compared to 2023's adjusted diluted net income per share of $10.35. We've provided a GAAP reconciliation and Reg G table within our press release.\nLet me provide some additional data points and an update to our capital allocation priorities. Given incremental 2024 pricing, raw material deflation and Paint Stores Group, our largest and highest gross margin segment, growing sales faster than the other 2 segments, we would expect full year gross margin expansion. We expect SG&A dollars to increase by a more typical level and increase by a mid-single-digit percentage in 2024, a moderation from the low double-digit percentage increase we reported in 2023.\nWe expect the investments we made last year and those we plan to make this year will enable us to grow at a multiple of the market. We plan to control costs tightly in noncustomer-facing functions. And we have a variety of SG&A levers we can pull, depending on a material change to our outlook up or down.\nWe expect to open 80 to 100 new stores in the U.S. and Canada in 2024. We'll also be focused on sales reps, capacity and productivity, system improvements and product innovation. Next month, at our Board of Directors meeting, we will recommend an annual dividend increase of 18.2% to $2.86 per share, up from $2.42 last year. If approved, this will mark the 46th consecutive year that we've increased our dividend.\nWe expect to continue making opportunistic share repurchases. We'll also continue to evaluate acquisitions that fit our strategy. We have a manageable $1.1 billion of long-term debt due in 2024 and expect to refinance the debt at higher rates. We expect to be within our current long-term target debt to adjusted EBITDA leverage ratio of 2 to 2.5x.\nIn addition, I will refer you to the slide deck issued with our press release this morning, which provides guidance on our expectations for currency exchange, effective tax rate, CapEx, depreciation and amortization and interest expense.\nOur team is operating with great confidence as we begin 2024. We are extremely well positioned to continue delivering shareholder value. And I want to thank John Morikis for the incredibly strong foundation he leaves with us as he moves into his role as Executive Chair.\nI'm also grateful for the outstanding executive leadership team surrounding me. Given that there is still a considerable amount of uncertainty in the global economy, we believe our initial 2024 outlook is an appropriate one. Should the demand environment prove to be stronger than we are currently assuming, we would expect to do better than the guidance we are laying out today.\nOur first quarter is a seasonally smaller one. For that reason, we will not be making any updates to full year guidance until our second quarter is completed and we have a better view of how the painting season is unfolding.\nOur strategy is clear, our priorities are focused, and our people are ready. We will continue to win by providing innovative solutions that help our customers to be more productive and more profitable. We expect to deliver meaningful earnings growth in 2024.\nThis concludes our prepared remarks. With that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/17577e27516276d830f00f58eb3bf626",
    "period": "2023 Q3",
    "content": "Q3 2023 The Sherwin-Williams Co Earnings Call\n\nQ3 2023 The Sherwin-Williams Co Earnings Call\n\nSHWNYSEOCT 24, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company's Review of Third Quarter 2023 Results and our Outlook for the Fourth Quarter and Full Year of 2023. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date of which such statement is made and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions.\nI will now turn the call over to Jim Jaye, Senior Vice President, Investor Relations and Communications.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Joining me on the call today are John Morikis, Chairman and CEO; and Heidi Petz, President and Chief Operating Officer; Al Mistysyn, Chief Financial Officer; and Jane Cronin, Senior Vice President of Enterprise Finance.\nSherwin-Williams delivered excellent third quarter results compared to the same period a year ago. These results follow our strong first half, and we are again increasing our full year guidance, which John will talk about in just a few minutes.\nBut first, let me touch on a few third quarter highlights. Consolidated net sales were within our guidance range. Consolidated gross margin expanded significantly sequentially and year-over-year driven by pricing discipline and moderating raw material costs.\nTo reiterate our commentary from last quarter, we are committed to investing in and profitably growing the business at the same time. The high single-digit increase in SG&A over the prior year third quarter reflects those investments, which are deliberately being made at a higher level to take advantage of current market uncertainty and are aimed at driving the success of our customers and growth across all businesses.\nOperating margin expanded year-over-year and adjusted diluted net income per share grew by a double-digit percentage. EBITDA also grew by a double-digit percentage with adjusted EBITDA margin of 20.7% near the high end of our current 19% to 21% target range. In addition, we returned $566 million to our shareholders. through dividends and share repurchases during the quarter.\nLet me now turn it over to Heidi, who will provide some commentary on our third quarter results by segment. John will follow Heidi with comments on our outlook before we move on to your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. I'll begin with the Paint Stores Group. Third quarter Paint Stores Group sales increased 3.6% against the challenging 21.5% comp. The increase was driven by continued effective pricing and higher Pro architectural volume, excluding new residential. Segment margin improved sequentially and year-over-year to 25.9%, driven by pricing discipline and moderating raw material costs. Protective & Marine was the fastest growing in the quarter, driven by strong volume as sales increased by a double-digit percentage against the mid-teens comparison. Industrial flooring, infrastructure and oil and gas applications remain key drivers. In our Pro architectural end markets commercial sales were strongest, increasing by a high single-digit percentage versus a high teens comparison. Residential repaint sales increased by a mid-single-digit percentage amid continued softness in existing home sales and against a 20% comparison. While this is a solid performance in the current environment, we are not satisfied, and res repaint continues to be our largest opportunity for growth. Property maintenance sales grew by a low single-digit percentage against a mid-20s comparison.\nNew residential sales were down mid-single digits with volume down high single digits against the mid-20s comparison. As we've previously noted, we anticipated new residential would be challenging near term, given prior softness in single-family starts. We expect our continued share gains and new account wins to become more and more apparent as starts improve. Our DIY business was down low single digits against a very difficult low 30s comparison.\nFrom a product perspective, interior paint sales were up low single digits and exterior paint sales were flat, both against double-digit comparisons in last year's third quarter. Sales in our Consumer Brands Group decreased by 4% in the quarter, primarily due to the divestiture of the China architectural business and softer DIY demand in North America, which was partially offset by selling price increases.\nSales in North America, our largest region, decreased by a mid-single-digit percentage against a double-digit comparison. The pros who paint category continued to grow, while DIY demand remained muted by inflationary pressures on consumers. We continue to invest here with our strategic retail partners for growth. In other regions, sales were up high single digits in Latin America and low double digits in Europe. Sales in China were down high double digits as we completed divestiture of the business on August 1.\nAdjusted segment margin was 13.8%, which was lower than a year ago, primarily due to lower sales volume and lower fixed cost absorption due to lower production volumes. Sales in the Performance Coatings Group decreased 1% against a low teens comparison. Volume decreased by a high single-digit percentage, but was partially offset by positive low single-digit contribution from pricing, FX and acquisitions. Adjusted segment margin increased to 19.1% of sales, primarily due to pricing discipline and moderating raw material costs.\nSales in PCG varied significantly by region. Sales were strongest in Europe and increased by a mid-teens percentage. Latin America sales increased by low single digits against a mid-teens comp. North America sales decreased mid-single digits against a 20% comp. Demand in Asia remained weak, with sales down double digits against high single-digit growth a year ago. From a division perspective, growth was strongest in our industrial wood business, which was up by a low double-digit percentage against a mid-single-digit comparison. This growth reflects our ECA acquisition, share gains and a potential bottoming of new residential construction. We expect to gain further momentum in this business. As we closed October 1st on the previously announced acquisition of Germany-based specialized industrial coatings holding comprised of the Oscar Nolte and Club coatings businesses. We are gaining share and seeing steady demand in auto refinish, where sales increased by a mid-single-digit percentage against a high single-digit comparison.\nSales in coil and general industrial both decreased by low single-digit percentages against challenging comparisons and vary widely by region. Packaging sales were down by a mid-teens percentage against the high single-digit comparison. We anticipated this decline given the near-term destocking by brand owners that we described earlier this year. Packaging sales in the quarter were also slightly impacted by the fire at our Garland, Texas plant. Our business continuity team is executing our contingency plans to minimize customer impacts from this event near term. Longer term, we continue to feel very good about our position and growth prospects in this end market, and we expect to bring additional capacity online at our Tor new France plant by early 2024.\nWith that, let me turn it to John for his comments on our outlook for the fourth quarter and the year.\n\nJohn G. Morikis\n\nChairman & Chief Executive Officer, The Sherwin-Williams Co.\n\nThank you, Heidi. Our team delivered another strong quarter in an environment characterized by ongoing uncertainty. My thanks go to our 64,000 employees for continuing to focus on our mission and for executing on our strategy. Their energy in serving our customers and providing them with solutions remains a true differentiator.\nOn our July call, we described the anticipated second half demand backdrop across our businesses. The third quarter played out much as we expected, and we believe the environment remains largely unchanged in the fourth quarter. Paint Stores Group will face another strong year-over-year comparison. Demand in commercial, property maintenance, residential repaint and Protective & Marine remains stable with new residential remaining soft as we expected. We have now annualized prior price increases. In Consumer Brands, North America DIY demand remained soft. Europe demand has stabilized and Latin America markets remain mixed. Performance Coatings demand remains highly variable by end market and by region. We know we cannot defy gravity in terms of the macro environment. What we can do is aggressively pursue new account and share of wallet opportunities to drive market share gains, we are aggressively focused on doing just that.\nMoving to the cost side. We're narrowing our full year raw material outlook. We expect costs to be down by a high single-digit percentage in 2023 compared to 2022. We expect other costs, including wages and other input costs to be up in the mid- to high single-digit rate. We also continue to see the current market uncertainty as an opportunity to press our advantages through greater investment in solutions for our customers that will drive their success and ours. Our SG&A spend in the fourth quarter will reflect these investments, leading full year SG&A to increase in the high single-digit to low double-digit range compared to last year. This approach has served us well many times in the past. We are highly confident it will again now resulting in continued above-market growth and strong returns.\nNow moving on to our specific guidance. We anticipate our fourth quarter 2023 consolidated net sales will be up or down a low single-digit percentage compared to a high single-digit increase in the fourth quarter of 2022, with volume flat to down slightly. As a reminder, we've largely annualized previous price increases across the business. For the full year 2023, we expect consolidated net sales to be up a low single-digit percentage with volume down a low single-digit percentage. Our sales expectations by segment for the fourth quarter and the full year are included in the slide deck issued with our press release this morning. We are increasing our full year 2023 diluted net income per share to be in the range of $9.21 to $9.41 per share. We believe this increased range accurately reflects our strong third quarter performance, continued pricing discipline and moderating raw material costs while also acknowledging the ongoing uncertainty in our seasonally smaller fourth quarter. This guidance includes acquisition-related amortization expense of approximately $0.80 per share and restructuring related net expense of $0.09 per share. On an adjusted basis, we expect full year 2023 earnings per share in the range of $10.10 to $10.30. This is an increase of 16.8% at the midpoint compared to last year's $8.73 adjusted earnings per share. We provided a GAAP reconciliation in the Reg G table within our press release.\nOur slide deck includes additional information on our assumptions for the year. As we begin the fourth quarter, we continue to expect choppiness by region and end market. More importantly, we continue to see opportunity amid uncertainty, and we are extremely confident in how well our various businesses are positioned. Our strategy is clear. It's working, and it's not changing. We'll continue to provide our customers with differentiated solutions that drive their productivity and their profitability. Our capabilities, products and services are unique. We remain on offense, growing new accounts and share of wallet in the right markets with the right customers. We also remain focused on developing and retaining talent and improving and simplifying our operations. We expect to finish the year with momentum that will carry us into 2024. I have the utmost confidence in Heidi, our leadership team and our people. Together, we expect to continue outperforming our competitors and the market. This concludes our prepared remarks.\nAnd with that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd0ce240690d3f4708772af938f1fab1",
    "period": "2023 Q2",
    "content": "Q2 2023 Sherwin-Williams Co Earnings Call\n\nQ2 2023 Sherwin-Williams Co Earnings Call\n\nSHWNYSEJUL 25, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company Review of Second Quarter 2023 results and our outlook for the third quarter and full year of 2023. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions.\nI will now turn the call over to Jim Jaye, Senior Vice President, Investor Relations and Communications.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Joining me on the call today are John Morikis, Chairman and CEO; and Heidi Petz, President and Chief Operating Officer; Al Mistysyn, Chief Financial Officer; and Jane Cronin, Senior Vice President of Enterprise Finance.\nSherwin-Williams delivered excellent second quarter results compared to the same period a year ago. These results, coupled with a similar strong performance in the first quarter led to an excellent first half that exceeded the expectations we laid out back in January. Given the strong first half and current visibility into our second half, we are significantly increasing our full year guidance, which John will talk about in just a few minutes.\nBut first, let me touch on a few second quarter highlights. Consolidated net sales in the quarter exceeded our expectations and grew by a mid-single-digit percentage. Sales in all 3 reportable segments came in above our guided range. Gross margin significantly improved sequentially and year-over-year, driven by strong volume in the Paint Stores Group and moderating raw material costs.\nPricing discipline remains strong. SG&A expense increased over the prior year quarter, though the year-over-year percentage increase was lower than that of our first quarter. Excluding the impact of incremental acquisition and restructuring costs SG&A increased 8% year-over-year. Approximately 85% of that second quarter increase was related to investments in Paint Store Group long-term growth initiatives with the remainder driven by increases in compensation and benefits.\nWe are highly confident these growth investments will deliver strong returns and benefit our customers. And while we recognize SG&A expense was higher year-over-year in the quarter, we ultimately manage the business to drive operating profit and margin, both of which expanded meaningfully in the quarter. We are committed to investing in and profitably growing the business at the same time.\nSegment margin in all 3 reportable segments expanded sequentially and year-over-year. We also delivered strong double-digit growth in adjusted diluted net income per share and EBITDA with adjusted EBITDA margin of 20.9% near the high end of our current long-term 19% to 21% target range.\nLet me now turn it over to Heidi, who will provide some commentary on our second quarter results by segment. John will follow Heidi with comments on our outlook before we move on to your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. I'll begin with the Paint Stores Group. Second quarter Paint Stores Group sales were ahead of our expectations and increased 10%, driven by mid-single-digit volume growth and continued effective pricing. Segment margin improved 280 basis points to 24.3%.\nGrowth was led by our protective & marine business, which was up strong double digits and was driven by industrial flooring infrastructure and oil and gas applications. In our pro-architectural end markets, the strongest performers were commercial and property maintenance, both of which increased by double-digit percentages. Residential repaint was close behind with sales up by a high single-digit percentage. Demand in this market is being somewhat tempered by the extended period of weak existing home sales. New residential sales were flat against a double-digit comparison, reflecting the softer start that we saw at the end of last year, which have continued into this year.\nAs we've previously noted, we anticipated new residential would be challenging in 2023, though we are performing better than the market as we continue to focus on new accounts and share gains. Our DIY business was up strong double digits, albeit against a softer comparison where sales were impacted by supply chain challenges.\nFrom a product perspective, interior and exterior paint sales were both up high single digits, with interior sales growing faster and representing a larger part of the mix. Sales in our Consumer Brands Group also exceeded our guidance and increased by 5.1% in the quarter, primarily driven by mid-single-digit pricing.\nSales in North America, our largest region, increased by a low single-digit percentage. We continue to invest here with our strategic retail partners for growth. In other regions, sales were up strong double digits in Latin America and Europe. Sales in China were down double digits, and we expect the previously announced divestiture of the China business to be completed in the third quarter. Adjusted segment margin was 15.7%, up 470 basis points year-over-year. Sales in the Performance Coatings Group increased less than 1% against a strong 15.2% comparison.\nVolume decreased low single digits but was offset by mid-single-digit increases in price. Adjusted segment margin increased 420 basis points to 18% of sales, which is within the range we have been targeting for this business.\nSales in PCG varied significantly by region. In North America, sales increased low single digits against a nearly 30% comp. Sales in Europe were up mid-single digits. Latin America sales were down less than 1%, also against a strong comp of over 20%. Demand in Asia remained weak with sales down double digits against a soft period a year ago.\nFrom a division perspective, growth was strongest in Auto Refinish, which is up by a high single-digit percentage followed by General Industrial, which was up mid-single digits. Industrial wood sales were up less than 1% as softness in new residential continued to impact demand for furniture, capetry and flooring. Coil sales were down mid-single digits driven mainly by Europe, which was impacted by last year's Russia exit and against the nearly 40% comparison.\nPackaging sales were also down low double digits against a 20%-plus comp. We anticipated this decline given the near-term destocking by brand owners that we described on our last call. We continue to feel very good about our position and growth prospects in this end market.\nWith that, let me turn it to John for his comments on our outlook for the third quarter and the full year.\n\nJohn G. Morikis\n\nChairman & Chief Executive Officer, The Sherwin-Williams Co.\n\nThank you, Heidi. As we said in January, we expected to have a strong first half of the year. Our team exceeded those expectations, and I want to thank all 64,000 of our employees for their relentless focus on serving our customers and for driving continuous improvement across the organization.\nWe also understand that a good first half does not make a good year. We know we have work to do, and that's exactly where we are focused. On our April call, we said we would have a much better idea of how the year might unfold as we got deeper into the painting season. Here's what we're seeing as we begin the second half along with our plans for seizing the opportunities in front of us.\nIn Paint Stores Group, we're facing a strong comparison to the second half a year ago, where sales were up 19%. We see customer backlogs as being solid in commercial, property maintenance and protective & marine throughout the second half, and we expect to deliver very solid strong growth in these end markets.\nResidential repaint should also be good for us as based on contractor feedback, though visibility here is only about 6 to 8 weeks and existing home sales are likely to remain weak. There's some recent optimism from new residential homebuilders regarding starts, but it won't be enough to move the needle meaningfully for us in 2023. We are more tied to completions, which are slowing. While we are confident we are growing share, we expect new residential volume will be challenging for us in the second half, though the year will likely come in closer to down high single digits compared to the down 10% to 20% full year range we provided in January.\nIn DIY, double-digit growth in the first half was aided by softer comparisons to the prior year, where supply chain headwinds impacted our sales. We do not expect this pace of growth to continue as comparisons become much more difficult in the second half of the year. In Consumer Brands, North America DIY demand remained soft. Europe demand has stabilized and Latin America markets remain mixed. In Performance Coatings, many of our customers continue to report a high level of uncertainty regarding demand.\nAuto Refinish demand remains an exception and is solid in most regions with shortages in parts and technicians increasing CHOP backlogs. Installations of our systems in North America are up strong double digits year-to-date. This continues to bode well for future sales in this business.\nGeneral industrial end markets are choppy with North American customers reporting mixed demand by end markets served. Industrial wood demand remains soft, though some positive signs in new residential construction indicate we may have reached the bottom. In Coil, demand is holding up better in the Americas versus Europe and Asia. And finally, in packaging, customers are returning to just in time versus just in case supply chain management, resulting in destocking that we expect will continue in the second half. The longer-term view here is still very robust with customers already committed to fill the additional capacity we're bringing on this year.\nLet me be very clear on our expectations here. We do not accept the excuse that markets are soft, and therefore, our opportunities are limited. Our job is not to report conditions, but to influence results. We know we cannot defy gravity in terms of the macro environment. But in every business, we are aggressively pursuing new accounts and share of wallet opportunities to drive market share gains.\nMoving to the cost side. We are revising our raw material outlook. We now expect costs to be down by mid- to high single-digit percentage in 2023 compared to 2022. We expect to see decreases across several commodity categories, though the ranges likely will vary widely. We expect other costs, including wages and other input costs to be up in the mid- to high single-digit range.\nCompared to the guidance we laid out in January, full year sales growth and raw material costs are trending better than we anticipated. With this first half outperformance we expect considerable year-over-year operating margin expansion and earnings growth for the year. At the same time, these dynamics also afford us the opportunity to accelerate growth and service investments at a higher level than anticipated at the beginning of the year. As a result of these disciplined and enterprise-wide investments, which will drive our customers' continued success.\nWe now expect the year-over-year increase in SG&A to be in the high single-digit to low double-digit range for the full year. As in the past, we are highly confident in our ability to drive future above-market growth, and our returns will justify the actions we are taking now.\nNow moving on to our specific guidance. We anticipate our third quarter 2023 consolidated net sales will be up or down a low single-digit percentage compared to the third quarter of 2022, with volume down low to mid-single digits. For the full year 2023, we expect consolidated net sales to be up a low single-digit percentage with a volume down a low single-digit percentage.\nOur sales expectations by segment for the third quarter and the full year are included in the slide deck issued with our press release this morning. We are increasing our full year 2023 diluted net income per share to be in the range of $8.46 to $8.86 per share. We believe this increased range accurately reflects our first half outperformance, continued pricing discipline and moderating raw material costs while also acknowledging the ongoing uncertainty in the second half demand environment. This guidance includes acquisition-related amortization expense of approximately $0.81 per share. It also includes net expense related to our previously announced targeted restructuring actions of $0.03 per share.\nOn an adjusted basis, we expect full year 2023 earnings per share in the range of $9.30 to $9.70. This is an increase of 14.5% at the midpoint compared to our prior adjusted guidance of $7.95 to $8.65 per share. We provided a GAAP reconciliation in the Reg G table within our press release.\nOur slide deck includes additional information on our updated assumptions for the year, along with guidance on our expectations for currency exchange, effective tax rate, CapEx, depreciation and amortization and interest expense. We've also provided an update on our previously announced restructuring efforts. Onetime costs will be lower than previously anticipated. The estimated annual savings from our actions are unchanged.\nAs we begin the second half, we'll remain focused on what we can control. Across the business, this means growing new accounts and share of wallet. It also means developing and retaining talent, improving and simplifying our operations and managing price cost dynamics. We remain confident in our differentiated strategy, our capabilities in our product and service solutions. Should the demand environment prove to be better than we are currently assuming, we would expect to deliver better results. What we can't control is the market.\nWe're not interested in trying to time the economic recovery. What we are interested in is taking full advantage of it when it eventually arrives. This means investing in our growth now ahead of the curve. This approach has served our customers and our shareholders well over multiple past cycles. I have every confidence that it will do so once again. Above all, I have the utmost confidence in our leadership team and our people. They are the true differentiators. Together, we expect to continue outperforming our competitors and the market. This concludes our prepared remarks.\nAnd with that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5bbfe3ae6669264b02b5080d7050310",
    "period": "2023 Q1",
    "content": "Q1 2023 The Sherwin-Williams Company Earnings Call\n\nQ1 2023 The Sherwin-Williams Company Earnings Call\n\nSHWNYSEAPR 25, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company's review of first quarter 2023 results and our outlook for the second quarter and full year of 2023. With us on today's call are John Morikis, Chairman and CEO; Al Mistysyn, CFO; Heidi Petz, President and COO; Jane Cronin, Senior Vice President, Enterprise Finance; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters.\nAny forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open up the session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSenior Director of Communications & Investor Relations, Nordson Corp.\n\nThank you, and good morning to everyone. Sherwin-Williams delivered excellent first quarter results compared to the same period a year ago. Consolidated net sales grew by a high single-digit percentage, ahead of our expectations and were led by a mid-teens percentage increase in our professional architectural end markets. On the industrial side of the business, sales increased in all regions except Asia Pacific.\nGross margin significantly improved sequentially and year-over-year, driven by strong volume in the Paint Stores Group and effective pricing. Cost of goods sold includes higher inflation in wages and other employee-related categories, which were partially offset by a slight decrease in year-over-year raw material costs. We expect to hold the majority of the pricing we have put into the market, given the ongoing investments we have made to drive innovation, enhance services and secure the talent that provides differentiated solutions to help our customers reach their goals and drive their success.\nSegment margin in all 3 reportable segments expanded sequentially and year-over-year. We also delivered strong double-digit growth in diluted net income per share and EBITDA. Additionally, we continued to execute on the portfolio realignment actions we announced late last year, including the divestiture of a noncore aerosol business, which closed on April 1, and our recently announced agreement to divest our China architectural business.\nI'd like to highlight just a few of our consolidated first quarter numbers. Comparisons in my comments are to the prior year period unless, stated otherwise. Starting with the top line. First quarter 2023 consolidated net sales increased 8.9% to $5.44 billion. Consolidated gross margin increased to 44.5%, an improvement of 340 basis points. SG&A expense as a percentage of sales was 31.1%, an increase of 140 basis points, driven by investments in the Paint Stores Group's long-term growth initiatives and investments in our people across the company through year-over-year increases in compensation and other employee-related benefits.\nOur people remain our key differentiator in the marketplace. Consolidated profit before tax increased $153.7 million or 33.3%. Diluted net income per share in the quarter was $1.84 per share versus $1.41 per share a year ago. Excluding Valspar acquisition-related amortization expense and costs related to previously announced restructuring actions, first quarter adjusted diluted net income per share increased 26.7% to $2.04 per share versus $1.61 per share a year ago. EBITDA in the quarter increased $185 million or 26.7% and was 16.1% as a percent of sales.\nLet me now turn it over to Heidi, who will provide some commentary on our first quarter results by segment. John will follow Heidi with comments on our outlook before we move on to your questions.\n\nHeidi G. Petz\n\nPresident & GM of Retail - North America - Consumer Brands Group, The Sherwin-Williams Company\n\nThank you, Jim. I'll begin with the Paint Stores Group, previously known as The Americas Group. We described this change on our last call and in this morning's press release. There is no impact to prior year consolidated results related to this change. Current and prior year segment results have been restated to reflect this change. First quarter Paint Stores Group sales were ahead of our expectations and increased 14.8%, driven by high single-digit volume growth and continued effective pricing. Segment profit increased by $97.9 million and segment margin improved 120 basis points to 18.4%.\nOur pro architectural sales grew by a mid-teens percentage in the quarter. All pro market segments increased by double digits, led by property management and followed by commercial, residential repaint and new residential, respectively. Sales in protective & marine and DIY also increased by double-digit percentages.\nFrom a product perspective, interior and exterior paint sales were both strong, with interior sales growing faster and representing a larger part of the mix.\nMoving on to results in our Consumer Brands Group, which again now reflects the addition of a Latin America architectural business in the current quarter and prior year. Sales were well ahead of our guidance and increased by 2.4% in the quarter. Performance was better than expected in North America, where sales were down less than 1%. And in Europe, where sales were down low single digits. In other regions, sales were up strong double digits in Latin America and down double digits in Asia. Effective pricing led by Latin America was partially offset by a mid-single-digit decrease in volume and low single-digit FX headwinds.\nThe tightness in alkyd resins impacting our ability to produce stains and aerosols, improved significantly during the quarter and we expect this issue to be behind us by the end of the second quarter. Adjusted segment margin was 13%, up 120 basis points year-over-year. As Jim mentioned, we divested a noncore aerosol business at the beginning of this month, and we also entered into an agreement to divest our China architectural business. We expect these actions will benefit segment margin over time as we drive a return to our high teens, low 20s adjusted margin target. Onetime restructuring costs in the quarter were immaterial.\nSales in the Performance Coatings Group increased 3.4% against a 20.4% comparison. The increase was driven by low teens pricing and mid-single-digit sales from acquisitions, partially offset by a low teens decrease in volume, which included the impact from discontinued operations in Russia and a low single-digit unfavorable FX impact.\nAdjusted segment margin increased 390 basis points to 15.7% of sales. This is the fourth straight quarter this team has delivered year-over-year segment margin improvement, driven by execution of our strategy, including effective pricing. Sales in PCG varied significantly by region. In North America, sales increased high single digits against a nearly 30% comp. Latin America sales increased by double digits, also against a strong comp. Sales in Europe were up mid-single digits, while sales in Asia were down double digits.\nFrom a division perspective, growth was strongest in Auto Refinish, which was up by a mid-teens percentage, followed by Coil and General Industrial, which were both up mid-single digits. All 3 of these divisions grew against double-digit comparisons. Industrial Wood sales were down mid-single digits as expected due to slowing in furniture, cabinetry and flooring related to new residential softness.\nPackaging sales also were down mid-single digits against a 30-plus comp with volume down about 1 point in the remainder due to our exit of Russia and unfavorable FX. We continue to feel very good about our position and growth prospects in this end market.\nWith that, let me turn it over to John for his comments on our outlook for the second quarter and the full year.\n\nJohn G. Morikis\n\nChairman & Chief Executive Officer, The Sherwin-Williams Co.\n\nThank you, Heidi. I want to thank our teams for working hard to deliver a strong start to the year, especially the margin recovery we have seen following the relentless cost inflation we've experienced the last 2 years. As we said in January, we expected to have a strong first quarter, and that's exactly what our team delivered. We also indicated that we would not be updating guidance after the first quarter. We know we have work to do, and we're under no illusions about the macro headwinds we're likely to face as the year progresses.\nWe'll have a much better idea of how the year might unfold as we get deeper into the painting season over the next few months. As we enter the second quarter, we'll remain focused on what we can control. This includes leveraging our recession-resilient markets, growing new accounts and share of wallet, continuing appropriate growth investments in stores and sales representatives and managing price/cost dynamics. We remain confident in our differentiated strategy, capabilities and product and service solutions, and we continue to expect to outperform the market.\nFor the second quarter of 2023, we anticipate our consolidated net sales will be up or down by a low single-digit percentage compared to the second quarter of 2022, inclusive of a high single-digit price increase. For the full year 2023, we expect consolidated net sales to be flat to down mid-single digits, inclusive of a mid-single-digit price carryover from 2022. Our sales expectations by segment for the second quarter and the full year are included in our slide deck and reflect the move of the Latin American architectural business from Paint Stores Group to Consumer Brands Group.\nThere is no impact on our sales guidance in the quarter or the year from the divestiture of the China architectural business at this time as the transaction has not yet closed.\nOn the cost side, there is no change in our raw material outlook where we continue to expect costs to be down by a low to mid-single-digit percentage in 2023 compared to 2022. We expect to see the largest benefit occurring in the second and third quarters. We expect to see decreases across many commodity categories, though the ranges likely will vary widely. We expect other costs, including wages and energy, to be up in the mid- to high single-digit range.\nThe first quarter is typically our smallest, and we need to see second quarter trends and performance to better understand potential impacts on our second half outlook. We expect to provide an update on our full year sales and EPS guidance following our second quarter. As a result, there is no change at this time to our guidance for full year 2023 diluted net income per share, which we expect to be in the range of $6.79 to $7.59 per share. Full year 2023 earnings per share guidance includes acquisition-related amortization expense of approximately $0.81 per share and includes expense related to our previously announced targeted restructuring actions of $0.25 to $0.35 per share.\nOn an adjusted basis, we expect full year 2023 earnings per share in the range of $7.95 to $8.65. We provided a GAAP reconciliation in the Reg G table within our press release.\nThere are also no updates to the additional data points and capital allocation priorities we provided on our January call. I'll also refer you to the slide deck issued with our press release this morning, which provides guidance on our expectations for currency exchange, effective tax rate, CapEx, depreciation and amortization and interest expense. All of these remain unchanged from our January call as well.\nGiven the many variables at play, limited visibility beyond the first half and the high level of uncertainty in the global economy, we continue to believe our current outlook is a realistic one. As we get through our second quarter and we see more information, the assumption we laid out in January could change. If those assumptions change for the better, we would expect to deliver stronger results. We've transformed our business in many ways since the last significant downturn, and we're now a stronger and a more resilient company.\nI'm highly confident in our leadership team, which is deep and experienced and has been through many previous business cycles. We anticipate that 2023 would be challenging. We planned accordingly. We have and will continue taking appropriate actions. We expect strong momentum coming out of this period of uncertainty, similar to prior downturns. That momentum will stem from our strategy of providing innovative solutions that help our customers to be more productive and more profitable.\nIn challenging environments, like the current one, we can become an even more valuable partner to our customers, while we're also earning new ones. The bottom line is we expect to outperform the market and our competitors in 2023 and for years to come.\nThat concludes our prepared remarks. With that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f2e22140b046fa6345c0ef8548047ab",
    "period": "2022 Q4",
    "content": "Q4 2022 Sherwin-Williams Co Earnings Call\n\nQ4 2022 Sherwin-Williams Co Earnings Call\n\nSHWNYSEJAN 26, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company's review of fourth quarter 2022 results and our outlook for the first quarter and full year of 2023. With us on today's call are John Morikis, chairman and CEO; Al Mistysyn, CFO; Heidi Petz, President and COO; Jane Cronin, Senior Vice President, Corporate Controller; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters.\nAny forward-looking statement speaks only as of the date on which the statement is made, and the company undertakes no obligation to update or revise any forward-looking statement whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open this session to questions. I will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSVP of IR & Corporate Communications, The Sherwin-Williams Company\n\nThank you, and good morning to everyone. Sherwin-Williams delivered strong fourth quarter results compared to the same period a year ago, including high single-digit percentage sales growth, significant year-over-year gross margin improvement, expanded adjusted operating margins in all 3 segments, strong double-digit diluted net income per share growth and strong EBITDA growth.\nSales in our professional architectural end markets increased by a high-teens percentage. On the industrial side of the business, sales were up by double-digit percentages in North and Latin America, partially offset by softer conditions in Europe and Asia. From a cost perspective, year-over-year inflation remained significant in the quarter, but we are encouraged by a modest sequential decrease in raw material costs for the second quarter in a row.\nAdditionally, we made solid progress on the targeted restructuring and cost reduction actions we announced on our last call, the results of which we expect to begin benefiting us in the first half of 2023. Throughout the quarter, we remain focused on customer solutions and executing on continuous improvement in business optimization activities. We also identified opportunities and prepared for what we currently expect will be a challenging operating environment in 2023.\nI'd like to highlight just a few of our consolidated fourth quarter numbers. Comparisons in my comments are to the prior year period unless stated otherwise. Starting with the top line, fourth quarter 2022 consolidated net sales increased 9.8% to $5.23 billion. Consolidated gross margin increased to 42.7%, an improvement of 320 basis points. SG&A expense as a percentage of sales decreased by 40 basis points to 29.8%.\nExcluding onetime costs related to our previously announced restructuring actions, gross margin improved sequentially to 42.9% in the fourth quarter of '22 from 42.8% in the third quarter of '22, and SG&A as a percentage of sales decreased 110 basis points as compared to the prior year. Consolidated profit before tax increased $186 million or 60.2%.\nDiluted net income per share in the quarter was $1.48 per share versus $1.15 per share a year ago. Excluding Valspar acquisition-related amortization expense and costs related to previously announced restructuring actions, fourth quarter adjusted diluted net income per share increased 41% to $1.89 per share versus $1.34 a year ago. Adjusted EBITDA in the quarter increased $281 million or 52.7%.\nLet me now turn it over to Heidi, who will provide some commentary on our fourth quarter results by segment. John will follow Heidi with his comments on our full year 2022 results as well as our 2023 outlook before we move on to your questions.\n\nHeidi G. Petz\n\nPresident & COO, The Sherwin-Williams Company\n\nThank you, Jim. I'll begin with The Americas Group, where sales increased 15.7% driven by mid-single-digit volume growth and continued effective pricing. Segment profit increased by $126.4 million and segment margin improved 210 basis points to 17.2%. Our PRO architectural sales grew by a high teens percentage of the quarter, led by property management and followed by new residential, commercial and residential repaint, respectively.\nSales in Protective & Marine, DIY in Latin America all increased by double digits, but were below the TAG segment guided range. From a product perspective, interior and exterior paint sales were both strong, with interior sales growing faster and representing a larger part of the mix. We opened 40 net new stores in the fourth quarter and a total of 72 net new stores in 2022.\nMoving on to our Consumer Brands Group. Sales decreased by 2.4% in the quarter, which was better than our guidance. Sales decreased due to lower volume sales and low single-digit FX headwinds, partially offset by price increases. Sales were slightly positive in North America and Europe but more than offset by significant continued weakness in China due in large part to COVID-related lockdown.\nCustomers managed their inventories as inflation continued to pressure DIY paint demand from consumers for this segment. Tightness in alkyd resin also impacted our ability to produce stains and aerosols. Adjusted segment margin was 11.3%, up 500 basis points year-over-year. We also made good progress in the quarter on the China architectural and aerosol restructuring actions that we described last quarter. The actions in the fourth quarter resulted in $25.6 million in onetime restructuring costs and a $15.5 million impairment charge.\nSales in the Performance Coatings Group increased 4.2% and were driven by mid-teens pricing, partially offset by a low double-digit decrease in volume. Mid-single-digit sales from acquisitions were offset by a mid-single-digit unfavorable FX impact. Adjusted segment margin increased 530 basis points to 14.2% of sales. This is the third straight quarter that this team has delivered year-over-year segment margin improvement driven by execution of our strategy, including effective pricing actions.\nSales in PCG varied significantly by region. In North America, sales increased double digits against a challenging comp. Latin America sales also increased by double digits against a strong comp. Sales in Europe decreased high single digits against a double-digit comparison and amidst continued economic slowing. Sales decreased by a low teens percentage in Asia against a double-digit comparison and as COVID lockdowns continued to impact demand.\nFrom a division perspective, growth was strongest in Coil, which was up by a low double-digit percentage, followed by Auto Refinish and General Industrial, which were both up mid-single digits. Packaging was down low single digits driven by negative double-digit FX impact in Europe and Asia and against an extremely strong comparison last year of over 30%.\nWe continue to feel very good about our Packaging position and expect us to be a recession-resilient performer. Industrial Wood was down low teens as the housing slowdown is impacting furniture, flooring and cabinetry market. Similar to Consumer Brands Group, Performance Coatings made good progress on its portion of the targeted restructuring actions that we described on our last call, resulting in $22.2 million in onetime costs in the quarter.\nWith that, let me turn it to John for his comments on our full year results and our 2023 outlook.\n\nJohn G. Morikis\n\nChairman & CEO, The Sherwin-Williams Company\n\nThank you, Heidi, for that color on our fourth quarter segment results. I want to thank our teams for working hard to deliver a strong finish to the year. I'm particularly pleased with the significant adjusted profit margin improvement that all 3 segments delivered compared to the fourth quarter a year ago. Our fourth quarter completed a strong year for Sherwin-Williams, and I'd like to provide just a few high-level comments on our full year performance.\nOn a consolidated basis, we delivered record sales, adjusted EBITDA and adjusted diluted net income per share in 2022. We generated these results in a difficult operating environment, including relentless inflation, less-than-optimal raw material availability, a war in Europe and COVID lockdowns in China. Our people refused to be deterred by these challenges and continue to do what they do best: serve our customers.\nOur success stems from executing on our strategy, which remains unchanged. We provide differentiated solutions that enable our customers to increase their productivity and their profitability. These solutions center on industry and application expertise, innovation, value-added services and differentiated distribution. None of this happens without the determination and dedication of our greatest asset: the more than 61,000 employees of Sherwin-Williams.\nTogether, this team grew full year consolidated sales by 11.1% to a record $22.1 billion. It was the 12th consecutive year we have grown the business. On a segment basis, The Americas Group delivered 12.9% sales growth and grew profit before tax $197.5 million. Our largest customer segment, residential repaint, grew by a double-digit percentage for the seventh year in a row. Sales in all other customer segments were also up by double digits for the year.\nConsumer Brand sales were down 1.1% for the year. Sales were up mid-single digits in North America, our largest region. This was more than offset by double-digit declines in Europe and China. Although the bottom line results weren't what we expected, 2022 was a transition year for Consumer Brands Group as they completed a number of restructuring and simplification efforts to position the business for long-term success and driving operating margins back to the high teens.\nPerformance Coating sales were up 13.2% for the year against a 22% comparison. All divisions grew, with the exception of Industrial Wood. It was down less than 1%. Adjusted segment margin expanded 250 basis points to 14.1% for the year as we continue to recover from the highest cost inflation in the company and pursue our high-teens margin target for this segment.\nAdjusted diluted net income per share increased 7.1% to a record $8.73 per share. Adjusted EBITDA for the year was $3.61 billion or 16.3% of sales. Net operating cash for the year was $1.9 billion or 18.7% of sales. We returned a total of $1.5 billion to our shareholders in the forms of dividends and share buybacks in 2022.\nWe invested $883 million to purchase 3.35 million shares at an average price of $263.64. We distributed $618.5 million in dividends, an increase of 5.4%. We also invested $644.5 million in our business through capital expenditures, including approximately $188 million for our Building Our Future projects.\nWe ended the year with a net debt to adjusted EBITDA ratio of 2.9x. Additionally, we invested $1 billion in acquisitions that accelerated our strategy. I'd also like to mention our ESG efforts where we continue to work toward meeting our longer-term targets. Newsweek, Forbes and other third parties once again recognized various aspects of our program.\nThroughout the year, we continue to execute on continuous improvement initiatives and targeted investments to drive growth, competitiveness, efficiency and profitability. We opened 72 new paint stores and hired 1,400 management trainees. We introduced multiple new products while reducing SKUs and formulations. We expanded production capacity and enhanced procurement and logistics processes.\nWe also continued on our digital and sustainability journeys, and we executed on our acquisition strategy. I am confident we widened the gap between Sherwin-Williams and our competitors in 2022, and that's just what we intend to do again in 2023.\nSo turning to our outlook. We enter 2023 with confidence, energy and a commitment to seize profitable growth opportunities wherever we find them. We have clarity of mission. We have the right strategy. We're focused on solutions for our customers. We're spending more time selling products and less time sourcing them, thanks to recovery in the supply chain.\nWe're simplifying the business, and we're executing on targeted restructuring actions. We've made the right growth investments and will continue to do so. We also have a portfolio that should be more resilient than in prior recessions. And above all, we've got the right people. We expect to outperform the market just as we have in the past. At the same time, we're not operating with our heads in the sand.\nWe currently see a very challenging demand environment in 2023, and visibility beyond our first half is limited. The Fed has also been quite clear about its intention to slow down demand in its effort to tame inflation. These factors have not changed from what we communicated on our third quarter call, and our base case in 2023 remains to prepare for the worst. Based on current indicators, we believe this is the most realistic outlook at this time.\nOn the architectural side, it's no secret that U.S. housing will be under significant pressure this year. Single-family permits have been down year-over-year for 10 consecutive months, and single-family starts have been down year-over-year for 8 consecutive months. Mortgage rates also remain elevated. As a result, we believe our new residential volume could be down anywhere from 10% to 20% this year.\nWe expect our other PRO end markets to be more resilient than this, but there are headwinds in these areas, too. For example, existing home sales, which drive a portion of our repaint business, have declined year-over-year for 16 straight months. Now while we see a backlog of new commercial construction, the Architectural Billings Index has contracted the last 3 months.\nOn the DIY side, we expect inflation to continue putting pressure on consumer behavior in the U.S. and in Europe. On the industrial side, the PMI numbers for manufacturing in the U.S., Europe, China and Brazil have been negative for multiple months. We have already seen an industrial slowdown in Europe, and the same is beginning to appear in the U.S. across several sectors. In China, COVID remains a wildcard and the trajectory of economic recovery is difficult to map.\nThe U.S. housing slowdown will also impact some of our industrial businesses, namely Industrial Wood where we have already seen pressure in Coil, to some extent. Our team fully understands the importance of winning new accounts and growing share of wallet in this environment, and that is where we will be focused.\nFrom a cadence standpoint, we expect year-over-year sales and earnings performance will be significantly better in the first half than in our second half, driven by several factors. Our total company comparison will be much more favorable in the first half of 2023, as we delivered a very strong second half performance in 2022, where sales were up 13.8% and adjusted earnings per share grew by over 37%.\nAs we've often said, volume is the key driver for operating leverage in our model. In The Americas Group, which is our largest and most profitable segment, our year-over-year volume comparisons are expected to be meaningfully better in the first half versus in the second half based on the trends we are currently seeing.\nWe also expect more carryover price in the first half of 2023, which will have the full benefit of our September 6, 2022 price increase in TAG as well as prior price increases in the other 2 segments, all of which will annualize in the back half of this year.\nAdditionally, we expect new residential sales will hold up better in our first half before very meaningful deceleration of demand in the back half of the year. Acquisitions will also be a tailwind in our first half as we expect incremental sales of approximately $140 million from transactions which closed after July 1 of last year. Given these factors and the softening demand environment, we believe our expectations for the back half of 2023 are tempered appropriately at this time.\nAs you would expect, we will gain more clarity as the year progresses, and we will provide a more finally tuned view of our second half outlook during our second quarter conference call. As we said on our last call, we anticipate that the demand environment would be challenging in 2023, leading us to get out ahead on cost management with the targeted restructuring we began in the fourth quarter.\nWe estimate the annual savings from this effort to be in the $50 million to $70 million range, with about 75% realized by the end of 2023, and we are reaffirming those estimates today. Our outlook also assumes our raw material costs will be down by a low to mid-single-digit percentage in 2023 compared to 2022. We expect to see the largest benefit occurring in the second and third quarters. We expect to see decreases across many commodity categories, though the ranges likely will vary widely.\nFrom an availability standpoint, certain alkyd resins remain a pain point, impacting stains, aerosols and some industrial products. We expect supply of these resins to continue improving through the first half of the year, in part due to ramping of our own internal production. We expect other costs, including wages, energy and transportation to be up in the mid- to high single-digit range.\nFor the first quarter of 2023, we anticipate our consolidated net sales will be flat to up by a mid-single-digit percentage compared to the first quarter of 2022, inclusive of a mid-single-digit price increase. Our sales expectations for the quarter by segment are included in our slide deck. For the full year 2023, we expect consolidated net sales to be flat to down mid-single digits, inclusive of a mid-single-digit price carryover from 2022. Our sales expectations for the year by segment are included in our slide deck.\nWe expect diluted net income per share for 2023 to be in the range of $6.79 to $7.59 per share. Full year 2023 earnings per share guidance includes acquisition-related amortization expense of approximately $0.81 per share and includes expense related to our previously announced targeted restructuring actions of approximately $0.25 to $0.35 per share. On an adjusted basis, we expect full year 2023 earnings per share in the range of $7.95 to $8.65. We provided a GAAP reconciliation in the Reg G table within our press release.\nLet me close with some additional data points and an update on our capital allocation priorities. Given carryover pricing, raw material deflation and our ongoing continuous improvement initiatives, we would expect full year gross margin expansion. We expect SG&A as a percent of sales to increase in 2023. This is similar to the slowdown in 2008 and 2009, where we continued to invest in long-term solutions for our customers that allowed us to grow at a multiple of the market when demand normalized.\nWe'll also control costs tightly in noncustomer-facing functions and execute on our restructuring initiatives. We have a variety of SG&A levers we can pull depending on a material change to our outlook up or down. We expect operating margin to modestly improve year-over-year, excluding restructuring and impairment costs and acquisition-related amortization expense.\nWhile we don't typically provide this level of color, we believe it is helpful to do so this year given the higher level of nonoperating expenses impacting 2023. We expect to open between 80 to 100 new stores in the U.S. and Canada in 2023. We'll also be focused on sales reps, capacity and productivity improvements as well as systems and product innovation. We expect to complete the targeted restructuring actions we announced on our previous call, including the benefits and onetime costs we have outlined.\nWe will continue to simplify and optimize the organization. The Latin American business of The Americas Group is now being managed and reported within the Consumer Brands Group. The change allows TAG leadership to focus more exclusively on its core U.S. and Canada stores business, while the Latin America architectural demand and service model are trending to be more in line with CBG's strategy.\nThis business had sales of approximately $700 million in 2022. The change will be marginally accretive to TAG and marginally dilutive to CBG. You will see this change when we report first quarter results in April. Prior year segment results will be restated at that time to reflect the change. The first quarter and full year guidance for 2023 we communicated today does not reflect this change.\nNext month, at our Board of Directors meeting, we will recommend an annual dividend increase of 0.8% to $2.42 per share, up from $2.40 last year. If approved, this will mark the 45th consecutive year we've increased our dividend. We expect to continue making opportunistic share repurchases. We do not have any long-term debt maturities due in 2023, however, we will reduce short-term debt to trend our adjusted EBITDA leverage ratio towards the high end of our long-term target of 2 to 2.5x.\nWe'll also continue to evaluate acquisitions that fit our strategy. In addition, I will refer you to the slide deck issued with our press release this morning, which provides guidance on our expectations for currency exchange, effective tax rate, CapEx, depreciation and amortization and interest expense.\nGiven the many variables at play, limited visibility beyond the first half and the high level of uncertainty in the global economy, we believe our outlook is a realistic one. Our slide deck further outlines the assumptions underlying our guidance and is based on our current dialogue with customers and suppliers and our reading of numerous macro indicators.\nAs we get through our first half and we see more information, those assumptions could change. If those assumptions change for the better, we would expect to do better than the guidance we are laying out today. While we can't defy gravity, we do expect to outperform the market and our competitors in 2023. I'm highly confident in our leadership team, which is deep and experienced and has been through many previous business cycles.\nWe've transformed our business in many ways since the last significant downturn, and we are now a stronger and a more resilient company. We also know our guidance is clearly reflective of the market pressure we are experiencing. We anticipated 2023 would be challenging. We've planned accordingly. We have and will continue taking appropriate actions.\nWe expect strong momentum coming out of this period of uncertainty, similar to prior downturns. That momentum will stem from our strategy of providing innovative solutions that help our customers to be more productive and more profitable. In challenging environments like the current one, we can be an even more valuable partner to our customers while we're also earning new ones.\nThis concludes our prepared remarks. With that, I'd like to thank you for joining us this morning, and we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ef7204d80619577f2c5182e5455a188",
    "period": "2022 Q3",
    "content": "Q3 2022 Sherwin-Williams Co Earnings Call\n\nQ3 2022 Sherwin-Williams Co Earnings Call\n\nSHWNYSEOCT 25, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of third quarter 2022 results and our outlook for the fourth quarter and full year of 2022.\nWith us on today's call are John Morikis, Chairman and CEO; Al Mistysyn, CFO; Jane Cronin, Senior Vice President, Corporate Controller; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open up this session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSVP of IR & Corporate Communications, The Sherwin-Williams Company\n\nThank you, and good morning to everyone. Sherwin-Williams had an excellent performance in the third quarter, including high teens sales growth resulting in the first $6 billion sales quarter in company history, significant sequential and year-over-year gross margin improvement, record adjusted diluted earnings per share and strong cash flow. Demand remains strong in pro-architectural and North American industrial end markets in contrast to continuing softness in Europe and China.\nWhile year-over-year cost inflation remained very significant in the quarter, we were encouraged by a modest sequential decrease in raw material costs. The industry supply chain also continued to stabilize though conditions remain tight with some previously noted specialty resins in particular remaining in limited supply. Throughout the quarter, our team continued to focus on growth initiatives, product innovation, customer solutions, pricing actions, cost control, supply chain improvements and business optimization activities while also taking actions and planning for a wide range of scenarios that could unfold next year.\nI'd like to go through just a few of the numbers at a high level and then turn it over to John, who will provide some additional color on the third quarter and our outlook. Comparisons in my comments are to the prior year period unless stated otherwise.\nStarting with the top line. Third quarter 2022 consolidated sales increased 17.5% to a record $6 billion. Pricing was in the low double-digit range. Consolidated gross margin increased to 42.8%. This was an improvement of 120 basis points year-over-year and 110 basis points sequentially, reflective of our pricing actions. Gross margin improved sequentially month-to-month in the quarter, with September increasing 650 basis points year-over-year. SG&A expense decreased to 25.3% of sales. Consolidated profit before tax increased $265.7 million or 43.5%. Diluted net income per share in the quarter was $2.62 per share versus $1.88 per share a year ago. Excluding Valspar acquisition-related amortization expense, third quarter adjusted diluted net income per share increased 35.4% to $2.83 per share versus $2.09 a year ago. EBITDA in the quarter was $1.12 billion or 18.6% of sales.\nMoving on to our operating segments. Sales in The Americas Group increased 21.4%, driven by double-digit volume growth across all architectural end markets and high single-digit price increases. Segment profit increased by $132.6 million and segment margin was 21.2%, which was about flat with last year and up 30 basis points sequentially. Sales in the Consumer Brands Group increased 8.5%, driven by a low double-digit price increase, which offset lower sales volumes primarily outside of North America. Continued tightness in alkyd resins impacted North America stain and aerosol sales. Adjusted segment margin was 16.2%, up 150 basis points year-over-year and 500 basis points sequentially. Sales in the Performance Coatings Group increased 13.7% and were driven by mid-teen price increases, partially offset by a less than 1% decrease in volume. Mid-single-digit sales from acquisitions were offset by a mid-single-digit unfavorable FX impact. Adjusted segment margin increased 590 basis points to 16.4% of sales due primarily to higher selling price increases.\nLet me now turn it over to John to provide some additional commentary before we move on to your questions.\n\nJohn G. Morikis\n\nChairman & CEO, The Sherwin-Williams Company\n\nThank you, Jim, and good morning, everyone. As we've indicated since the start of the year, we expected 2022 would be a year of two contrasting halves, and that's exactly what we're seeing play out. We delivered strong results in the third quarter, and I want to thank our entire leadership team and all 61,000 employees for their focus, their determination and drive in what remains a challenging operating environment. We continue to have great confidence in our strategy.\nBefore moving on to our outlook, let me provide some additional color on our third quarter. In The Americas Group segment, we delivered record sales and PBT. Mid-teens volume growth and high single-digit pricing drove sales, which were up by a strong double-digit percentage in every end market we serve. The sales growth was led by DIY, which was compared to an extremely soft quarter a year ago, where we prioritized our Pro customers given limited product availability.\nSales growth was next strongest in our property management, followed by new residential, residential repaint and commercial, respectively. Sales were also up by a double-digit percentage in Protective & Marine, but were dampened by the ongoing limited availability of alkyd resins. We are seeing strong effectiveness from the 10% price increase we announced September 6. TAG segment profit increased due primarily to double-digit paint volume growth and selling price increases, partially offset by increased raw material costs and higher SG&A costs related to continued investments in our long-term growth initiatives and our strategy.\nFrom a product perspective, exterior and interior paint sales were both strong, with exterior sales growing slightly faster and interior being the larger part of the mix. We've opened 32 net new stores year-to-date and expect to open 40 to 50 in the fourth quarter. We continue to invest in our management training program, expecting to hire more than 1,400 college graduates that will enter this program this year and who will be the future leaders of the company. We also added sales reps and territories in the quarter along with ongoing growth investments in innovative new products, e-commerce and productivity-enhancing services.\nOur Consumer Brands Group had a much improved quarter led by sales that exceeded our guidance. Sales in North America increased by a double-digit percentage, driven largely by price. DIY paint demand remained sluggish as inflation continued to pressure consumers, while continued tightness in alkyd resins impacted our ability to produce stains and aerosols. On a positive note, the Pros Who Paint segment again grew by a strong double-digit percentage. Sales in China were down by a double-digit percentage due mainly to the COVID-related lockdowns. Europe was also down double digits due to the slowing macroeconomic environment. Segment margin improved significantly, primarily due to selling price increases and good cost control, partially offset by lower sales volume, increased raw material costs and higher supply chain costs.\nThe Performance Coatings Group followed a very good second quarter with another strong performance in the third. Sales were up mid-teens, including mid-teens pricing and a mid-single-digit benefit from acquisitions, partially offset by a very slight decrease in volume in a mid-single-digit impact from unfavorable FX. For the second straight quarter, this team delivered year-over-year segment margin improvement, driven by execution of our strategy, including effective pricing actions. The 16.4% adjusted margin in the quarter was the highest for the segment since the acquisition of Valspar. And excluding the impact of acquisitions closed over the last 12 months, adjusted segment margin was 17% in the quarter.\nAlthough we're pleased to have reached the low end of our expressed margin target of high teens, low 20s, we know there's a significant amount of opportunity ahead. I'm proud of our team's efforts to reach this goal and know they understand the high expectations we have for continued improvement.\nSales varied significantly by region. In North America, sales increased double digits against a challenging comp and included low single-digit volume growth. Latin America sales also increased by double digits against a strong comp. Sales were up high single digits in Asia driven by price as COVID lockdowns continue to impact demand. Sales in Europe were backward mid-single digits against a double-digit comparison and continued economic slowing. Every division in the group grew led by coil and followed by packaging, auto refinish, general industrial and industrial wood. We're also pleased by what we're seeing so far from the recent acquisitions we've announced in this segment. Again, these businesses added mid-single-digit growth in PCG sales in the quarter though this was nearly all offset by unfavorable FX. Earlier this month, we announced an agreement to acquire ICA, a high-quality European business focused on innovative wood coatings.\nBefore moving to our outlook, let me speak to capital allocation in the quarter. We returned approximately $203 million to our shareholders in the quarter in the form of dividends and share buybacks. We invested $48 million to purchase 200,000 shares at an average price of $237.81 per share. We distributed $155.8 million in dividends. We also invested $175 million in our business through capital expenditures, including $125 million in core CapEx and $50 million for our Building Our Future project. We closed 3 acquisitions in the third quarter for approximately $440 million. We ended the quarter with a net debt-to-EBITDA ratio of 3.1x as we increased short-term borrowings to fund our recent acquisitions. We'll drive the ratio to our long-term target of 2 to 2.5x range in 2023. We will use cash in the fourth quarter of 2022 to manage debt and share buybacks will be done to offset option dilution.\nTurning to our outlook. We expect to deliver a very solid fourth quarter, resulting in our second half sales increasing by a low double digits to mid-teens percentage, and second half diluted earnings per share increasing by 35% at the midpoint of our guidance. Within The Americas Group, demand is strong across all of our pro-architectural markets, including new residential, despite higher interest rates, with customers reporting strong backlogs that will take them through the end of the year and likely longer. We also see a unique opportunity to continue winning new business as our competitors transition their pro contractor business models and our differentiated model has never been more on display in value than it is today.\nWithin the Consumer Brands Group, we expect the North American DIY consumer to continue to face inflationary pressures, and Europe and China remain challenging. Within the Performance Coatings Group, demand remains strongest in North America, our largest region. European demand slowed in the third quarter, and we expect continued softness in the fourth quarter. In Asia, the pace of recovery from prior COVID lockdowns in China and prospects for additional lockdowns make it difficult to assess demand trajectory.\nFrom an industry supply chain perspective, we're largely getting the raw materials we need, though the availability of alkyd and some specialty resins remain choppy and is impacting certain product lines within Consumer Brands and Performance Coatings. While we continue to push hard, we don't expect meaningful improvement in the availability of these resins until the first quarter of next year. Some near-term inefficiencies remain in our own supply chain as we continue to take steps to overcome industry issues and serve our customers.\nOn the cost side of the equation, our full year raw material inflation guidance remains in the high teens. We expect to see further sequential decline of raw material costs in the fourth quarter, though they will remain elevated year-over-year. We expect the trajectory of raw material costs to continue trending favorably as we exit the year, although the pace and level of potential relief next year is difficult to project. Additionally, along with the highest inflation rate we've seen in 40 years, we're also experiencing significant higher costs and other elements of our cost basket, including labor, transportation and fuel and other costs. We will continue to monitor these costs, fight hard to offset them and respond with additional pricing, if necessary.\nSo specifically for the fourth quarter of 2022, we expect our consolidated net sales will increase by a high single to low double-digit percentage, inclusive of a low double-digit price increase. We expect The Americas Group to be up high teens to low 20%. We expect Consumer Brands to be down a mid- to high single-digit percentage, and we expect Performance Coatings to be flat to up a low single-digit percentage. We expect North America, which is the largest region within PCG, to be up a low teens percentage. For the full year 2022, we expect consolidated sales to increase by a low double-digit percentage, inclusive of a low double-digit percentage price increase. We expect The Americas Group to be up by low double digits to mid-teens percentage. We expect Consumer Brands Group to be down a low single-digit percentage and Performance Coatings Group to be up by a low double to mid-teens digit percentage.\nGiven the many variables we've noted, we left our diluted net income per share guidance for 2022 unchanged and in the range of $7.65 to $7.95 per share. Full year 2022 earnings per share guidance includes Valspar acquisition-related amortization expense of approximately $0.85 per share. On an adjusted basis, we expect full year 2022 earnings per share of $8.50 to $8.80, which represents mid-single-digit percentage growth from 2021 at the midpoint in what continues to be a challenging macro environment. This guidance implies a second half adjusted diluted net income per share of $4.63 per share at the midpoint, an increase of 35% over the same time period last year. In addition, we provided updated guidance on several of our full year data points in our slide deck, including our expectations for FX, CapEx, interest expense, depreciation and amortization. We expect our full year tax rate will remain in the low 20% range.\nWhile we're not prepared to provide any specific guidance on 2023 at this time, I would like to comment on demand trends and actions we're taking that will impact our 2023 outlook that we will provide in January. We expect slowing new residential demand with elevated interest rates and other costs that are impacting new single-family home permits and starts. However, multifamily production has maintained strong momentum. It's also clear that macro headwinds are likely to continue and potentially worsen in Europe and China. Our base case in this environment remains to prepare for the worst and hope for the best. I'm highly confident in our leadership team, which is deep in experience and has been through many previous business cycles. We've transformed our business in many ways since the last significant downturn, and we are now a stronger, more resilient company. We know what to do.\nTo this end, we've been evaluating multiple options available to us based on a wide range of scenarios, and we are prepared to take appropriate actions beginning this quarter. These include the following: we continue to review our portfolio of businesses, brands and customer programs to ensure that they are adding above-market growth and long-term shareholder value. As a result of this work, we are announcing action plans to simplify our operating model and portfolio of brands in Consumer Brands Group and to reduce costs in all regions in Performance Coatings Group, Consumer Brands and administrative segments. These actions, once finalized, could include onetime costs or charges in the range of $160 million to $180 million over the next 4 quarters and could result in annual run rate savings of approximately $50 million to $70 million once fully implemented. Additional details on these planned actions are outlined in the slide deck issued with our press release this morning.\nWe will call out significant onetime charges and update our progress on run rate synergies on future quarterly earnings calls. We remain committed to our strategy of providing innovative solutions that help our customers to be more productive and profitable. In challenging environments, we have the opportunity to become an even more valuable partner to our customers. We will continue to focus on new account growth and share of wallet initiatives. We will leverage our strength in recession-resilient end markets, including residential repaint, property management, packaging and auto refinish, all of which are larger than they were in previous cycles. We will continue to invest in growth initiatives, including adding stores, sales reps and innovative products and services. We will continue to invest in our people, including our management trainee program I previously mentioned, along with ongoing training that positions our people as one of the most significant amongst our many points of differentiation.\nWe will continue implementing appropriate pricing actions across the company to offset persistently higher input costs with a focus on regaining our gross margins back to our long-term target range of 45% to 48%. We will continue investing in acquisitions that can accelerate our long-term strategy and top line growth and expand our operating margins, including our most recent announcement of European wood coatings leader, ICA Group. We will maintain our disciplined capital allocation philosophy. We will not hold cash while investing appropriately in CapEx, paying a dividend, targeting acquisitions that accelerate our strategy and absent M&A, buying back our stock.\nIn sum, we expect to deliver a solid fourth quarter to complete a very strong second half of 2022, and we're also taking actions to get ahead of what could be a challenging 2023. We don't expect to be immune from any number of potentially difficult scenarios, but what we do expect is to outperform our competitors and the market. We will do this by leveraging the best team in the industry. We remain committed to creating shareholder value over the long term.\nAnd that concludes our prepared remarks. At this time, we'll be happy to take your questions."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc6bd492bde29fe009d3825797cd95e0",
    "period": "2022 Q2",
    "content": "Q2 2022 Sherwin-Williams Co Earnings Call\n\nQ2 2022 Sherwin-Williams Co Earnings Call\n\nSHWNYSEJUL 27, 11:00 AM\n\nOperator\n\nGood morning. Thank you for joining The Sherwin-Williams Company's review of second quarter 2022 results and our outlook for the third quarter and full year of 2022. With us on today's call are John Morikis, Chairman and CEO; Al Mistysyn, CFO; Jane Cronin, Senior Vice President, Corporate Controller; and Jim Jaye, Senior Vice President, Investor Relations and Communications.\nThis conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open up the session to questions.\nI will now turn the call over to Jim Jaye.\n\nJames R. Jaye\n\nSVP of IR & Corporate Communications, The Sherwin-Williams Company\n\nThank you and good morning to everyone. Our second quarter results came in below our expectations and conclude what we knew would be a challenging first half to the year. On the top line, the quarter was characterized by strong demand in pro architectural and North American industrial end markets, partially offset by softness in the North American DIY channel, which we first described at our Investor Day on June 8; and tight supply of certain resins, particularly alkyd resins, which impacted our North American nonpaint sales, namely aerosols and stains.\nInternationally, demand deteriorated faster than anticipated in Europe, and we saw no real recovery in China following the lifting of COVID lockdowns, both of which meaningfully impacted Consumer Brands and Performance Coatings Group sales. Our earnings per share were impacted by multiple factors, including no meaningful improvement in raw material costs, supply chain inefficiencies incurred in serving our customers, the sales shortfall at North American DIY, slowing European and Asian demand, and higher other and interest expense.\nI'll go through just a few of the numbers at a high level and then turn it over to John, who will talk about the demand and cost trends we are seeing, how we're responding and our revised outlook for the year, including what we expect will be significant earnings per share growth in the second half.\nComparisons in my comments are to the prior year period unless stated otherwise. Starting with the top line. Second quarter 2022 consolidated sales increased 9.2%, slightly below the low end of our guidance and driven by the shortfall in Consumer Brands Group. Pricing was in the low double-digit range. Consolidated gross margin decreased to 41.7% driven by cost inflation. On a sequential basis, gross margin improved by 60 basis points, reflecting our pricing actions.\nSG&A expense decreased to 25.9% of sales. Consolidated profit before tax decreased 9.7% to $739.9 million. Diluted net income per share in the quarter was $2.21 per share versus $2.42 per share a year ago. Excluding Valspar acquisition-related amortization expense, second quarter adjusted diluted net income per share was $2.41 per share versus $2.65 a share a year ago. EBITDA in the quarter was $976.1 million or 16.6% of sales.\nMoving on to our operating segments. Sales in The Americas Group increased 8.1% against a 22.6% comparison. High single-digit pricing and higher professional architectural sales volume was partially offset by lower volume in Protective & Marine and DIY. Segment margin decreased to 21%, resulting primarily from lower sales volume and higher raw material costs, partially offset by selling price increases and good cost control.\nSales in the Consumer Brands Group increased 0.9%, inclusive of a high single-digit price increase. Demand was soft in all regions, particularly outside of North America. And tightness in alkyd resins impacted North America nonpaint sales. Adjusted segment margin decreased to 11.2% of sales, resulting primarily from lower sales volume, higher raw material costs and supply chain inefficiencies, partially offset by selling price increases.\nSales in the Performance Coatings Group increased 15.2% against a 41.3% comparison and were driven by double-digit price increases and low single-digit sales from acquisitions, partially offset by a low single-digit FX impact. Adjusted segment margin increased 80 basis points to 13.8% of sales due primarily to higher selling price increases and good cost control.\nAdditionally, I'll point out the admin segment this quarter, where we had a headwind of $45.1 million year-over-year or about $0.13 per share. This was driven primarily by investment losses and gains, higher interest expense, a gain on disposition of assets last year and higher SG&A expenses, partially offset by lower compensation expense.\nLet me now turn the call over to John for additional commentary on the second quarter, along with our outlook for the third quarter and full year 2022. John?\n\nJohn G. Morikis\n\nChairman & CEO, The Sherwin-Williams Company\n\nThank you, Jim, and good morning, everyone. Let me be clear that we are not satisfied with our results in the quarter. Our job is not to just report results but to influence results. We fell short of our expectations this quarter as we continue to operate in a highly inflationary cost environment coupled with ongoing regional challenges impacting demand.\nSaying that, we continue to see positive trends in much of the business, and we expect to deliver a strong second half of the year. We have confidence in our strategy, we have confidence in our business model, and we have incredible confidence in our people. Let me start by describing how the quarter played out following our June 8 Investor Day event.\nPro architectural demand remains strong. Encouragingly, sales have been particularly strong month to date in July, and contractors are reporting strong backlogs, which bodes very well for our second half. The lower demand for DIY that we described continued, and tight alkyd resin supply negatively impacted North America nonpaint categories. Europe has significantly softened further, and there was no meaningful recovery in China post the lifting of the COVID lockdown. This impacted Consumer Brands and portions of Performance Coatings.\nThere was no improvement in raw material costs. While some key feedstocks have come down sequentially, the issue is timing as resins, solvents and other key inputs are taking longer to reflect this trend than anticipated. Additionally, the rest of the cost basket remained highly elevated, including labor, transportation, fuel and other costs.\nWhile the supply chain for raw materials continue to improve, it remains tight and subject to shots. Notably, certain specialty resins crucial to several of our industrial coatings products were in short supply.\nWith the tightness in the supply chain, we continue to have inefficiencies in our operations but have chosen to continue serving our customers, albeit at higher costs.\nWhile the cost and regional pressures we are seeing are real, there is no sense of panic amongst our team, which is deep and experienced. We continue to operate with urgency and great determination, and we're taking the following actions.\nWe've announced and are implementing a 10% price increase in The Americas Group effective September 6. Significant pricing actions are also being taken in our other 2 groups. We remain highly focused on capturing demand and gaining share. We're managing our expenses tightly across all our businesses. These are focused on general and administrative spending rather than growth.\nBefore moving on to our outlook, let me provide some additional color on our second quarter. In The Americas Group, sales growth was strong and volumes were positive in pro architectural market segments. Excluding DIY and Protective & Marine, sales were up 8.7% in North America paint stores. Against very difficult comparisons and as we expected, sales gains for the group were driven by price as total volume was down slightly. The sales growth was led by property management and New Residential, both of which increased by a double-digit percentage.\nResidential repaint was up high single digits, and commercial was up by a mid-single-digit percentage. DIY was down low single digits. Limited availability of certain resins impacted us in Protective & Marine, which was up by mid-single-digit percentage. We've also begun to see margin recovery in the business as segment margin expanded sequentially.\nFrom a products perspective, exterior paint sales grew faster than interior sales with interior being the larger part of the mix. We opened 19 net new stores over the first half of the year and still plan 80 to 100 for the year. We also added sales reps and territories in the quarter, along with ongoing growth investments in management trainees, innovative new products, e-commerce and productivity-enhancing services.\nOur Consumer Brands Group had a very difficult quarter. Sales in North America were up by a high single-digit percentage but well below our expectations given a favorable comparison. The slowing demand we cited at our Investor Day did not improve over the remainder of the month, so we experienced tight supply in certain resins, particularly alkyd resins, that significantly impacted our North American nonpaint sales.\nOn a positive note, the Pros Who Paint segment, while small, again grew by a strong double-digit percentage. Sales in China were down by a very high double-digit percentage due to COVID-related lockdowns and a challenging comparison. Europe was also down high double digits due to the slowing macroeconomic environment and a challenging comparison. Pricing was positive in the quarter and in the high single-digit range. Segment margin decreased significantly due to lower sales volume, increased raw material costs and supply chain inefficiencies.\nIn contrast, our Performance Coatings Group had a very nice quarter. Sales were up mid-teens, including mid-teens pricing. Low single-digit sales from acquisitions were more than offset by FX headwinds. Adjusted segment margin improved 80 basis points year-over-year and 200 basis points sequentially, indicative of executed pricing actions.\nRegionally, sales increased strong double digits in North America and Latin America against difficult comparisons. Sales in Europe were up low single digits. Sales were backward in Asia, largely related to COVID lockdowns. Nearly every division in the group grew, led by coil and packaging, both of which were up strong double digits against double-digit comparisons. We are clearly gaining share in these businesses.\nSales in general industrial and auto refinish increased high single digits against very strong double-digit comparisons. Industrial wood sales decreased low single digits, mainly related to Asia and COVID lockdowns and a slowdown in Europe.\nBefore moving to our outlook, let me speak to capital allocation in the quarter. We returned approximately $453 million to our shareholders in the quarter in the form of dividends and share buybacks. We invested $296 million to purchase 1.1 million shares at an average price of $269.46. We distributed $156.2 million in dividend. We also invested $129 million in our business through capital expenditures, including $89 million in core CapEx and $40 million for Building Our Future projects.\nAdditionally, the acquisition of Gross & Perthun and Dur-A-Flex closed on July 1. We ended the quarter with a net debt-to-EBITDA ratio of 3.4x as we increased short-term borrowings to fund our recent acquisitions. We expect to end the year around 3x and will drive the ratio to our long-term target of 2 to 2.5x range in 2023. We will use cash in the second half of 2022 to manage debt, and share buybacks will be done to offset option dilution.\nTurning to our outlook. As we've communicated multiple times going back to January of this year, we expected 2022 would be a year of 2 contrasting halves with difficult first half comparisons easing in the back half. We expect to deliver a strong second half with sales up low double digits to mid-teens percentage and diluted earnings per share up by 35% at the midpoint of our guidance.\nWithin The Americas Group, we continue to see extremely strong demand across all of our pro-architectural markets, including New Residential despite higher interest rates with customers reporting strong backlogs that will take them through the end of the year and likely longer. We also see a unique opportunity to win new business as competitors transition their pro contractor business models.\nWithin the Consumer Brands Group, we expect more modest growth as the North American DIY consumer faces inflationary pressures and Europe and China remain challenging. Within Performance Coatings Group, demand remained strongest in North America, our largest region. European demand has slowed in the second quarter, and we do not expect meaningful improvement in the second half of the year. In Asia, the pace of recovery from prior COVID lockdowns in China and prospects for additional lockdowns make it difficult to assess demand trajectory.\nFrom an industry supply chain perspective, we're getting the raw materials we need with some exceptions such as alkyd resins, which remain choppy. At the same time, it's not optimal. In our own operations, we expect inefficiencies to continue near term as we've decided to take the necessary steps required to overcome these challenges and ensure that we are serving our customers with product where and when they need it. Exiting this era with our customers will prove beneficial to our shareholders.\nOn the cost side of the equation, we're raising our mid-teens raw material inflation guidance to high teens as expected cost moderation did not materialize in the second quarter and appears to be pushed out a quarter or 2. To be clear, while the timing is not precise, we do expect raw material costs to moderate. We do expect to hold on to our pricing based on the value we deliver and the customer-facing investments we've continued to make, and we do expect margins to expand.\nThere's considerable short-term volatility in the market, and our visibility beyond a quarter or 2 is limited. Our pricing actions remain on track. Additionally, the highest rate of inflation we've seen in 40 years is affecting the other elements of our cost basket, including labor, transportation, fuel and other costs. We're combating these increases with additional selling price increases in all 3 segments in our second half of the year.\nSo specifically for the third quarter of 2022, we anticipate our consolidated net sales will increase by a low to mid-teens percentage inclusive of a low double-digit price increase. We expect The Americas Group to be up by a high teen's percentage. We expect Consumer Brands to be up by a low single-digit percentage. And we expect Performance Coatings to be up by a high single to low double-digit percentage.\nFor the full year 2022, we are maintaining our consolidated net sales guidance based on the momentum we're seeing in pro architectural and North American industrial. We continue to expect consolidated net sales to increase by a high single-digit to low double-digit percentage. We expect The Americas Group to be up by a low double-digit to mid-teens percentage.\nWe expect Consumer Brands Group to be down by a low single-digit percentage and Performance Coatings Group to be up by a low double digits to mid-teens percentage. We are decreasing our earnings guidance for the full year based primarily on the headwinds we described previously. The incremental pricing actions and general and administrative cost reductions I described earlier will not fully offset these headwinds immediately.\nWe now expect diluted net income per share for 2022 to be in the range of $7.65 to $7.95 per share compared to $6.98 per share earned in 2021. Full year 2022 earnings per share guidance includes Valspar acquisition-related amortization expense of approximately $0.85 per share. On an adjusted basis, we expect full year 2022 earnings per share of $8.50 to $8.80, an increase of 6.1% at the midpoint, over the $8.15 we delivered in 2021.\nThis implies a second half adjusted diluted net income per share of $4.63 per share at the midpoint, an increase of 35% over the same time last year. In addition, we provided updated guidance on several of our full year data points in our slide deck, including our expectations for FX, CapEx, interest expense, depreciation and amortization. We expect our full year tax rate will remain in the low-20% range.\nWhile we continue to operate in an uncertain macroeconomic environment, we remain confident in our strategy. We expect to deliver a strong second half of the year, and more importantly, create shareholder value over the long term through the following actions. We will continue leveraging strong pro architectural volume demand in North America paint stores while investing in future growth with incremental new stores and sales reps.\nWe will continue implementing appropriate pricing actions across the company to offset persistently higher input costs with a focus on regaining our gross margins back to our long-term target range of 45% to 48%.\nWe'll continue to invest in the Pros Who Paint initiative in Consumer Brands Group and in products and services that customers value in the Performance Coatings Group. We will continue investing in acquisitions that accelerate our long-term strategic plan, add top line growth and expand our operating margins as we've demonstrated recently through the Specialty Polymers, Sika, Gross & Perthun and Dur-A-Flex acquisitions.\nWe will continue appropriately managing our general and administrative costs while investing in future growth initiatives. We will continue to review our portfolio of businesses, brands and customer programs to ensure they are adding above-market growth and long-term shareholder value.\nWe will maintain our disciplined capital allocation philosophy. We will not hold cash while investing appropriately in CapEx, paying the dividend, targeting acquisitions that accelerate our strategy, and absent M&A, buying back our stock.\nOur leadership team is experienced. Our 61,000 employees are focused on the task at hand. And we expect to win.\nThat concludes our prepared remarks. We'll be happy to take your questions at this time."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a972c7504d6b660ad55c0d7ee9d041bc",
    "period": "2022 Q1",
    "content": "Q1 2022 Sherwin-Williams Co Earnings Call\n\nQ1 2022 Sherwin-Williams Co Earnings Call\n\nSHWNYSEAPR 26, 11:00 AM\n\nOperator\n\nGood morning, and thank you for joining the Sherwin-Williams Company's review of the first quarter 2022 results and our outlook for the second quarter and full year of 2022. With us on today's call are John Morikis, Chairman and CEO; Al Mistysyn, CFO; Jane Cronin, Senior Vice President, Corporate Controller; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes.\nThis conference call will include certain forward-looking statements as defined under the U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date of which the statement is made, and the company undertakes no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's earnings release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions.\nI will now turn the call over to Jim Jay.\n\nJames R. Jaye\n\nSVP of IR & Corporate Communications, The Sherwin-Williams Company\n\nThank you, and good morning, everyone. Sherwin-Williams delivered first quarter results in line with our expectations in an environment characterized by strong demand, ongoing cost inflation, and choppy raw material availability, which began improving meaningfully in the final weeks of the quarter.\nSales in the quarter grew by a high single-digit percentage against a double-digit comparison a year ago, and we delivered sequential improvement in consolidated gross margin and segment margins in all of our businesses. Our margins remained under pressure on a year-over-year basis as significant pricing actions previously announced in all businesses have not yet fully caught up to highly elevated raw material costs near term. This remains an area of volatility.\nOur team is operating with confidence and momentum as we begin to enter the painting season. Our strategy is clear, and we remain focused on delivering solutions that help our customers succeed.\nLet me briefly summarize the quarterly numbers before turning to John Morikis, who will provide some additional commentary on the quarter and our outlook. Comparisons in my comments are to the prior year period unless stated otherwise.\nStarting with the top line. First quarter 2022 consolidated sales increased 7.4% to $5 billion. Pricing was in the low double-digit range. Volume was lower in the Consumer Brands Group and the Americas Group, primarily due to challenging prior year comparisons, along with anticipated raw material availability challenges, which are largely behind us now.\nConsolidated gross margin decreased to 41.1%, driven by lower sales volume, primarily due to raw material availability issues and cost inflation outpacing our price increases near term. Our gross margin improved each month during the quarter and compared to last year.\nOn a sequential basis, gross margin improved by 160 basis points due primarily to additional pricing actions taken in the first quarter. SG&A expense decreased to 28.2% of sales. Our SG&A expense was 2.3% below fourth quarter 2021 and on a sequential basis was 200 basis points better. Consolidated profit before tax decreased 9.4% to $461.1 million. Sequentially, profit before tax improved by $152.2 million or 49.3%. The quarter included $70 million of acquisition-related depreciation and amortization expense compared to $75.6 million a year ago.\nDiluted net income per share in the quarter was $1.41 per share versus $1.51 a year ago. Excluding acquisition-related depreciation and amortization expense and the wall divestiture, first quarter adjusted diluted net income per share was $1.61 per share versus $2.06 per share a year ago. On a sequential basis, adjusted diluted net income per share increased 20.1%. EBITDA in the quarter was $693 million or 13.9% of sales.\nMoving on to our operating segments. Sales in the Americas Group increased 5.6% against a high single-digit comparison, as low double-digit pricing offset lower volume related to challenging comparisons into raw material availability, which improved significantly over the last few weeks of the quarter and has continued to improve as we enter the second quarter. DIY volume was impacted the most as we prioritized serving the professional contractors, which make up the largest part of our business. Segment margin decreased to 16.8%, resulting primarily from lower sales volume and higher raw material costs, partially offset by selling price increases and good cost control. Segment margin improved 170 basis points sequentially.\nSales in the Consumer Brands Group decreased 10.1%, due primarily to lower sales outside of North America and an impact of 6 percentage points related to the Wattyl divestiture. This was in comparison to an extremely strong quarter a year ago, where sales were up 25%. Trusted segment margin decreased to 12.1% of sales, resulting primarily from lower sales volume and higher raw material costs and supply chain inefficiencies, partially offset by selling price increases. Segment margin improved 580 basis points sequentially.\nSales in the Performance Coatings Group increased 20.4% against a double-digit comparison and were driven by volume and price increases. Adjusted segment margin decreased to 11.8% of sales as operating leverage from the higher volume, selling price increases and good cost control were more than offset by higher raw material costs, where inflation was the highest among the company's 3 operating segments. Adjusted segment margin improved 290 basis points sequentially.\nLet me now turn the call over to John for some additional commentary on the first quarter, along with our outlook for the second quarter and the full year 2022. John?\n\nJohn G. Morikis\n\nChairman & CEO, The Sherwin-Williams Company\n\nThank you, Jim, and good morning to everyone listening. Before getting into some color on our 3 segments, I'd like to frame today's call with some themes we're seeing across the business. First, demand remains very strong across most of the business. Our teams are highly engaged and focused on growing volume through new accounts and share of wallet as well as reactivating customers that may have shopped elsewhere to meet the needs of a specific project over the past year due to product availability challenges.\nSecond, raw material availability improved meaningfully late in the quarter, and this has continued into the second quarter. We do not expect lack of raw materials to have a material impact on sales going forward. To be clear, the supply chain has not completely recovered as the bottleneck has now largely moved from suppliers' production to their transportation and logistics. In the near term, we're speeding this recovery by employing our own fleet and tank wagons to supplement suppliers' delivery capabilities. Our ability in this area is unique among our competitors.\nWe're also focusing on SKU prioritization and formulations to make the most of the raw materials that are available to us. Additionally, the Specialty Polymers acquisition is meaningfully contributing to our resin needs. Third, inventory in our stores and distribution centers is in a markedly better place than it was at the end of December. The 50 million gallons of incremental architectural capacity we brought on in the fourth quarter is up and running. As the supply of raw materials improves, we are quickly converting those materials to paint. In fact, we made more architectural paint gallons in March than in any previous month in our company's history. We expect to run this additional capacity at a high rate to keep up with demand through the painting season and then begin building inventory in our fourth quarter as we typically would. And looking to the future, we announced a $300 million investment to begin expanding production and distribution at our Statesville, North Carolina architectural facility that serves both TAG and CBG, which will be completed in 2024.\nFinally, inflation remains significant and is trending toward the high end of the guidance we previously provided. In addition to raw materials, we've seen increases in other elements of the cost basket, including freight, energy and labor. As we've said in the past, our continuous improvement efforts are focused on offsetting these increased costs. Additionally, we've been aggressive with pricing actions in all of our businesses to offset these costs and will continue to do so as necessary.\nAs far as our first quarter, I'll keep my comments brief in order to get to our outlook. In the Americas Group, sales growth in the first quarter was led by protective and marine and property management, both of which were up by a double-digit percentage. New residential, residential repaint and commercial were up by a mid-single-digit percentage.\nDIY was down double digits as we faced a strong double-digit comparison and prioritized sales to professional contractors. We've also begun to see margin recovery in the business as segment margin expanded sequentially. From a product perspective, exterior paint sales performed better than interior sales with interior being the larger part of the mix. We realized a low double-digit increase in price in the first quarter with volume remaining under pressure. The 12% price increase we announced February 1 is going in as planned. We opened 4 net new stores in the first quarter, and still plan 80 to 100 for the year. We also continued our growth investments in sales reps, management trainees, innovative new products, e-commerce and productivity-enhancing services.\nMoving on to our Consumer Brands Group. While this business faced a very challenging comparison, we're encouraged by our sales in North America, which were nearly flat as we continued to focus on supporting key strategic retail partners and growing our Pros Who Paint initiative. Sales were softer in Europe and China as we faced double-digit comparisons and COVID-related lockdowns. Note that we have now anniversaried the Wattyl divestiture, which was a drag on group sales of about 6 percentage points in the quarter. Pricing was positive in the quarter and in the high single-digit range. Segment margin expanded significantly on a sequential basis, benefiting from increased volume, leverage on SG&A and incremental pricing.\nLast, let me comment on first quarter trends in Performance Coatings Group. Group sales increased by 20.4% in the quarter, including high single-digit volume growth against a double-digit comparison. Price realization was in the low teens range and all regions and all divisions generated growth. As in the other groups, we saw meaningful sequential margin improvement during the quarter. Regionally, sales in the quarter grew fastest in North America, followed by Latin America, Asia and Europe. Every division in the group grew with nearly all by double digits, driven by robust underlying demand, new customer wins, share of wallet gains and pricing. Packaging was strongest, followed by coil, general industrial, auto refinish and industrial wood, respectively.\nBefore moving to our outlook, let me speak to capital allocation in the quarter. We returned approximately $558 million to our shareholders in the quarter in the form of dividends and share buybacks. We invested $407 million to purchase 1.45 million shares at an average price of $280.77. We distributed $150.9 million in dividends. We also invested $106.3 million in our business through capital expenditures, including $77 million in core CapEx and $29 million for our Building our Futures project.\nAdditionally, the acquisition of Sika's European Industrial Coatings business closed on April 1. We ended the quarter with a net debt-to-EBITDA ratio of 3.3x, as we increased short-term borrowing to fund our share repurchases and the Sika acquisition. We expect to be closer to the high end of our 2 to 2.5x range by the end of the year.\nTurning to our outlook. As I referenced earlier, we continue to see very strong demand in North America pro architectural end markets, though we are facing a comparison to a strong double-digit growth quarter that was driven by very robust postpandemic recovery. Comparisons will ease in the back half of the year. Rising mortgage rates have not made an appreciable dent in the demand for our new residential customers to this point. Should new residential demand slow, we remain extremely well positioned in multiple architectural segments, including residential repaint and property management, which have proven to be more defensive in nature. We expect industrial demand will remain strong as the year progresses based on the outlook our customers have shared with us. Comparisons will be challenging over the remainder of the year.\nDemand remains strongest in North America, our largest region. European demand also remains strong. although we continue to closely monitor for potential impacts from the war in Ukraine. For the record, our sales in Russia and Belarus are well below 1% of the total company sales, and we are suspending operations in these regions. In Asia and in China, in particular, demand has been dampened near-term by the latest COVID-19 wave. On the architectural and industrial sides, we'll continue to leverage our strengths in innovation, value-added services and differentiated distribution as we expect to grow at a rate that outpaces the market.\nFrom a supply chain perspective, we believe we are through the most challenging aspects. As I described in my earlier comments, we expect this to continue improving and to have a minimal impact on sales going forward. On the cost side of the equation, we are maintaining our low double-digit to mid-teens raw material inflation guidance, though we are trending toward the high end of the range, driven primarily by Performance Coatings Group. There is considerable short-term volatility in the market and our visibility beyond the quarter or 2 is limited. We do expect the level of year-over-year inflation to remain elevated, but to moderate in the back half of the year. Our pricing actions remain on track, and we're prepared for additional increases if necessary.\nFor the second quarter of 2022, we anticipate our consolidated net sales will increase by a low double-digit to mid-teens percentage compared to the second quarter of 2021, inclusive of a low double-digit price increase. We expect the Americas Group to be up by a high single-digit to low double-digit percentage. We expect Consumer Brands to be up by a high teens to a low 20 percentage. And we expect Performance Coatings to be up by a low double-digit to mid-teens percentage.\nOur full year guidance is heavily second half weighted due to stronger volume, the impact of pricing actions and weaker second half 2021 comparisons. I'll remind you, we began 2021 with great momentum, including first half sales growth of 14.7% and adjusted EPS growth of 6.6% before the natural disasters, supply chain and COVID issues derailed the second half of the year.\nFor the full year 2022, our guidance remains unchanged. We expect consolidated net sales to increase by a high single-digit to low double-digit percentage. We expect the Americas Group to be up a mid- to high single-digit percentage with North American paint stores at or above the high end of the range. We expect Consumer Brands Group to be up a low to mid-single-digit percentage and Performance Coatings Group to be up by a high single to low double-digit percentage. We expect diluted net income per share for 2022 to be in the range of $8.40 to $8.80 per share compared to $6.98 per share earned in 2021.\nFull year 2022 earnings per share guidance includes acquisition-related amortization expense of approximately $0.85 per share. On an adjusted basis, we expect full year 2022 earnings per share of $9.25 to $9.65, an increase of 16% at the midpoint over the $8.15 we delivered in 2021. The additional data points we provided last quarter on full year currency exchange, tax rate, CapEx, interest expense, depreciation and amortization are unchanged. As we enter the heart of the painting season, we remain confident in our strategy, our capabilities and the differentiated product and service solutions we bring to customers. The 61,000 employees of Sherwin-Williams are focused on the tasks at hand, and there is no better team in the industry.\nOur business remains extremely well positioned, and we are emerging as an even stronger Sherwin-Williams following the challenges we faced the last 2 years. I'm excited by the momentum we're gaining as we progress towards what we expect will be a very strong second half of the year. In addition to today's call, I'll remind you we will provide additional commentary on the market and our business at our upcoming financial community presentation event scheduled for Wednesday, June 8, in New York City. Details are available on our website, and we're very much looking forward to seeing many of you in person.\nAnd that concludes our prepared remarks. We'll be happy to take your questions at this time."
  },
  {
    "header": "SHW",
    "cik": "0000089800",
    "ticker": "SHW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81025f30bdab3cbe48fb11483539c453",
    "period": "Unknown",
    "content": "Preliminary Q4 2021 Sherwin-Williams Co Earnings Call\n\nPreliminary Q4 2021 Sherwin-Williams Co Earnings Call\n\nSHWNYSEJAN 14, 8:30 AM\n\nOperator\n\nGood morning. Thank you for joining the Sherwin-Williams Company's Preliminary Review of Fourth Quarter and Full Year 2021 results. With us on today's call are John Morikis, Chairman, President and CEO; Al Mistysyn, CFO; Jane Cronin, Senior Vice President, Corporate Controller; and Jim Jaye, Senior Vice President, Investor Relations and Communications. This conference call is being webcast simultaneously in listen-only mode by Issuer Direct via the Internet at www.sherwin.com. An archived replay of this webcast will be available at www.sherwin.com, beginning approximately 2 hours after this conference call concludes. This conference call will include certain forward-looking statements as defined under U.S. federal securities laws with respect to sales, earnings and other matters. Any forward-looking statement speaks only as of the date on which such statement is made, and the company undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. A full declaration regarding forward-looking statements is provided in the company's press release transmitted earlier this morning. After the company's prepared remarks, we will open the session to questions. I will now turn the call over to John Morikis.\n\nJohn G. Morikis\n\nChairman of the Board, President & CEO, The Sherwin-Williams Company\n\nThank you, and good morning, everyone. Earlier this morning, we released preliminary sales and earnings per share results for the fourth quarter and full year 2021 that differ materially from the sales and EPS guidance we provided back on October 26, 2021. Fourth quarter consolidated sales increased approximately 6%, a number within our guidance, but at the lower end of the range. Segment sales mix was different than anticipated, which I'll detail in a moment. Full year sales increased approximately 8.6% to $19.9 billion. Our preliminary full year 2021 adjusted diluted EPS of $8.15 missed the midpoint of our previous guidance range by approximately $0.30 and compares to 2020's adjusted diluted EPS of $8.19. The majority of the miss was driven by the Americas Group, where sales came in below our guidance in the fourth quarter. In the interest of time, I'll keep my prepared remarks brief. Then we'll open the call to questions.\nI'll start with sales. While we were within our guidance on a consolidated basis, segment mix was different than anticipated, which impacted profitability. Fourth quarter sales in the Americas Group were up a low single-digit percentage, a level below our mid- to high single-digit guidance. We experienced unfavorable mix in the quarter with paint sales missing our targets, but partially offset by a better-than-expected performance in non-paint sales. This was against a 9% comparison a year ago. Price realization in the quarter was in the high single-digit range. Sales were impacted by continued choppiness in raw material availability, including selected resins and additives which are key ingredients in many of our professional contractor products. Logistics and transportation issues also impacted the supply chain. TAG sales in October met our expectations, highlighting strong demand in the market. Given the slower-than-anticipated recovery in raw material availability, industry-wide logistic challenges and the resurgence of COVID, sales progressively softened starting in late November and into December and finished well below our expectations.\nThe virus meaningfully impacted our TAG workforce, including store managers, field sales reps and drivers, resulting in reduced staff availability, store hours and deliveries in some districts, particularly in the last 2 weeks of the year. Multiple suppliers and customers also reported increasing rates of labor absenteeism in the quarter due to the virus. January is off to a slower start as availability and COVID headwinds are persisting. The underlying good news in all of this is that demand remains solid in all TAG customer segments.\nFourth quarter consumer brand sales were down by a high single-digit percentage, which was better than our guidance of down mid-teens. Price realization was significant but less than TAG. Sales improved sequentially each month and were positive in December. The majority of the sales beat was driven by stain in other non-paint products. Paint gallon production was below anticipated levels, though raw material availability was slightly better here than in TAG, given the different product formulations and more uniform offering appropriate for customers in this channel. Performance Coatings Group sales also exceeded expectations and were up by a high teens percentage in the quarter. This was against a high single-digit comparison in the fourth quarter of 2020. Price realization was in the low double-digit range. Sales were up double digits each month and we generated double-digit growth in all regions in most businesses.\nTurning to our preliminary earnings results. As I mentioned, the miss in the quarter was mainly related to lower-than-anticipated volume in tag. Additionally, raw materials and other cost inflation exceeded our estimates. We also experienced supply chain inefficiencies as we made the strategic decision to maintain people in our plants and distribution centers despite the choppiness in raw material availability. Given the current labor environment, we believe this is the right decision so that we are able and better positioned to produce paint quickly as raw material availability improves more meaningfully. As we enter 2022, demand remains strong across the majority of our end markets, though we expect raw material availability in COVID issues to persist through the first quarter. Raw material and other costs remain elevated, and we continue to respond with aggressive pricing in every group, including a 12% price increase in the Americas Group effective February 1. We've continued to make additional investments in our business, including the additional 50 million gallons of incremental architectural capacity, which we discussed last quarter. This capacity is now online and making paint. Additionally, we opened 79 paint stores in the U.S. and Canada during 2021, including 32 in the fourth quarter. We also continued to return cash to our shareholders during the year, paying $443 million in dividends and buying back 10.1 million shares of company stock for a total of $2.75 billion. And finally, we closed on the acquisition of Specialty Polymers Inc. in the quarter, which will strengthen our in-house resin capabilities. The purpose of our press release and call this morning is to update you on our preliminary results for the fourth quarter and full year 2021. I realize this information likely raise as many questions about 2022, and we intend to address those questions on our fourth quarter year-end earnings call scheduled for January 27. We appreciate you holding your 2022 questions for that call.\nAs I've often said, we're not running our business for the perfect quarter. While we're not pleased with our fourth quarter performance, we remain highly confident in our strategy and our ability to emerge an even stronger company, following the current near-term disruptions. We have an experienced leadership team in an unparalleled workforce, which will continue to drive our success in the marketplace.\nAt this time, we'd be happy to answer any questions you have about this morning's release."
  }
]