[
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75a597a8a7d55f0cf9583aba7755d8a9",
    "period": "2025 Q3",
    "content": "Q3 2025 Xcel Energy Inc Earnings Call\n\nQ3 2025 Xcel Energy Inc Earnings Call\n\nXELNASDAQOCT 30, 10:00 AM\n\nOperator\n\nHello and welcome to Xcel Energy Third Quarter 2025 Earnings Conference Call. My name is George, and I'll be a coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions]\nI'd like to call you over now to Roopesh Aggarwal, Vice President, Investor Relations, to begin today's conference. Please go ahead, sir.\n\nRoopesh Aggarwal\n\nVice President of Investor Relations\n\nThank you, George, and good morning. Welcome to Xcel Energy's Third Quarter 2025 Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed.\nThis morning, we will review our third quarter 2025 results and highlights, share recent business and regulatory updates, update our 5-year capital and financing plan, and provide updated 2025 assumptions and 2026 guidance. Slides that accompany today's call are available on our website. Some comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings. Today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nIn the third quarter of 2025, Xcel Energy recorded a charge of $290 million or $0.30 per share, reflecting the settlement in principle reached with plaintiffs in the Marshall wildfire. Given the nonrecurring nature of this item, it has been excluded from third quarter and year-to-date ongoing earnings. As a result, our GAAP earnings for the third quarter of 2025 were $0.88 per share, while our ongoing earnings which exclude this nonrecurring charge, were $1.24 per share. All further references to earnings, drivers and variances in our discussion today will refer to ongoing earnings. For more information on this, please see the disclosure in our earnings release.\nI will now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThank you, Roopesh, and good morning, everybody. In the third quarter of 2025, Xcel Energy continued our commitment to our customers, our investors and our communities to make energy work better. During the quarter, we delivered solid earnings of $1.24 per share. We invested over $3 billion and $8 billion year-to-date in resilient and reliable energy infrastructure for our customers. We reached a comprehensive and constructive settlement with plaintiffs in the Marshall wildfire that helped our customers and our communities to move forward. And we accelerated our wildfire risk reduction efforts to protect our communities from volatile weather.\nBased on our results through the third quarter, we are reaffirming our earnings guidance for 2025 and remain confident in our ability to deliver on earnings guidance for the 21st year in a row, one of the best track records in the industry. As per our usual Q3 rhythm, today, we are introducing our updated 5-year infrastructure investment plan designed to serve increased energy demand, make needed investments to strengthen our transmission and distribution systems, provide a cleaner and more sustainable energy portfolio and to keep energy safe, reliable and affordable for all of our customers. In total, we expect this plan to deliver 7,500 megawatts of zero-carbon renewable generation, 3,000 megawatts of natural gas-fired generation and almost 2,000 megawatts of energy storage to ensure system reliability, 1,500 new high-voltage transmission line miles to support demand growth in regional delivery and approximately $5 billion of investment in our distribution and transmission systems to improve resiliency and reduce future risk from wildfires. We're able to accomplish this plan because we have one of the best utility development and supply chain teams in the industry. And in combination with our strong balance sheet, we can deliver infrastructure timely and affordably for our customers.\nIn connection with this forecast, we have safe harbored all renewable and storage projects in our base capital plan and expect the same for the projects in our incremental plan to ensure that we can capture available tax credits and help keep customers' bills low natural gas on order, which will provide over 4 gigawatts of natural gas generation to help ensure reliability and affordability. Our ability to deliver infrastructure with excellence in our strategic geographic advantage allows our customers to benefit from some of the lowest energy bills in the country. Over the past 5 years, our residential electric and natural gas bills have been 28% and 12% below the natural average, respectively. Our residential electric customers in Colorado have the lowest share of wallet out of all 50 states. And the average residential bills in our other states occupy 5 of the next 11 spots. Since 2014, our residential electric and natural gas bill growth has been well under the rate of inflation. In fact, a typical residential Xcel Energy electric and natural gas bill is 14% and 20% lower than it was in 2014 when adjusted for inflation.\nOur steel for fuel program has saved customers nearly $6 billion through 2025. And our one Xcel Energy Way continuous improvement program has realized over $1 billion in cumulative savings since 2020, while improving customer and operating outcomes. Our industry-leading demand side management programs have saved enough energy to avoid building 30 average-sized power plants. And as customers continue to electrify transportation in other parts of their lives that can further reduce their overall monthly energy costs with lower electric rates.\nWe also continue to support critical programs to help our customers who may need assistance with their energy bills. Since 2024, Xcel Energy has connected over 200,000 customers with almost $300 million in financial resources. We're also exploring new opportunities to help even more customers across our jurisdictions, including proposals in our current Minnesota, Wisconsin and upcoming Colorado rate cases. Moving to the topic of artificial intelligence artificial intelligence, opportunities for Xcel Energy go well beyond our ability to power data centers. Of course, our load interconnection queue continues to grow even as we move some of our backlog into the contracted category.\nAcross Xcel Energy, we are in early stages of using AI in the business to bend the cost curve and to provide improvements in both customer satisfaction and operational outcomes. We're harnessing AI to empower our people, accelerate innovation and build a smarter, more resilient energy future for our customers and communities. Automated analysis across our diverse enterprise data sources is delivering actionable insights that strengthen security, improve operations and planning and drive process improvement. We're bringing knowledge gaps in empowering faster, more informed decision-making across the organization. And we're leveraging AI built by others to advance our business, including high-resolution imagery to transform how we inspect and maintain our distribution infrastructure.\nThrough drone-based data collection and automated image analysis, AI-enabled processes can identify defects and assess risks and enable our teams to prioritize maintenance with greater speed and accuracy. And with wildfire mitigation, AI is transforming our risk models. By leveraging internal models and tools like Technosylva significantly improved our model coverage and accuracy as well as reduced analytical times to a fraction. This means faster, more reliable risk assessments protecting communities and infrastructure in real time. AI is truly an engine that's driving enterprise-wide innovation and transformation in Xcel Energy, making energy work better for our employees, our customers and our communities.\nMoving to Marshall on September 23, Xcel Energy, Qwest and Teleport Communications America reached settlement agreements in principle that resolve all claims asserted by the subrogation insurers, the public entity plaintiffs and individual plaintiffs. And while Xcel Energy does not admit any fault or wrongdoing and disputes that our equipment caused the second ignition, we believe this provides a positive outcome for our communities and our investors. Looking forward, Xcel Energy continues to significant progress to mitigate risk from wildfires and extreme weather with public-facing wildfire mitigation plans in each of our states. This includes investments in situational awareness tools like weather stations and pane cameras, advanced meteorology, fire science and AI-enabled risk modeling tools, hardening our systems and deploying advanced wildfire safety operations and PSPS capabilities and operational actions, including daily stand-ups to address the threat from extreme weather across every part of our system and taking proactive actions as appropriate.\nFinally, each September, Xcel Energy employees and community members come together to honor the spirit of service. This year marked the 15th annual day of service for Xcel Energy with nearly 3,000 volunteers from across the company and the communities we serve coming together to support local nonprofit organizations. Together, volunteers dedicated almost 9,000 hours of service across more than 100 projects. This is one of my favorite days of the year and it exemplifies the spirit and dedication of our employees and partners who show up every day to provide safe, clean, reliable and affordable energy to our customers and our communities.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. Starting with our financial results, Xcel Energy delivered earnings of $1.24 per share for the third quarter of 2025 compared to earnings of $1.25 per share in the third quarter of 2024. The most significant earnings drivers for the quarter include the following: Regulatory outcomes in electric and natural gas sales growth increased earnings by $0.18 and higher AFUDC increased earnings by $0.08. Offsetting these positive drivers, higher financing costs decreased earnings by $0.15, reflecting the funding of our infrastructure investments and our financial discipline of maintaining a strong balance sheet. Higher depreciation and amortization decreased earnings by $0.09, driven by increased system investments and the higher O&M expenses increased earnings by $0.05.\nTurning to sales. Weather normalized and leap year adjusted electric sales increased 2.5% through the third quarter of 2025, driven by strong residential sales growth across all OpCos and increased C&I load in SPS and PSCo. During the third quarter, we also energized Meta's new data center in Minnesota that will continue to scale in the coming years. In turn, for full year 2025, we continue to forecast 3% weather-normalized electric sales growth. In the third quarter, O&M expenses increased $37 million relative to 2024. This increase was largely driven by a $25 million increase in health and benefit costs for the quarter. For full year 2025, we now forecast that O&M expenses will increase 5%.\nShifting to RFP and rate case activity. In Colorado, in partnership with Colorado Energy Office, UCA and commission staff, we issued a near-term procurement for 4,000 megawatts of renewable resources and 500 megawatts of thermal and firm dispatchable resources. This RFP is intended to accelerate the deployment of a portion of our Colorado IRP to capture production tax credits before they sunset. Bids were received this month, and we expect to file a recommendation in December 2025 with the commission decision by February of 2026. In SPS, we issued an all-source RFP to meet an 870-megawatt accredited capacity need. This represents 1,500 to 3,000 megawatts of nameplate capacity that will be online by 2032. Bids are due in January 2026 with an expected portfolio announcement by June 2026. In October, the Wisconsin commission verbally approved NSPW $725 million acquisition of the 375-megawatt Elk Creek solar storage project. Tomorrow, we expect to file a natural gas rate case in Minnesota requesting a $63 million total revenue increase based on a 10.65% ROE and a 52.5% equity ratio. Rates of $51 million will also be requested effective January 1, 2026. Regarding future cases, we expect to file a Colorado Electric and Natural Gas and New Mexico electric rate case later this year.\nMoving to data centers. We remain on track to contract the remainder of our original 2 gigawatt base plan by the end of the year. In addition, we have updated our total base plan to include approximately 3 gigawatts of data center capacity. Additional projects included in the base case, we consider high probability and expect of contracted by 2026. This will drive 3% of the 5% assumed annual sales growth in our 2026 to 2030 capital plan. We also continue to make strong progress on the Small coast Creek wildfire claims process. We've resolved 212 of the 254 submitted claims, and we have settled our business 21 of 34 lawsuits. We've updated the low end of our estimated liability to $410 million. We have made significant progress in the third quarter with the resolution of the 3 largest claims by acreage. We have committed $360 million in settlement agreements. So considering the low end estimated liability of $410 million, we're estimating approximately $50 million more on top of the $360 million that has been committed based on our current information. As a reminder, we have approximately $500 million of insurance coverage.\nShifting to our investment plan. Today, we are providing an updated $60 billion 5-year capital expenditure forecast, which reflects annualized rate base growth of approximately 11%. These investments are critical to serving growing electric demand, meet clean energy goals and ensure safety and reliability of our system. We also have an additional pipeline of investments to our $60 billion plan, specifically from our recent RFPs across jurisdictions, incremental data center load and transmission projects from future MISO and SPP tranches. We're excited about our growth opportunities and will continue to finance accretive growth in a balanced manner. This year, we have issued or contracted approximately $3 billion of equity and equity-related content between our ATM program and our 2025 hybrid financing. Our updated '26 through 2030 capital plan reflects an additional $23 billion of debt and $7 billion of equity content. We anticipate that any incremental capital investments would be funded by approximately 40% equity content and 60% debt. We continue to maintain a balanced financing strategy, which includes a mix of debt and equity to fund accretive growth while maintaining a strong balance sheet and credit metrics.\nMoving to earnings. We're reaffirming our 2025 ongoing earnings guidance range of $3.75 to $3.85 per share. We're also initiating our 2026 earnings guidance range of $4.04 to $4.16 per share, which reflects approximately a midpoint of 8% growth from the midpoint of our 2025 guidance. Key assumptions are detailed in our earnings release. We are updating our long-term EPS growth objective to 6 to 8-plus percent with expectations to deliver 9% growth on average through 2030. This update reflects our significant investment needs to serve our customers and drive state policies along with confidence in our financial outlook. We are maintaining our dividend growth objective of 4% to 6% with the expectation to be at the low end of the range. Over our '26 to 2030 forecast period, we expect our dividend payout ratio will trend towards the bottom end of our updated payout ratio range of 45% to 55%, which allows greater financial flexibility and dry powder for the future.\nWith that, I'll wrap up with a quick summary. We continue to lead the clean energy transition, ensuring safe, clean and reliable service and keeping customer bills as low as possible. We announced an updated 5-year capital investment program provides strong, transparent rate base growth and significant customer value. We reached a constructive settlement in the Marshall wildfire and continue to make investments to reduce risk to our system and communities from extreme weather. Our customers have and will continue to enjoy some of the lowest bills in the country with our investment plan. We maintain a strong balance sheet and credit metrics using a balance of debt and equity to fund accretive growth. We reaffirm our 2025 EPS guidance of $3.75 to $3.85 and have initiated 2026 EPS guidance of $4.04 to $4.16, which reflects a midpoint of 8% growth from the midpoint of our 2025 guidance. And finally, we expect to deliver 9% EPS growth on average through 2030. This concludes our prepared remarks.\nOperator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a883388bbaa598d376fcd4ca79a9db4d",
    "period": "2025 Q2",
    "content": "Q2 2025 Xcel Energy Inc Earnings Call\n\nQ2 2025 Xcel Energy Inc Earnings Call\n\nXELNASDAQJUL 31, 10:00 AM\n\nOperator\n\nHello, and welcome to Xcel Energy's Second Quarter 2025 Earnings Conference Call. My name is George, and I'll be a coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions] I'd like to hand the call over to your hosts today Mr. Roopesh Aggarwal, Vice President, Investor Relations, speak at today's conference. Please go ahead, sir.\n\nRoopesh Aggarwal\n\nVice President of Investor Relations\n\nThank you, George. Good morning, and welcome to Xcel Energy's Second Quarter 2025 Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer.\nIn addition, we have other members of the management team in the room to answer your questions if needed. This morning, we will review our second quarter 2025 results and highlights, provide updated 2025 assumptions and share recent business and regulatory updates. Slides that accompany today's call are available on our website.\nSome comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings. Today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nI will now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThank you, Roopesh, and good morning, everybody. In the second quarter of 2025, Xcel Energy continued to demonstrate our commitment to our customers, investors and communities to make energy work better. During the quarter, we delivered strong earnings of $0.75 per share. We invested $2.6 billion in resilient and reliable energy infrastructure for our customers navigated and evolving energy policy landscape to ensure that we can continue to provide safe, clean, reliable and affordable electric and natural gas service. We continued our wildfire risk reduction efforts to enable safer and more resilient communities.\nBased on our results through the first half of the year, we remain confident in our ability to deliver on our earnings guidance for the 21st year in a row, one of the best track records in our industry. At Xcel Energy, we believe that we're in the early stages of an infrastructure investment cycle in the United States that will define many industries for decades.\nNot just the often discussed AI boom, we see potential investment in onshoring and reshoring of manufacturing and other energy-intensive industries. And given our competitive reliability, cost and sustainability, we believe we will be attractive to those industries. And of course, we see strong investment in oil and gas and other energy infrastructure, particularly in our SPS region, where we power large portions of the Permian and Delaware basins. We continue to see strong energy demand from electrification of transportation, manufacturing and of home heating.\nXcel Energy is here to meet the moment for our customers. We set our capital plan, our 5-year capital plan last fall, we outlined a $45 billion infrastructure investment forecast to serve increased energy demand and make needed investments to strengthen our transmission and distribution systems. At that time, we also expected that our customers' needs could exceed that base forecast.\nToday, we now believe that we're likely to need an additional $15 billion of capital investment to meet our customer needs, largely within our current 5-year forecast and some beyond. There are several drivers to that incremental need. In June, we filed a generation plan to support energy needs in our fast-growing Texas and New Mexico region.\nOur recommended portfolio included nearly 5,200 megawatts of generation storage to be placed in service by 2030. Over 4,500 megawatts is expected to be company-owned and operated. This includes 1,300 megawatts of wind solar, 2,100 megawatts of natural gas CTs and 500 megawatts of storage. We anticipate filing for regulatory approval of these projects over the remainder of this year with commission decisions in 2026.\nWe also anticipate issuing a second RFP later this year for additional resource needs in that region. In the Upper Midwest, we received approval in Minnesota for 2 firm dispatchment projects totaling 720 megawatts and at least an additional 2,800 megawatts of company-owned wind that will use our new Minnesota Energy Connection transmission line when it's placed in service in 2029.\nRFPs for additional generation projects that are needed to meet customer demand and grid reliability are ongoing, and we expect commission decisions in 2026. We expect to invest an incremental $3 billion to $4 billion in regional transmission projects to support reliability and regional growth, including two 765 kV lines, one from the MISO tranche 2.1 and the other from the Southwest Power Pool ITP portfolio.\nIn addition to this $15 billion of incremental need, we are actively working through the resource planning process in Colorado that likely requires between 5 and 14 gigawatts of new generation to meet reliability and customer demand through 2031. We are still working through required regulatory approvals for a number of these projects, and we'll provide updates as they materialize. We expect to formally update our 5-year forecast through 2030 on our third quarter earnings update.\nAs we move to aggressively build the generation and transmission that the grid requires to support both growth and reliability needs, we're also navigating a rapidly evolving energy policy landscape. While we predominantly navigate resource plans and transition initiatives at a state level, we're also very focused on federal legislation as it pertains to how tax credits and permitting can impact customer outcomes.\nOn July 4, the budget reconciliation bill was signed into law. While we saw some challenges to wind and solar tax credits, there are also positive outcomes for customers in the bill. Lower corporate tax rates result in lower energy bills, all else being equal. Accelerated depreciation of capital is beneficial to customers as is the efficiency of transferability of eligible credits, both of which were continued in the one Big Beautiful Bill.\nAs with the incentives for qualifying energy storage and for carbon-free dispatcher resources like advanced geothermal, nuclear generation, and carbon sequestration, all beneficial for customers in the country's energy future. Not surprisingly, renewable tax credits were front and center on the debate around this legislation. Accordingly, we expected limitations to credits as Congress tried to narrow a significant budget gap.\nFor several years now, we've been working with our state commissions and other stakeholders on the substantial generation required in our operating regions to meet the reliability and growth needs of our customers. In total, we estimate that we need between 15 and 29 gigawatts of new generation before 2031, which a significant amount could be sourced from wind and solar.\nAccordingly, we've already invested substantial capital and/or physically commenced construction of the clean energy resources included in our base capital plan as well as enough to execute on our incremental investment pipeline, which we believe are necessary to meet the data center and electrification needs of our customers. We'll continue to monitor and manage through the recent executive orders, agency, rule makings and trade and tariff actions and make adjustments as needed as we continue to develop the energy assets that we need in our regions.\nIn addition, we've procured 19 gas turbine reservations to meet the reliability needs of our customers. We serve customers in the most resource-rich regions of the country and pairing wind and solar and energy storage and gas backup means that we can deliver clean reliable and affordable energy for our customers at the speed that they require.\nXcel Energy also continues to make progress to mitigate risk from wildfires and extreme weather. This includes investments in advanced camera and weather station technologies, enhanced power line safety setting installations, pole inspections and replacements and operational measures such as wildfire safety operations and public safety power shutoffs.\nWe've also seen strong support from our commissions and states to invest in wildfire risk reduction. In June, the Colorado PUC approved our unanimous settlement for our $1.9 billion wildfire mitigation plan, which included a partial securitization mechanism to manage customer bill impacts, and an extension of our excess liability insurance deferral.\nAnd in July, the Texas Commission approved our $500 million system resiliency plan. Both investment plans enhance the reliability and resiliency systems to mitigate the impacts of evolving and volatile weather patterns. And on the legislative front in both Texas and North Dakota, constructive wildfire legislation was signed into law.\nAnd North Dakota legislation path establishing that one of utilities in compliance with an improved wildfire mitigation plan, it has exercised a reasonable standard of care. In Texas, similar legislation passes states and electric utilities not liable for damages from a wildfire, provided it's not negligent and is in compliance with an approved wildfire mitigation plan.\nFinally, I want to take a moment to thank our incredible line worker crews and other employees who have been working in tough conditions this week to get the lights back on for our customers after two rounds of major storms in the Upper Midwest. All told, about 200,000 customers experienced outages from storms Sunday and Monday nights, mainly in Minnesota, Wisconsin and South Dakota.\nMore than 2,000 crew members joined in the effort, including crews from our Colorado and our Texas service areas as well as contractors and mutual aid partners. Their dedication to serving our customers when things get challenging is what they're known for, and I am very proud of everything they've accomplished in the past few days.\nWith that, let me turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob. Good morning, everyone. Starting with our financial results. Xcel Energy delivered earnings of $0.75 per share for the second quarter of 2025 compared to earnings of $0.54 per share in the second quarter of 2024. Most significant earnings drivers for the quarter included the following: higher revenue from electric and natural gas service reflecting rate case outcomes and sales growth, increased earnings by $0.24 per share and higher AFUDC increased earnings by $0.07 per share.\nOffsetting these positive drivers, higher interest charges decreased earnings by $0.04, reflecting higher debt levels and interest rates. Higher depreciation and amortization decreased earnings by $0.03, driven by increased system investment and increased O&M decreased earnings by $0.02 per share.\nTurning to sales. Weather-normalized electric sales increased 3.5% for the second quarter, driven by strong sales growth across segments in SPS and Pisco. For the full year, we continue to forecast 3% weather-normalized growth. Shifting to rate case activity. In South Dakota, we filed an electric rate case requesting a $44 million increase based on a 10.3% ROE and a 52.9% equity ratio.\nLooking forward, we are evaluating options to file an electric rate case in New Mexico, natural gas rate case in Minnesota and rate cases in Colorado later this year.\nMoving to data centers. We are making solid progress on our target pipeline or in active negotiations on several ESAs. We remain on track to meet our goal of contracting our toll base plan by the end of this year, as we have spoken about before. We also continue to make strong progress on the Smokehouse Creek wildfire claims process. We've resolved 187 of the 253 submitted claims, which we continue to view as constructive. In addition, we have settled or dismissed 11 of 27 lawsuits. We have committed to $176 million in settlement agreements, of which $123 million has been paid through the second quarter of 2025.\nBased on current information and the settlement activity, we are reaffirming the low end of our estimated liability of $290 million, which remains well below our insurance coverage of approximately $500 million as we described in our earnings disclosure. Regarding the Marshal trial, we are preparing for trial starting September 25 and expect it to conclude by mid- to late November. Please see our earnings release and slides for additional disclosure on Marshall and Smokehouse Creek.\nMoving to guidance. We are reaffirming our 2025 guidance range of $3.75 to $3.85 per share. We remain confident in our ability to deliver long-term earnings growth in the upper half of our 6% to 8% target range. Updates to key assumptions are included in our slides and earnings release.\nWith that, I'll wrap up with a quick summary. Xcel Energy posted strong second quarter 2025 earnings of $0.75 per share. We continue to lead the clean energy transition, while ensuring safe, clean and reliable service and keeping customer bills as low as possible. We now have visibility to $15-plus billion of opportunity in our investment pipeline. We continue to make investments to reduce risk to our system and communities from extreme weather, alongside constructive support from our states.\nWe maintain a strong balance sheet and credit metrics using a balance of debt and equity to fund accretive growth -- and finally, we reaffirm our 2025 EPS guidance of $3.75 to $3.85. We remain confident in our ability to deliver long-term earnings growth in the upper half of our 6% to 8% target range. This concludes our prepared remarks.\nOperator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f51304dbd946e3c6194ece9c252d81d",
    "period": "2025 Q1",
    "content": "Q1 2025 Xcel Energy Inc Earnings Call\n\nQ1 2025 Xcel Energy Inc Earnings Call\n\nXELNASDAQAPR 24, 10:00 AM\n\nOperator\n\nHello, and welcome to Xcel Energy's First Quarter 2025 Earnings Conference Call. My name is Melissa, and I will be your coordinator for today's event. Please note this conference is being recorded. [Operator Instructions]. I'll now turn the call over to Roopesh Aggarwal, Vice President, Investor Relations. Please go ahead.\n\nRoopesh Aggarwal\n\nVice President of Investor Relations\n\nGood morning, and welcome to Xcel Energy's 2025 First Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed.\nThis morning, we will review our 2025 first quarter results and highlights, provide updated 2025 assumptions and share recent business and regulatory updates. Slides that accompany today's call are available on our website. Some comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings. Today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nI will now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThanks, Roopesh, and good morning, everybody. Xcel Energy, we know that economic growth and prosperity of our communities in country depends on our ability to deliver energy to our customers when and where they need it while keeping their bills as low as possible, this commitment to our communities and customers is demonstrated in our results this morning.\nIn the first quarter of 2025, Xcel Energy delivered earnings of $0.84 per share invested $2.3 billion in resilient and reliable energy infrastructure for our customers and accelerated our wildfire risk reduction efforts to enable safer and more resilient communities. Brian will provide more details in a minute, but based on our results for the first quarter, we remain confident in our ability to deliver on our earnings guidance for the 21st year in a row, one of the best track records in the industry. As you can imagine, over the past several months, we've been engaging at a federal level with legislators and administration officials as executive orders, trade and tariff actions and pending legislation will likely have impacts on future energy infrastructure. And not surprising to anyone on this call, we're in an unprecedented period of electric demand growth and believe that we need a broad scope of energy resources to meet those needs.\nWe see increased electric demand from the oil and gas sector. We see demand from residential customer growth, EV adoption and beneficial electrification across our service territories. We see demand from data centers in Texas, Colorado, Wisconsin and Minnesota. And in the medium term, we expect to see continued trends towards electrification as well as re-onshoring as potential outcome of federal actions. The infrastructure to serve this demand growth needs to be thoughtfully planned as well. We, and many in our industry have been advocating in DC for policies that allow for cost-effective and rapid adoption of new energy resources.\nThat includes preservation of tech-neutral tax credits, wind, solar, storage and nuclear. Their associated transferability provision in various loan and grant programs. That includes advocating for siting, permitting and other federal actions that would allow for more rapid construction of the assets needed to serve this growing demand. And that includes advocating for federal actions that can mitigate the potential for wildfires and their associated financial impacts. Additionally, we're paying close attention to ongoing tariffs and other recent federal actions. As you are all aware, this remains a highly fluid situation, potentially positively changing as recently as yesterday.\nOn the tariff front, we believe that our base capital plan remains intact, that the impacts are both modest and manageable. While we're still evaluating, we estimate that roughly 40% to 45% of our capital expenditures are material based with the balance being labor, permitting and other items and of this percentage, a majority is domestically sourced. There are some notable exceptions, though. In particular, our industry has exposure to Chinese tariffs related to battery storage. In our base capital plan, we only have one significant battery project, which we continue to work to mitigate any risks.\nBut in our longer-term plans, we see a need for more battery and other related energy storage assets. Based on these recent tariff actions, we expect a relatively rapid evolution of the battery supply chain similar to what we've experienced in solar panels over the last 3 to 4 years. We estimate that our total tariff exposure on our $45 billion base capital plan for 2025 to 2029 is approximately 2% to 3%. And that's before we worked through any incremental vendor mitigation actions. We remain confident in our ability to navigate this evolving environment and keep delivering for our customers and investors. We see incredible energy and demand needs across the country.\nIn total, Xcel Energy anticipates that we will need to deliver between 15,000 and 29,000 megawatts of new generation by year-end 2031 to serve our customers and communities. During the first quarter, we continued to make progress on our -- with our various commissions on these needs, which also helps give line of sight to our $10 billion plus incremental investment pipeline. In February, the Minnesota PTC approved our integrated resource plan settlement for nearly 5,000 megawatts of generation. Included our 720 megawatts of company-owned natural gas generation and battery storage in approximately 2,800 megawatts of wind generation, which will reuse the transmission interconnect from our Sherco facility.\nRFP resources that make up the balance of the IRP will work their way through regulatory processes in '25 and '26. Details of which are included in our disclosures and in the attached presentation. In Texas and New Mexico, our teams continue to evaluate proposals for generation to meet growing demand. As a reminder, we're seeking 5,000 to 10,000 megawatts through a competitive RFP process, including projects being proposed by the company. We're encouraged by the early results and plan to make a recommended filing in Q2.\nAnd in Colorado, we continue to make progress with our energy resource plan filing that we made in October of last year. We're recommending the addition of 5,000 to 14,000 megawatts of new generation to meet projected sales growth of 3% to 7% per year. The commission decision is expected in the fall of this year. As part of these resource planning processes, I've been asked to comment on the impacts of recent executive orders on coal plants. Our generation retirement strategy is the product of long-term planning process with state commissions and other stakeholders that seeks to balance energy demand with long-term assets that we need for our customers. With access to some of the country's best wind and solar resources as well as incremental natural gas generation, we've demonstrated that we can retire these inefficient and aging coal plants while ensuring reliability and keeping customer bills low.\nWe continue to evaluate the executive orders and work with federal and state agencies as well as our communities and customers on any next steps. Alongside our access to some of the country's lowest cost renewable resources, our thoughtful investments and focus on continuous improvement have helped keep our residential electric bill growth below the rate of inflation for the past decade and among the lowest in the country. As we continue to grow, the tech-neutral and nuclear PTCs have also proven a critical tool for customer affordability. Since 2018, Xcel Energy customers have saved over $5 billion in avoided fuel costs and PTC's wind generation.\nAnd this year, our upper Midwest customers will see an additional benefit of nearly $250 million on their bills from nuclear production tax credits. We continue to actively engage with [indiscernible] in the U.S. House and Senate and key agencies such as DOE to reinforce the critical importance that these incentives play in keeping bills low for our residential and business customers. We believe the policymakers are aligned on the belief that lowering energy costs for Americans is a key policy objective. And we continue to remind them these incentives play an important role in helping us meet that objective.\nXcel Energy also continues to make significant progress to protect our customers and communities and systems from the threats of extreme weather. On the regulatory front, in Colorado, we reached a constructive settlement on our updated $1.9 billion wildfire mitigation plan, including a securitization mechanism to manage customer bill impact. In Texas, we also reached a constructive settlement on our $500 million system resiliency plan. We expect commission decisions in both proceedings by third quarter 2025, and we'll continue to prioritize these investments to improve resiliency and reduce risk on our systems. And on the policy front, we've seen progress with several pieces of constructive wildfire legislation.\nIn Texas, legislation was introduced where material compliance with an approved wildfire mitigation plan provides an affirmative defense to civil liability related to wildfire damage. In North Dakota, legislation provides a utility similar protection was passed by both chambers in a wait to the governor's signature. We believe these bills could also serve as frameworks in our other states for future legislation. Looking forward, our focus for 2025 remains unchanged. Xcel Energy is working to deliver on our earnings for the 21st year in a row, to capture the unprecedented opportunities for growth we laid out in our capital plans to deliver on our incremental capital opportunities backlog, advance our clean energy leadership and raise the bar on delivering a compelling experience for our customers in order to make energy work better for them in the communities we serve.\nAnd with that, let me turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. Starting with our financial results, Excel Energy had earnings of $0.84 per share for the first quarter of 2025 compared to earnings of $0.88 per share in the first quarter of 2024. The most significant earnings drivers for the quarter include the following: electric and natural gas sales growth and regulatory outcomes increased earnings by $0.21 per share and other items combined increased earnings by $0.01 per share. Offsetting these positive drivers, higher O&M expenses decreased earnings by $0.11 per share, higher depreciation and amortization, reflecting our capital investment programs decreased earnings by $0.09 per share and higher interest expense decreased earnings by $0.06 per share.\nNow let me comment quick in more detail on O&M expenses for the first quarter, which totaled $686 million or $81 million higher than in 2024. We expected O&M expenses to be front-loaded this year with the increase due to known items such as higher nuclear outage amortization costs, increased insurance premiums, benefit costs and the impact of a 2024 gain on land sale. Some of the increased wildfire-related expenses are subject to regulatory decisions later this year. These results are in line with our year-to-date O&M expense budget and we reaffirm our full year guidance of a 3% increase in O&M expenses relative to 2024.\nTurning to sales. First quarter weather and leap year adjusted electric sales increased 2%, and driven by growth across most operating companies and customer segments. For 2025, we continue to expect full year weather adjusted electric sales to increase 3%. We as the current tariff and economic outlook evolves, we will continue to monitor any potential impact to our sales outlook. Shifting to rate case activity. In Wisconsin, we filed our 2026 to 2027 electric and natural gas rate cases requesting a total revenue increase of $151 million and $24 million, respectively, over 2 years. That's based on a forward test year, a 10% ROE and an equity ratio of 53.5%. And we're evaluating filing electric and natural gas rate cases in Colorado and in electric rate case in New Mexico later this year.\nMoving to data centers. We are making solid progress on our high probability pipeline and remain on track to meet our goal of contracting our total base plan by this fall. Xcel LNG continues to receive requests for new data centers in its service territories. We are managing a robust pipeline and remain committed to our data center contract principles. Ensuring new contracts maximize benefits to all customers and protect Xcel Energy from stranded asset risk. We also continue to make strong progress in the Smokehouse Creek wildfire claims process. We've resolved 151 of the 225 submitted claims, which we continue to view as constructive. We have committed $113 million in settlement agreements, of which $79 million have been paid through Q1.\nBased on current information and settlement activity, we have updated the low end of our estimated liability to $290 million, which remains well below our insurance of $500 million, as we described in our earnings disclosure. As part of the increase, we have reached settlements related to some previously excluded categories such as compensation for railroad claims and settled claims related to tree damage. We've also updated our disclosures in Marshall in particular, as it relates to two new causation theories introduced by plaintiffs and expert reports that were submitted in the first quarter of 2025. We remain an expert discovery until mid-July and preparing for a trial in late September.\nMoving to guidance. We remain confident and reaffirm our ability to deliver earnings within our $3.75 to $3.85 a guidance range for the year. updates to key assumptions are included in our slides and earnings release. With that, I'll wrap up with a quick summary. Xcel Energy posted first quarter 2025 earnings of $0.84 per share. We continue to lead the Cleanergy transition while ensuring safe, clean and reliable service and keeping customer bills as low as possible. We are focused on reducing operating risk in our system from extreme weather [indiscernible] settlements with our Texas and Colorado resiliency and wildfire mitigation plans to the progress on constructive legislation in Texas and North Dakota.\nWe have a strong line of sight with our $10-plus billion investment pipeline with approval of at least 5,000 megawatts of generation resources in Minnesota and awards for $3 billion to $4 billion of transmission in MISO and SPP. We continue to maintain a strong balance sheet and credit metrics using a bounce of debt and equity to fund accretive growth. And finally, we reaffirm our 2025 EPS guidance of $3.75 to $3.85.\nThis concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/951e9dc5e8c1602cd145257fe2e9b582",
    "period": "2024 Q4",
    "content": "Q4 2024 Xcel Energy Inc Earnings Call\n\nQ4 2024 Xcel Energy Inc Earnings Call\n\nXELNASDAQFEB 6, 10:00 AM\n\nOperator\n\nHello, and welcome to Xcel Energy 2024 Year-end Earnings Conference Call. My name is Melissa, and I will be your coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions]\nI'll now turn the call over to Rupesh Agrawal, Vice President, Investor Relations. Please go ahead.\n\nUnknown Executive\n\nGood morning, and welcome to Xcel Energy's 2024 Fourth Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer.\nIn addition, we have other members of the management team in the room to answer your questions if needed. This morning, we will review our 2024 full year results and highlights, provide updated 2025 assumptions and share recent business and regulatory updates. Slides that accompany today's call are available on our website. Some comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings.\nToday, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release. As a reminder, we recorded a charge of $0.06 per share in 2024 related to the disallowance of replacement power costs associated with an extended outage at our Sherco plant in 2011.\nGiven the outage occurred 13 years ago and nonrecurring nature of this item, this charge has been excluded from full year ongoing earnings. As a result, our GAAP earnings for 2024 were $3.44 per share, while our ongoing earnings, which exclude this nonrecurring charge, were $3.50 per share. All further discussion in our earnings call will focus on our annual ongoing earnings. For more information on this, please see the disclosure in our earnings release.\nI will now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThank you, Rupesh, and good morning, everybody. At Xcel Energy, we know that economic growth and prosperity of our communities and country depends on our ability to deliver energy to our customers when and where they need it. while keeping their bills as low as possible. And in 2024, we delivered on another year of solid operational and financial progress to that end.\nAcross our 8 states, we invested more than $7.5 billion to build and maintain infrastructure that supports our customers' energy needs in areas like advanced technology for a smarter, more reliable grid long-haul and regional transmission to support customer growth and system reliability needs and carbon-free generation to continue our pursuit of a cleaner energy future. We navigated considerable headwinds during the year and posted ongoing earnings of $3.50 per share, delivering within our guidance range for the 20th consecutive year, one of the best track records in our industry.\nOur long-term performance is attributable to our committed team at Xcel Energy, you show up every day on behalf of our customers with safety, affordability and reliability as their top priorities. Recognize this is the first time we've been below the midpoint of our target range in over 15 years. We made decisions in 2024 to make investments to improve resiliency and protect our customers throughout the year. And we coupled with December weather that was considerably warmer than normal and little time to adjust the result was earnings at the low end. But because of the operational improvements and investments we made in 2024, we remain confident in our ability to deliver on our 25% guidance range of $3.75 to $3.85 per share.\nThe midpoint of which reflects 7% growth from the midpoint of our 2024 range. And over the next decade, we expect to invest significantly in our infrastructure to deliver reliable, resilient and cleaner energy for our customers as well as serve significant forecasted customer growth. Our 5-year base capital plan delivers rate base growth in excess of 9% and should deliver long-term EPS growth in the upper half of our 6% to 8% guidance range.\nAt Xcel Energy, our long-term strategic model and value proposition is to make smart capital investments for the benefit of our customers, which improve reliability, resiliency and sustainability provide excellent customer service and to keep bills as low as possible for our customers. In 2024, we reached several important milestones towards these goals.\nIn November, Phase 1 of our Sherco's solar project started commercial operations, 2 additional phases will come online in 2025 and 2026. And once complete, Sherco's total capacity of 710 megawatts will make it the largest solar facility in the Upper Midwest. And by using existing interconnection from our retired coal unit, we save customers money and accelerated deployment by several years. providing opportunities to serve new customers, including multiple data center projects on and around the Sherco's site.\nWe're also near completion of the conversion of our 1,000-megawatt Harrington coal plant to natural gas. Which provides essential energy resiliency and reliability to our customers and will benefit the local community there for years to come. In 2024, our wind fleet achieved availability of 97%, marking our best performance in 5 years in achieving first quartile benchmarks. High turbine availability ensures our customers benefit from the zero fuel cost resource and provides production tax credits that keep their bills low. In line with our Minnesota resource plan, the NRC approved a 20-year license renewal for our Monticello nuclear facility. This allows customers to continue to benefit from a critical low-cost, carbon-free energy resource through 2050.\nOne of the keys to energy resiliency and growth is expanding our electrical grid to ensure that customers have access to the generation resources needed to meet their daily requirements. And I'm proud to say that for the past 15 years, Xcel Energy has been the leading provider of new transmission line miles in the country. In July, we began construction on the final segment of our Colorado Power Pathway project, which started construction in 2023. The power pathway is a 675-mile double-circuit 345 kV transmission loop that will enable Xcel Energy to connect more than 5,000 megawatts of essential energy resources in Eastern Colorado. And in the fourth quarter, the MISO board approved tranche 2.1 of its long-term transmission portfolio and the SPP board approved its 2024 ITP portfolio.\nThese 2 portfolios will enhance transmission systems in our regions and inter-regionally, ensuring that we can meet customer growth and resiliency needs. Our portion of these transmission projects could result in $3 billion to $4 billion of capital investment in excess of our base plan. We've also made considerable progress to protect our customers, communities and system from the increasing threats of extreme weather that we continue to see across the country.\nDuring 2024, we filed an updated wildfire mitigation plan in Colorado, a new system resiliency plan in Texas and issued wildfire mitigation plans for each of our other states. We've also accelerated a number of risk reduction efforts, including operational mitigation, such as enabling public safety power shutoff and wildfire safety operations across our entire system and making investments to better sectionalize and automate these capabilities. Physical mitigations include the repair or replacement of priority 1 and 2 distribution poles across our system in over 600 miles of vegetation management in Colorado, amongst other milestones.\nWe've developed foundational tools, completing comprehensive wildfire risk mapping of our system and deployment of advanced risk modeling tools like Technosylva, and we've increased situational awareness where in Colorado, we completed installation of 42 AI equipped cameras and completed the installation of 25 utility coal mounted weather stations with many more planned across our system in 2025 and beyond.\nEqually importantly, our customer bills have remained amongst the lowest in the country, is attributable to our thoughtful investments, access to some of the lowest cost renewable resources in the country, and focus on continuous improvement through our lean operating principles. Since 2020, our continuous improvement programs have generated nearly $500 million of sustainable savings for customers while improving operations and reducing enterprise risk.\nSince 2017, our steel for fuel program has saved customers nearly $5 billion in avoided fuel costs and production tax credit benefits. Our average residential electric and natural gas bills are 28% and 12% below the national average with historical growth rate well below the rate of inflation.\nIn addition, we've reduced our residential [indiscernible] 2005 levels and remain on track to meet our goal of 80% carbon reduction by 2030 be proving that our geographic advantage for renewable communities to advance our clean energy leadership and to raise the bar on delivering a compelling experience for our customers in order to make energy work better for them and the communities we serve.\nFinally, I'd like to express my thanks to Paul Johnson [indiscernible] service. Over his career, his commitment, his integrity and his acumen have been critical to the success of our controller, our treasury and our investor relations programs has -- he's become a personal friend. I know you will all miss him as well. I want to extend my sincere [indiscernible]\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nSo let's turn to -- starting with our financial results. Earnings drivers for the year include the following: outcomes from rate cases $0.12 per share due to interest income on cash balances and a gain on debt repurchase that we [indiscernible] we use to offset increased spend on our wildfire risk reduction measures offsetting these positive drivers. Higher depreciation and amortization decreased earnings by $0.40 per share.\nTurning to sales. Fourth quarter and full year weather adjusted electric sales increased by 3% and 1%, respectively driven by increased C&I load and SPS Shifting to expenses. O&M expenses increased $96 million in 2024, reflecting actions we took to reduce future operational risk by increasing investment in wildfire mitigation. In addition, we experienced increased costs from generation maintenance, damage prevention and storm response.\nWe also made progress on a light rate case calendar. In our Minnesota electric rate case, interim rates of $192 million were approved effective January 2025. And in North Dakota, we filed an electric rate case and the commission approved our settlement in our natural gas rate case. Moving to 2025, we're looking to several milestones as we make progress on adding 15,000 to 29,000 megawatts of generation to replace retiring capacity and serve load growth. In the first quarter, we anticipate a decision from the Minnesota Commission on our RFP an IRP settlement. The RFP includes 720 megawatts of company-owned firm dispatchable resources. The IRP includes an additional 4,200 megawatts of generation needs. By summer 2025, we expect to file recommendations for up to 3,500 megawatts of this need across 3 RFPs. In the second quarter in SPS, we anticipate filing recommendations for 10,000 megawatts of generation from our RFP that is in flight. And finally, in the third quarter in Colorado, we anticipate a commission decision on our resource plan for the 5,000 to 14,000 megawatt resource needs with RFPs to follow in late 2025 or early 2026. We're excited to execute on the significant opportunity and look forward to -- we expect to have executed contracts for the remaining amount that is included in our 5-year sales forecast by this fall. We are in active -- given our large backlog of additional opportunities, we are confident in our long-term sales forecast. Additionally, we continue to see significant growth in other parts of the business, particularly in the oil and gas region and SPS. As a reminder, our data center growth represents only half of our 5% long-term sales growth that we are projecting. To help fund our $45 billion 5-year capital plan we issued nearly $1.4 billion in forward equity in 2024. This issuance significantly reduces financing risk, helps maintain a strong balance sheet and credit metrics and funds accretive growth for our customers and investors.\nWe also continue to make strong progress in the Smokes Creek wildfire claims process. We've resolved 113 of the 199 submitted claims, which we continue to view as constructive. We have committed $73 million in settlement agreements, of which $35 million have been paid. There is no change to our estimated liability of $215 million as we described in our disclosure.\nWith that, I'll wrap up with a quick summary. Xcel Energy posted ongoing 2024 earnings of $3.50 per share, navigating significant headwinds and meeting guidance for the 20th consecutive year one of the best track records in the industry. We continue to lead the clean energy transition, while ensuring safe, clean and reliable service and keeping customer bills as low as possible. We are focused on reducing operating risk in our system from extreme weather, including proactive mitigations across our system, our resiliency plan filing in Texas and updated wildfire mitigation plan in Colorado.\nGoing forward, we are excited to make significant progress on our $10 billion pipeline of additional investment opportunities. We continue to maintain a strong balance sheet and credit metrics using a balance of debt and equity to fund accretive growth. And finally, we are reaffirming our 2025 guidance of $3.75 to $3.85 per share. This concludes our prepared remarks.\nOperator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6033613ba5ac72a75523eb2b99572faf",
    "period": "2024 Q2",
    "content": "Q2 2024 Xcel Energy Inc Earnings Call\n\nQ2 2024 Xcel Energy Inc Earnings Call\n\nXELNASDAQAUG 1, 10:00 AM\n\nOperator\n\nHello, and welcome to the Xcel Energy Second Quarter 2024 Earnings Conference Call. My name is George. I'll be coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions].\nI'd now like to hand the call over to your host, Mr. Paul Johnson, Vice President, Treasurer and Investor Relations to begin this conference. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP & IR, Xcel Energy Inc.\n\nThank you. Good morning, and welcome to Xcel Energy's 2024 Second Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer questions if needed. This morning, we will review our 2024 Second quarter results and highlights and share recent business developments. Slides that accompany today's call are available on our website.\nAs a reminder, some comments made during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings. Today, we'll also discuss certain metrics that are non-GAAP measures. Information on comparable GAAP measures and reconciliations are included in our earnings release.\nWith that, I'll now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThank you, Paul, and good morning, everyone. Thank you for joining us today. I'm pleased to report that the company delivered another quarter of solid operational and financial progress. Our long-term business model remains robust. We continue to deploy capital for the benefit of our customers and communities. We enable a future powered by cleaner fuels and a more resilient and intelligent grid. We partner with stakeholders to encourage economic development, we provide products and services capable of meeting our customers' most important needs.\nIn the most recent quarter, we invested $1.7 billion in resilient and reliable energy infrastructure. We delivered earnings per share of $0.54 for our owners. We provided industry-leading storm response and strong customer reliability despite challenging weather conditions for our customers. We accelerated our wildfire risk reduction measures to enable safer and more resilient communities.\nXcel Energy's commitment to our communities and investors is anchored by our core investment thesis as an integrated pure-play utility and a clean energy leader. For more than two decades, we've been a leading provider of wind energy to our customers, and we were the first U.S. energy company to commit to a carbon-free electric future. We delivered our earnings guidance for 19 straight years, one of the best records in our industry, and we look to make it 20 this year. We have a long-term and transparent growth plan, making investments in clean generation new to and enhanced energy grids and economic development programs to support our communities vitality.\nIn 2020, our continuous improvement programs have saved $400 million in recurring O&M expense, while improving operating outcomes and reducing enterprise risk. Our steel for fuel strategy delivered more than $4 billion in customer fuel-related savings since 2017. This discipline alongside support of state and federal policies enables us to reduce emissions and keep residential electric and natural gas bills 28% and 14% below the industry average and growth well below the rate of inflation. With our 11,000-plus employees commitment to serving customers, we're $0.14 ahead of 2023 year-to-date earnings, and as a result, we are reaffirming our 2024 earnings guidance.\nDuring the quarter, we continued our progress on our clean energy transition through multiple resource planning and RFP processes. We issued an RFP for 1,600 megawatts of wind, solar, storage and hybrid resources in the upper Midwest. [ These are due ] in September, we expect commission decisions in 2025. We now have active RFPs for over 4,000 megawatts of resources in the upper middle [ Midwest ]. In Mexico and Texas, commissions approved 418 megawatts of company-owned solar generation that's expected to be in service between 2026 and 2027. And last week, we issued an RFP and SPS seeking 3,100 megawatts of accredited capacity which could ultimately yield more than 5,000 megawatts of renewables and firm dispatchable generation. Bids are due in January of '25, and we expect commission approval in 2026.\nLast quarter, I discussed a number of initiatives that Xcel Energy is taking to reduce wildfire risk. I'm incredibly proud of what our team has been able to accomplish in a short amount of time. Since March, we've developed the capability to deliver enhanced daily wildfire safety operations across the enterprise as well as the ability to conduct proactive public safety power shutoff as evidenced by recent events in Colorado, Texas and New Mexico during threatening conditions. We've accelerated pole inspections, including replacing Priority 1 and Priority 2 poles across our system. We're expanding visual coverage with our Pano AI-enabled camera system to over 50,000 square miles in Colorado, enabling first responders access to critical information, including precision triangulation and fire locations. And we've accelerated deployment of Technosylva's risk modeling system and expect it to have it operational enterprise-wide by the end of the year.\nWe recently filed an updated Colorado wildfire mitigation plan that integrates industry experience incorporates evolving risk assessment methodologies, adds new technology and expands the scope, pace and scale of our programs to reduce wildfire risk. The plan has four primary programs that include enhanced situational awareness, the improved meteorology, area risk mapping and modeling, artificial intelligence cameras and continuous monitoring. Operational mitigations that include enhanced power line safety settings and public safety, power shutoff capabilities, system resiliency through increased asset assessment and remediation, Pole replacements, line rebuilds, targeted undergrounding and vegetation management and improved coordination, technology and real-time data sharing with customers and other stakeholders as well as PSPS resiliency rebates. We expect to file resiliency plans with SPS that will include wildfire mitigation later this year and are developing former wildfire mitigation plans for the rest of our states. Finally, we're working with stakeholders at both the state and federal level on legislation to enhance the safety of our communities from evolving weather risks while protecting the financial integrity of companies that provide these essential services.\nMoving to economic development. We're seeing a material shift in long-term electric demand on our system after several years of relatively flat sales growth. Our current 5-year electric sales forecast assumes approximately 3% annual growth. Nearly half of that growth is driven by electrification of oil and natural gas production, electric vehicle adoption, and beneficial electrification, economic growth and increasing customer counts. The remainder of that growth is driven by contracted and high-probability data center load, including previously announced deals of Meta and Microsoft in Minnesota and QTS in Colorado as well as others. We believe this forecast is now conservative given a pipeline of data center requests totaling 6,700 megawatts by 2030. If all of the data center requests came to fruition, our data center sales CAGR would be over 9%. We continue working through the request and plan on updating our sales and capital investment forecast on the third quarter call.\nXcel Energy is strategically positioned to secure economic data center load with high-quality partners due to our access to low-cost renewable generation, the availability of water and fiber infrastructure, unencumbered land and our speed to market. At the same time, we'll continue to focus on the impacts to all customers, ensuring we have both economic contracts and system resources to provide safe, clean and reliable power to our communities.\nDuring the quarter, there were two regulatory outcomes that provide for cleaner and more resilient electric and natural gas distribution system, First, Colorado passed a bill that enables qualified electric utilities to make necessary distribution investments with timely recover to achieve state policy goals, including transportation and building electrification and enabling distributed energy resources. This was the result of extensive stakeholder process supported by the Colorado Energy office, our IBW labor partners, environmental advocates, NRDC and WRA as well as the Colorado Solar and Storage Association and others.\nSecond, the Colorado Commission approved the modified clean heat plant, which establishes a starting point for reducing greenhouse gas emissions from our natural gas distribution system. Full year budget of up to $441 million was approved, which sets funding primarily for beneficial electrification and natural gas efficiency. We look forward to working with the stakeholders and regulators to implement these initiatives to meet our long-term sustainability goals in Colorado.\nFinally, we recently released our 19th sustainability report. We're proud of our history at Xcel Energy. And as we look forward, we're committed to delivering the essential energy services our customers value and need while driving positive change that supports the environment and communities. I'm deeply appreciative and thankful for the commitment and hard work of our employees and partners to deliver a clean energy future. We remain relentless in our pursuit of our vision and will continue to deliver long-term value to our shareholders an affordable, reliable and sustainable energy for the communities in which we live and work. With that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. Starting with our financial results. Xcel Energy had earnings of $0.54 per share for the second quarter of 2024 compared to $0.52 per share in 2023. The most significant earnings drivers for the quarter included the following: revenues from electric rate cases and riders to recover capital investments combined to increase earnings by $0.26 per share. Higher AFUDC increased earnings by $0.04 per share, and revenues from natural gas rate cases increased earnings by $0.02 per share. Offsetting these positive drivers were higher depreciation and amortization decreased earnings by $0.18 per share, reflecting our capital investment programs. Higher interest charges decreased earnings by $0.07 per share. Higher O&M expenses decreased earnings by $0.04 per share and other factors combined to reduce earnings by $0.01 per share.\nTurning to our sales discussion. Year-to-date weather and leap year adjusted electric sales decreased by 0.4% and natural gas sales increased by 0.4%. We're updating our 2024 forecast to reflect a 1% increase for electric sales with expected increases in C&I load in the second half of the year. Longer term, we continue to see robust demand in our C&I sector, driven by data center loads in Minnesota and Colorado, along with oil and natural gas electrification and SPS.\nDuring the quarter, we continued to make progress on a relatively light rate case calendar. In June, we reached an uncontested settlement in our Minnesota natural gas case, providing a $46 million rate increase based on a 9.6% ROE and a 52.5% equity ratio. The final commission decision is expected by year-end. In our Colorado natural gas rate case, we received intervener testimony in July. There's a settlement deadline at the end of August with hearing scheduled for September. We expect a commission decision in the fourth quarter. And in July, the Texas Commission approved our $13 million distribution rider request. This represents our first distribution rider requests in Texas, and we expect it will allow us to reduce the frequency of future rate cases.\nWe also continue to make progress on the claims process for the Smokehouse Creek wildfire. We've received 141 claims, of which 43 have been settled, which we view as a positive and constructive outcome. 21 lawsuits have also been filed. In addition, there is no change to our estimate of our accrued liability of $215 million. As a reminder, we have approximately $500 million of excess liability insurance coverage for the fire.\nFinally, we are reaffirming our 2024 earnings guidance range of $3.50 to $3.60 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. In addition, we've updated key assumptions to reflect the latest information, which are detailed in our earnings release.\nWith that, I'll wrap up with a quick summary. We continue to expect to deliver 2024 earnings within our guidance range as we have for the past 19 years. We're executing on our capital investment plan, including clean generation, transmission and distribution to support reliability and resiliency economic development to support our communities. We're proactively enhancing our wildfire mitigation actions to manage the risk to our systems and to protect our customers from extreme weather. We remain confident we can deliver long-term earnings growth at or above the top end of our 5% to 7% range starting in 2025.\nThis concludes our prepared remarks. Operator, we'll now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd9e6a7ac72c3231c1dd4ba92fc8a27d",
    "period": "2024 Q1",
    "content": "Q1 2024 Xcel Energy Inc Earnings Call\n\nQ1 2024 Xcel Energy Inc Earnings Call\n\nXELNASDAQAPR 25, 10:00 AM\n\nOperator\n\nHello, and welcome to Xcel Energy First Quarter 2024 Earnings Conference Call. My name is [ Melissa ], and I will be your coordinator for today's event. Please note this conference is being recorded. You will have the opportunity to ask questions at the end of the presentation.\n[Operator Instructions]\nReporters can contact Media Relations with inquiries, and individual investors and others can reach out to Investor Relations.\nI'll now turn the call over to Paul Johnson, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nPaul Andrew Johnson\n\nVP & IR, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2024 First Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer questions if needed.\nThis morning, we will review our '24 first quarter results and highlights, discuss recent wildfires and our mitigation efforts and share recent business developments. Slides accompany today's call are available on our website. Please note that we've changed our presentation. As a result, we no longer refer to electric and natural gas margin. Instead, we'll discuss changes in revenue and cost of goods sold from the income statement.\nPlease note that these [ multi ] fluctuations in cost of electric fuel and natural gas are recovered through regulatory mechanisms and are generally earnings neutral. As a reminder, some of the comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and SEC filings. Today, we'll discuss certain measures that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nWith that, I'll turn it over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThank you, Paul, and good morning, and welcome, everyone. It's been 2 months since wildfires impacted our Texas neighbors and before Brian walks through our financial results, I'd like to discuss the actions we're taking to protect the public and to strengthen our systems resiliency in the states that we serve.\nIn February, multiple wildfires were ignited in Texas. And from the outset of those fires, our focus has been on the people, in the communities, and the [ panhandle ] and on the safety and the well-being of our coworkers and their families there. I want to thank all of the first responders, emergency personnel, state and local employees and our own SPS employees who work tirelessly in support of our customers and our communities during and after the event.\nThey provide wildfire response, community assistance, relief services and work tirelessly in the field to restore essential services. [ Be to the panhandle ] and I've witnessed the impacted areas and I can see for the entire Xcel Energy team when I say that we are saddened by the losses, and we will stand with the Panhandle community as we recover, rebuild and renew that area as we have for over 100 years.\nXcel Energy has acknowledged that our distribution poles appear to have been involved in an addition of the Smoke House Creek fire and smaller [ remerfire ], which quickly burned into the smoke fire footprint. We assume claims that Xcel Energy acted negligently in maintaining an operating infrastructure. In addition, we do not believe that our facilities caused the [ way to dose or the Grapevine ] Creek fires and believe that their additions are caused by distribution lines owned by other companies.\nIn an effort to expedite relief and recovery in the community, we've established a claims processes for those who have property or livestock was in the Smokehouse Creek fires, and are actively settling a number of claims. So far, 46 claims have been submitted. And as on April 22, Xcel Energy and SPS have been named as defendants on 15 lawsuits.\nBased on the most current information, we believe it's probable that we incur a loss due to the Smokehouse Creek wildfire and accrued a liability of $215 million which is offset by an insurance receivable since it's lower than our approximately $500 million insurance.\nPlease note that the $215 million loss equivalent preliminary estimate, which reflects the low end of our range and is subject to change based on new information. More information on Smokehouse Creek, please see our disclosures in our earnings release and our Form 10-Q.\nOn all [ utilities ] who are experiencing profound changes in weather and climate related impacts on our operations. As a result, we must continue to evolve our operations for these unparalleled dynamics. Risk mitigation and system resiliency has long been a priority for Xcel Energy and continue into the future.\nOur strategy consists of 3 phases: first immediate near-term response; second, regulatory activities needed to address comprehensive wildfire mitigation and resiliency plans; third, additional state and federal legislation that could be valuable.\nPart of our first phase, we've accelerated risk-reduction initiatives across our system, including accelerating [ portfolio ] inspections and replacements as well as operational actions such as proactive deenergizing the lines and adjusting reclosure settings, known as power saving, power shells and enhanced power line safety setting.\nWe've been operating under approved wildfire plant in Colorado since 2020. As part of our second phase strategy, we will file updated wildfire mitigation plans in our respective states beginning with an updated Colorado WMP later this quarter. The plans incorporate industry learnings that are tailored to our unique geographies and risk profiles.\nNewly expanded actions include increased vegetation management, accelerating pole inspections, hardening and replacements, distribution undergrounding segmentation and covered conductor programs, transition line hardening and ore rebuilds, enhanced enclosure settings and correctively energizing of lines and situational [ alliance ] programs, including weather stations, cameras and other monitoring software.\nLater this year, we intend to file a system resiliency plan that will include wildfire mitigation and SPS contemplated under recent Texas law. And the third component of our strategy is to continue to step up our efforts to innovate and plan for evolving climate wildfire risk.\nWe know that our ability to enable a clean energy transition and to deliver important products to our customers is predicated on maintaining a reasonable cost of capital, and we believe that proactive legislation in a state and federal level is a potential vehicle to ensure that our customers continue to receive affordable, reliable, sustainable and safe power service.\nWe are doing this alone. We're working across the industry with peer utilities, industry groups such as EEI and [ EPRI], partner of Energy, federal, state, global agencies, first responders, our labor partners and countless others. While we need to reduce wildfire risk our core operations remain strong and our investment opportunities robust.\nDuring the first quarter, we made significant progress on our clean energy transition and resource plans. In February, we filed our resource plan for the NSP system, we proposed to add 6,400 megawatts of new resources and extend the lives of our Prairie Island and [ Monticello ] nuclear facilities past 2050.\nThe proposed plan reduces carbon emissions by more than 80% while increasing customer bills by approximately 1% annually. We anticipate a decision on our proposal by the Minister of Commission in 2025. In New Mexico, the commission accepted our resource plan and proposed approximately 5,000 to 10,000 megawatts of new generation by 2030.\nWe anticipate issuing an RFP for the resource needs this summer. And finally, the Minnesota Commission recently approved our updated transportation electrification plan and we filed an updated transportation electrification plan in New Mexico in April. We also made continued progress with several economic and commercial development projects.\nIn February, we announced the working with Microsoft to bring a new data center to our retiring Sherco coal facility. The proposed data center is positioned to be 1 of our largest customers in Minnesota and is projected to bring jobs and investments to the community.\nIn March, Meta broke ground on its previously announced data center that will be powered by NSP Minnesota. Meta will provide funding for new infrastructure upgrades, including transmission lines to support the project, and the facility is slated to open in late summer 2025. Accelerating proactively worked with data center developers, communities and stakeholders across our states to ensure that we can reliably and affordably serve this new demand while providing benefits to our other customers.\nWith several additional opportunities in the pipeline, we expect data centers to drive further growth for the foreseeable future. Our employees are at the heart of these many accomplishments. Our team is composed of dedicated and hard-working and courageous employees are committed to serving our communities with same clean, reliable and affordable energy.\nFor the 11th year in a row, Xcel Energy was honored as one of the world's most admired companies by Fortune Magazine, placing 2nd overall among the most admired gas electric company [indiscernible] country. For the fifth in row, Xcel Energy has been one of the world's most ethical companies by Ethisphere. Xcel is 1 of only 5 energy companies in the United States recognized this year. Xcel Energy also joined the Economic Opportunity Coalition, a public-private partnership with the U.S. government, where we committed to allocating 15% of our U.S.-based contract spending in the areas of energy supply, distribution, transition and clean energy small and underserved businesses by 2025.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. Turning to our financial results. Excel Energy had earnings of $0.88 per share for the first quarter of 2024 compared to $0.76 per share in 2023. The increase in earnings reflects our investment of approximately $8 billion over the last 5 quarters to improve resiliency and enable clean energy for our customers while delivering economic growth and vitality for our communities.\nThe most significant earnings drivers for the quarter included the following: the impact of electric and natural gas rate reviews to recover our capital investments increased earnings by $0.12 per share. Lower O&M expenses increased earnings by $0.06 per share, reflecting lower labor and benefit costs, lower bad debt expenses and gains from a land sale for a data center.\nNon-[indiscernible] recover capital investment increased earnings by $0.05. Offsetting these positive drivers were higher depreciation and amortization decreased earnings by $0.05 per share, reflecting our capital investment programs. Higher interest charges decreased earnings by $0.05 per share. In addition, other items combined to decrease earnings by $0.01 per share.\n[indiscernible] sales, year-to-date weather and leap year adjusted electric sales decreased by 0.3% and natural gas sales increased by 1.7% as compared to 2023. Please note that we have revised our projected electric sales growth to 1% to 2% for the year, largely due to declining use per customer and timing delays for expansions for some of our large C&I customers. However, we can certainly expect long-term electric sales to grow 3% annually.\nDuring the quarter, we also made progress on a relatively light rate [indiscernible]. In April, the Texas Commission approved our electric [indiscernible] settlement without modification. The settlement reflects a rate increase of $65 million based on the black box settlement which includes an ROE of 9.55% and an equity ratio of 54.5% for [ AADC ] process.\nIn our Minnesota Natural Gas [ rate case ], we received interviewer customary last week. [ Periods ] were scheduled for [ dry ] and expect the commission decision by year-end or in the first quarter of next year. And in our Colorado natural gas rate case, procedural schedule has been established that reflects interviewer testimony in July, hearings in September and a commission decision in the fourth quarter.\nPlease see our earnings release for more details on our regulatory proceedings. We are reaffirming our 2024 earnings guidance range of $3.50 and to $3.60 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. In addition, we've updated our key assumptions to reflect the latest information, which are detailed in our earnings release.\nWith that, I'll wrap up with a [indiscernible] summary. We are proactively enhancing our operational and wildfire mitigation actions, commanded the risk to our systems to protect our customers from extreme weather. We continue to expect to deliver 2024 earnings within our guidance range as of half of the past 19 years.\nWe are executing on our capital investment plan, including clean generation transmission and distribution to support reliability and resiliency and economic development to support our communities. And we remain confident we can deliver long-term earnings growth at or above the top end of our 5% to 7% range starting in 2025 and dividend growth at the low end of our 7% objective range.\nThis concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5d871c5e0b27ffd405a02d13dc87d371",
    "period": "2023 Q4",
    "content": "Q4 2023 Xcel Energy Inc Earnings Call\n\nQ4 2023 Xcel Energy Inc Earnings Call\n\nXELNASDAQJAN 25, 10:00 AM\n\nOperator\n\nHello, and welcome to Xcel Energy 2023 Year-end Earnings Conference Call. My name is Melissa, and I will be your coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions]. I'll now turn the call over to Paul Johnson, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nPaul Andrew Johnson\n\nVP & IR, Xcel Energy Inc.\n\nGood morning, welcome to Xcel Energy's 2023 Fourth Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President, Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed.\nThis morning, we will review our 23 results and highlights, share recent business and regulatory updates and provide updates on our long-term growth plans.\nSlides accompany today's call are available on our website. As a reminder, some of the comments during today's call may contain forward-looking information. Significant factors that could cause results to differ both anticipated are described in our earnings release and our SEC filings.\nToday, we'll discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nIn the fourth quarter, Xcel implemented several workforce actions to streamline the organization, ensure resources are aligned with business and customer needs to ensure our long-term success.\nXcel initiated a voluntary retirement program under which 400 nonbargaining employees retired. In addition, we eliminated 159 bargaining positions. As a result, we recorded a workforce reduction expense of $72 million or $0.09 per share in the fourth quarter of '23.\nAlso in '23, we recorded a charge of $35 million or $0.05 per share related to a legal dispute between core and Xcel Energy regarding prior year operations at the Comanche 3 coal plant. Given the nonrecurring nature of these items, both have been excluded from ongoing earnings. As a result, our GAAP earnings were $3.21 per share, while ongoing earnings, which exclude these nonrecurring charges were $3.35 per share.\nAll further discussions in this earnings call will focus on ongoing earnings. For more information on this, please see the disclosures in our earnings release.\nWith that, I'll turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThanks, Paul, and good morning, everybody. We had another successful year at Xcel Energy continuing to provide our customers with safe, clean, reliable and affordable energy while delivering an operational and financial performance.\nIn 2023, we executed on the largest capital program in Xcel Energy history, investing approximately $6 billion to improve resiliency and enabling clean energy for our customers while delivering economic growth and vitality for our communities.\nOur investments in operations enabled ongoing earnings of $3.35 per share representing the 19th consecutive year of meeting or exceeding our earnings guidance. Meeting our financial commitments is critical to maintaining a competitive cost of capital, which benefits our customers as we access the capital markets to fund our operations.\nIn December, we received approval for our ground breaking clean energy portfolio with over 5,800 megawatts of new generation resources. This $4.8 billion of new generation investment, which when coupled with the necessary transmission represents almost an $8 billion worth of commitments in Colorado to deliver a cleaner energy economy.\nI'm proud of how our teams partnered with so many stakeholders to deliver on these achievements. And as I look back on the year, we accomplished so many other great outcomes.\nWhile the final values aren't in yet, our SADIS scores improved and we believe we'll be in the top quartile of U.S. utilities for delivering reliable electricity to our customers. Across our wind fleet, we continue to deliver strong net capacity performance and exceeded our corporate availability target for the third consecutive year.\nWe navigated a very busy regulatory calendar resolving multiple rate cases and reached a pending settlement in our Texas electric rate case. We filed our clean heat plan in Colorado and our natural gas innovation plan in Minnesota, providing a framework in both of those states to achieve net zero greenhouse gas emissions for our natural gas customers.\nWe've approved transportation electrification programs in New Mexico and in Wisconsin, along with updated transportation plans pending commission approval in both Minnesota and Colorado.\nWe were partners in over $1.5 billion of awards by the Department of Energy to support the Heartland Hydrogen hub, while all fire and extreme weather resiliency, form energy long-duration energy storage pilots, and additional transmission as part of the MISO SPPC's projects. These grants will lower the cost of these clean energy and resiliency projects for our customers.\nIn 2023, we signed agreements for data centers with Meta in Minnesota and QTS in Colorado. Data center and AI-driven demand continued to be a low driver on our system with several gigawatts in the pipeline across our footprint.\nIn Minnesota, we received approvals for an additional 250 megawatts of solar in our 10-megawatt 100-hour Form Energy battery pilot both at our retiring Sherco coal facility.\nWe have active RFPs for over 2,000 megawatts of renewable resources across our operating companies, which we expect resolution on later this year. We also filed our resource plans in our SPS company, which could add an additional 5,000 to 10,000 megawatts to our system by 2030.\nIn December, we retired Unit 2 at our Sherco coal facility while continuing the trend of no personnel layoffs at our retiring coal facilities over the past 15 years. We reduced carbon emissions for the electric utility by 53% as compared to a 2005 baseline, on track with our goals for 2030 and 2050.\nAll the while, our customer bills remain amongst the lowest in the country. Over the past 5 years, the average Xcel Energy residential, electric and natural gas bills are 28% and 14% below the national average, respectively. And over the last 10 years, we kept our annual residential electric and natural gas bill increases to 1.8% and 1.1%, respectively, well below the rate of inflation.\nWe're actively involved in our communities. As our employees, contractors and retirees provided more than $11 million and volunteered over 40,000 hours to support charitable organizations across our footprint.\nWe initiated 18 economic development projects for our communities, which are projected to create more than $2.4 billion in capital investments and 1,400 jobs.\nFor the seventh consecutive year, we received the top score from Human Rights Campaign Foundation's Corporate Equality Index, the nation's foremost benchmarking survey measuring corporate policies and practices related to LGBTQ+ workplace equality.\nAnd finally, we received several other recognitions, including being named a top military employer by multiple organizations in one of the world's most admired companies by Fortune Magazine.\nWe're proud of these achievements, which reflect operational excellence and strong policy alignment, allowing Xcel Energy to provide a valuable product with significant benefits to our customers, our communities, our employees and our shareholders.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. For the full year 2023, we had ongoing earnings of $3.35 per share compared to $3.17 per share in 2022. The most significant earnings drivers for the year include the following: higher electric and natural gas margins, increased earnings by $0.10 per share. This reflects $0.10 of unfavorable weather as compared to last year.\nLower O&M expenses increased earnings by $0.06 per share which reflects the impact of cost containment actions. Lower conservation and DSM expense increased earnings by $0.06 per share, which is largely offset in lower margins.\nHigher other income increased earnings by $0.05 per share, primarily due to Rabi Trust performance, which is largely offset in O&M expenses.\nLower other taxes, primarily property taxes, increased earnings by $0.04 per share. And in addition, other items combined to increase earnings by $0.06 per share. Offsetting these positive drivers, higher interest charges, which decreased earnings by $0.14 per share driven by rising interest rates and increased debt levels to fund capital investment. And higher depreciation and amortization expense, which decreased earnings by $0.05 per share, reflecting our capital investment program.\nTurning to sales. Full year weather adjusted electric sales increased by 1%, consistent with our guidance assumptions. For 2024, we expect electric sales to increase by 2% to 3%.\nShifting to expenses. O&M expenses decreased $47 million or approximately 2% for the year. This is consistent with our annual guidance and reflects management action to offset inflation and other challenges we faced during the year.\nDuring the fourth quarter, we also made constructive progress on several rate case proceedings. In December, we filed a settlement in our Texas electric rate case, which reflects a rate increase of $65 million an acceleration of the top depreciation life to 2028 and the ROE of 9.55% and equity ratio of 54.5% for AFUDC purposes. The commission decision is anticipated in the first quarter of 2024.\nIn November, Wisconsin Commission approved an electric rate increase of $1 million and a natural gas increase of $5 million based on an ROE of 9.8% and an equity ratio of 52.5%. The decision reflects adjustments for our residential affordability program, updated fuel and purchase power costs and other items, which are earnings neutral. Rates were effective January 2024.\nIn November, we filed a Minnesota natural gas rate case requesting a $59 million rate increase based on an ROE of 10.2%, an equity ratio of 52.5% in the 4 test year. In December, the commission approved our request for interim rates of $51 million, subject to refund starting this January. Final decision is expected later this year.\nAs far as future filings, we plan to file a Colorado natural gas case in the next week or so. In addition, we also anticipate filing a revised wildfire mitigation plan in Colorado in the first half of 2024.\nUpdating our progress on production tax credit transferability. We executed multiple contracts in 2023 totaling $400 million. We anticipate executing $500 million of PPC sales in 2024. Transferability reduces near-term funding needs, and most importantly, lowers the cost of our renewable energy projects for our customers.\nMoving to our capital forecast. We've updated our 5-year capital plan for the decision in the Colorado resource plan, which now reflects an investment of $39 billion. This base capital plan supports investment in renewable generation, transmission to deliver the clean energy and customer-facing investments for a reliable and resilient advanced grid. The baseline results in an annual rate base growth of approximately 9%.\nNot included in our base plan is approximately $5 billion for renewables and firm capacity associated with RFPs at NSP and SPS and future filings in Colorado.\nWe've updated our base financing plan, which reflects the incremental debt and equity financing needs for these investments. Please note that the guidance assumptions in our earnings release have also been updated to reflect changes to the capital forecast for this year. As a reminder, we anticipate any incremental capital investment to be funded by approximately 40% equity.\nIt is important to recognize that we've always maintained a balanced financing strategy which includes a mix of debt and equity to fund accretive growth while maintaining a strong balance sheet and credit metrics.\nMaintaining solid credit metrics and favorable access to capital markets are critical to fund our clean energy transition maintain a competitive cost of capital and keep customer bills low, especially in a higher interest rate environment.\nFinally, we remain committed to our long-term EPS growth objective of 5% to 7%, which we believe is conservative. We now expect to deliver earnings at or above the top end of the range in 2025 -- starting in 2025.\nIn addition, we will rebase future annual guidance of actual results. As a result of the significant capital investment opportunities and equity funding needs, we now expect to grow the dividend at the low end of our current 5% to 7% dividend growth range with a target payout ratio of 50% to 60%. This will reduce our equity financing needs over time, lower financing risk and give us even more dry powder and financial flexibility in the future.\nNow I'll conclude with a brief update on the Marshall Law of our litigation. The statute of implementations ended in December, and as expected, we saw a significant increase in the number of claims. As of now, we are aware of 298 lawsuits with approximately 4,000 claims.\nIn early February, there will be a hearing at which time the schedule may be determined. We believe the trial will likely begin in 2025.\nWith that, I'll wrap up with a quick summary. We're executing on an ambitious investment plan for our customers to deliver clean, reliable energy. That investment enabled Xcel Energy to deliver 2023 ongoing earnings within our guidance range for the 19th year in a row. For the 20th consecutive year, we increased our dividend to investors.\nWe resolved multiple rate cases and foundational plans for our natural gas utility to reach its net zero goals. We retired our Sherco Unit 2 coal plant early and reduced carbon emissions by 53% from 2005 levels.\nWe received approval for our groundbreaking portfolio of clean energy resources in Colorado. We updated our base 5-year capital plan to $39 billion, which reflects 9% rate base growth. We have additional capital backlog in all of our jurisdictions.\nWe have a strong line of sight to achieving -- to achieve earnings at or above the top end of our 5% to 7% long-term EPS growth rate.\nAnd finally, our electric and natural gas customers have some of the lowest bills in the country while continuing the safe and reliable service they expect from Excel Energy.\nThis concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a0071924ed1517db48ce7952633dc96",
    "period": "2023 Q3",
    "content": "Q3 2023 Xcel Energy Inc Earnings Call\n\nQ3 2023 Xcel Energy Inc Earnings Call\n\nXELNASDAQOCT 27, 10:00 AM\n\nOperator\n\nHello, and welcome to the Xcel Energy Third Quarter 2023 Earnings Conference Call. My name is George, I'll be a coordinator for today's events. Please note, this conference is being recorded. [Operator Instructions]\nI'd now like to hand the call over to your host today, Mr. Paul Johnson, Vice President, Treasurer and Investor Relations to begin today's conference. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP & IR, Xcel Energy Inc.\n\nThank you. Good morning, and welcome to Xcel Energy's third quarter earnings call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer questions if needed. This morning, we will review our third quarter results and highlights, share recent business and regulatory developments, update our capital and financing plans and provide 2024 guidance. Slides that accompany today's call are available on our website.\nAs a reminder, some of the comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. Today, we'll discuss certain measures that are non-GAAP measures. Information on comparable GAAP measures and reconciliations are included in our earnings release.\nEarly this week, a jury in Denver District Court found Xcel Energy liable and its dispute with core cooperative regarding prior year's lost power damages at our Comanche power plant. We intend to appeal the decision. For the third quarter of 2023, we recorded GAAP earnings of $1.19 per share, which includes a onetime nonrecurring tax charge of $34 million related to the ongoing legal dispute. As a result, we have taken a nonrecurring charge of $0.05 per share, which we don't consider part of ongoing earnings. All for the discussion in our earnings call will focus on earning -- on ongoing earnings. For more information on this matter, please see the disclosure in our earnings release.\nI'll now turn the call over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThanks, Paul, and good morning, everybody. Let's start with the quarter.\nWe had solid results recording ongoing earnings of $1.23 per share for 2023 compared to $1.18 per share in 2022. As a result, we're narrowing our '23 ongoing earnings guidance to $3.32 to $3.37 per share. We're also initiating 2024 ongoing earnings guidance of $3.50 to $3.60 per share, which is consistent with our 5% to 7% long-term EPS growth rate.\nConsistent with [indiscernible] practices, we've reviewed our customer and operational needs and have updated our infrastructure plan for 2024 to 2028. This revised forecast reflects $34 billion of needed capital investment, an increase of $4 billion from our previous plan. This base infrastructure investment plan includes substantial resiliency investments in both transmission and distribution including additional upgrades required to support the Colorado Energy Plan. However, it does not include clean energy generation investments that could result from the resource plans in Colorado, Texas, New Mexico, or in the Upper Midwest. If approved by our commissions, these cost-effective clean energy generation investments could result in an additional capital need totaling $10 billion from 2024 to 2028 and dramatically reduced carbon emissions in various states.\nXcel Energy's resource plans also demonstrate the benefits of the Inflation Reduction Act, our state's geographic advantages that enable high-capacity renewable generation and our operational expertise and commercial acumen can bring to our customers. In September, we filed our recommended plan in Colorado. This plan seeks to double the amount of renewable [indiscernible] in the state, making it the largest clean energy transition effort in Colorado history and demonstrates our strong element with the state's environmental goals.\nOur proposal contemplates the shutdown or conversion of our remaining coal units replaces them with approximately 6,500 megawatts of renewable energy and battery storage and 600 megawatts of dispatchable gas resources to ensure system reliability in times of low wind or solar conditions. These amounts include 4,800 megawatts as proposed to be owned and operated by Xcel Energy for the benefit of our customers. Including the approximately $3 billion in required transmission investments to ensure deliverability and reliability, this Colorado energy plan represents nearly an $11 billion total investment by Xcel Energy.\nIn addition, this portfolio also includes $10 billion in IRA savings to customers. It creates local jobs, promote economic development and provides over $2 billion in tax benefits to local communities in the coming decades. At the same time, it will reduce carbon emissions by over 80% from 2005 levels in Colorado will have an expected annual rate impact of only 2.3%. This competitive portfolio provides our Colorado customers an industry-leading opportunity for a cleaner economy at a fraction of the cost most other states would incur.\nMoving to Minnesota. In September, the commission approved 350 megawatts of new renewable generation, including an additional 250 megawatts at our Sherco facility. This brings the total amount of company built solar at Sherco to over 700 MW making it one of the largest solar facilities in the country. In October, we also issued an RFP seeking 1,200 megawatts of wind that will utilize our transmission interconnect at our retiring Sherco coal facility and we'll be issuing additional RFPs to fulfill the remainder of the approved Upper Midwest Resource Plan in 2024.\nFinally, in October, we filed a resource plan in New Mexico. Based on our filing, SPS could require additional 5,000 to 10,000 megawatts of new generation by the end of the decade to accommodate increasing demand, plant retirements and ensure resiliency and reliability of the grid. We've already proposed [indiscernible] megawatts of company-owned solar and battery projects that are pending commission approval. We anticipate filing another RFP in 2024 and for the additional generation resources.\nShifting to our clean energy innovation projects. The Department of Energy recently announced nearly $1.5 billion in awards to support multiple Xcel Energy affiliated projects. Starting with the Heartland Hydrogen Hub, this estimated $5 billion initiative, which includes multiple projects from Xcel Energy and others received an award of up to $925 million by the DOE. This game-changing funding will serve as a catalyst for clean hydrogen ecosystem in the Upper Midwest and the foundation of our clean fuels efforts at Xcel Energy.\nFortunately, the Western Interstate hydrogen hub in Colorado, New Mexico, Wyoming [indiscernible] was not successful in this round of DOE funding. And that said, we remain committed to working with policymakers and federal offices with the hopes that our projects can progress to advance our shared clean energy goals.\nThe deal we also awarded Xcel Energy up to $70 million to [ support ] [indiscernible] 10-megawatt 100-hour battery pilots with [indiscernible] Energy. Combined with the grants from breakthrough Energy's Catalyst Fund, we secured up to $90 million to support these long-duration energy storage pilots, a critical asset class to ensure cost-effective, reliability in a high renewable grid.\nWith respect to [indiscernible] grid resilience and innovation partnerships program, Xcel Energy was selected as part of 2 different awards. First, the deal we awarded Xcel Energy a $100 million to support projects to mitigate the threat of wildfires and ensure resiliency of the grid through extreme weather. Projects include vegetation management, selective undergrounding, advanced infrastructure technologies, drones and several additional resiliency projects. Xcel Energy also [indiscernible] $464 million grant to expand transmission as part of the MISO and SPP [indiscernible] program to fund high-voltage transmission to improve interregional transfer capability, reliability and resolve grid constraints.\nWe're appreciative of the DOE support as well as many of our partners in these projects, including our state and regional transmission organizations. Funding support helps us accelerate critical carbon-free technologies, enhance safety and resiliency while keeping costs low for customers.\nTurning to our natural gas utility. In August, we filed our Clean Heat program in Colorado. This first-of-a-kind plan provides a framework, reduce greenhouse gas emissions consistent with state goals in our net zero emissions target. The [ Point Fast Track ] solutions such as electrification, demand side management, clean fuels and certified natural gas. The proposed Clean Heat Plus portfolio reduces greenhouse and gas emissions by 28% by 2030, ensures customer reliability and choice while optimizing customer bill impact. We plan to file a natural gas innovation plan, a corresponding framework for our Minnesota gas utility in the fourth quarter.\nIn September, Meta announced construction of a $700 million data center in Minnesota, which eventually could be one of the largest customers in the state. We continue to evaluate a number of additional data center and commercial opportunities that will further support growth and economic development in our committees.\nFinally, there are not many new material developments with the Marshall Wildfire litigation. We currently have 14 complaints with 675 plaintiffs, which have been consolidated into a single case. For the past 4 years, Xcel Energy has been operating under a commission-approved wildfire mitigation program in Colorado. We intend to file an updated wildfire mitigation plan next year, which will include a wide range of options for stakeholder consideration, including the technologies, undergrounding, additional vegetation management, composite poles, selective use of covered conductor and preventative power system shutoffs.\nLet me wrap up with just a few summary comments before I turn it over to Brian. As we look forward across the next 5 years and beyond, we see a future that is bright for our communities, our customers and our investors. Xcel Energy is committed to providing a clean energy economy [indiscernible] regions and it will require meaningful investment to accomplish.\nFor our customers, we have the potential to deploy 15,000 to 20,000 megawatts of new clean generation on our systems by 2030, dramatically lowering our emissions profile, affordably powering our customers' homes and businesses, while ensuring 99.99% reliability that they come to expect from Xcel Energy. And through leveraging the benefits of the IRA and the IIJA, we are able to accelerate deployment of renewable resources in pairing them with affordable energy storage assets and other firm dispatchable clean fuel resources to provide reliability.\nWe continue to invest in and innovate our transmission and distribution systems to ensure reliability and resilience and provide for regional and interregional deliverability. We're laying the framework to achieve net zero greenhouse gas emissions on our natural gas system. All the while our residential customer electric and natural gas builds are amongst the lowest in the country, 28% and 14% below the national average. And given that the regions where we serve customers are the most resource rich in wind and solar, we believe that we can lead this clean energy transition for our customers more cost-effectively than almost any other company.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. We had ongoing earnings of $1.23 per share for the third quarter of 2023, compared to $1.18 per share in 2022. The most significant earnings drivers for the quarter included the following: Lower O&M expenses increased earnings by $0.03 share which reflects the impact of cost containment actions, lower effective tax rate and conservation and demand side management expenses, which increased earnings $0.03 per share. Note that these items are apparently offset in lower margins are earnings neutral. In addition, other items combined to increase earnings by $0.04 per share.\nOffsetting these positive drivers, higher interest charges, which decreased earnings by $0.03 per share, driven by rising interest rates and increased debt levels to fund capital investment and higher depreciation and amortization expense, which decreased earnings by $0.02 per share, reflecting our capital investment program.\nTurning to sales. Year-to-date weather-adjusted electric sales increased by 1.1%, largely driven by strong C&I sales. As a result, we now expect annual electric sales growth of 1% to 2% in 2023.\nShifting to expenses. On decreased $25 million for the third quarter, reflecting management actions to lower costs. We now expect our annual O&M expenses to decline by 1% to 2%.\nDuring the third quarter, we also made progress in several regulatory proceedings and we are getting close to wrapping up a busy regulatory year. 2024 will be much lighter from a rate case perspective. In our Colorado electric rate case, the commission approved our settlement that reflects a $95 million rate increase based on an ROE of 9.3% and an equity ratio of 55.7%. Rates were effective in September.\nIn October, the New Mexico Commission approved our electric rate case settlement. That reflects a rate increase of $33 million, [indiscernible] ROE of 9.5%, an equity ratio of 54.7%, a forward test year, an acceleration of total depreciation to 2028. Rates were effective in October.\nIn our pending Texas electric rate case, we reached a settlement in principle on revenue requirements. We're hopeful the parties will reach agreement on class cost allocation and rate design so that we can file the settlement this year. We expect a decision in the implementation rates in the first quarter of 2024. And as a reminder, we have a relate back date to July 13.\nIn New Wisconsin, we continue to work through the regulatory process for our electric and natural gas rate cases and expect the commission decision by year-end.\nWith regards to future rate cases, we plan to file a natural gas rate case for Minnesota in the order and the potential Colorado natural gas rate case in the first quarter of next year.\nUpdating our progress on production tax credit transferability, we recently executed 2 contracts totaling $250 million. We anticipate further PTC sales in the fourth quarter, consistent with our plan totaling $300 million to $400 million for the year. Transferability lowers the cost of our renewable energy projects for our customers and reduces near-term funding needs.\nMoving to our updated capital forecast. We've issued a robust $34 billion 5-year base capital plan with annual rate base growth of 7.6%. The base plan reflects commission approved renewable projects, including over 700 megawatts of new solar at Sherco. The base plan also reflects significant rate and resiliency investments, including our Colorado Power Pathway, transition to support our Colorado preferred plan, MISO [indiscernible] and investments as well as other system investments to maintain asset health and reliability.\nIn addition, we have additional capital investment opportunities for our renewables and firm capacity associated with the Colorado preferred plan, 418 megawatts of proposed self-built solar and [indiscernible] SBS and further RFPs in NSP and SPS. We'll update our base capital plan after our various commissions complete their review and finalize their decisions regarding our proposals.\nThese opportunities, if approved, could to translate to $10 billion of additional investment through 2028, resulting in annual rate base growth of 10.7%.\nWe've updated our base financing plan, which reflects $15 billion of debt and $2.5 billion of equity. We anticipate that any incremental capital investment would be funded by approximately 40% equity and 60% debt. It is important to recognize that we've always maintained a balanced financing strategy which includes a mix of debt and equity to fund accretive growth while maintaining a strong balance sheet and credit metrics. Maintaining solid [indiscernible] favorable access to capital markets are critical to fund our clean energy transition, deliver strong shareholder returns and keep customer bills low, especially with rising interest rates.\nShifting to our earnings. We've updated our 2023 guidance assumptions to [indiscernible] the latest information. We're also narrowing our 2023 ongoing earnings guide range to $3.32 to $3.37 per share. We have a long history of delivering on our financial [indiscernible] and expect to continue that trend in 2023. As a result, we anticipate strong earnings in the fourth quarter that will result in achieving our earnings guidance. Key drivers include incremental revenue from the Colorado and New Mexico electric rate cases, deferral of certain O&M depreciation and interest expenses as part of the Texas electric rate case, strong O&M cost management and better-than-expected sales growth.\nFinally, we are initiating our 2024 ongoing earnings guidance range of $3.50 to $3.60 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. Key assumptions are detailed in our earnings release.\nWith that, I'll wrap up with a quick summary. We continue to execute on our clean energy plans, leveraging the benefits of the IRA to reduce cost for our customers. We proposed a game-changing preferred plan in Colorado, which results in one of the most aggressive renewable [indiscernible] in the country. We secured DOE grants for our Heartland Hydrogen Hub, wildfire mitigation plans, [indiscernible] energy pilots and transmission [indiscernible], which will accelerate breakthrough technology in the [indiscernible] at a lower cost for our customers. We resolved rate cases in Colorado and New Mexico, while reaching a settlement in principle in Texas. We're narrowing our 2023 ongoing earnings guidance and continue to expect to deliver within our guidance range as we have for the past 18 years. We announced a robust updated capital investment program and initiated 2024 guidance that provides strong, transparent rate base growth and customer value. And finally, we remain confident we continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% objective range as we lead the clean energy transition and continue to keep bills low for our customers.\nThis concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/77c7730903424de914e203620e005981",
    "period": "2023 Q2",
    "content": "Q2 2023 Xcel Energy Inc Earnings Call\n\nQ2 2023 Xcel Energy Inc Earnings Call\n\nXELNASDAQJUL 27, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nAnd for the duration of the call your lines will be listen only if you require assistance at any point. Please press star zero and youll be connected to an operator.\n\nWe'll have the opportunity to ask questions. This can be done by pressing star one on your telephone keypad to register your questions questions will only be taken from institutional investors reporters can contact media relations with inquiries and individual investors and others can reach out to Investor Relations I will now hand, you over to your host Paul Johnson Vice President.\n\nTreasurer and Investor Relations to begin today's conference. Thank you.\n\nGood morning, and welcome to Energy's 2023 second quarter earnings call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer.\n\nAnd Brian Van Abel Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions. If needed. This morning, We will review, our 2023 second quarter results and highlights and share our recent business developments.\n\nSlides that accompany today's call are available on our website.\n\nAs a reminder, some of the comments during today's call may contain forward looking information significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings.\n\nToday, we will discuss certain metrics that are non-GAAP measures information on the comparable GAAP measures and reconciliations are included in our earnings release and with that I'll turn it over to Bob Frenzel.\n\nThanks, Paul and good morning, everybody, let's start with our results.\n\nWe faced some headwinds from weather and other items in the second quarter recording earnings of 52 per share for the second quarter of 2023 as compared to 60 per share in 2022.\n\nWe've got tangible plans in place for the second half of the year to overcome the inflationary pressures as well as the impact of the lower than expected ROE and the Minnesota electric rate case and allow us to deliver on our 2023 guidance.\n\nBut our strategic priorities are unchanged.\n\nLeading the clean energy transition enhancing our customers' experience and keeping our customers' bills low and we've delivered on this strategic vision across our eight states for the past decade.\n\nWe invest in clean energy resources that provide both financial cost savings to our customers, while transitioning to a lower carbon economy.\n\nWe invest in network infrastructure to foster economic development for new businesses to provide top quartile reliability and to provide resiliency in the face of more volatile and unpredictable weather.\n\nWe're also building infrastructure to accelerate clean transportation for all of our customers and exploring innovative technologies like batteries and clean fuels to enable the policy objectives and the customer desires for a lower carbon economy.\n\nAnd we focused on continuous improvement to operate efficiently with a lower expense burden to our customers and as a result, we've been able to keep our operating expenses nearly flat for over the past for over a decade.\n\nOur customers benefit from these actions, including significant carbon reductions in residential bills that are 20% below the national average.\n\nAs you can see we have a long history of delivering on our commitments to all of our stakeholders and are confident in our ability to meet our earnings guidance again in 2023.\n\nThis quarter, we made progress on our clean energy transition plans with a growing portfolio of both company owned resources and power purchase agreements.\n\nAnd our NSP solicitation, we recommended an incremental 250 megawatts of self build solar generation and 100 megawatt power purchase agreement Springs, Our total company owned solar projects at Serco to over 700 megawatts, which will utilize the transmission rates for the first of the three retiring coal units there.\n\nAnd the Sps RFP, we recommended a portfolio of 418 megawatts of self build solar projects and a 230 megawatt power purchase agreement.\n\nWe're also proposing a battery storage project and one of the new self build solar facilities.\n\nIn addition later in the quarter, we expect to file our recommended Colorado portfolio for nearly 4000 megawatts of potential resources and based on our interim analysis the outcomes should be very beneficial to our customers.\n\nAcross our eight state footprint, we enjoy a geographic advantage for wind and solar resources, which enables higher capacity factors and as a result, XL energy can deliver new renewables at low and competitive prices due to a combination of high capacity factors IRA tax benefits.\n\nAnd the ability to reuse transmission from retiring plants, all of which provides significant benefits to our customers.\n\nis a faster transition to a clean energy economy.\n\nEach of these rfps would represent incremental opportunities as compared to our base capital forecast we.\n\nWe anticipate commission decisions on these proceedings in the second half of 2023 for Minnesota, and Colorado and in the first half of 2024 for Sps.\n\nAnd May breakthrough energy ventures announced a $20 million grant to support our 210 megawatt pilot projects perform energies 100 hour battery technology.\n\nIn July the Minnesota Commission unanimously approved the form energy pilot to be installed at our Serco site alongside our new solar projects.\n\nWe plan on filing for our second form energy pilot later in the quarter and are evaluating sites that could be supportive of this exciting new clean energy technology.\n\nWe're also working with the department of energy on additional funding opportunities to further reduce the cost of these projects for our customers.\n\nIn May we filed our second transportation electrification plan in Colorado. The proposed plan, which covers the 2024 to 2026 period includes expanded solutions and rebates to support new public charging stations and charging at homes businesses multifamily buildings and community locations.\n\nIt also proposals programs supporting electric school buses innovation and income qualified customers.\n\nOur focus is to bring clean transportation to all customers and communities and to expeditiously assist and the build out of quarter charging to reduce range anxiety of EV purchasers.\n\nNext month, we plan to file our clean heat plan in Colorado and will follow with our natural gas innovation plan for Minnesota during the fourth quarter.\n\nThese plans will be similar to our electric resource plans and provide a framework for our natural gas system to achieve our carbon reduction goals, while meeting the reliability and affordability needs of our customers.\n\nTaken as a whole these innovative projects and partnerships in electricity and clean transportation and home heating are essential for XL energy to meet our sustainability goals and to continue to deliver our customers a safe clean reliable and affordable energy that they expect now and long into the future.\n\nIn June the Boulder County Sheriff's office announced the finding of its investigation into the cause of the Marshall fire in December of 2021.\n\nOur thoughts continue to be with the families and the communities impacted by this devastating fire, including our own employees, whose homes and families were directly affected.\n\nThe report states that the first Marshall fires started as a result of an ignition on a property affiliated with an entity called the 12 tribes and that this ignition had nothing to do with power lines.\n\nThe Sheriff's report also discusses our second ignition that started more than an hour. After the first fire at a different location, which the report estimates as approximately 80% to 110 feet away from our power lines.\n\nSure support says that the most probable cause of the second ignition with power lines, and we strongly disagree with that conclusion.\n\nBecause of the pending litigation that has been filed we're not in a position to discuss the marshal fire in more detail at this time, but.\n\nBut we will vigorously defend ourselves and look forward to presenting our position in court.\n\nImportantly, additional information about the lawsuits and some of the relevant legal standards is included in our earnings release.\n\nAnd our 10-Q filing and I would direct you there.\n\nFinally, we recently released our comprehensive sustainability report.\n\nThe report focuses on four core ESG pillars.\n\nReached net zero responsibly.\n\nStrengthen our communities.\n\nOperate with integrity and a value people.\n\nDetails of our progress in achieving our industry, leading ESG goals as well as our priorities moving forward.\n\nSome of the key highlights include XL energy has reduced our carbon emissions by 53% since 2005 and.\n\nMore than half of the electricity, we provide to our customers comes from carbon free resources as compared to 41% nationwide.\n\nWe outperformed the industry reliability standard restoring power to 94% of customers within 24 hours during major storm events.\n\nAnd this past year in addition to contributing over $10 million to local organizations through the XL Energy Foundation.\n\nOur employees contributed $3 million and volunteered over 74000 hours for nonprofit and community improvement projects.\n\nWe're proud of our track record is keeping with our corporate strategy and it's based on our values of connected committed.\n\nJust worthy and safe.\n\nAnd with that I'll turn it over to Brian .\n\nThanks, Bob and good morning, everyone.\n\nWe had earnings of 52 per share for the second quarter of 2023.\n\nCompared to 60 per share in 2022.\n\nPlease note that the line by line income statement comparisons are more complicated this quarter as a result of true ups for the Minnesota rate case, this year and the Texas rate case last year.\n\nMost significant earnings drivers for the quarter included the following.\n\nLower depreciation and amortization expense increased earnings by 10 per share largely due to the reversal of deferrals in the Texas rate case last year and the extension of depreciation lives from the Minnesota rate case. These decreases were partially offset by our capital investment program.\n\nLower taxes other than income taxes increased earnings by per share, reflecting property tax deferrals in Minnesota and Colorado.\n\nIn addition, other items combined to increase earnings by per share.\n\nOffsetting these positive drivers.\n\nLower electric revenues less fuel decreased earnings by 23 per share, reflecting unfavorable weather the impact of the Minnesota rate case and recognition of revenue from the Texas rate case last year.\n\nHigher O&M expense decreased earnings by per share.\n\nHigher interest expense decreased earnings by per share.\n\nTurning to sales year.\n\nYear to date weather adjusted electric sales increased by.\n\n6%, we continue to expect annual electric sales growth of approximately 1% in 2023, which was driven by growth in C&I sales, partially offset by projected declines in residential sales.\n\nNow shifting to the expenses.\n\nO&M expenses increased $14 million for the second quarter.\n\nThis increase was primarily due to the timing of generation outages higher bad debt expense insurance costs and inflation.\n\nPartially offset by the recognition of previously deferred costs from the Texas electric rate case in 2022.\n\nGiven these drivers as well as the Minnesota rate case decision, we are taking actions to mitigate O&M, which will include evaluating discretionary programs staffing levels consulting employee expenses variable compensation and other management actions.\n\nAs a result, we now expect the O&M expenses declined 3% for the year.\n\nDuring the second quarter, we also made progress on several regulatory proceedings.\n\nStarting with our completed proceedings.\n\nIn June Minnesota Commission approved a three year electric rate increase of $311 million based on an ROE of nine 5% an equity ratio of 52, 5% and a forward test year.\n\nWe plan to file for reconsideration of the decision as we felt the ROE was not consistent with the ALJ recommendation or recent commission decisions in other Minnesota proceedings.\n\nIn our South Dakota Electric rate case, the commission approved a settlement for approximately $14 million revenue increase.\n\nAnd our pending Colorado electric rate case, we reached a partial settlement that reflects a $95 million rate increase based on an ROE of nine 3%.\n\nratio of 55, 7% in 2022 historic test year.\n\nRemaining items for litigation or the structure of the TCA rider in treatment of coal plant depreciation.\n\nWe expect a commission decision later this summer of rates going into effect in September .\n\nAnd our new Mexico electric rate case, we reach a contestant settlement that reflects a rate increase of $33 million based on an ROE of nine 5%.\n\nequity ratio of 54, 7% in the forecast test year.\n\nWe expect the decision and implementation of final rates by October .\n\nBoth the Colorado, and new Mexico settlements reflect significant negotiation and compromise by excel our energy in a wide range of intervenors with varied interest.\n\nThe party to believe that the settlements resulted in a justin reasonable outcome for our customers.\n\nAs a result, we are hopeful our commissions will approve the settlement without modifications.\n\nYeah.\n\nWe also have pending rate cases in Wisconsin, and Texas, which are early in the process Intervenor testimony is expected in the Texas case in August with a decision in the first quarter of next year.\n\nWhile in Wisconsin, We expect intervenor testimony in the fall and a commission decision by year end.\n\nTurning to the inflation reduction act as most of you are aware of the U S. Treasury recently provided guidance on tax credit transfer ability, which was consistent with our expectations. We have considerable demand and anticipate monetizing excess excess tax credits later in the year.\n\nFinally, we are reaffirming our 2023 earnings guidance range of $3 30 to.\n\nThe $3 40 per share, which is consistent with our long term EPS growth objective of 5% to 7%.\n\nWe've updated our key assumptions to reflect the latest information which are detailed in our earnings release.\n\nPlease note that the guidance assumption changes regarding capital riders depreciation property taxes, and ETR, primarily reflect regulatory decisions or changes to assume PTC levels and are largely earnings neutral.\n\nHowever, the lower O&M and a portion of the interest expense assumptions will generally impact earnings.\n\nYeah.\n\nWith that I'll wrap up with a quick summary.\n\nWe continue to expect to deliver 2023 earnings within our guidance range as we have for the past 18 years, managing through regulatory outcomes changing economic environments and periodic headwinds.\n\nWe're delivering on our capital plan and executing on opportunities, including clean generation transmission and distribution to support reliability resiliency and broader economic growth.\n\nAnd we remain confident we can continue to deliver long term earnings and dividend growth within the upper half of our 5% to 7% objective range as we support our communities and states and the clean energy transition.\n\nThis concludes our prepared remarks, operator, we will now take questions.\n\nAs a reminder, if you would like to ask a question on todays call. Please press star one on your telephone keypad to withdraw your question you May Press Star two.\n\nOkay.\n\nAnd our first question comes from Jeremy Tonet from Jpmorgan. Please go ahead.\n\nHi, good morning.\n\nHey, good morning, Jeremy how are you.\n\nAlright, good thanks Rami.\n\nJust wanted to touch base with.\n\nOn the targeted O&M reductions as you called out there.\n\nThese efficiencies in 2023 I was wondering if you could peel back the onion, a little bit more to see how much of this is onetime in nature versus carry forward into future years.\n\nJust any thoughts there would be helpful.\n\nSure Hey, good morning, Jeremy.\n\nThanks for the question, So I think I'll hit on a couple.\n\nA couple of different ways to talk about kind of the near term actions.\n\nAnd when you think about it now how do we hit our year end O&M guidance, one as we look at second half of last year, we had elevated O&M. If you look at versus the first half of last year and particularly in Q4 as there was some onetime items in Q4 relative to having a .\n\nGood year investing in the system.\n\nAnd then there are some impacts this year, where we've had some timing of generation outages earlier in this year and.\n\nAnd we also expect bad debt expense to decline, we saw some higher bad debt expense levels, given the commodity price impacts earlier in this year. So as I think about that bad debt expense level should be more sustainable I guess, some timing of the generation outages. But then we're also looking at a number of what I call. It near term and long term opportunities near term is what you would call more one .\n\nDiscretionary items around program spend consulting third party contracts and variable compensation levers, even more traditional management initiatives, but I think we are spending a lot of time on longer term initiatives around our innovation and transformation transformation team.\n\nWe've invested heavily in driving what we call waste elimination and process improvements across our orange.\n\nAnd then we're also investing heavily in technology you heard me I've talked about before some we've called the digital operations factory.\n\nWhich is focused on using AI in our operations, we started that in nuclear with our corrective action program now, we're rolling that out to distribution and gas in our field operations and Thats using traditional AI. We're also looking at and I'll use cases for . So as we look at it or.\n\nOur goal is to hit 3% down for the year longer term. Our goal is to kind of keep O&M flat and as Bob said, we've done that for nearly a decade and so we do have some work to do to get there a balance of the year, but then think longer term O&M flat as we go forward.\n\nGot it.\n\nVery comprehensive very helpful. There.\n\nAnd so that kind of touches on I guess the next question I had is just with regards to.\n\nWell, the Minnesota order.\n\nCause you to revisit any embedded assumptions over.\n\nThe remainder of your five year plan at this point.\n\nThese kind of O&M.\n\nItems as you called out.\n\nfor that.\n\nNo I don't think it does I think about our long term assumptions and our long term, 5% to 7% earnings growth rate. We've continued affected lever in the upper half of that that long term guidance.\n\nGot it.\n\nAnd then just at a high level, if I could given the growth of wildfire risk.\n\nYes.\n\nmitigation strategy I guess evolved over time or do you have any other thoughts on that side.\n\nHey, Jeremy it's Bob I. Appreciate the question as you know we've been operating under and Colorado under our wildfire mitigation plan that was instituted probably more than three years ago and that plan is due to be refreshed in Colorado at the end of this year and we expect to propose.\n\n.\n\nContinuation of existing programs and new programs in Colorado that understand the.\n\nThe volatility of weather in the west and the footprint of the Colorado Company in particular, so we're still working through that.\n\nNothing specific right now, but certainly.\n\nLooking at.\n\nEverything that we can in terms of the risk and the opportunities to strengthen our own system.\n\nSure, we protect our communities and our customers.\n\nGot it just one last one if I could post what we've seen in Minnesota here so far.\n\nDoes your view of the relative attractiveness of Minnesota versus .\n\nwider footprint change in any way.\n\nLook I think as I said in my opening remarks.\n\nWe feel like we've run a really good utility in Minnesota and across our eight states focusing on our customers and our communities and helping our state achieve their policy objectives around clean energy and clean transportation.\n\nAnd the outcome.\n\nwas disappointing.\n\nFor two reasons, Paul and Brian mentioned, one which was.\n\nIt was inconsistent with previous decisions in Minnesota.\n\nThat had been 94 to 96, 5%.\n\nBut equally important probably didn't recognize what I think excel energy as a national leading utility and advancing a lot of these initiatives, making sure we do it reliably and affordably and sustainably.\n\nWe will continue to review our investment opportunities and our programs in the state.\n\nBut I think generally we're really.\n\nConfident that this is our headquarter state we want to work proactively with the governor and the legislature and the PUC to advance these initiatives.\n\nGot it that's very helpful I'll leave it there thanks.\n\nOkay.\n\nThank you. Our next question comes from Chopra of Evercore. Please go ahead.\n\nHey, good morning, Thanks, sorry.\n\nGood.\n\nThanks, Brian .\n\nYears later, we're still getting caught by the mute button.\n\nOkay can you hear me now I'm, sorry, yes, Brian Okay.\n\nOkay, perfect sorry about that guys.\n\nRyan I heard you mention.\n\nThe Minnesota rate case item.\n\nA FILO rehearing could you just give us a little bit more color there as to what the next steps our timeline.\n\nYes, the reconsideration.\n\nNeed to file for reconsideration 20 days after the written order so that's coming up and so certainly we will file for reconsideration.\n\nAround Roe around.\n\nThe decision on the prepaid pension asset in some other expense levels.\n\nWe're hopeful the Missouri Commission will take that up and look at hard at our reconsideration filing.\n\nAnd they have 60 days once that they.\n\nThey have 60 days to decide so thats the process.\n\nGot it okay, so that should be coming out shortly and then 60 days after the decision whether they take it up or not.\n\nSo the commission okay. Thank you.\n\nAnd then just you mentioned the transferability guidance was in line with your expectations Theres been a lot of discussion.\n\nWithin the industry to investors and credit agencies on the implications to CFO .\n\nI know.\n\nYou're very knowledgeable on this topic in general.\n\nYour thoughts there how you're seeing this play out and implications for your credit metrics.\n\nYes, so I mean, we've spent a lot of as I would call. It an industry collaboration on how we worked us through our financials and so not only worked with a lot of our peer utilities. We've also work with the big four accounting firms and so everything will renew is going to be in accordance with GAAP and is going to take the income tax approach.\n\nIt's going to flow through our income tax expense lines little also flow through cash from operations and so I think it's pretty straightforward and I know there's been a lot of discussion whether it'll show up in to debt metrics and I feel pretty good about it because it absolutely will reflect the economics of our underlying financials.\n\nAnd it is for US right it'll be a reoccurring cash flow benefit as we look to monetize these tax credits so.\n\nI'm.\n\nI feel pretty good about how we'll be reflected across the rating agencies and we've spent time with each of those talking them through that and like I said also work closely with the big four accounting firms and this is generally approach the whole industry will take.\n\nThat's very helpful. Thanks, and then maybe just to the extent you're willing to comment on this just a little bit more pointed question on 2020 guidance.\n\nObviously, you mentioned the history of.\n\nMeeting and exceeding expectations.\n\nJust with the unfavorable weather.\n\nAnd the regulatory decision where are you tracking with your sort of cost efforts in place what are you targeting or what are you tracking within the guidance range.\n\nYes so.\n\nSitting here today, it's six months of the year, we're tracking to midpoint to midpoint of guidance and I'll give you a little bit more color Ryan I think about it in kind of three buckets versus execution of our on our O&M plans, which.\n\nTalked about earlier.\n\nSecond is we do have additional rate case revenue that will come in the door in the second half of the year, particularly with the Colorado rate case in flight the new Mexico rate case in flight and then there's still continued benefits from Wisconsin last year and then we do have expected continued sales growth in our service territories and so those are really the three buckets.\n\nI think about it in targeting mid point of guidance and obviously as we normally do in Q3.\n\nWe will.\n\nLook at where we are in Q3 and necessarily when we tightened guidance.\n\nVery clear thanks, so much Brian I appreciate the time.\n\nThank you. Our next question comes from Julien Dumoulin Smith of Bank of America. Please go ahead.\n\nHey, good morning team. Thank you so much of the size of the opportunity appreciate it.\n\nI wanted to focus on the wildfire dynamics, obviously, a lot of fixation on this perhaps principally coming from out of state as well can you elaborate a little bit I know in the prepared remarks, you said you referred us to the 10-Q immediately here, but can you could you elaborate at least on your insurance.\n\nLevels today, your insurance programs across the states as well.\n\nDo you frame the risks here from the lawsuits that have been filed I imagine that some of the commentary you alluded to in the queue here, but can you help frame up your understanding as well as maybe some of the differences critically.\n\nFrom some of the out of state considerations that are drawing renewed scrutiny.\n\nYeah, Hey, Julien, it's Bob and thanks for the question and here's what I can say about Marshall right now the Boulder County Sheriff's report concluded that the Marshall fire first ignited on the property the 12 tribes and that the signature was unrelated to our equipment.\n\nWith respect to the cause of the second ignition, which began an hour. After the first we strongly disagree with the conclusion of the share support and we will vigorously defend ourselves in court. The shares report concluded that there were no design or installation or maintenance defects or deficiencies and public services electrical circuit in the air.\n\nof the second ignition and so.\n\nRegarding the litigation there is a hearing in September where we expect to learn more about the procedural next steps.\n\nAdditional information about the lawsuits in the legal standards are included in our disclosures in our earnings release and in our 10-Q.\n\nGiven the lawsuits and I don't think we're going to comment any further beyond those particular disclosures I'll, let Brian comment on insurance coverage.\n\nBut other than that I think we're going to stick to stick to our disclosure statements. Yes, Julian the insurance coverage is included in our disclosure and was approximately $500 million.\n\nOkay.\n\nGot it alright understood and then any further commentary about the differences in context across the different states, especially whether it pertains to the legal.\n\nRecovery construct jewelry contracts.\n\nYes. It's all included in the disclosure is an entire page of disclosures in the earnings release in the Q.\n\nAlright fair enough, we'll leave it there. Thank you guys very much I appreciate it appreciate it thanks Julie.\n\nThank you. Our next question comes from Anthony crowd out of Mizuho. Please go ahead.\n\nHey, good morning, Bob Good morning, Brian .\n\nGood morning, Paul sorry.\n\nI don't want to leave you out.\n\nJust first of all hopefully.\n\nHopefully two quick questions one on Julian.\n\nFollowing up on Julien with the Marshall.\n\nIs there a timing.\n\nThat resolves itself, where you just have a lot of places of course, and you can't give any real.\n\nSheila when that proceeding will wrap up and that overhang lifted.\n\nAs I mentioned look we have a September hearing where we're going to learn a lot more about the procedural schedule.\n\nAnd we'll know more then.\n\nAnthony we really cant go beyond what we've already said in the disclosure. So we have to limit the questions on that.\n\nOkay, Great and then on slide 11.\n\nPending settlement.\n\nColorado, just you talked about I think an alternate alternative rate increased $47 million.\n\nThat's dependent upon I guess, some coal plant deferrals.\n\nJust curious if you could talk about how the commission.\n\nHopefully when they approved the settlement is that when they will address how they handle the coal plant deferrals or does that get rolled into a separate proceeding.\n\nAnthony that will all be decided within the rate case decision. The commission will make here in Q3, you saw a very deliberate.\n\nHearings on it in July and so that's all part of the record. So it is kind of either the $95 million one or the alternative if you defer some additional depreciation is $47 million in that $48 million difference is just the deferral of depreciation so all will be decided.\n\nSo it would be earnings neutral, but it would have a cash flow impact obviously.\n\nGreat. Thanks, I am going from here, Thanks, again for taking the questions yes. Thank.\n\nThank you.\n\nYeah.\n\nThank you. Our next question comes from Sophie Karp of Keybanc. Please go ahead.\n\nHi.\n\nThanks for taking my question.\n\nYeah, Hi lot of my questions have been answered, but maybe I can just ask a couple of them.\n\nQuestions here.\n\nOn volumes.\n\nJust curious if you could discuss a little bit what drives the volumes any ability here aside from weather it seems like.\n\nC&I volumes.\n\nor close to equally.\n\n.\n\nAs well as residential.\n\nThere's some puts and takes that drive against year over year.\n\nOkay.\n\nIf I think about sales in really looking at the weather normalized sales. We continue to see really strong growth on the C&I side at Sps and in Q2 on weather normalized basis, we had strength in Minnesota and Wisconsin to.\n\nColorado on a year to date basis on C&I or there is a.\n\nA.\n\nA large manufacturing facility was down for the first quarter in.\n\nIn the first quarter of this year in Colorado, So that had some weakness on the residential side the residential while we're down close to a percent for the year, it's tracking in line with our forecasts or expectations for the year right. We continue to see good customer growth, but we do see continued use per customer declines as are we are.\n\nReally strong energy efficiency in DSM programs. So I think overall it is tracking both on the C&I side and on the resi side is tracking to expectations offer kind of through the first six months and for the balance of year with our with our guidance on sales.\n\nOkay. Thank you and maybe I can just ask a bigger picture question here I know you've been looking at potentially involve an upfront and then Mr. Maher.\n\nAdjacent to one of your territories, just kind of curious.\n\nHow are you still thinking about that and it's been then you progress to report.\n\nYes, hi, its Bob.\n\nLook we as a company, we certainly have a view on nuclear both current and future.\n\nA key priority for us is preserving the existing nuclear fleet and making sure that there is a potential for a nuclear future for the country.\n\nWe have been working with a company called new scale on their technology, It's an SLR technology, mostly helping them through the nuclear regulatory process and making sure that their applications need the NRC guidelines and hoping to get that that technology can get through.\n\nCan get through.\n\nThe regulatory process.\n\nDon't have plans as a company to own or operate.\n\nAt this point.\n\nWe really are just taking our nuclear expertise and helping with the nuclear future for that company.\n\nSo we don't have any specific plans to announce on SMS and specifics.\n\nAlright. Thank you that's all for me.\n\nThank you our next question comes from.\n\nYeah.\n\nHarley Devonport Goldman Sachs. Please go ahead.\n\nHey, good morning, Thanks for taking the question.\n\nwelcome aboard.\n\nThank you I appreciate that.\n\nBob you've been vocal about sort of an all of the above approach kind of on the energy transition from a technology perspective, and you talked a little bit about the grass farm energy pilot could you just talk a little bit about kind of how that pilots involving and other opportunities that might exist in that space. For instance, do you think about long duration storage.\n\nYes happy to look as we think about it as a company.\n\n.\n\nFirst first utility to announce a 100% carbon free given our geographic position our ability to transition with wind and solar cost effectively for our customers through the end of this decade allowed us to make an interim target of an 80% carbon reduction and we feel very confident in that but we've always been focus.\n\nOn.\n\nWe need new technology, New research development and deployment of new technologies to achieve our 100% goal and the nation's clean energy goals one of the big pieces of that is obviously energy storage.\n\nWe have a lot of lithium ion for our batteries around the country and we have some on our own systems.\n\nThe long duration energy storage is a critical part of the energy future and so the form energy battery.\n\nAs a 100 megawatt hour.\n\nBattery, so instead of four hours, it's four days.\n\nAnd Thats, a nice asset class as we think about periods when the wind doesn't blow and the Sun doesn't shine and we've seen evidence of that.\n\nAs recently as early June of this year in the southwest where we had very limited wind production, we've seen it in polar vortex as we're in winter storm here, where we had no wind production for almost a three day period. So this idea of a long duration batteries is really interesting what's exciting about form in particular, it's a pretty old.\n\nTechnology really this was found by the department of energy almost 60 years ago.\n\nBut is becoming commercialized will buy a new company form energy and they are a breakthrough energy VC funded company.\n\nIn energy impact partners funded company and the technology is pretty interesting I won't call. It simple because of that because that would.\n\nThat would .\n\nMinimize the impact and the efforts of the development team and the founders of that company, but it's basically rusting and de rusting iron and the great part about that is iron is readily available its domestically available.\n\nNot subject to Counterparties in regimes in the world, where we have challenges and so when I think about new technologies.\n\nYou know sometimes it's.\n\nNot the best that wins is the one that's most commercialized and the one that can deploy the fastest and I was really proud to be in west, Virginia last month, and breaking ground with the .\n\nenergy team with Secretary Grand home and Senator mansion.\n\nAnd building 800 megawatt capable factory in West, Virginia, as we speak with loan guarantees and grants from the government. So this is a technology that's going to come to fruition. It's a technology that's going to be scalable, we're really pleased to be their first.\n\nPartner and sales of that but it's a pilot it's 10 megawatts and we're going to put it on a 9000 megawatt system. So we have a great opportunity to build it with them.\n\nInvest alongside and then the breakthrough energy grants and the potential Doa grants buy down that cost and buy down that risk for the company. So very exciting technology really excited about the future what this could mean.\n\nCarla I would just add we have another another pilot in Colorado, Andrea which is.\n\nLiquid metal technology that will have online in 2024 eight.\n\n, 8% to 12 hour duration, so kind of call. It mid duration. So we're spending a lot of time on this new technology and I think also longer term as you kind of broadened the definition of energy storage.\n\nGreen hydrogen as a form of energy storage as we think about longer term beyond the store and then burn through some of our firm. This basketball units longer term. So we're pretty excited about lot of vehicle of new technologies and glad really happy to see how excited our Minnesota Commission is on form energy with the unanimous approval of that project.\n\nAwesome I appreciate those perspectives and then the follow up just around earnings guidance, obviously, you're reiterating the guidance for 2020, we just wanted to check in on temperature on on the five to seven long term guidance you kind of think about the incremental spending opportunities from a capex perspective, along with some of the regulatory.\n\nTom Lacey and kind of how you're thinking about that long term range.\n\nYes, Carl good question.\n\nFully expect to continue delivering in the upper half of our 5% to 7% long term guidance, so thats unchanged.\n\nYou mentioned the incremental opportunities that we have and I think in Bob's comments. He mentioned the circle solar three farm. The Sps to 420 418 megawatts of solar farms that are going to provide significant customer benefits in Sps, we filed that CCN yesterday, so those two together.\n\nThere are north of $1 billion of clean energy investments that will benefit our customers that are outside of our current Apple plan nothing.\n\nI think longer term right, we'll file here in Q3, our preferred plan for with the Colorado Commission around our.\n\nThe RFP is going into that that was decided pre IRA. The commission ruled on that resource plan before we can layer on the significant benefits significant customer benefits of the IRA So when we look at.\n\nHow the costs are coming in relative to what was approved we believe we can go bigger and faster.\n\nAnd above what that initial 4000 megawatts of renewables and storage show and so we're excited to work with our Colorado Commission on that look for that filing in Q3, and hopefully get a decision in Q4, and then even more longer term in the next 18 to 24 months, we'll be filing more rfps in Minnesota, Colorado and Sps for.\n\nFurther significant additions of clean energy assets as we March towards the 8% by 2030 goal. So I'm pretty excited about it pretty excited about the long term opportunities and.\n\nWe do feel good about delivering in the upper half of our long term guidance range.\n\nGreat. Thank you.\n\nThank you. Our next question comes from Steve Fleishman of Wolfe Research. Please go ahead.\n\nYes, hi, good morning.\n\nHey, Steve.\n\nHave all of you on the phone including Paul.\n\nThank you.\n\nThe.\n\n.\n\nOne Marshall fire question is there a deadline when any claims need to be filed by.\n\nYes.\n\nYes.\n\nDave It's Bob My understanding is that.\n\nClaims are a two year deadline, so that would say at the end of this year is wind claims need to be filed.\n\nOkay.\n\nSecond question different topic on these.\n\nColorado settlement is there.\n\nNo I think you mentioned Q3 for those final water or is there a specific date for that.\n\nApproval.\n\nNow there's not a date, but we expect that the commission will rule probably in the middle of August post deliberations at the middle of August .\n\nOkay.\n\nAnd then last.\n\nLet me just I know.\n\nYou all have been pretty focused on a number of hires.\n\nProvisions, including the hygiene one.\n\n.\n\nAnd and just kind of curious so latest thoughts on.\n\nThe.\n\n.\n\nSo look at hydrogen production.\n\nGreen hydrogen all those kind of.\n\nPillars of the Green hydrogen and when do you think youll get we will get that in.\n\nWeather nuclear might be included in that or constitutionality going to be a problem for that thanks, Steve.\n\nSteve It's Bob Thanks for the question, we've been very active in clean fuels in general and hydrogen in particular.\n\nLook philosophically.\n\nWe believe that we're going to undergo a large period of electrification over the next 10 or 20 years as a country.\n\nAnd as a company.\n\nBut there are parts of the economy that are can be difficult.\n\nOr expensive or even in some cases impossible to electrify and therefore, we feel like we need a clean molecule to help in those areas and today, that's natural gas, but tomorrow. The most promising molecule that we see is a green hydrogen molecule and this looks like is an op.\n\nOpportunity for the company. It's another version of steel for fuel at some level.\n\nFederal government supportive of it states are supportive of it and we've got two hydrogen hub applications. One in the Rocky Mountain region with Mou's from four states.\n\nTwo of which we serve Colorado, New Mexico, as well as Utah Wyoming.\n\nAnd then here in the upper Midwest five state Mou again, two of which three of which that we serve Wisconsin, Minnesota North Dakota, Montana.\n\nAnd we are in front of the Doa those have progressed through the process and we expect to know by the end of the year, whether we're going to get to your loan grants for hydrogen and I think you are aware of some of the challenges around what qualifies for a tax credit.\n\nHydrogen land and I think theres sort of three areas of sort of debate and.\n\nAnd what we're trying to do is balance.\n\nCost to the customer and a need to accelerate Oems to build and take us down the technology curve of OEM.\n\nand balance of plant.\n\nAnd I think about those as location.\n\nGeneration matching and then additionality, so with respect to location we've been in all three of those on one and we think we need flexibility in all three of those categories.\n\nOn the location, we've been supporting as a company are balancing area type location.\n\nBut certainly not national which causes real market distortions and challenges with generation nationally.\n\nSimilarly on matching.\n\nThat the peer level, we'd say, we need hourly matching but we probably need some transition period to get to that strict hourly matching and so we've been supportive of some period of time, where.\n\nMaybe by the end of the decade or late this decade, we've got hourly matching but we'll go to annually matching for for some period of time, and then with additionality again very supportive of the additionality as a concept.\n\nBut areas of flexibility there one we would really supports nuclear.\n\nIn regards to additionality, and we have supported pretty vocally that as well as any sort of otherwise back.\n\nBack down energy.\n\nI would support that as additionality, if it came back into the grid and so.\n\nVery active we're very active at were very active in .\n\nAnd I think those are generally in line with principles that both of those organizations are supporting Steve.\n\nStephen you asked about timing or the statutory deadline of August 22nd.\n\nThey haven't missed statutory deadline, yet, but what we're hearing is that there is still a lot of.\n\nUncertainty around the positions that we've outlined given the some of the polarizing viewpoint. So it certainly could flip in the September or October .\n\nOkay.\n\nThat's a lot of good information. Thank you I appreciate it.\n\nThank you.\n\nYeah.\n\nThank you. Our next question comes from the line Ryan Levine of Citi. Please go ahead.\n\nHi, everybody.\n\nAlright in terms of the $500 million insurance, what was the cost of that insurance and when was it occurred.\n\nAnd then I guess go forward or are you seeing changes in pricing for wildfire related insurance and what's your strategy on a go forward basis related to.\n\nGinger.\n\nWe haven't disclosed the cost Ryan and every year, we renew or.\n\nprogram, we continue to look at that.\n\nInsurance program is for everything is based on market experienced with insurance companies and as you can imagine it gets more challenged all the time, that's not just related to wildfire, but that's what all we have to say about insurance.\n\nHave you already procured it in.\n\n2003 for the next year or is that.\n\nComing event for the back half of the year.\n\nWe're still in the process.\n\nOkay.\n\nAnd I guess, one last question on that.\n\n$500 million any associated cost with procuring it is that passed onto ratepayers or is that embedded in your O&M cost outlook.\n\nIt's a reflection.\n\nCovered through rate cases, yes.\n\nAnd it's included in Ireland.\n\nIncluded in.\n\nIt's included in O&M expense.\n\nOkay I appreciate the color. Thank you.\n\nThank you we have no further questions in the queue I will turn the call back over to CFO , Brian Van Abel for closing remark.\n\nAnd thank you all for participating in our earnings call. This morning, please contact our Investor relations team with any follow up questions. Thank.\n\nThank you.\n\nOkay.\n\nOkay.\n\nThat concludes today's conference you may now disconnect."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a32f38a12f3b545c9d3884525c316e42",
    "period": "2023 Q1",
    "content": "Q1 2023 Xcel Energy Inc. Earnings Call\n\nQ1 2023 Xcel Energy Inc. Earnings Call\n\nXELNASDAQAPR 27, 10:00 AM\n\nOperator\n\nHello, and welcome to the Xcel Energy First Quarter 2023 Earnings Conference Call. My name is George, and I'll be a coordinator for today's event. Please note, this conference is being recorded. [Operator Instructions]\nI'll now hand it over to Mr. Paul Johnson, Vice President, Treasurer, and Investor Relations, to begin this conference. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP & IR, Xcel Energy Inc.\n\nThank you. Good morning, and welcome to Xcel Energy's 2023 First Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President, and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed. This morning, we will review our '23 first quarter results and highlights and share recent business developments. Slides that accompany today's call are available on our website.\nAs a reminder, some of the comments made during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. Today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nWith that, I'll turn it over to Bob.\n\nRobert C. Frenzel\n\nChief Financial Officer & Executive Vice President, Xcel Energy, Inc.\n\nThanks, Paul, and good morning, everyone. Let's start with our first quarter results. We had another solid financial quarter, recording earnings of $0.76 per share for 2023 compared to $0.70 per share in 2022. The increase in earnings largely reflects new revenue to recover our investments in clean energy and grid systems for the benefit of our customers. Our business plan is on track for the year, and as a result, we are reaffirming our 2023 earnings guidance of $3.30 to $3.40 per share. This quarter, we continue to make progress on our industry-leading clean energy transition plans. We've received and reviewed a significant number of proposals in our pending solicitations for nearly 6,000 megawatts of new electric generation across multiple jurisdictions.\nWe anticipate commission decisions on these various proceedings in the second half of '23 and remain confident in our ability to deliver a beneficial mix of both company-owned and third-party resources across those plans. We also continue to pursue the benefits and opportunities provided by the Infrastructure Investment and Jobs Act and the Inflation Reduction Act to accelerate the clean energy transition. We recently submitted multiple projects to the Department of Energy for funding consideration, including the multiparty Heartland and Western Interstate Hydrogen Hub and grid resilience investments in Colorado.\nIn addition, we recently applied for DOE and venture capital grants for our long-duration energy storage proposals in Colorado and Minnesota and believe we are well-positioned to receive some or all of our requests. Our country and our company need new technologies, like long-duration storage, like hydrogen and clean fuels to commercialize in order to realize a clean energy future. And at Xcel Energy, we are actively working to do our part for the regions and the customers that we serve. And while the promise of a clean energy future is bright, we are keenly aware of the financial challenges that some of our customers experienced this winter with a significant rise in gas prices that we saw in 2022, driven by macroeconomic and geopolitical issues.\nXcel Energy is proud of our long track record of keeping customer bills amongst the lowest in the country and to transition to a cleaner energy future with bill increases below the rate of inflation. We believe that affordability, reliability and sustainability can be realized concurrently through thoughtful energy policy and excellent operations. We've taken a number of steps in recent years that have saved customers' money and reduced exposure to commodity volatility. In our electric business, Xcel Energy's nearly 4,500 megawatts of owned wind farms continue to be a leader in capacity factor performance and generated $1.1 billion of fuel-related customer benefits in 2022 and more than $3 billion since 2017.\nFuture investments in renewable generation and clean fuels will continue to reduce our reliance on fossil fuels and add further benefits to our customers. Since 2014, we've kept our operating and maintenance expenses nearly flat and well below inflation through our continuous improvement programs, which is a benefit that accrues to our customers' bills. Our numerous energy efficiency and demand management programs have saved enough energy to avoid building approximately 25 average-sized power plants. And in 2022, we disbursed a record $216 million in state and federal payment assistance funds to customers across our states, and we expect to exceed that record in 2023.\nAlso, in partnership with Colorado Staff, Colorado Energy Office, Energy Outreach Colorado and the Utility Consumer Advocate, we proposed to the commission to increase funding to support income-qualified customers burdened by high energy costs. We expect to provide those increased benefits to our customers throughout 2023 and beyond. And with recent declines in natural gas prices, we proactively lowered our gas recovery mechanism in Colorado 4x, reducing customers' gas costs by 58%. Our customers in our other states are seeing comparable benefits. In Colorado, we've been working with stakeholders on proposed legislation regarding customer affordability, rate stability and the regulatory process. And finally, in addition to our energy efficiency programs, we are relooking at potential long-term solutions to reduce price volatility that could include physical and financial hedging, additional natural gas storage, long-term natural gas supply contracts, multiyear rate plans, natural gas cost deferrals, energy decoupling and the use of renewable energy to generate clean fuels for blending in the natural gas LDC.\nWe are confident that if implemented, these actions can help reduce natural gas volatility in the future for our customers. As I wrap up, I'm pleased to share some of the company's recent recognition. For the tenth year in a row, we've been honored as one of the world's most admired companies by Fortune Magazine. We ranked first in social responsibility and quality of management, placing second overall amongst the most admired electric and gas companies in the country. In addition, for the fourth year in a row, Xcel Energy has been named one of the world's most ethical companies by Ethisphere, a global leader in defining and advancing the standards of ethical business practices.\nNone of this will be possible without the commitment of our employees, contractors and our partners. And while we're proud of our track record and our accolades, we will never rest on our mission to provide our customers with safe, clean, reliable energy services at a competitive price.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nTreasurer & Vice President, Xcel Energy, Inc.\n\nThanks, Bob, and good morning, everyone. We had another solid quarter, reporting earnings of $0.76 per share for the first quarter of 2023 compared with $0.70 per share in 2022. The most significant earnings drivers for the quarter included the following: higher electric and natural gas revenues increased earnings by $0.24 per share, reflecting new revenue to recover investments in our electric and natural gas systems and clean energy infrastructure. A lower effective tax rate increased earnings by $0.02 per share. But keep in mind, production tax credits lowered the ETR.\nHowever, PTCs are flowed back to customers through lower electric margin and are largely earnings-neutral. In addition, other items combined to increase earnings by $0.01 per share. Offsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.08 per share, reflecting our capital investment program, higher O&M expense, which decreased earnings by $0.06 per share and higher interest expense and other taxes which decreased earnings by $0.07 per share. Turning to sales. Weather-adjusted electric sales increased by 0.6% for the first 3 months of 2023. We continue to expect annual electric sales growth of approximately 1% in 2023, driven by C&I sales, while we expect residential sales to be down slightly for the year.\nO&M expenses increased $48 million for the first quarter. The increase was primarily due to timing differences associated with regulatory recovery mechanisms, generation outages and emergent work, inflationary pressures and investments in electric vehicle programs and other customer products. We continue to expect O&M to decrease approximately 2% in 2023 compared with last year. We've also made progress on a number of regulatory proceedings. The commission recently approved our settlement in the Minnesota natural gas rate case, which reflects a rate increase of $21 million, an ROE of 9.57%, an equity ratio of 52.5% in the decoupling mechanism and property tax tracker.\nIn the Minnesota electric case, we received a constructive ALJ recommendation including a 9.87% ROE and a 52.5% equity ratio. We anticipate a commission decision in June and final rates implemented in the fall. During the quarter, we filed a Texas electric rate case seeking a rate increase of $158 million based on an ROE of 10.65%, an equity ratio of 54.6% in the historic test year in the early retirement of the Tolk coal plant. We anticipate a commission decision and implementation of final rates in the first quarter of 2024. Our electric rate case in Colorado is early in the process.\nIntervenor recommendations are due in May, and we'll see if there's a potential to reach a settlement with parties. A commission decision and implementation of final rates are expected in the fall. In our New Mexico electric rate case, intervenors filed an initial testimony. The staff recommended a forward test year with a rate increase of $37 million based on an ROE of 9.35% and an equity ratio of 54.7%. Other intervenors recommended equity ratios in the range of 45% to 54.7% and ROEs between 8.7% to 9.6%. We anticipate a decision later in the year.\nFinally, later this month, we'll file a rate case in Wisconsin, seeking an electric rate increase of approximately $40 million and a natural gas rate increase of approximately $9 million based on a 10.25% ROE, a 52.5% equity ratio and a 2024 future test year. We expect the commission to decide on the case before year-end with new rates in effect in January. Details on these cases are included in our earnings release. We are reaffirming our 2023 earnings guidance range of $3.30 to $3.40 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. We've updated our key assumptions to reflect the latest information, which are detailed in our earnings release.\nWith that, I'll wrap up with a quick summary. Our customers continue to have some of the lowest bills in the country, we remain committed to keeping long-term bill growth below the rate of inflation while leading the clean energy transition and reducing customer exposure to volatility in fossil fuel prices. We continue to achieve constructive regulatory outcomes across our operating companies with progress across multiple rate cases. We have received a significant number of generation bids in response to our RFPs with additional RFPs forthcoming. We are reaffirming our 2023 earnings guidance, and we remain confident, we continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% objective range as we lead the clean energy transition.\nThis concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1592a654fb9fc411d44b9feb18785cd6",
    "period": "2022 Q4",
    "content": "Q4 2022 Xcel Energy Inc Earnings Call\n\nQ4 2022 Xcel Energy Inc Earnings Call\n\nXELNASDAQJAN 26, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to today's Xcel Energy Year-End 2022 Earnings Conference Call. For your information, today's conference is being recorded. (Operator Instructions) At this time, I'd like to turn the conference over to your host today, Paul Johnson, Vice President, Investor Relations and Treasurer. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP of IR & Treasurer, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2022 Fourth Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer questions if needed. This morning, we will review our 2022 results and highlights and share recent business developments and regulatory developments.\nSlides that accompany today's call are available on our website. As a reminder, some of our comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. Today, we'll also discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release. I'll now turn the call over to Bob Frenzel.\n\nRobert C. Frenzel\n\nPresident, CEO & Chairman, Xcel Energy Inc.\n\nThanks, Paul, and good morning, everyone. Welcome to our fourth quarter call. We had another very successful year at Xcel Energy, continuing to execute on our strategy while delivering strong financial and operational performance. For our investors, we delivered EPS of $3.17, representing the 18th consecutive year of meeting or exceeding our initial earnings guidance.\nIn February, we raised our annual dividend for the 19th straight year, increasing it $0.12 per share or 6.6%. More recently, in November, we extended our long-term investment plan, which features a 10-year capital outlook with an approximate 7% rate base growth. We ranked in the top quartile and customer reliability or CAIDI and our residential electric builds are more than 20% below the national average.\nAnd amidst the backdrop of significant commodity increases this year, Xcel Energy's 4,500 megawatts of owned wind farms continue to be an industry leader in net capacity factor performance and generated approximately $1 billion of fuel-related customer savings in 2022 and almost $3 billion since 2017. Our nuclear fleet remains the top performing fleet in the country and achieved a capacity factor of 96% last year.\nWe had an active regulatory year and resolved multiple rate cases and Uri storm cost recovery proceedings. The commissions in Minnesota and Colorado approved resource plans that will add nearly 10,000 megawatts of utility-scale renewables to our systems through this decade.\nThe Minnesota Commission approved our 460-megawatt Sherco Solar project. The Colorado Commission approved our $2 billion Power Pathway transmission project and MISO awarded us $1.2 billion of transmission projects, and we accelerated our time line for transitioning out of coal and now expect to be coal-free by the end of 2030, all of which contribute to our leadership in clean energy transition for our customers. We continue to lead in carbon reduction as well.\nIn 2022, our estimated carbon emissions were approximately 52% below 2005 levels, and we remain on track to achieve 80% carbon reduction across the company by 2030. The passage of the Inflation Reduction Act will reduce the cost of renewables for our customers, improves cash flow and credit metrics for the company and enhances the competitiveness of our renewable offerings.\nWe continue to execute on our electric vehicle vision, implementing multiple new programs for our customers. We also filed comprehensive transportation plans in Minnesota and Wisconsin that are pending commission approval. We've advanced our ESG leadership and have been recognized by multiple entities, including an upgraded rating by MSCI from AA to AAA. And finally, we were named among the world's most ethical, admired and responsible companies, and we are recognized for being a best veteran employer as well as for our disability inclusion in the workplace. I'm really proud to lead a team that can deliver on operational, financial, environmental and diversity goals all simultaneously.\nLooking ahead, we're well positioned for sustainable organic growth over the next decade, including affordable renewable additions in our resource plans, the transmission needed to enable those carbon-free resources and responsible community transitions as we retire our coal plants.\nWe've recently issued requests for proposals in Minnesota, Colorado, and at SPS seeking approximately 6,000 megawatts of new renewable generation, a portion of the 10,000 megawatts that have been approved in our jurisdiction. We'll submit our recommended portfolios of generation assets to our commissions by the middle of this year and anticipate decisions in the second half of this year.\nWe also expect to issue additional RFPs in Minnesota and Colorado this year and next year for the remainder of our approved needs. As we've discussed in the past, we believe that we have a geographical advantage in the clean energy transition due to the strong wind and solar resources in our service territory. This access to low-cost renewable energy should also give us further advantage in developing green hydrogen and other clean fuel projects, which are becoming more feasible as a result of federal support from the Infrastructure and Jobs Act and the IRA.\nLate last year, we submitted hydrogen hub concept papers for both the Rocky Mountain and the Upper Midwest regions to the Department of Energy to compete for awards from the $8 billion hydrogen hub program. In December, we received favorable notice from the DOE for our concepts, and we're encouraged to submit full applications in April.\nIn addition, our pink hydrogen production pilot at our Prairie Island nuclear generating station is expected to be operational this year. Finally, we expect to bring forward opportunities this year to utilize clean fuels and green hydrogen blending at both our gas-fired generation stations and in our gas networks for home and building heating. As we continue to utilize innovative technologies to decarbonize our business, we are well positioned to take advantage of potentially significant hydrogen capital investment opportunities in the future.\nAs the penetration of renewable assets in our states increases, we're also interested in pursuing advanced storage opportunities to balance our electric system needs.\nToday, we're excited to announce a new partnership with Form Energy to develop 2 long-duration energy storage pilot projects. Form Energy's 100-hour battery technology could be a critical component to our decarbonization strategy, providing the resiliency and reliability that we need on the system to support our significant renewable portfolio.\nWe plan to deploy a 10-megawatt multi-day storage system at a retiring coal plant in both Minnesota and Colorado. These projects are expected to be online as early as 2025. And as we wrap up, I want to thank the thousands of employees who worked in below-zero temperatures and sustained high winds and several feet wet, heavy snow, to keep the lights on and the houses warm during our recent winter storms. Your efforts exemplify our company values of connected, committed, trustworthy and safe. And I believe that our dedicated employees and partners are what distinguishes Xcel Energy with our customers. With that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nExecutive VP, CFO & Principal Accounting Officer, Xcel Energy Inc.\n\nThanks, Bob, and good morning all. We had another strong year, recording earnings of $3.17 per share for 2022 compared with $2.96 per share in 2021. This represents EPS growth of 7.1%, slightly above our long-term growth rate target of 5% to 7%. The most significant earnings drivers for the year included the following: higher electric and natural gas margins increased earnings by $1.05 per share, primarily driven by regulatory outcomes and riders to recover capital investments.\nIn addition, a lower effective tax rate increased earnings by $0.15 per share, but keep in mind, production tax credits lowered the ETR. PTCs are flowed back to customers through lower electric margin are largely earnings neutral. Offsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.40 per share, reflecting our capital investment program.\nHigher O&M expense, which decreased earnings by $0.24 per share. Higher interest expense and other taxes, primarily property taxes, decreased earnings by $0.23 per share. And other items combined to reduce earnings by $0.12 per share.\nTurning to sales. Our weather-adjusted electric sales increased by 1.8%, largely due to higher C&I sales driven by strong economic activity in our service territories. We anticipate a modest slowing of our sales with growth of 1% in 2023.\nShifting to expense. O&M expenses increased $170 million for the year driven by costs related to technology and customer programs, storms, vegetation management inflation and additional actions due to weather. We also invested in our employees to ensure we retained our top talent. While we expect inflationary pressures to remain, we continue to focus on our continuous improvement programs, which we expect to drive increased productivity and efficiency. As a result, we anticipate O&M expenses will decline approximately 2% in 2023.\nWe've made progress on a number of regulatory proceedings. In the Minnesota Natural Gas rate case, the ALJ recommended the commission approve our settlement, which reflects a rate increase of $21 million, an ROE of 9.57%, an equity ratio of 52.5%, a decoupling mechanism and a property tax tracker. We anticipate the commission decision later this year.\nIn the Minnesota electric rate case, the commission accepted our proposal to reduce our request for MISO capacity revenue and established a tracker. Hearings were completed in December, and we continue to meet with the parties to see if we can reach a constructive settlement. However, we have a strong case and are comfortable with the fully litigated outcome (inaudible) the settlement. We anticipate a commission decision later in 2023.\nIn November of 2022, we filed an electric rate case in Colorado, seeking a net increase of $262 million based on an ROE of 10.25%, an equity ratio of 55.7% in the 2023 forward test year. We anticipate a commission decision and implementation of final rates in the third quarter.\nWe also filed a New Mexico electric rate case seeking a rate increase of $78 million based on an ROE of 10.75%, equity ratio of 54.7%, a forecast test year in the early retirement of the total coal plant. We anticipate a commission decision and implementation of final rates in the fourth quarter. As far as future filings, we plan to file a Texas rate case later in the quarter and Wisconsin in the second quarter.\nAs we have discussed in the past, the inflation Reduction Act provides significant customer benefits. Key elements include the following: Tax credit transferability will provide $1.8 billion of liquidity, increasing cash flow and reducing equity needs. We've met with companies in our service territory and expect to enter into bilateral tax credit sale contracts later this year. Our FFO to debt metrics improved by 100 basis points during the forecast time period. The solar PTC and tax credit transferability improved the competitiveness of our renewable bids, and we anticipate pricing will decline on solar projects by 25% to 40% and wind projects by 50% to 60% due to the new and extended tax credits which is great for our customers as we embark on this clean energy transition.\nFinally, we don't anticipate any material impact from AMT as a result of makers' depreciation and existing tax credits on our balance sheet. We are reaffirming our 2023 earnings guidance range of $3.30 to $3.40 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. We have updated our key assumptions to reflect actual year-end results, which are detailed in our earnings release.\nWith that, I'll wrap up with a quick summary. We had a strong operational and financial year in 2022. We delivered 2022 earnings within our guidance range, the 18th consecutive year and increased our dividend for the 19th consecutive year. We received approval of our resource plans in Colorado and Minnesota, which will result in approximately 10,000 megawatts of new renewables.\nThe Inflation Reduction Act has passed a significant benefits for our customers in the company. We are reaffirming 2023 guidance consistent with our long-term earnings growth rate. We remain confident we can continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% of objective range as we lead the clean energy transition and keep bills low for our customers. This concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca08eb1db7da9051e1fb21fe81437ceb",
    "period": "2022 Q3",
    "content": "Q3 2022 Xcel Energy Inc Earnings Call\n\nQ3 2022 Xcel Energy Inc Earnings Call\n\nXELNASDAQOCT 27, 10:00 AM\n\nOperator\n\nGood day, and welcome to Xcel Energy's Third Quarter 2022 Earnings Conference Call. Today's conference is being recorded. After the presentation, we will open up for questions. Questions will only be taken from institutional investors. Reporters can contact Media Relations with inquiries, and individual investors and others can reach out to Investor Relations. I will now hand the call over to Paul Johnson, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nPaul Andrew Johnson\n\nVP of IR & Treasurer, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2022 Third Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have others in the room available to answer questions if needed. This morning, we will discuss our 2022 results, share recent business and regulatory developments, update our capital and financing plans and provide 2023 guidance. Slides that accompany today's call are available on our website.\nAs a reminder, some of the comments made during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. Today, we will discuss certain measures that are non-GAAP metrics. Information on the comparable GAAP measures and reconciliations are included in our earnings release. I'll now turn the call over to Bob.\n\nRobert C. Frenzel\n\nPresident, CEO & Chairman, Xcel Energy Inc.\n\nThanks, Paul, and good morning, everyone. Welcome to our third quarter earnings call. Let's start with our financial results. We had another solid quarter, recording earnings of $1.18 per share for 2022 compared to $1.13 per share in 2021. Our earnings are on track, and as a result, we are narrowing our '22 earnings guidance range to $3.14 to $3.19 per share. We're also initiating 2023 earnings guidance of $3.30 to $3.40 per share, which reflects our 5% to 7% long-term EPS growth objective. Consistent with past practices, we've updated our base investment plan, which reflects $29.5 billion of capital expenditures over the next 5 years. This investment plan provides significant benefits to our customers, supports community vitality and resiliency and delivers rate base growth of 6.5%.\nWe're very excited about our investment plans, which support continued execution of our long-term strategy and clean energy leadership. It enhances reliability and resiliency, advances our generation fleet transition, allows for the electrification of transportation, keeps customers' bills low and delivers attractive returns for investors. And while our base plan is robust, it does not include any potential renewable generation assets that are approved in our Minnesota and Colorado resource plans, or additional transmission capital that's needed to integrate new renewable generation in Colorado beyond the Power Pathway Project.\nFor these assets, we expect further regulatory clarification in the second half of 2023, which could result in incremental capital expenditures of $2 billion to $4 billion, which would result in rate base growth of 7.6% at the midpoint. Our updated capital plan, which reflects the benefits of the IRA, extends the growth rate and improves the quality of rate base, reduces financing risk, improves credit metrics, and deliver substantial customer and environmental benefits.\nDuring the quarter, the Inflation Reduction Act was passed into law, which includes new and extended tax credits for wind, solar, hydrogen, storage, carbon sequestration and nuclear. It also includes tax credit transferability. Some of the key takeaways for the IRA include substantial customer benefits and a continuation of our clean energy leadership while keeping customer bills affordable. The inclusion of the new solar production tax credit makes our company-owned projects more affordable for our customers relative to the solar ITC. The hydrogen production tax credit should improve our competitive advantage in delivering low-cost, clean fuels for our combustion turbines for electric reliability and for blending into our local gas distribution systems that will help our customers lower their carbon footprint in the future.\nThe nuclear production tax credit will provide additional customer credits depending on MISO marginal pricing thereby lowering the cost of electricity from our existing nuclear assets. The tax credit transferability will increase liquidity and improve credit metrics. An excellent example of the IRA tax benefits is our 460-megawatt Sherco Solar proposal that was recently approved by the Minnesota Commission with strong stakeholder support. This will be the largest solar facility in the Midwest and a top 5 installation in the United States, which will go into service in 2024 and 2025.\nFollowing the IRA passage, the levelized cost of Sherco Solar is projected to decline by over 30%, even after accounting for inflation and supply chain pressures due to the project qualified for both solar PTCs and community energy bonus as we are reinvesting in the community around our retiring coal facility. This is a substantial benefit to our customers. Earlier this year, the commissions in both Minnesota and Colorado approved resource plans that will add nearly 10,000 megawatts of utility scale renewables to our systems and achieve an 85% carbon reduction by 2030. These resource plans were approved prior to the passage of the IRA, but the final recommended portfolios are expected to capture the benefits of the IRA which will significantly reduce the levelized cost of these renewable projects for our customers.\nWe've issued a request for proposal in Minnesota and plan to issue an RFP in Colorado later this year. After evaluation of proposals, we anticipate submitting our recommended portfolios to our respective commissions by the middle of next year and expect decisions in the second half of next year. We expect the recommended portfolios of generation assets will include a mixture of self-build, build-own-transfer projects as well as some power purchase agreements. Our generation of resource plans are consistent with our steel-for-fuel strategy, which provides a valuable hedge for our customers against rising commodity prices. As an example, our owned wind farms are projected to generate nearly $1 billion of fuel-related customer savings in 2022 alone and almost $3 billion since 2017. While these fuel savings were not included in our investment case, it shows the tremendous customer benefits of being an early leader in the clean energy transition.\nWe also continue to advance our broader ESG leadership as MSCI recently upgraded Xcel Energy's rating from AA to AAA and categorized our company as leader in their nomenclature for managing the most significant ESG risks and opportunities. It's is an outstanding accomplishment and reflects our continued progress, including adopting a water management goal, greater disclosure of human capital management practices and an improved governance score. We were also named to Investors Business Daily 100 Best ESG Companies, which is further recognition of our ESG leadership. And with that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nExecutive VP, CFO & Principal Accounting Officer, Xcel Energy Inc.\n\nThanks, Bob, and good morning, everyone. We had a solid quarter, recording earnings of $1.18 per share for the third quarter of 2022 compared with $1.13 per share in 2021. The most significant earnings drivers for the quarter included the following: higher electric and natural gas margins increased earnings by $0.33 per share, primarily driven by riders and regulatory outcomes to recover our capital investments. In addition, a lower effective tax rate increased earnings by $0.02 per share. Keep in mind, production tax credits lowered the ETR. However, PTCs are flowed back to customers through lower electric margin and largely earnings neutral. Offsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.10 per share, reflecting our capital investment program, higher O&M expense which decreased earnings by $0.06 per share. Higher interest expense and other taxes, primarily property taxes decreased earnings by $0.07 per share and other items combined to reduce earnings by $0.07 per share.\nTurning to our sales. Our year-to-date weather-adjusted electric sales increased by 2.2%, largely due to higher C&I sales driven by strong economic activity in our service territories. The year-to-date results are relatively consistent with our expectations of 2% sales growth for 2022, while we anticipate more modest sales growth of 1% for next year. Shifting to expense. O&M expenses increased $43 million for the third quarter, driven by investments in technology and customer programs, storm costs, vegetation management and inflation. Like other businesses, we are facing inflationary pressures and now expect an annual O&M increase of approximately 4%. This represents a step increase due to cost pressures. However, we anticipate flat O&M in 2023.\nWe made progress on a number of regulatory proceedings. During the quarter, Minnesota Commission approved our Uri storm settlement, including full recovery of all costs with the exception of a $19 million just launched. We have now resolved year cost recovery in all of our states with the exception of Texas. We also have pending electric and natural gas rate cases in Minnesota. And in a natural gas rate case, we reached a comprehensive settlement which reflects a rate increase of $21 million, an ROE of 9.57%, a currently authorized equity ratio of 52.5%, the decoupling mechanism and property tax tracker.\nWe think this is a constructive settlement and anticipate a commission decision next year. In the Minnesota electric rate case, we recently received intervener testimony. The Department of Commerce recommended a 3-year rate increase of $274 million based on an ROE of 9.25% and an equity ratio of 52.5%. In addition, the Department of Commerce recommendation reflects customer credits for the MISO capacity auction revenues and extension of the depreciable lives of the Monticello nuclear plant and wind farms. We are meeting with parties to see if we can reach a constructive settlement. In October, the Colorado Commission approved a rate increase of $64 million for our natural gas case, reflecting a historic test year with the year-end rate base and $16 million of incremental depreciation expense.\nThe commission also approved a weighted average cost of capital of 6.7%, which will reflect as an ROE of 9.2% and an equity ratio of 53.8% based on the ranges they provided. As a result of the Colorado Commission denying the step increases, we are evaluating options of filing another rate case as the natural gas business remains a critical part of the energy infrastructure in Colorado that is valued by our customers.\nAs far as future filings, we plan to file Colorado and New Mexico electric rate cases later this year in the Texas rate case in the first quarter of 2023. As Bob mentioned, we've issued a robust $29.5 billion 5-year base capital forecast with a rate base growth of 6.5% using 2022 as a base. The base plan reflects significant grid and resiliency investment, our Colorado Power Pathway proposal and other transmission system investments to maintain asset health and reliability and enable renewable generation. The plan reflects a modest level of renewables including our Sherco Solar facility. It also includes natural gas peaking plants to ensure reliability as we retire coal plants, along with investments to improve the customer experience.\nWe also anticipate potential incremental capital investment for renewables associated with the Minnesota and Colorado resource plans. Our proposed resource plans include approximately 3,500 megawatts of additions from 2024 to 2027 which would result in capital investment of $1.5 billion to $3 billion, assuming 50% ownership. In addition, we anticipate the need for an incremental $500 million to $1 billion of related transmission for the Colorado IRP. Combined, we could see a potential incremental investment to support the clean energy transition of $2 billion to $4 billion.\nWe've updated our financing plan, which reflects a combination of cash generation, debt and equity to fund the majority of our capital expenditures. The financing plan assumes $1.8 billion of tax credit transfers which improves our credit metrics, maintains a strong balance sheet and lowers the cost of renewable projects for our customers. Compared to our previous 5-year plan, transfer ability to reduce equity needs to $750 million while we've increased CapEx by $3.5 billion. In addition, we anticipate that any incremental capital will be financed at roughly our current capital structure. It is important to recognize that we've always maintained a conservative financing strategy, which reflects a strong balance sheet and credit metrics, a balanced financing plan and minimal levels of variable debt and longer maturities. This approach is critical in the current market of rising rates and will benefit our customers while maintaining our solid credit ratings and favorable access to the capital markets.\nBob discussed IRA customer benefits, but I wanted to add a few more details. Tax credit transferability is projected to provide $1.8 billion of liquidity, which increases cash flow and reduces our equity needs. Our FFO to debt metrics improved by approximately 100 basis points during the forecast time period, even after adding $3.5 billion of capital and reducing equity needs. The solar PTC and tax credit transferability improved the competitiveness of our renewable bids. We project the IRA will drive approximately $500 million of customer savings from our owned renewable projects over the next 5 years and nuclear PTCs could drive additional savings. We anticipate that pricing will decline on solar projects by 25% to 40% and wind projects by 50% to 60% later in this decade due to new and extended tax credits along with potential adders in the IRA. Finally, we don't anticipate any material impact from AMT as a result of makers depreciation and existing tax credits in our balance sheet.\nShifting to earnings. We've updated our 2022 guidance assumptions to reflect the latest information. We're also narrowing our 2022 earnings guidance range to $3.14 to $3.19 per share. We're also initiating our 2023 earnings guidance range of $3.30 to $3.40 per share, which is consistent with our long-term EPS growth objective of 5% to 7%. Key assumptions are detailed in our earnings release. With that, I'll wrap it up with a quick summary. IRA was passed with significant benefits for our customers in the company. The Minnesota Commission approved our Sherco Solar project. We reached a constructive settlement in our Minnesota natural gas rate case.\nThe Colorado Commission approved our natural gas rate case. We're narrowing our 2022 earnings guidance range. We announced our robust updated capital investment program that provides strong, transparent rate base growth and customer value. We initiated 2023 guidance consistent with our long-term earnings growth rate and we remain confident we can continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% objective range as we lead the clean energy transition and keep those low for our customers. This concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d2c529071b83e2837cdcfab6858e8e3",
    "period": "2022 Q2",
    "content": "Q2 2022 Xcel Energy Inc Earnings Call\n\nQ2 2022 Xcel Energy Inc Earnings Call\n\nXELNASDAQJUL 28, 10:00 AM\n\nOperator\n\nGood day, and welcome to Xcel Energy's Second Quarter 2022 Earnings Conference Call. Questions will only be taken from institutional investors. Reporters can contact Media Relations with inquiries and individual investors and others can reach out to Investor Relations. Today's conference is being recorded. At this time, I would like to turn the conference over to Paul Johnson, Vice President, Treasurer, Investor Relations. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP of IR & Treasurer, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2022 Second Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed.\nThis morning, we will review our 2022 results, share recent business and regulatory developments. Slides that accompany today's call are available on our website. As a reminder, some comments made during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. Today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release. With that, I'll turn it over to Bob.\n\nRobert C. Frenzel\n\nPresident, CEO & Chairman, Xcel Energy Inc.\n\nThanks, Paul. Good morning, everybody. It was certainly an interesting 11th hour twist in legislative news last evening, but we'll get to that in just a minute. Let's start with our financial results. We had another solid quarter, recording earnings of $0.60 per share in 2022 compared with $0.58 per share in '21. Our earnings are on track with expectations, and as a result, we are reaffirming our 2022 earnings guidance of $3.10 to $3.20 per share.\nDuring the quarter, we made good progress on our clean energy plan, achieving constructive regulatory outcomes. In June, the Colorado Commission approved our resource plan settlement, which includes approximately 4,000 megawatts of utility scale renewable additions. The conversion of our Pawnee coal plant to natural gas by the end of 2025, and the early retirement of our Comanche 3 coal unit by the end of 2030, which will be the final coal plant retirement in Colorado.\nWe now have the approval of both our Minnesota and our Colorado resource plans, which together will add 10,000 megawatts of utility-scale renewables to our system and achieve an 85% carbon reduction by 2030. We anticipate issuing RFPs later this year, submitting our recommended portfolios by mid-2023 and receiving commission decisions in the second half of 2023.\nWe expect the recommended portfolio of generation assets will include self-build, build-own transfers and power purchase agreements. Our plans are consistent with our steel-for-fuel strategy, which provides a valuable hedge for our customers against rising commodity prices. Our owned wind farms are projected to generate nearly $1 billion of fuel-related customer savings in 2022 alone in a total of $2.7 billion since 2017.\nWe're excited about our transmission expansion opportunity. MISO's long-term planning approach identified projects in Futures 1 with an estimated investment of $30 billion that will be awarded in 4 discrete tranches. Earlier this week, the MISO board approved Tranche 1, which includes $10 billion in projects. Based on the most recent information from MISO, we anticipate a $1.2 billion investment opportunity for Xcel Energy within Tranche 1.\nTurning to electric vehicles. We're making progress on our goal to power 1.5 million EVs by 2030, supporting our states in achieving their electrification goals. We are excited to be the first U.S. energy company to introduce all electric bucket trucks to our fleet, and we expect to file comprehensive transportation plans in Minnesota and Wisconsin in early August. These state proposals include single and multifamily residential offerings, commercial customer programs as well as a school bus pilot.\nIn addition, we're looking to accelerate EV adoption through the development of high-speed public charging infrastructure, by partnering with our states and other organizations. The proposed programs will also foster customer affordability, providing significant fuel savings for EV drivers and helping to keep bills affordable for all customers through load growth and enabling more efficient utilization of distribution grid infrastructure.\nThe Minnesota, Wisconsin proposals reflect capital investment of approximately $325 million from 2024 to 2026, which does not include distribution investment needed to upgrade the grid. Xcel Energy's clean energy leadership, including our long-standing track record of carbon reduction is a direct result of the passion that our dedicated employees bring to serve our customers and our communities.\nEarlier this month, we received another exemplary rating from the Institute of Nuclear Power Operators for our Prairie Island Nuclear Power Plant. We've continued to improve performance and cost efficiencies, demonstrating sustainable excellence in operations. I want to congratulate and thank all of our nuclear employees, support teams, contractors and suppliers for their commitment and impact. Nuclear remains a very important source of reliable carbon-free energy. We're proud to be one of the top operators in the nation.\nYesterday, it was announced, Senator, Schumer and Manchin had reached agreement on the Inflation Reduction Act of 2022. While we still need to analyze the details to understand all of the nuances of the act, it appears to include nearly all the broader clean energy tax credits, including new and extended tax credits for wind, solar, hydrogen storage and nuclear. While it doesn't include direct pay for all taxpayers for all tax credits, it does include tax credit transferability as an option when direct pay is unavailable.\nAs we previously discussed, our capital investment plan is not dependent on changes in federal policy. However, the energy provisions included in the act would provide substantial customer benefits and help enable our clean energy transition while keeping our customer bills affordable. There's still a lot of twists and turns that can happen in Washington, but we're optimistic that the bill could become long.\nThis past quarter, we were honored to be among the first companies inducted into the Climate Leadership Hall of Fame, which recognizes different organizations across the country for exemplary leadership in response to climate change. We're also recognized with the Hubert H. Humphrey Public Leadership Award for our groundbreaking sustainability goals in Minnesota. And finally, we received the EEI National Key Accounts Award for outstanding customer engagement, which recognizes companies and their account executives for providing excellent support and offerings to corporate customers.\nOur customers are at the heart of everything we do. And it's great to be recognized for our work and helping them achieve their goals. I want to thank these organizations for the recognition, along with our employees, partners and stakeholders who make it possible. And with that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nExecutive VP, CFO & Principal Accounting Officer, Xcel Energy Inc.\n\nThanks, Bob, and good morning, everyone. We had another solid quarter, recording earnings of $0.60 per share for the second quarter of 2022, compared with $0.58 per share in 2021. The most significant earnings drivers for the quarter included the following: higher electric and natural gas margins increased earnings by $0.25 per share, primarily driven by riders and regulatory outcomes to recover our capital investments. In addition, a lower effective tax rate increased earnings by $0.06 per share. But keep in mind, production tax credits lowered the ETR. However, PTCs are flowed back to customers through lower electric margin and are largely earnings neutral.\nOffsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.15 per share, reflecting our capital investment program and the recognition of previously deferred costs related to the Texas electric Rate Case, higher O&M expense which decreased earnings by $0.02 per share, higher interest expense and other taxes, primarily property taxes, decreased earnings by $0.08 per share. And other items combined to reduce earnings by $0.04 per share.\nTurning to sales. Weather-adjusted electric sales increased by 3.1% for the first 6 months of 2022, largely due to higher C&I sales, driven by strong economic activity in our service territories. In addition, our unemployment rate is 80 basis points below the national average. As a result, we have revised our assumption for 2022 sales growth to 2%.\nO&M expenses increased $14 million for the second quarter, primarily driven by the recognition of previously deferred expenses related to the Texas Electric Rate Case, additional investments in technology and customer programs and increased costs for storms and vegetation management. Like other businesses, we are facing inflationary pressures and now expect an annual O&M increase of approximately 2%.\nIn addition to the Colorado resource plan approval, we also made strong progress on a number of other regulatory proceedings. The Colorado Commission approved our Uri Storm settlement, including full recovery of all costs with the exception of an $8 million disallowance, primarily related to conservation messaging. In Minnesota, an ALJ recommended full recovery of all Uri-related fuel costs. We anticipate a commission decision later this summer.\nIn Texas, the commission approved our electric rate case settlement, which provides a rate increase of $89 million. Rates were effective back to March 2021, which is why you see some year-to-date true-ups in revenue and various expense lines of the income statement. The agreement also accelerates the depreciation lives of the Tolk coal plant to 2034. We have a pending natural gas case in Colorado, seeking a rate increase of approximately $175 million over 3 years, based on ROE of 10.25% and an equity ratio of 55.7%.\nIn June, intervener testimony was filed. The staff recommended an ROE of 9%, an equity ratio of 55% in a historic test year. While the UCA recommended a 9% ROE, an equity ratio of 51.5% in the historic test year. In July, we filed rebuttal testimony providing additional support for our filed position. Hearings are scheduled for late August. We anticipate a commission decision later this year with final rates implemented in November of this year.\nWe recently filed our first electric rate case in South Dakota since 2014. We are seeking a $44 million revenue increase based on an ROE of 10.75% and equity ratio of 53% in the historic test year. We expect a decision in final rates implemented in the first quarter of 2023. We also have pending electric and natural gas rate cases in Minnesota. We are in the discovery phase and expect intervener testimony this fall, followed by commission decisions in 2023. Details on these cases and schedules are included in our earnings release.\nShifting to earnings. We've updated our 2022 guidance assumptions to reflect the latest information. Details are included in our earnings release. We are reaffirming our 2022 earnings guidance range of $3.10 to $3.20 per share, which is consistent with our long-term 5% to 7% EPS growth objective. With that, I'll wrap up with a quick summary.\nThe Colorado Commission approved our resource plan and Storm Uri costs recovery settlement. We received an ALJ recommendation in Minnesota for full recovery of fuel costs related to Winter Storm Uri. We will be filing our Midwest EV plan shortly. The Texas Commission approved our rate case settlement. We are reaffirming our 2022 earnings guidance, and we remain confident we can continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% objective range as we lead the clean energy transition and keep bills well for our customers. This concludes our prepared remarks. Operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ede57013c3cfbba37899c970f0424c45",
    "period": "2022 Q1",
    "content": "Q1 2022 Xcel Energy Inc Earnings Call\n\nQ1 2022 Xcel Energy Inc Earnings Call\n\nXELNASDAQAPR 28, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Xcel Energy First Quarter 2022 Earnings Conference Call. Today's conference is being recorded. Questions will only be taken from institutional investors. Reporters can contact Media Relations with inquiries, and individual investors and others can reach out to Investor Relations. At this time, I would like to turn the conference over to Paul Johnson, Vice President, Treasurer and Investor Relations.\n\nPaul Andrew Johnson\n\nVP of IR & Treasurer, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2022 First Quarter Earnings Call. Joining me today are Bob Frenzel, Chairman, President, Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have other members of the management team in the room to answer your questions if needed.\nThis morning, we'll review our 2022 results, share recent business and regulatory developments. Slides that accompany today's call are available on our website. As a reminder some of the comments during today's call may contain forward-looking information. Significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings. In addition today, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release. With that, I'll turn the call over to Bob.\n\nRobert C. Frenzel\n\nPresident, CEO & Chairman, Xcel Energy Inc.\n\nThank you, Paul. Good morning, everybody. At Xcel, we had another strong quarter, recording earnings of $0.70 per share for 2022 compared with $0.67 per share in 2021. And as a result, we're reaffirming our 2022 earnings guidance of $3.10 to $3.20 per share. During the quarter, we made strong progress on our clean energy plan, achieving significant and constructive regulatory outcomes.\nIn February, the Minnesota Commission approved our resource plan, which achieved an 85% carbon reduction in a full coal exit by 2030. Other key components include an early retirement of the King coal plant in 2028 in the Sherco Unit 3 in 2030. 10-year extension of our Monticello nuclear facility, in the addition of approximately 6,000 megawatts of new wind and solar resources.\nThe ownership of 2 new generation time lines associated with the retiring coal plants as well as the associated 2,600 megawatts of renewable resources on those lines. And finally, the commission recognized the need for approximately 800 megawatts of firm dispatchable resources, which will go through a separate certificate of need process. As you can tell that based on the latest MISO capacity auction results, it's critical that we add these firm dispatchable resources to ensure the reliability and affordability of the transition for our customers.\nShifting to Colorado earlier this week, we reached a revised settlement on our electric resource plan. As a result, additional parties joined that settlement. The revised agreement further accelerates the retirement of our Comanche 3 coal unit to no later than January 1, 2031, which we believe addresses the concerns expressed by the commission during previous deliberations, settlement includes approximately 4,000 megawatts of renewable additions and the conversion of our Pawnee coal plant to natural gas no later than January 1, 2026.\nThis resource plan is expected to reduce carbon by at least 85% by 2030. We believe the revised settlement will enable the commission to rule on the resource plan in June. Together, our Minnesota and Colorado Resource Plan will add nearly 10,000 megawatts of renewables to our system and achieve an 85% carbon reduction by 2030. This is consistent with our steel-for-fuel strategy which provides a significant hedge against rising commodity prices and is projected to generate over $1 billion of fuel-related customer savings in 2022 alone.\nIn terms of next steps, we anticipate issuing RFPs in the second half of this year with insight into the preferred portfolio early next year and commission decisions in the first half of 2023. We expect the recommended portfolio of generation assets will include self-build, build-own transfers as well as some power purchase agreements. This time line represents a modest delay in our original plans, but provides additional time for more clarity given the solar supply chain considerations.\nLast quarter, the Colorado Commission approved our $1.7 billion Pathway transmission project to enable access to 5,500 megawatts of new renewables in some of the richest wind and solar resources in the region. The commission also conditionally approved the 90-mile May Valley to Longhorn line extension with an additional investment opportunity of approximately $250 million. These constructive regulatory outcomes reflect our alignment with our commissions on our clean energy transition, which is critical as we work to deliver reliable, affordable and sustainable energy to the states, the communities and the customers that we serve.\nWe also remain excited about the transmission expansion opportunities in our Midwest region. MISO's future 1 scenario, which reflects an estimated $30 billion of investment opportunities expected to be awarded in 4 discrete tranches. Tranche 1 includes roughly $10 billion of projects and MISO decision on that tranche is anticipated this July. Our preliminary estimates suggest a $1 billion to $2 billion investment opportunity for Xcel Energy within Tranche 1, and we expect to have more clarity this summer after MISO provides more detail on the recommended portfolio. Longer term, we expect to be awarded approximately $5 billion to $6 billion in total Future 1 investments.\nAnd as we've previously discussed, our capital investment plan is not dependent on changes in federal policy. However, the energy provisions that were included in the Build Back Better legislation would provide substantial customer benefits and help enable our clean energy transition while keeping our customer bills affordable.\nWhile that legislation has stalled, there is ongoing discussion of a more modest version potentially moving forward this year. We would expect it to include new and extended tax credits for wind, solar, hydrogen, storage, nuclear and even transmission along with a direct pay option for those tax credits. We continue to work with our federal delegation as well as the EEI to advocate for these provisions, which we believe would benefit our customers and accelerate a clean energy transition nationally.\nShifting to electric vehicles. We are executing well on our approved Colorado and New Mexico plans, and we recently received approval of our transportation plan in Minnesota, which outline future program focus areas and allows for implementation of new, fast chargers in our service territory in Minnesota.\nWe're also supporting comprehensive transportation legislation in Minnesota that includes the potential for customer rebates similar to what we're implementing in Colorado. We're planning a more substantial update around these programs this summer to coincide with potential federal funding from the IIJA, and these are important steps in helping drive electric vehicle adoption as we support the goals of our states.\nGiven strong alignment with our states on EV goals and our progress to date, we continue to anticipate significant long-term investment opportunities and load growth from electric vehicles. We've made significant progress this quarter, and I'm proud of the way our teams delivered those results. Our regulatory settlements and outcomes reflect our diligent efforts to listen, engage and collaborate with our many stakeholders, not just through regulatory processes, but also through our sustainability priorities and our core values. We have a history of strong storm restoration, and earlier this month had another opportunity to showcase our operational excellence when we experienced 2 feet of snow in North Dakota. Our teams were prepared and restore power to customers quickly despite battling frigid conditions.\nOur system resilience and storm preparatives are great examples of our continued discipline and proactive planning, strong execution and our employees' commitment to customer service. We strive to deliver our company values every day. And as a result, we were again named as one of the World's Most Ethical Companies by Ethisphere. And the World's Most Admired Companies by Fortune. We're also recognized by Military Times and GI Jobs for our continued commitment to veteran hiring.\nAnd finally, I want to pause and remember that today, April 28 is Workers' Memorial Day, which for more than 50 years has been a day of remembrance for workers who've been injured or killed in the line of work. I want to acknowledge that all the women and men of Xcel Energy, our contractor partners and all utility workers across the country sacrifice to provide the critical energy needs of our customers and our communities.\nAnd with that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nExecutive VP, CFO & Principal Accounting Officer, Xcel Energy Inc.\n\nThanks, Bob, and good morning, everyone. We had another solid quarter, recording earnings of $0.70 per share for the first quarter of 2022 and compared with $0.67 per share in 2021. The most significant earnings drivers for the quarter included the following: higher electric and natural gas margins increased earnings by $0.12 per share, primarily driven by riders and regulatory outcomes to recover our capital investments.\nIn addition, a lower effective tax rate increased earnings by $0.05 per share. But keep in mind, production tax credits lowered the ETR. However, PTCs are flowed back to customers through lower electric margin and are largely earnings neutral. Offsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.06 per share, reflecting our capital investment program; higher O&M expense, which decreased earnings by $0.02 per share; higher interest expense and other taxes, primarily property taxes decreased earnings by $0.02 per share; and other items combined to reduce earnings by $0.04 per share.\nTurning to sales. Weather-adjusted electric sales increased by 3.9% for the first quarter of 2022, largely due to higher C&I sales driven by improved economic activity as COVID impacts lessen. Our unemployment rate is 60 basis points below the national average, and our economies are growing faster than the average of the country. As a result, we've increased our 2022 electric sales growth assumption of 1% to 2%. Our O&M expenses increased $18 million for the first quarter, primarily driven by higher insurance costs and additional investments in technology and our customer programs.\nWe now project an annual O&M increase of approximately 1%. While Bob touched on the resource plan and transmission regulatory approvals this past quarter, we also made strong progress on various rate cases. In March, the Colorado Commission approved our electric rate case settlement, which will provide a net rate increase of $177 million based on an ROE of 9.3% and an equity ratio of 55.7%. New rates were effective in April.\nIn February, New Mexico Commission approved our electric rate case settlement, which will provide a net rate increase of $62 million and includes an ROE of 9.35% and an equity ratio of 54.7% for determining the revenue requirements for our wind projects. Rates were effective at the end of February.\nNow every settlement is based on compromises, and we feel these are constructive outcomes for all parties. We also have pending rate cases in all the jurisdictions. In Texas, we have a blackbox settlement in our electric rate case, which provides a rate increase of approximately $89 million. The agreement also accelerates the depreciation life of the Tolk coal plant to 2034. The commission decision is anticipated later this year.\nWe also have pending electric and natural gas rate cases in Minnesota and are early in the process. We're in the discovery phase and expecting intervenor testimony this fall, followed by commission decisions in 2023. In addition, we'll look for opportunities to resettlements on both these cases after intervenor testimony has been filed.\nEarlier this year, we filed a natural gas case in Colorado, the request is driven by significant capital investment to support continued customer growth, safety, reliability and resiliency. We anticipate a commission decision later this year and final rates to be implemented in November 2022. Details on these cases and schedules are included in our earnings release. Shifting to earnings. We've updated our 2022 guidance assumptions to reflect our latest information. Details are included in our earnings release.\nPlease note, our depreciation expense assumption has increased to reflect regulatory recovery in Colorado and New Mexico. In addition, the decreasing capital riders in the lower ETR reflect an IRS increase in the value of the PTC. These assumption changes are largely earnings neutral.\nFinally, the combination of increased sales growth, favorable weather and lower O&M costs are expected to mitigate the headwind associated with replacement power costs related to Comanche 3 and increased interest expense due to rising rates. As a result, we are reaffirming our 2022 earnings guidance range of $3.10 to $3.20 per share, which is consistent with our long-term 5% to 7% EPS growth objective.\nWith that, I'll wrap up with a quick summary. The Minnesota Commission approved our research plan. The Colorado Commission approved our electric rate case settlement and Pathway transmission project. We reached a revised settlement on the Colorado Resource Plan, which has the support of additional parties and accelerated retirement of Comanche 3 to no later than January 1, 2021.\nWe are reaffirming our 2022 earnings guidance. And we remain confident, we can continue to deliver long-term earnings and dividend growth within the upper half of our 5% to 7% objective range as we lead the clean energy transition and keep bills low for our customers. This concludes our prepared remarks. And operator, we will now take questions."
  },
  {
    "header": "XEL",
    "cik": "0000072903",
    "ticker": "XEL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/166909cf8fc78a9977a18e1cef7a8008",
    "period": "2021 Q4",
    "content": "Q4 2021 Xcel Energy Inc Earnings Call\n\nQ4 2021 Xcel Energy Inc Earnings Call\n\nXELNASDAQJAN 27, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to Xcel Energy's Year-end 2021 Earnings Conference Call. Today's conference is being recorded. (Operator Instructions) And now at this time, I'd like to turn the call over to Mr. Paul Johnson, Vice President, Treasurer and Investor Relations. Please go ahead, sir.\n\nPaul Andrew Johnson\n\nVP of IR, Xcel Energy Inc.\n\nGood morning, and welcome to Xcel Energy's 2021 Year-end Conference Call. Joining me today are Bob Frenzel, Chairman, President and Chief Executive Officer; and Brian Van Abel, Executive Vice President and Chief Financial Officer. In addition, we have others from our management team here to help answer any questions you might have.\nThis morning, we will review our 2021 results and share recent business and regulatory developments. Slides that accompany today's call are available on our website. As a reminder, some of the comments made during today's call may contain forward-looking information significant factors that could cause results to differ from those anticipated are described in our earnings release and our SEC filings.\nToday, we will discuss certain metrics that are non-GAAP measures. Information on the comparable GAAP measures and reconciliations are included in our earnings release.\nAnd with that, I'll turn it over to Bob.\n\nRobert C. Frenzel\n\nPresident, CEO & Chairman, Xcel Energy Inc.\n\nThank you, Paul, and good morning, everyone. Before we walk through year-end results, I want to reflect on the devastating wildfires that tour through Boulder County, Colorado just before the new year. It's been a long 4 weeks since this historic tragedy ravaged our communities and resulted in 2 people losing their lives and over 1,200 homes and buildings being destroyed or damaged. Our hearts and thoughts are with all members of these communities who lost their homes, suffered damage or were displaced, including 17 of our own employees and their families. I'm truly grateful for our hundreds of employees, contractors and partners who exercised incredible diligence in keeping each other and our customers safe, while working around the clock to get the lights and the heat back on especially over a holiday weekend with below 0 temperatures and more than a foot of fresh snow in some areas.\nMore than 100,000 electric customers experienced a sustained outage and service was largely restored within 48 hours. Our wildfire protocols require that we turn off natural gas service to over 13,000 customers as a safety precaution. And once it was safe, our employees with mutual aid assistance went door-to-door to manually relight pilot lights, restoring service within just 3 days. In addition to our crews, I want to extend my heartfelt thanks to our many employees and community members who volunteered alongside emergency responders, handing out space heaters and water bottles and collecting clothing donations. I'm so proud of how our team and partners led with compassion and deliver for our customers and communities in this extreme time of need.\nOfficials continue to investigate the cause of the fire, but they confirmed there were no down power lines in the ignition area. Our systems remain resilient even as when 100-mile per hour winds propelled the fires due to our previously approved wildfire mitigation plan and our continued focus on operational excellence. As we always do, our team rallied to the call guided by our 4 values connected, committed, trustworthy and safe.\nMoving on to our 2021 results. We had another very successful year, continuing to execute on our strategy while delivering strong financial and operational performance. First and foremost, throughout the pandemic, we continue to provide safe, reliable service to our customers and support to our employees and our communities. Financially, we delivered EPS of $2.96 representing 17th consecutive year of meeting or exceeding our earnings guidance. We raised our annual dividend for the 18th straight year, increasing it by $0.11 per share. We reached constructive rate case settlements in Colorado, Texas, New Mexico, Wisconsin, North Dakota and Michigan. We also reached constructive settlements in several additional regulatory proceedings in Colorado, including Yuri storm cost recovery, our resource plan and the pathway transmission project, and we anticipate commission decisions on these settlements by the end of the first quarter.\nOur nuclear fleet remains the top-performing fleet in the country, achieved a capacity factor of over 92% last year. We also installed over 300,000 smart meters as part of our advanced grid program and plan to install more than 1 million in 2022. Continue to lead the country in carbon reduction, in 2021 our estimated carbon emissions were approximately 50% below 2005 levels, and we remain on track to achieve 80% carbon reduction by 2030.\nAs planned, we completed 4 wind farms with 800 megawatts of capacity, which provides significant environmental benefits and cost savings for our customers. we also accelerated our time line for transitioning out of coal and now expect to be coal-free by the end of 2034. 2021, we extended our clean energy leadership to our natural gas business, committing to reduce greenhouse gas emissions by 25% by 2030 and deliver net 0 natural gas service by 2050 for scope 1, 2 and 3 emissions.\nWe continue to execute on our electric vehicle vision, implementing 12 new programs for our customers receiving approval for our New Mexico plan and preparing for increased levels of electric vehicle adoption across our 8 states. We're also recognized for our continued ESG leadership, named among the world's both ethical companies, the best veteran employers and for disability inclusion in the workplace.\nAnd finally, we introduced a compensation-based diversity metric and earned a perfect score on the Corporate Equality Index for the 6th consecutive year. I'm proud to lead a team that can deliver on financial, operational, environmental, customer and diversity goals simultaneously.\nLooking ahead, we're well positioned for sustainable organic growth over the next decade, including affordable renewable additions in our proposed Minnesota and Colorado resource plans. The transmission needed to enable those carbon-free resources and responsible transitions as we retire our coal plants. Together, our resource plans will add nearly 10,000 megawatts of renewables to our system and achieve an 85% carbon reduction by 2030. In December, we reached a settlement in our Colorado resource plan that will accelerate the retirement of our Comanche 3 coal unit to 2034 in advance our Pony plant conversion to natural gas to 2026, while maintaining plans to add approximately 4,000 megawatts of renewables and reduced carbon 87% by 2030.\nWe also reached a settlement in our $1.7 billion pathway transmission project in Colorado. The pathway will provide 560 miles of double-circuit 345 kV lines to enable 5,500 megawatts of new renewables in the state. The settlement includes a certificate of need, rider recovery and a potential for a 90-mile line extension with an additional investment of $250 million to enable access to some of the richest wind resources in the region. We expect decisions on both the Minnesota and the Colorado resource plans and the pathway transmission project in the first quarter of the year.\nAs we've previously discussed, our capital investment plan is not dependent on changes in federal policy. However, the energy provisions that were included in the build better legislation would provide substantial customer benefits and help enable the clean energy transition. While that legislation has stalled, there is some discussion that a more modest version could potentially move forward this year. This could include new and extended tax credits for wind, solar, hydrogen, storage, nuclear and transmission along with a direct pay option for the tax credits. Continue to advocate for these provisions, which will be beneficial for our customers and as President, Biden has suggested there may be congressional support for energy and climate bill with a more modest price tag than the original build-back better bill.\nWith that, I'll turn it over to Brian.\n\nBrian J. Van Abel\n\nExecutive VP & CFO, Xcel Energy Inc.\n\nThanks, Bob, and good morning, everyone. We had another strong year, booking $2.96 per share for 2021 compared with $2.79 per share in 2020. The most significant earnings drivers for the year include the following: higher electric and natural gas margins increased earnings by $0.41 per share, primarily driven by risers and regulatory outcomes to recover our capital investments. In addition, a lower effective tax rate increased earnings by $0.17 per share. Production tax credits lowered the ETR, however, PTCs are flowed back to customers through lower electric margin and are largely earnings neutral. Offsetting these positive drivers were increased depreciation expense, which reduced earnings by $0.24 per share, reflecting our capital investment program.\nLower APDC decreased earnings by $0.10 per share, largely due to placing several large wind farms into service last year. Higher other taxes, primarily property taxes decreased earnings by $0.03 per share and other items combined to reduce earnings by $0.04 per share.\nTurning to sales. Weather-adjusted electric sales increased by 1.7% in 2021 as the economy recovered from the pandemic. We anticipate weather-adjusted sales growth of approximately 1% in 2022. Shifting to expenses. Our O&M spend was flat in 2020 -- 2021. This continues an existing trend as we kept our O&M flat since 2014, while adding significant renewables and capital investment. We expect O&M will increase 1% to 2% in 2022, driven by wind farm additions, increased spending on electric vehicle programs and other customer initiatives.\nTurning to regulatory. We reached an unopposed settlement in our Colorado electric case, which will provide a net rate increase of $177 million based on an ROE of 9.3%, an equity ratio of 55.7% in the 2021 test year. Every settlement is based on compromises, and we feel this is a constructive outcome for all parties. Hearings were completed last week, and we expect the commission decision in March.\nWe also reached a black box settlement principle in our Texas Electric case, which provides a rate increase of approximately $89 million. The agreement also accelerates the depreciation life of the coal plant to 2034. The commission decision is anticipated later this year.\nMoving to Minnesota. In December, the commission approved interim rates of $247 million for electric customers and $25 million for natural gas customers. The commission granted interim rates as requested for our natural gas operations but lowered our electrical request by $41 million due to the lingering impacts of the pandemic on residential customers. They made similar adjustments for CenterPoint and Minnesota Power. The schedules for both cases are included in the earnings release, and we expect commission decisions in mid-2023. Earlier this week, we filed a natural gas case in Colorado, seeking a net rate increase of $107 million in 2022 with incremental step increases of $40 million in 2023 and $41 million in 2024. The request was driven by significant capital investments for customer growth, safety, reliability and resiliency and is based on a 10.25% ROE, an equity ratio of 55.6%, in the 2022 current [test] year.\nOur average Colorado residential customers' natural gas bill was 24% below the national average in 2020, among the lowest in the country. We anticipate a commission decision later this year and final rates to be implemented in November 2022. Shifting to earnings. We've updated our 2022 guidance assumptions largely to reflect 2021 actual results. Details are included in our earnings release. In addition, we are reaffirming our 2022 earnings guidance range of $3.10 to $3.20 per share, which is consistent with our long-term 5% to 7% EPS growth objective.\nWith that, I'll wrap up with a quick summary. We delivered 2021 earnings guidance within our guidance range, the 17th consecutive year and increased our dividend for the 18th consecutive year. We continue to execute on our steel-for-fuel strategy by adding 800-megawatt wind (inaudible) system. We remain on track to achieve 80% carbon reduction by 2030 and plan to be coal-free by 2034.\nWe reached constructive rate case settlements in Colorado, Texas, New Mexico, Wisconsin, North Dakota and Michigan. We also reached constructive settlements and several additional regulatory proceedings in Colorado, including storm Yuri cost recovery, our resource plan and the pathway transmission project. We've kept our O&M expenses flat since 2014. We reaffirmed our 2022 earnings guidance, and we remain confident we can deliver long-term earnings and dividend growth in the upper half of our 5% to 7% objective range to continue leading the clean energy transition and keeping this well for our customers.\nThis concludes our prepared remarks. Operator, we will now take questions."
  }
]