[
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2daa70a2aaa8f7cc31b5515015e345a",
    "period": "2025 Q3",
    "content": "Q3 2025 EOG Resources Inc Earnings Call\n\nQ3 2025 EOG Resources Inc Earnings Call\n\nEOGNYSENOV 7, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources Third Quarter 2025 Earnings Results Conference Call. As a reminder, this call is being recorded. For opening remarks and introductions, I will turn the call over to EOG Resources' Vice President of Investor Relations, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nThank you, Betsy. Good morning, and thank you for joining us for the EOG Resources Third Quarter 2025 Earnings Conference Call. An updated investor presentation has been posted to the Investor Relations section of our website, and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings.\nThis conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website.\nIn addition, any reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and Chief Executive Officer; Jeff Leitzel, Chief Operating Officer; Ann Janssen, Chief Financial Officer; and Keith Trasko, Senior Vice President, Exploration and Production.\nHere's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pierce. Good morning, and thank you for joining us. It's been a significant quarter for EOG, 1 that marks both a pivotal strategic milestone and a disciplined continuation of our financial framework. As you know, we have successfully closed the acquisition of Encino in early August. This transaction strengthens our portfolio, cementing a third high-return foundational asset, diversing our production base and accelerating our free cash flow generation potential even during a more dynamic commodity environment. This acquisition was part of an exceptional quarter where EOG once again delivered outstanding operational performance that has translated directly into strong financial results.\nFor the third quarter of 2025, oil, natural gas and NGL volumes exceeded the midpoint of our guidance, while capital expenditures, cash operating costs and DD&A all came in below guidance midpoints, resulting in $1.4 billion of free cash flow, $1.5 billion in net income and $1 billion of cash returned to shareholders through our regular dividend and share repurchases.\nThrough the first 3 quarters of this year, we have committed to return nearly 90% of our estimated 2025 free cash flow, including $2.2 billion in regular dividends and $1.8 billion of share repurchases. In today's dynamic energy equity environment, share repurchases are especially compelling, and we expect to remain active in our buyback program, further enhancing returns to shareholders through the cycles.\nEOG's value proposition is guided by our strategic priorities of capital discipline, operational excellence, sustainability and culture. Our continued outperformance this quarter and throughout the year demonstrates consistent execution of our value proposition by teams across EOG's premier multi-basin portfolio, while our cash return performance highlights our unwavering commitment to disciplined value creation for our shareholders through industry cycles. I want to highlight 4 key differentiators that set us apart and position EOG to deliver value to our shareholders in a dynamic market.\nFirst, our diverse high-return portfolio with a deep inventory of opportunities. We invest at a pace that generates high returns while optimizing both short- and long-term free cash flow generation. Our foundational assets in the Delaware Basin, Eagle Ford and Utica continue to underpin our activity driving strong full cycle returns, while our emerging plays, Dorado and the Powder River Basin, are making tremendous progress on improving well performance and lowering costs. And our consistent focus on exploration, both domestically and internationally, gives us confidence in our ability to continue improving one of industry's highest quality portfolios.\nWe are especially excited about the potential for international unconventional development through our entry into the UAE and Bahrain. Our differentiated exposure to both North American liquids and natural gas as well as international unconventionals positions EOG to benefit from medium- and long-term growth in all 3 areas, creating multiple avenues for future value creation. Second, our focus on lowering breakeven costs. Each year, EOG utilizes data and technology to drive continuous operational improvements, capturing incremental efficiency gains and identifying opportunities to reduce our cost structure. In addition, at times, we make strategic infrastructure investments that further lower costs. In the past year, we've brought online the Janus gas processing plant in the Delaware Basin and the Verde natural gas pipeline connecting Dorado to the Agua Dulce Hub. These high-return strategic infrastructure projects helped further reduce our breakeven costs by enhancing reliability, lowering operating expenses and improving price realizations.\nOperational execution and investment focused on improving our broader asset base not only strengthens our resilience in a lower price environment, but also improves margins and returns for shareholders through industry cycles.\nThird, our commitment to generating sustainable free cash flow. Our low-cost structure drives robust, sustainable free cash flow generation supporting EOG's regular dividend as well as additional cash return to shareholders. EOG has generated annual free cash flow every year since 2016 and has never cut nor suspended its dividend in 27 years, a remarkable track record that is a testament to our resilient business model and represents a key differentiator versus peers. And fourth, EOG's financial strength. Our pristine balance sheet is anchored by a leverage target of less than 1x total debt to EBITDA at bottom cycle prices of $45 WTI, $2.50 Henry Hub. With nearly $5.5 billion in total liquidity, we have tremendous capacity and flexibility to invest through the cycle, ensuring EOG emerges from any downturn an even stronger company than when it entered.\nOn commodity fundamentals, the impact of spare capacity returning to the oil market is slowly becoming evident. We expect inventories to continue to build as it will take a few quarters for growing demand to absorb spare capacity barrels reentering the market. Beyond near-term oversupply, evolving geopolitical risk, the rapid decline in spare capacity, reduced investment in new supply and further demand growth will remain key drivers of the oil price. Looking past the few -- the next few quarters, we see constructive support for oil prices.\nAnd turning to natural gas, our outlook remains positive. U.S. natural gas enjoys 2 structural bullish drivers, record levels of LNG feed gas demand and growing electricity demand, which should provide price support. Our investments to build a premier gas business has EOG poised to deliver supply into these growing markets.\nLooking to 2026, it's too early to provide specifics on activity and capital spending. Our capital allocation remains driven by returns-focused investments, our view on the outlook for supply-demand fundamentals and a reinvestment pace that supports continuous improvement across our multi-basin portfolio. This disciplined approach allows for optimal development of our assets while balancing both short and long-term free cash flows to drive higher cash returns to shareholders.\n2025 has truly been a transformative year for EOG with the successful acquisition of Encino as well as our strategic entries into the UAE and Bahrain. And moving into 2026, EOG is better positioned than ever to execute on our value proposition and create shareholder value.\nNow here's Ann with a detailed review of our financial performance.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThank you, Ezra. Ezra mentioned, the closing of the Encino acquisition in early August is a significant event for EOG. The acquisition enhances the foundation of our value proposition, sustainable value creation through industry cycles, and our financial strategy remains unchanged, a pristine balance sheet to support a sustainable growing regular dividend, disciplined investment in high-return inventory and significant cash return to shareholders. The third quarter is an excellent example of this strategy at work. We generated adjusted earnings per share of $2.71 and adjusted cash flow from operations per share of $5.57.\nIn the third quarter, free cash flow totaled $1.4 billion, and through the first 3 quarters of this year, EOG has generated $3.7 billion in free cash flow.\nRegarding our balance sheet, following the funding of the Encino acquisition, we ended the quarter with a robust cash position of $3.5 billion and $7.7 billion in long-term debt. Our balance sheet continues to serve as a pillar of our financial strength.\nOur leverage target of total debt at less than 1x EBITDA at bottom cycle prices remains one of the most stringent in the energy sector, and we continue to view our pristine balance sheet as a competitive advantage providing both protection in volatile markets and the ability to strategically invest through the cycles.\nDuring the third quarter, we continued our history of significant cash returns to shareholders anchored by our robust regular dividend of nearly $550 million and supplemented by nearly $450 million in share repurchases, demonstrating our commitment to both sustainable and opportunistic cash returns.\nFor calendar year 2025, we have paid regular dividends of $3.95 per share, representing an 8% increase over calendar year 2024. On October 31, we paid our latest regular dividend, which was $1.02 per share, equating to an annualized rate of $4.08 per share or 3.9% dividend yield at the current share price. This dividend yield significantly exceeds the S&P 500.\nOur sustainable and growing regular dividend forms the foundation of our cash return strategy. We also have other incremental levers such as share repurchases, providing an avenue for further cash return through industry cycles. Since initiating buybacks in 2023, we have repurchased nearly 50 million shares or approximately 9% of shares outstanding. We have ample flexibility for additional share buybacks and with $4 billion remaining under our current buyback authorization. In the past 5 years, we have returned over $20 billion to investors through a mix of dividends and share repurchases.\nFor the full year 2025, we are forecasting a $4.5 billion in free cash flow, a $200 million increase in annual free cash flow versus our previous forecast at the midpoint of guidance. This increase is driven by outstanding performance through the first 3 quarters of 2025 and strong fourth quarter guidance that leaves us well positioned entering 2026.\nIn summary, EOG delivered another outstanding quarter. We strengthened our portfolio, maintained the robustness of our balance sheet and positioned the company for sustainable value creation through commodity cycles. As we look forward to next year, we remain focused on what we can control: operational excellence, cost discipline and capital returns.\nWith that, I'll turn it over to Jeff for an update on operating results.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Ann. First, I want to recognize the exceptional dedication of the entire EOG team. Consistent outstanding execution across every part of the organization is what enables us to convert our operational strengths into value for shareholders. We had another strong quarter of execution across the business. Our teams continue to deliver consistent results, meeting or exceeding expectations on nearly every operational metric, Production volumes outperformed, largely driven by stronger-than-expected base production performance in our Utica asset, while capital expenditures were below target, supporting strong free cash flow while keeping us on track for full year guidance.\nCash operating costs also came in under target, dominantly driven by reductions in lease operating expenses and GP&T across our foundational assets. These strong quarterly results reflect the quality of our assets and the continued discipline of our operating culture.\nIn the Utica, the Encino integration is progressing exceptionally well. I want to thank all of our employees, including new employees from Encino for their efforts in efficiently integrating this asset and fast tracking the execution of high-return development. We have excellent line of sight to realize our $150 million of synergies target within the first year and lower well costs being the primary driver. We are extending EOG's culture and multi-basin portfolio of learnings, innovation and technology transfer to the acquired assets with excellent outcomes thus far. By applying EOG's drilling and completions technical expertise across the acquired Encino acreage, we have already realized strong efficiency gains. As a result, we can maintain the same targeted 65 net well completions for 2025, while reducing our Utica rig count from 5 rigs down to 4 for the remainder of the year.\nWith respect to production, over 80% of the applicable Encino wells have been placed on artificial lift optimization. Moving forward, we anticipate continued efficiency gains and strong field performance as we implement EOG's operational best practices and our suite of proprietary software applications.\nDuring the third quarter, EOG brought online our first well in the Utica gas windows. The Petkins wells each had an average 30-day IP of 35 million cubic feet per day. This was a 3-well package with average lateral lengths of just under 20,000 feet. Our focus in the Utica will remain on the volatile oil window, but we are extremely pleased with the potential upside from the Utica gas window over time.\nTurning to the Delaware Basin. We are pleased with our recent well results, which are on forecast and in line with our development strategy. Our teams continue to drive operational improvements that are helping us to unlock additional value from this already prolific asset. Over the last several years, innovations like our EOG motor program, super zipper operations, high-intensity completions and production optimizers have allowed us to lower cost and improve returns across our acreage.\nThroughout our core areas, we have built out our surface locations, facilities and gathering systems, and we'll be able to take advantage of this infrastructure when we return to these areas to continue development. Another major driver in well cost reductions has been longer laterals where we have increased our average lateral length by over 20% in 2025 alone. Overall, we have lowered well costs more than 15% over the last 2 years. Due to this positive step change in capital efficiency, we continue to evolve our development approach to balance returns with resource recovery. This has enabled our team to unlock additional distinct landing zones that now meet or exceed our stringent economic hurdle rates and increase our total recovery per section. We see outstanding economics on these new targets with payback periods of less than 1 year and direct well level rates of return across both shallow and deep targets in excess of 100% at current prices.\nIn the Eagle Ford, economics continue to improve even after 15-plus years of development. For our 2025 program, we have reduced our breakeven price by 10% due to extended lateral lengths and reductions in both well costs and operating costs.\nMoving forward, we will continue to leverage technology and efficiency gains to drive strong returns and margin enhancement across the Eagle Ford play.\nIn Trinidad, we have completed the first wells of our Mento program and are extremely pleased with the initial results. For 2026, we plan to commence installation of the coconut platform, reflecting further investment in our high-return Trinidad program. Finally, we are advancing the barrel oil discovery towards FID with our partners and look forward to giving you an update in the near future.\nIn the Gulf states, our exploration programs are moving forward, and we are pleased with our progress. We drilled our initial wells in Bahrain in the third quarter and will spud our first well in the UAE this quarter. We are excited about these opportunities that allow us to leverage our technical expertise and extensive data set from drilling thousands of unconventional wells across a wide variety of plays. The opportunities in the UAE and Bahrain are just another example of EOG's focus on exploration as we continue to look for organic ways to improve and expand our inventory.\nRegarding service costs, as industry activity has decreased in the second half of 2025, we are seeing some softening in the market. The majority of these decreases have been associated with non-high-spec equipment since these are the first to be released and become available. For the high-spec services that EOG utilizes, we have observed much more resilient pricing with utilization remaining high. We have just recently started seeing a low single-digit reduction in spot rigs for high-spec equipment, but this has largely been offset by the impact from tariffs, primarily on noncasing steel products. As we look to the future, we currently have around 45% of our service costs locked in for 2026, and we'll look for opportunities throughout the next few quarters to take advantage of any additional softening in the market.\nRegardless of how service costs shake out, we remain focused on delivering sustainable efficiency gains year in and year out. After an outstanding third quarter, we are poised to finish 2025 strong and enter next year with tremendous momentum. Now I'll hand it back to Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Jeff. In closing, let me highlight a few key messages. First, this has been an exceptional quarter for EOG. We strengthened our portfolio with the successful completion of the Encino acquisition, maintain a robust balance sheet and further position the company for long-term value creation. Second, today's dynamic market environment is exactly what EOG is built to excel in. Our diversified portfolio enables ongoing investment in high-return projects, while our low breakeven costs drive strong free cash flow that supports both our regular dividend and additional shareholder returns. Our industry-leading balance sheet remains the cornerstone of our financial strategy, ensuring value creation through every phase of the cycle. Third, EOG holds a distinctive position in the upstream sector with access to a deep inventory of growth opportunities spanning North American liquids, North American natural gas and international conventional and unconventional plays.\nOur continuous data collection and development of proprietary technology reinforce EOG's culture of innovation and exploration, keeping us at the forefront of industry advancement. And finally, this quarter's results highlight the enduring strength of EOG's value proposition, anchored in capital discipline, operational excellence, sustainability and a high-performing culture.\nThank you for your continued interest in EOG. we will now open the line for questions."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6c5dea10b251f77dc492c3f5254f441a",
    "period": "2025 Q2",
    "content": "Q2 2025 EOG Resources Inc Earnings Call\n\nQ2 2025 EOG Resources Inc Earnings Call\n\nEOGNYSEAUG 8, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Second Quarter 2025 Earnings Results Conference Call. As a reminder, this call is being recorded. For opening remarks and introductions, I will turn the call over to EOG Resources Vice President of Investor Relations, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nGood morning, and thank you for joining us for the EOG Resources Second Quarter 2025 Earnings Conference Call. I'm Pearce Hammond, Vice President, Investor Relations.\nAn updated investor presentation has been posted to the Investor Relations section of our website, and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website. In addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and Chief Executive Officer; Jeff Leitzell, Chief Operating Officer; Anne Janssen, Chief Financial Officer; and Keith Trasco, Senior Vice President, Exploration and Production. Here's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pearce. Good morning, and thank you for joining us. EOG delivered another quarter of outstanding results, reflecting the focused execution of our employees across our multi-basin portfolio. In the second quarter, oil, natural gas and NGL volumes came in above the midpoint of our guidance.\nAt the same time, we drove our capital expenditures, cash operating costs and DD&A below guidance midpoints, demonstrating the efficiency and operational excellence that is a hallmark of EOG. Our teams continue to find ways to optimize operations, improve well performance and safely deliver volumes while maintaining capital discipline. Strong operational performance once again translated directly into impressive financial results.\nWe generated nearly $1 billion of free cash flow during the quarter. And between our regular dividend and $600 million of opportunistic share repurchases, we returned more than $1.1 billion to our shareholders. Consistent with our long-standing cash return commitment, we have committed to return at least $3.5 billion in cash during 2025, inclusive of our regular dividend and nearly $1.4 billion of year-to-date share repurchases, reflecting our confidence in the growing value of our business.\nOur confidence in the future of the company is also reflected in the 5% increase in our regular dividend, which we announced in connection with the Encino acquisition in May. This marks another step forward in our remarkable dividend growth track record. Over the past decade, we have increased our regular dividend at a 19% compound annual growth rate, far outpacing the peer group average. More importantly, we have never cut nor suspended the dividend in 27 years. This sustained record of dividend growth highlights both the durability of our business and our unwavering focus on delivering shareholder value.\nLast week, we closed the accretive Encino acquisition, marking a major milestone for EOG. With a total core acreage position of 1.1 million net acres and associated resource potential net to the company of 2-plus billion barrels of oil equivalent, the Utica has become a foundational EOG asset alongside the Delaware Basin and Eagle Ford. In aggregate, EOG is net resource potential totaling over 12 billion barrels of oil equivalent across our multi-basin portfolio. This top-tier resource base generates a greater than 55% average direct after-tax rate of return at bottom cycle prices and over 200% after-tax rate of return at mid-cycle prices, providing our investors one of the deepest and highest quality inventory positions.\nWe are focused on the safe and rapid integration of the Encino assets into our portfolio. We remain highly confident in the value creation opportunity before us in the Utica and believe that through effective integration and the application of EOG's operating model and proprietary technology, the Utica will be a major contributor to both growth and returns. We look forward to sharing more as we capitalize on the advantages this transaction brings to shareholders.\nOn the international front, in the second quarter, we were awarded an onshore concession to explore and appraise an approximately 900,000-acre unconventional oil exploration prospect in the UAE. We are very excited about this new opportunity that will allow us to leverage our technical expertise and extensive data set from drilling thousands of unconventional wells across a wide variety of plays. The UAE and our BAPCO joint venture in Bahrain form an exciting long-term business opportunity for EOG in the Gulf States.\nOur results through the first half of 2025 serve as a powerful affirmation of EOG's enduring value proposition. We're committed to being among the highest return lowest cost producers recognized for leading environmental performance and a steadfast role in meeting the world's long-term energy needs.\nFour pillars underpin our differentiated strategy, capital discipline, operational excellence, sustainability and culture. As we look at new opportunities in our portfolio from the Encino acquisition to the expansion in the Gulf states, we believe operational excellence will be a key differentiator to enhance returns as we utilize our in-house technical expertise, proprietary information technology and self-sourced materials to drive superior well performance and reduce costs.\nTurning now to supply and demand fundamentals. While first quarter oil demand was stronger than forecast and second quarter oil demand also benefited from delays in the implementation of tariffs, growth in demand for the second half of 2025 is expected to moderate before beginning to increase throughout 2026.\nOn the supply side, we expect spare capacity returning to the market to allow inventory levels to build from historically low levels. This reduction in spare capacity, coupled with current demand forecasts, paves the way for pricing to strengthen on the back of a more fundamentally driven market.\nOn natural gas, 2025 is an inflection year, driven by an uptick in U.S. LNG feed gas demand. We expect a 4% to 6% compound annual growth rate for U.S. natural gas demand through 2030, driven primarily by LNG and power demand. Our investment in Dorado to develop a stand-alone gas asset that complements our oil assets as EOG prime to deliver supply into these growing markets. EOG is better positioned than ever before to create value for our shareholders. Our portfolio expansion, including Encino, the UAE, Bahrain and additional exploration opportunities is adding significant new resource potential for our shareholders while we simultaneously continue to improve and expand our existing resource through applying technology to reduce costs, improve well performance and unlock additional well locations. And at the same time, delivering robust cash return to our shareholders and maintaining a pristine balance sheet, allowing for continued investment in high-return projects, generating strong current and future free cash flow.\nNow here's Ann with a detailed review of our financial performance.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. We delivered another strong quarter with adjusted earnings per share of $2.32 and adjusted cash flow per share of $4.57. Second quarter free cash flow was $973 million. We provided robust cash returns to our shareholders in the second quarter anchored by our sustainable regular dividend of over $500 million and complemented by share buybacks of $600 million.\nIn the second quarter, in connection with our Encino acquisition announcement, we declared a 5% increase in our regular dividend. The new indicated annual dividend rate is $4.08 per share, which is a 3.5% dividend yield at our current share price far in excess of the average dividend yield for the S&P 500.\nRegarding future cash returns, we expect to return a similar level of free cash flow as we have the last couple of years. We continue to favor buybacks as a source of additional cash return beyond our regular dividend and will monitor the market for opportunities to step in and repurchase shares. Since initiating buybacks in 2023, we have repurchased over 46 million shares, which is approximately 8% of shares outstanding or a total of $5.5 billion. We have $4.5 billion remaining on our buyback authorization.\nIn May, we announced a $5.6 billion acquisition of Encino, which was funded at closing on August 1 and with cash on hand and debt. On July 1, we issued $3.5 billion of senior notes with proceeds directed towards the Encino acquisition. This issuance consisted of four tranches, $500 million due in 3 years, $1.25 billion due in 7 years, $1.25 billion due in 10.5 years and $500 million due in 30 years. The weighted average maturity of the senior notes is approximately 11 years with a weighted average coupon of 5.175%. We were extremely pleased with the investor response to the notes offering as it demonstrates their confidence in EOG's long-term outlook.\nOur updated guidance reflects ownership of Encino for the 5 remaining months of 2025 at assumed prices of $65 WTI and $3.50 Henry Hub we expect to generate $4.3 billion in free cash flow in 2025, which adjusted for commodity price changes is 10% higher than our forecast last quarter. This higher free cash flow reflects not only the Encino acquisition but also modest efficiency gains and lower cash taxes due to recent tax legislation. The last few months have been transformational for EOG and the company is exceptionally well positioned from a balance sheet and cash generation standpoint to further reward shareholders in the future.\nNow here's Jeff to review operating results. .\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Anne. Let me begin by thanking every member of our team for the outstanding execution across the organization this quarter, your dedication and diligence were especially evident both in our core operations and in preparing for the successful acquisition and the work on integrating Encino. This marks another quarter where our operational excellence was a driving force, positioning us to capture new opportunities and deliver meaningful results for our shareholders.\nOur performance in the second quarter stands out across nearly every operational metric. Once again, we outperformed both our production and cost expectations. Oil, gas and NGL volumes exceeded forecast, powered by continued momentum across our foundational assets Additionally, we saw better than expected beats across all basins. This was a direct result of enhanced efficiencies and workover execution and overall lease and well maintenance. The incremental organization.\nOn capital spending, we delivered lower-than-expected capital or CapEx this quarter, primarily driven by efficiency gains across our operating areas as well as the deferral of some indirect spending into the back half of the year. We're seeing the benefit of careful planning, disciplined execution and real-time efficiency measures tangible savings.\nWith the closing of the Encino acquisition just a week ago, we have updated our 2025 CapEx and production guidance to include Encino's planned activity for the last 5 months of 2025. And the underlying improvements in our business. Our new full year 2025 CapEx guidance is $6.3 billion with forecasted full year average oil production of 521,000 barrels of oil per day and average total production of 1,224,000 barrels of oil equivalent average daily total production is increasing by 9%. Our operating teams are working swiftly and efficiently to fold the Encino team into the EOG organization. The initial transition is progressing better than anticipated, and we're highly encouraged by the early collaboration between teams and the utilization of technology to increase data integration, both in the office and across the field.\nLooking at our pro forma Utica activity, we are layering Encino's activity on top of our existing program, and we plan to run five rigs and three completion crews in the basin through the remainder of the year. This tempo will maximize value for Encino's high-quality acreage while leveraging the best practices and technical expertise from both companies.\nWe expect at least $150 million in annual run rate synergies within the first year post close. These savings are largely attributed to well cost with a smaller contribution from targeted G&A reductions. For context, EOG's average well costs in the Utica are less than $650 per foot, compared to Encino's $750 per foot. We see clear line of sight to bring well costs in line with EOG's leading-edge D&C cost quickly and efficiently. We're optimistic about the upside potential as our teams begin to work on the Encino assets and apply EOG's operational model. We see incremental offer from in-basin sand to advanced water recycling and evaporation technologies as well as employing our Optimizer technology on the combined production base. We are confident in our ability to unlock additional synergies and drive sustained value creation.\nIn our investor deck, on Slide 8, we highlight just how attractive the Utica is and why we are excited to add this play to our current foundational assets, the Delaware Basin and Eagle Ford. With just 50-plus net wells developed in the Utica, we are already realizing payback periods less than a year driven by low total well costs and highly productive results. While it's too early to discuss specifics on 2026 plans, the Utica is now part of our foundational operating areas, and we will continue to invest at a pace to improve the asset.\nTurning to Dorado. Our high-intensity completion designs are continuing to deliver superior results with individual well production outpacing our forecast. The team is also continuing to drive efficiencies through success with the EOG drilling motor program and most recently by eliminating a string of casing in many of our Austin Chalk targets. This has helped to increase drilled feet per day by more than 20% in the first half of the year versus 2024 and reinforces our view of Dorado as the lowest cost dry gas asset in the U.S. We expect our Dorado production on a gross basis to reach approximately 750 million cubic feet per day exiting 2025. With our Verde pipeline in service, which has a 1 Bcf per day capacity and is easily expandable to 1.5 Bcf per day, our Dorado asset is well positioned to capture incremental gas demand in 2026 and beyond.\nFocusing on the Eagle Ford and Permian, our teams continue to push extended laterals and are realizing the benefit in both efficiencies and well cost. In the Eagle Ford, we drilled the longest lateral in Texas history in the second quarter. The Whistler E 5H had 24,128 feet of treatable lateral or nearly 4.6 miles. In the Permian, we have increased our average lateral length by over 20% year-over-year, and this has helped us realize a 10% increase in drilled footage per day versus 2024.\nAs activity levels have moderated across the industry, we're now seeing some softening in the service cost environment, more so for lower quality equipment. As a reminder, we focus on contracting high-quality crews and equipment where pricing has been more stable. As we turn to the back half of the year, we will look for opportunities within our current services to take advantage of any potential softening in the market with a focus on retaining top-tier high-spec services to continue to drive operational efficiencies.\nWe continue to advance our business through technology, and I'm excited to discuss two new proprietary technology platforms for EOG. The first platform uses high-frequency sensors that captures and processes subsurface data while drilling wells. These sensors allow us to calculate geomechanical rot properties, identifying faulting, local stresses and also monitor downhole equipment performance to minimize downtime. By integrating this high-resolution data with our traditional data sets, we've achieved improvements in well performance and cost efficiency. This year, over 50 wells have already benefited from this higher resolution data, and we will look to expand its use across our portfolio.\nThe second platform centers on our enhanced AI capabilities building on years of utilizing machine learning for production optimization and cost savings, we have now deployed our proprietary generative AI system. This platform is already enabling field and division staff to collaborate more efficiently automate and capture data more easily and gain operational insights across all operations. After a strong first half of the year, EOG is well positioned to execute on its full year plan, and we are excited about the opportunities in front of us.\nNow I'll hand it back to Ezra to wrap it up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Jeff. Let me highlight a few key points from the second quarter. First, our team delivered outstanding execution with operational results exceeding expectations. Second, our strong operational performance translated directly into impressive financial results and strong cash returns. Through the first half of the year, we have committed to return more than $3.5 billion of free cash flow to investors through our regular dividend, which we have increased by 5% and through share buybacks. Third, with the Encino transaction now closed, we are updating our 2025 guidance to reflect both the expanded portfolio and momentum across the basins. We are confident in the transformative impact of the Utica which we believe will serve as a foundational asset for years to come. In addition, we are excited about our ongoing exploration efforts, both domestic and especially in the new international concessions we have captured this year. Fourth, looking ahead, our performance in the first half of 2025 reflects the enduring strength of EOG's value proposition, capital discipline, operational excellence, sustainability and a high-performing culture. Our business is better positioned than ever to create value for our shareholders. Thanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4f8c2d6fa8b5df77b4c6ab553655d3d",
    "period": "2025 Q1",
    "content": "Q1 2025 EOG Resources Inc Earnings Call\n\nQ1 2025 EOG Resources Inc Earnings Call\n\nEOGNYSEMAY 2, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources First Quarter 2025 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to the Investor Relations Vice President of EOG Resources, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nGood morning, and thank you for joining us for the EOG Resources First Quarter 2025 Earnings Conference Call. I am Pearce Hammond, Vice President, Investor Relations. An updated investor presentation has been posted to the Investor Relations section of our website, and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website.\nIn addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and CEO; Jeff Leitzel, Chief Operating Officer; Ann Janssen, Chief Financial Officer; and Keith Trasko, Senior Vice President, Exploration and Production. Here's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pearce. Good morning, everyone, and thank you for joining us. EOG is off to an exceptional start in 2025. In the first quarter, we delivered outstanding results across our diverse multi-basin portfolio. positioning the company to achieve an even greater success this year. Our production and total per unit cash operating costs and DD&A all exceeded targets, driving strong financial performance. We earned $1.6 billion in adjusted net income and generated $1.3 billion in free cash flow, underscoring our commitment to value creation.\nTrue to our track record of rewarding shareholders, $1.3 billion was returned to shareholders through our regular dividend and opportunistic share repurchases. EOG's operational excellence continues to translate into robust returns and a steady stream of cash flow generation, setting the company up for further success in 2025 and beyond. Quarter after quarter, year after year, EOG has consistently delivered exceptional operational performance across our core assets while also advancing new opportunities in our emerging plays.\nOur disciplined approach to capital allocation, strategically investing across our portfolio at the right pace has generated free cash flow every year since 2016 and established a strong foundation for a sustainable growing regular dividend and a balance sheet that stands out, not just within our industry, but across the broader market. EOG is well positioned for the cycles with a strong financial position, low-cost structure and the ability to flex activity across multiple high-return investments. Our success is anchored by one of the industry's most diverse high-return and deep multi-basin portfolios, with over 10 billion barrels of oil equivalent of high-quality resources. The depth and quality of our resource portfolio positions EOG for long-term sustainable growth and value creation.\nCapital discipline at EOG means more than just focusing on high-return assets. It's about being agile and responsive to the broader macro environment. In light of our strong first quarter performance and potential near-term impacts on global demand due to ongoing discussions regarding tariffs, we are proactively optimizing our 2025 capital investment while maintaining first quarter oil production levels throughout the year. At the midpoint of guidance, this $200 million reduction in capital investment is expected to enhance 2025 free cash flow while still delivering approximately 2% year-over-year oil growth.\nThe first quarter saw strong global oil demand moderating U.S. supply growth and inventory levels below the 5-year range, supportive of the medium and long-term outlook for both oil and gas. We remain constructive on both oil and gas playing a significant role in the long-term need for reliable low-cost energy. The near term, however, is reflecting speculation on oil demand impacts associated with tariff announcements, which has softened prices. We expect to see a return to market fundamentals and pricing firming up as more transparency is applied to the tariffs and negotiation turns to implementation.\nRegarding natural gas, our 2025 plan remains consistent with investments delivering approximately 12% year-over-year growth at the midpoint of guidance. A cold start to winter and increases in LNG feedstock, coupled with a subdued supply response has left current inventory levels near the 5-year average in a year that we believe is an inflection point for North American demand. Led by LNG and increased power demand, we see the potential for 4% to 6% compound annual growth rate in natural gas demand between now and the end of the decade and are well positioned to deliver natural gas into multiple markets and demand centers across our portfolio.\nEOG's multi-basin strength, in-house operational excellence, proprietary technology and self-sourced materials uniquely position us as a low-cost, highly efficient operator with exposure to diverse products and pricing. Backed by our rigorous investment standards and rock solid balance sheet, we are continuing to make strategic investments that drive both near-term performance and long-term value for shareholders. Our opportunities continue to grow, both domestically and internationally. We're actively pursuing an exciting organic exploration program, driving expansion in our inventory across existing assets by reducing well costs, improving productivity and strategically adding bolt-on acquisitions.\nFor example, after active development for over a decade, our Eagle Ford asset continues to deliver high returns as we apply best practices developed both in and out of basin. Recently, we have added a strategic bolt-on acquisition in the Eagle Ford further strengthening the quality and quantity of our Eagle Ford inventory. This contiguous acreage immediately benefits from long laterals and existing EOG infrastructure, offering both operational efficiency and high returns.\nInternationally, yesterday, we announced an oil discovery in our Trinidad asset, capping off a successful 2024 drilling campaign and continuing over 30 years success in the region. This is a fantastic development and Jeff will provide additional details shortly. In addition, our international exploration team is preparing for our entry into Bahrain, where we plan to start drilling an onshore unconventional tight gas sand prospect in the second half of 2025.\nTo wrap up, I want to emphasize EOG's core value proposition. We're committed to sustainable value creation throughout the industry cycle driven by a disciplined focus on high-return investments, optimizing both short- and long-term free cash flow, along with a pristine balance sheet and strong regular dividend that sets us apart from our peers. Our operational excellence, combined with our dedication to sustainability is fueled by EOG's unique culture, a decentralized collaborative approach that drives innovation at the asset level. By leveraging technology to make real-time decisions, we continuously improve efficiency, lower costs and boost margins, ensuring long-term visibility for strong returns and free cash flow generation no matter where we are in the cycle.\nNow here's Ann with details on our financial performance.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. In the first quarter, we delivered adjusted earnings per share of $2.87 and adjusted cash flow per share of $5.09. First quarter free cash flow was $1.3 billion. We had a strong quarter of cash returned to our shareholders, anchored by our sustainable regular dividend of over $500 million and share buybacks of nearly $800 million. Our share repurchases are a clear demonstration of our commitment to shareholders. To date, we have repurchased nearly $5 billion of stock over the course of 9 consecutive quarters, reducing our share count by 7%.\nOur assets continue to improve, and by repurchasing shares, we are able to increase shareholder interest in our world-class multi-basin portfolio. We remain committed to opportunistic share buybacks and our balance sheet provides the ability to return greater than 100% of annual free cash flow in the near term. We have optimized our 2025 plan and are reducing capital investments by $200 million. At the midpoint of guidance, we now expect to generate $4 billion in free cash flow at $65 WTI and $3.75 Henry Hub.\nWe can fund our $6 billion CapEx program this year as well as the regular dividend at WTI oil prices averaging in the low 50s. We remain committed to optimizing our balance sheet and reaffirm our targets of $5 billion to $6 billion in cash and total debt-to-EBITDA at less than 1x at bottom cycle prices of $45 WTI. At the end of the first quarter, our cash balance was $6.6 billion with long-term debt at $4.7 billion.\nSubsequently, we repaid a $500 million debt maturity in April from cash on hand and executed on the bolt-on acquisition in the Eagle Ford. This $275 million bolt-on adds over a full year of drilling inventory that is immediately competitive with our current drilling program. EOG is exceptionally well positioned given our returns-focused investments at bottom cycle prices, peer-leading balance sheet, low-cost production and history of exceptional operational execution.\nNow here's Jeff to review operating results.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Anne. I would first like to thank all of our employees for their outstanding performance and efficient operational execution. Our first quarter volumes, total per unit cash operating costs and DD&A beat targets. First quarter CapEx was slightly lower than guidance, largely due to timing. Q1 volume outperformance was due to better-than-expected well productivity across our portfolio and specifically improved productivity from our Dorado dry gas asset in South Texas. For the remainder of 2025, we are optimizing our activity levels and resetting full year CapEx to $6 billion. This updated plan will hold oil production flat compared to the first quarter throughout the remainder of the year, revising our 2025 oil production and total production growth to 2% and 5%, respectively.\nCapital for the year is essentially split evenly between the first half and the second half. Regarding cadence, we still expect capital to peak in the second quarter with a modest decline in the third quarter. For our updated plan, we have modestly reduced activity in the Delaware Basin, the Eagle Ford and the Powder River Basin, while keeping activity unchanged in Utica and Dorado.\nIn regards to well cost, we still anticipate a year-over-year low single-digit percentage reduction and do not expect any impact to our 2025 program from tariffs. We are assuming flat service pricing for high-spec rigs and frac equipment throughout the year but maintain flexibility to capture reduced market rates should they materialize. We continue to make significant strides on operational efficiency gains, well cost reductions and productivity improvements across the entire portfolio, including the emerging plays.\nA good example of this is in our South Texas Dorado play, where we continue to build on our operational successes by maintaining at least 1 full rig program. With this consistent activity, we are realizing an additional 15% increase in drill feet per day compared to 2024. In addition, we continue to increase our pumping rates for high-intensity completions and are observing a sustained improvement in well performance as well as driving efficiencies.\nThrough the first quarter, we are realizing a 10% increase in well productivity on a per foot basis boosting the returns of these already prolific gas wells. This is why we believe Dorado is the lowest cost -- lowest cost dry gas play in North America with a direct breakeven price of approximately $1.40 per Mcf with access to multiple demand centers.\nIn the Eagle Ford, we have been able to reduce our well cost per foot with increased efficiencies by continuing to extend lateral lengths. For 2025, we have plans to test 4 plus mile laterals and are targeting a direct total well cost for the Eagle Ford program of $515 per foot. Also in the Eagle Ford, we are pleased to announce a bolt-on acquisition of approximately 30,000 net acres that is the largest remaining undeveloped core Eagle Ford acreage track. This bolt-on acquisition includes the ability to extend laterals and adjacent EOG leases, boosting returns and lowering finding cost. Also, it will benefit from existing surface infrastructure in the area to help minimize indirect investment.\nThe acreage immediately competes for capital with our existing portfolio, and we will begin drilling operations this year. This Eagle Ford acquisition is another great example of the type of bolt-on deals that we pursue as they add tremendous value to the play and for our shareholders. In the Delaware Basin, we are pleased to announce that our Janus gas processing plant has been commissioned and brought online. This completes the second of our strategic infrastructure projects and follows the Verde natural gas pipeline, which commenced service last year, connecting our Dorado asset to the market center in Agua Dulce with 1 billion cubic feet per day of capacity.\nWe are extremely pleased with the results of both of these projects, which will enhance EOG's long-term margin expansion. In addition, the Williams, Texas, Louisiana Energy Pathway TLIP project, has commenced service. EOG has 364 million cubic feet per day of capacity reserved on TLIP, which provides access to premium markets to premium priced gas markets in the Southeast. It is projects like these and proactive work by our marketing team that allows EOG to deliver superior gas realizations versus peers.\nIn our Trinidad asset, we continue to create significant shareholder value. Having been in the Columbus Basin for over 30 years, our subsurface knowledge, operations expertise and strong partnerships in the region are unlocking additional resource potential. Last year, we successfully set the Mento platform which we are currently drilling on, we sanctioned another platform named Coconut and yesterday announced we have drilled a successful discovery well named Barrel. The Barrel well is located in approximately 170 feet of water in the TSP deep area encountered 125-plus feet of high-quality oil-bearing net pay. We are currently progressing this project to final investment decision with our partner.\nAnd finally, on the sustainability front, after meeting our 2025 targets originally set in 2020, we've updated our goals in line with new EPA reporting standards. We are pleased to announce 2 new near-term targets. The first goal is to reduce our GHG emissions intensity rate by 25% from our 2019 base year levels by 2030. And second is to maintain near zero methane emissions for 2025 through 2030 of 0.2% or less. We have made outstanding progress in our emissions reductions efforts over the last 5 years and still see ample opportunities to make continued progress with a variety of detection, measurement and capture tools.\nTechnologies and processes like iSense, our in-house continuous methane monitoring system, tank vapor capture and compression optimization have driven company-wide improvements and given us confidence in our ability to execute on further reductions. These updated targets demonstrate EOG's continued commitment to sustainability focusing on reducing our emissions intensity and advancing our strong environmental performance. After a strong first quarter, EOG is well positioned to execute on its full year plan, and we are excited about the opportunities in front of us.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Jeff. I'd like to note the following important takeaways. First, we are off to an exceptional start in 2025, and our multi-basin portfolio is firing on all cylinders. Second, capital discipline is a core pillar of our value proposition, and we have optimized our 2025 capital investment to protect shareholder returns and support higher free cash flow generation. Third, we expect to continue to deliver in 2025 and beyond for our investors. Our disciplined approach to investment across our foundational and emerging assets continues to grow the free cash flow potential of the company both in the short and long term.\nOverall, our success is grounded in our commitment to capital discipline, operational excellence and sustainability, all underpinned by our culture.\nThanks for listening. Now we will go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bfa949079397ffb942481f37e636bd87",
    "period": "2024 Q4",
    "content": "Q4 2024 EOG Resources Inc Earnings Call\n\nQ4 2024 EOG Resources Inc Earnings Call\n\nEOGNYSEFEB 28, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Fourth Quarter and Full Year 2024 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to the Investor Relations Vice President of EOG Resources, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nYes. Good morning, and thank you for joining us for the EOG Resources Fourth Quarter 2024 Earnings Conference Call. An updated investor presentation has been posted to the Investor Relations section of our website, and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website. In addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and CEO; Jeff Leitzel, Chief Operating Officer; Ann Janssen, Chief Financial Officer; Keith Trasco, Senior Vice President, Exploration and Production; and Lance Tarveen, Senior Vice President, Marketing and Midstream. Here's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Peres. Good morning, everyone, and thank you for joining us. EOG's consistent execution of our value proposition delivered another year of outstanding performance. Oil and total company production exceeded our original 2024 forecast while capital expenditures were on target. We also reduced cash operating costs year-over-year and increased our regular dividend 7%. We earned $6.6 billion of adjusted net income for a 25% return on capital employed. And in the 4 years since COVID, we have earned an average [ 8% ] return on capital employed and are outpacing the average of our peers. And finally, we returned 98% of free cash flow through a combination of our regular dividend and share repurchases.\nLooking forward to 2025, EOG has never been better positioned to deliver long-term shareholder value. Jeff will review our 2025 capital plan in more detail in a moment. However, at a high level, our plan builds on last year's success and is grounded in our commitment to first, capital discipline, returns-focused investments that supports continuous improvement across each of our assets. Second, operational excellence, integrating organic exploration with best-in-class operational expertise, proprietary information technology and self-sourced materials and marketing agreements to expand margins. Third, sustainability, a commitment to safe operations and leading environmental performance. And fourth, our culture, fostering a decentralized organization and recognizing the value is created in the field at the asset level by collaborative multidisciplinary teams utilizing technology to drive real-time decisions and innovation.\nThe depth and quality of EOG's diverse portfolio of unconventional resources is unmatched. EOG holds more than 10 billion barrels of oil equivalent and resource potential that earns among the highest returns in our industry, averaging more than a 55% average direct after-tax rate of return using our updated view on the bottom cycle pricing of $45 oil and $2.50 natural gas. We continue to evaluate returns margins and payback period under several price scenarios remaining focused on optimizing half and full cycle returns with net present value to create shareholder value.\nThe result of this comprehensive evaluation of investment across our portfolio is realized in the strong free cash flow generation and return on capital employed that we have delivered over the past few years and that we are positioned to deliver through the cycle. Our portfolio includes our core assets in the Delaware Basin and Eagle Ford, which remain the largest areas of activity in the company. After more than a decade of high return drilling both assets deliver exceptional returns and top-tier results while operating at a steady pace. Our emerging South Texas Dorado dry natural gas play and the Powder River Basin and Utica combo plays are not only contributing to EOG's success today but laying the groundwork for years of future free cash flow generation and high returns.\nAnother area contributing to the foundation for future high-return investment is on the international front. In Trinidad, where we've been operating for over 30 years, we continue to identify high-return projects due to our extensive knowledge of the regional subsurface while also applying our cost-conscious culture to remain capitally disciplined and deliver projects that compete with our domestic portfolio. In 2024, we successfully constructed and set 1 new offshore platform, sanctioned a new platform to be constructed and were awarded 2 new offshore blocks in the shallow water bid round hosted by the Trinidad and Tobago Ministry of Energy.\nAlso on the international front, we are excited to begin working on a new joint venture in Bahrain. We expect this to be the beginning of a long-term partnership with Bapco Energy to explore and develop an onshore unconventional tight gas prospect in Bahrain. The formation has previously been tested using horizontal technology delivering positive results. We are optimistic that applying our expertise in horizontal drilling and completions technology will enhance results and drive economics competitive with our domestic portfolio. Our partnership with Bapco Energy is a great example of stakeholder alignment and what we look for in international opportunities. exceptional partners, geopolitical stability, scale and economics to compete with our domestic portfolio, areas with existing oil field services and ultimately, reservoirs that can realize significant uplift through the application of horizontal drilling and completions.\nShifting to our outlook on the macro. Shifting to our outlook on the macro for more than tiers, oil prices have been remarkably range bound at a fairly robust $65 to $85 per barrel WTI. Looking forward, we expect increased demand and low global inventories to offset the pending return of global spare capacity. Barring unexpected demand shocks, we expect oil prices to continue to be similarly range-bound this year. And on the natural gas side, incremental reductions to gas inventories throughout the year were exacerbated this January when cold weather dramatically reduced inventories by approximately 1 Tcf and and drove inventories below the 5-year average for the first time in more than 2 years. Prices have strengthened accordingly despite the modest return of shut-in volumes.\nFor 2025, we expect additional support for prices from ongoing demand increases from natural gas power generation and the start-up of several LNG facilities. And the addition of our strategic marketing agreements over the past few years have positioned us to grow into these markets as they develop. Our cash flow priorities continue to focus on sustainable value creation. Disciplined capital investment and a pristine balance sheet support a growing regular dividend, countercyclic investments and additional cash returns all underpinned by a large resource base, providing long-term visibility for higher return and strong free cash flow generation through the cycle.\nNow here's Ann with details on our financial performance.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. 2024 was an outstanding year for EOG that highlights our continued financial strength and record shareholder returns. In 2024, we invested $6.2 billion in CapEx which drove annual production growth of 3% in oil and 8% in total company volume. In 2024 proved reserves increased by 6% to 4.7 billion barrels of oil equivalent which represents a 201% reserve replacement, excluding price revisions. We also lowered finding and development costs, excluding price revisions by 7% to $6.68 per BOE.\nOutstanding financial performance allowed us to return a record $5.3 billion to shareholders. This represented 98% of 2024 free cash flow, well in excess of our commitment to return a minimum of 70% of annual free cash flow to shareholders. Last year's record cash return was underpinned by our growing sustainable regular dividend, which remains the foundation of our cash return commitment. This commitment to our shareholders is based on our ability to continue to lower our cost structure and sustainably expand future free cash flow generation. We believe the regular dividend is the best indicator of the company's confidence in its future performance, confidence we have consistently demonstrated through our history of dividend growth. We have never cut or suspended the dividend in our history. And in fact, we have grown our dividend rate twice as fast as our peers average since 2019. Last year, we increased our regular dividend 7% and to an indicated annual rate of $3.90 per share. This $2.2 billion annual cash return commitment currently represents nearly a 3% dividend yield.\nIn addition to our regular dividend, we repurchased a record $3.2 billion of shares in 2024 at an average price of $123 per share. Since we've already buying back shares in 2023, we have reduced our share count by 5%. Entering 2025, we have $5.8 billion remaining on our existing buyback authorization for opportunistic share repurchases. In 2025, we will continue to work towards our balance sheet optimization targets of $5 billion to $6 billion in cash and $5 billion to $6 billion in debt, which we outlined last quarter. At the end of 2024, we had $7.1 billion in cash on the balance sheet, which included approximately $700 million of estimated tax payments postponed to 2025 under IRS storm-related tax relief. We also have the flexibility to remain opportunistic on issuing additional debt and we'll continue to monitor interest rates in the broader financial market as we approach our next maturities in April of this year and in January of 2026.\nEOG's balance sheet remains among the strongest in the sector and is a competitive advantage in a cyclical industry. It provides tremendous flexibility to support cash returns to shareholders as well as maintain our ability to invest in low-cost property bolt-ons and other countercyclical opportunities. For 2025, we have outlined a disciplined capital plan that keeps CapEx flat year-over-year at $6.2 billion. The cash flow breakeven price to fund our capital budget and the regular dividend is in the low 50s. At $70 oil and $4.25 natural gas we expect to earn a return on capital employed of 20% or greater.\nNow here's Jeff to review 2024 operating results and detail the 2025 plan.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Ann. Consistent operational execution across our multi-basin portfolio during the fourth quarter capped off yet another outstanding year. Fourth quarter oil and gas production volumes beat targets as did cash operating costs and DD&A. I'd like to thank our employees for their safe and efficient operational execution, delivering not only a strong quarter but another year of exceptional performance.\nFor the full year 2024, we improved safety, reducing our workforce total recordable incident rate by 10%. We delivered more oil and total production for lower cash operating costs than we initially forecasted, while capital spending remained right on target. We improved productivity and base production performance through innovations in completion design and artificial lift automation. We lowered average well cost by 6%, primarily through extended laterals in EOG's in-house drilling motor program. Our marketing team continues to deliver top tier price realizations, which has consistently outpaced our peers' performance, while also capturing 2 new natural gas agreements that expose us to premium pricing.\nFirst, is our 364,000 MMBtu per day capacity on the [ Williams Telit ] project along the Transco pipeline. And second is our 180,000 MMBtu per day gas sales agreement with Vitol that link sales prices to either Brent or U.S. Gulf Coast gas indices. We also progressed 2 strategic infrastructure projects last year, which we expect will continue to drive peer-leading realizations. The first is a 36-inch pipeline, which runs from our Dorado natural gas asset in Agua Dulce and provides access to Gulf Coast market centers. Verde came into service during the fourth quarter last year and provides capacities for 1 Bcf per day, expandable to 1.5 Bcf per day with booster compression.\nThe second project is our Janus natural gas processing plant in the Delaware Basin. The 300 million cubic feet per day facility will come into service in the first half of this year and connect to the Matterhorn pipeline giving us access to multiple premium Gulf Coast markets. These projects and agreements demonstrate the ongoing value of our marketing strategy, which is to maintain diverse and flexible takeaway while maintaining control and limiting the duration of our commitments. This ultimately allows us to manage our end markets in real time and maximize our netbacks through dynamic market conditions. And finally, we maintained our GHG and methane emission intensity below our 2025 targets.\nBuilding off the momentum from our 2024 performance, we are excited about our 2025 plan. We forecast a $6.2 billion capital program to deliver 3% oil volume growth and 6% total production growth. Our growth in 2025 is more heavily oil weighted due to the well mix in the Delaware Basin. Overall, the cadence of our capital spend will be slightly more than 50% in the first half of the year. Peaking in the second quarter and tapering out the year. When looking at well costs in 2025, we expect oilfield service pricing to be relatively flat year-over-year. So cost reductions will come from continuing to advance the sustainable efficiency gains captured across our entire operations portfolio last year as illustrated on our Slide 8 of our investor presentation.\nTwo primary drivers, we expect to continue momentum with our longer laterals and our foundational plays and efficiency gains from consistent operations in our emerging plays. As a result, we are projecting a year-over-year percentage reduction in well cost in the low single digits. As always, EOG remains focused on progressing each one of our plays at the optimal pace to allow us to capture and implement valuable learnings while realizing continuous improvement.\nIn the Delaware Basin, we are seeing improved year-over-year capital efficiency, the combination of longer laterals and our in-house drilling motor program helped increase drill feet per day by 10% and completed feet per day by 20% last year. Our 2025 -- plan includes another increase in average lateral length of at least 20%, which will support continued efficiencies.\nIn our emerging plays, the Utica in Ohio and Dorado in South Texas, we are realizing excellent operational efficiency gains and are excited to increase activity levels by 20% across these plays. In the Utica last year, we increased our drilled feet per day by [ 50% ] and our completed lateral feet per day by 5. We anticipate efficiency gains in 2025 to be driven by higher activity levels and expect to average 2 full-time rigs in 1 full-time frac fleet in 2025. And in Dorado, we are also benefiting from efficiencies gained by maintaining a full rig program increasing both drilled feet per day and completed lateral feet per day by 15% each in 2024. We plan to maintain 1 full-time drilling rig in Dorado, allowing us to build on last year's momentum to grow this low-cost gas asset into the emerging North American demand markets.\nThis year, we will continue supplying the Texas Gulf Coast LNG market through our gas sales agreements with Cheniere. We have realized significant uplift in our natural gas revenues in the first 5 years of our agreement and are excited Cheniere has progressed to their Corpus Christi Stage 3 project. Our forward guidance now reflects our Henry Hub-linked 300,000 MMBtu per day sales agreement tied to the completion of the project's Train 1, which we expect to start up in 2025.\nFurthermore, our strategic partnerships and pricing diversification continues to minimize our exposure to Waha, which is we expect to be limited to 5% to 7% of our total natural gas sales this year. On the international front, our 2025 plan includes a modest increase in capital expenditures to advance several discoveries in Trinidad and support our new partnership in Bahrain. In Trinidad, we are planning 4 net wells from our newly constructed Mento platform, and we will commence construction on the coconut platform to support the JV and farm-out agreement for the coconut field signed last year. We are excited about executing our 2025 plan. EOG remains focused on running the business for the long term, generating high returns through disciplined growth, operational execution and investing in projects that lay the foundation for future returns and lowering the future cost base of the company.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Jeff. 2024 yielded outstanding results. We continue to generate significant free cash flow and deliver hirings on and of capital to shareholders. Capital discipline, operational excellence, commitment to sustainability and ultimately, our culture are at the core of our success as a company. You see the result in our consistent performance year after year and EOG is continuing to deliver in 2025. Our disciplined approach to investment across our foundational and emerging portfolio of assets, international expansion, strategic infrastructure and unique marketing agreements to continue to grow the free cash flow potential of the company both in the short and long term. Supported by a pristine balance sheet and a deep inventory of high-return projects, EOG continues to create shareholder value by focusing on being a high-return, low-cost producer committed to strong environmental performance and playing a significant role in the long-term future of energy.\nThanks for listening. Now we will go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b96fbb8eb42f9a778309b8a12089a42e",
    "period": "2024 Q2",
    "content": "Q2 2024 EOG Resources Inc Earnings Call\n\nQ2 2024 EOG Resources Inc Earnings Call\n\nEOGNYSEAUG 2, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources Second Quarter 2024 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions,\nI would like to turn the call over to the Investor Relations Vice President of EOG Resources, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nThank you, Danielle, and good morning. and thank you for joining us for the EOG Resources Second Quarter 2024 Earnings Conference Call. An updated investor presentation has been posted to the Investor Relations section of our website and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website.\nIn addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and CEO; Jeff Leitzell, Chief Operating Officer; Ann Janssen, Chief Financial Officer; Keith Trasko, Senior Vice President, Exploration and Production; and Lance Terveen, Senior Vice President, Marketing.\nHere's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pearce. Good morning, everyone, and thank you for joining us. We delivered exceptional second quarter results, reflecting outstanding execution by our employees throughout our multi-basin portfolio. We earned $1.8 billion of adjusted net income and generated $1.4 billion of free cash flow. Every metric, production volumes, CapEx and per unit operating costs beat targets, driving another quarter of excellent financial performance. .\nOur outstanding results year-to-date allow EOG to update our full year forecast for liquids production, cash operating costs and free cash flow. As seen on Slide 5 of our investor presentation, we increased our target for full year 2024 total liquids production by 11,800 barrels per day. Increased production, coupled with a modest increase to forecasted operational efficiencies reduces per unit cash operating costs by $0.15, driving a $100 million increase to our forecasted free cash flow to $5.7 billion for the full year at the same strip prices of $80 oil and $2.50 natural gas.\nIllustrating the benefits of EOG's unique culture and decentralized structure. There wasn't one single operation or play that drove our second quarter outperformance. Our decentralized operating teams utilize technology and apply innovation across our portfolio of assets to improve unit costs, well costs and well productivity. We made gains in both drilling and completions and every asset contributed. Our foundational Delaware Basin and Eagle Ford plays as well as our emerging Wyoming Powder River Basin, South Texas Toronto and Ohio Utica shale plays.\nThe strength and depth of our multi-basin portfolio of premium assets is a tremendous advantage, and our focus on premium drilling means each of these assets competes against our premium price deck measuring direct well investments against a $40 oil and $2.50 natural gas price for the life of the assets.\nThat capital discipline provides EOG the flexibility to invest thoughtfully across all of our assets to support the pace of operations that is optimal for each individual asset to continue to improve. We can adjust to dynamic market conditions such as the broader macro environment and basin-specific economic factors.\nAs a result, we don't rely on any 1 basin, any 1 product or any 1 marketing outlet to drive our company's success. Capital discipline is core to EOG's value proposition, evidenced by our ability to generate free cash flow for 8 years in a row and is what drives our ability to deliver the consistent performance that our shareholders have come to expect and to create long-term shareholder value through the cycle.\nEOG's outstanding and consistent operational and financial performance positions us to deliver on our cash return commitments in 2024. Our cash return strategy continues to be grounded in our regular dividend, which has never been suspended or reduced in 26 years and supplemented with special dividends and opportunistic share repurchases.\nOur disciplined and balanced investment in foundational plays, emerging assets and strategic infrastructure, all supported with a pristine balance sheet is laying the path to increase near- and long-term free cash flow.\nThe overall macro environment remains constructive. Global oil demand continues to increase after a seasonally soft first quarter and is in line with our forecast. As anticipated, domestic oil supply growth has moderated since last year as a result of consolidation in the industry and reduced drilling and completions activity stemming from industry capital discipline.\nActivity levels, as reflected in rig count indicate continued lower oil production growth through at least mid-2025. We expect Lower 48 U.S. supply to exit 2024 at roughly the same level as year-end 2023, with only modest gains to total U.S. oil supply from offshore -- as offshore production increases.\nRegarding North American natural gas. During the second quarter, inventory levels move closer to the 5-year average, and we expect this trend to continue due in part to supply curtailments and increasing year-over-year demand. We remain optimistic on the long-term outlook for gas demand beginning in 2025, as a result of additional LNG capacity coming online and continuing increases in demand from electricity generation. We will continue to prudently manage our Dorado activity as the current environment continues to highlight the importance of being a low-cost supplier of natural gas with access to multiple diverse markets.\nThis quarter, we have further expanded our marketing outlets, capturing additional interstate pipeline capacity to deliver natural gas to demand centers in the Southeastern U.S. In a moment, Lance will provide details on this exciting opportunity as well as updates on our ongoing infrastructure projects.\nEOG's performance this quarter can be summed up as exceptional operational execution drives exceptional financial performance, resulting in more volumes and lower per unit operating costs for the same CapEx yielding higher free cash flow for the year.\nAnne is up next to provide an update on financials and cash return to shareholders. Here's Ann.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. EOG continues to create long-term shareholder value. During the second quarter, we earned $1.8 billion of adjusted net income and generated $1.4 billion of free cash flow on $1.7 billion of capital expenditures. Second quarter capital expenditures finished lower than expected due to the timing of certain indirect and international projects, along with contributions from efficiency gains above what we forecasted at the start of the year. Jeff will discuss these operating efficiencies in a moment. We also paid a $0.91 per share dividend and repurchased 690 million of shares during the quarter.\nIn the first half of 2024, we generated $2.6 billion of free cash flow, helping fund cash return to shareholders of $2.5 billion. We have paid over $1 billion in regular dividends and repurchased more than $1.4 billion in stock through the second quarter while maintaining a pristine balance sheet. Taking into account our top-tier full year regular dividend, we have already committed to return $3.5 billion to shareholders in 2024.\nWe are on track to exceed not only our minimum cash return commitment of 70% of annual free cash flow, but also last year's cash return of 85%. EOG's commitment to high-return investments is delivering high return to our shareholders.\nA growing sustainable regular dividend remains the foundation of our cash return commitment and is the best indicator of the company's confidence in its future performance. Special dividends and share repurchases are employed opportunistically to supplement our top-tier regular dividend. Since putting the $5 billion share repurchase authorization in place over 2 years ago, the fundamental strength of our business has improved as demonstrated most recently by our exceptional second quarter and year-to-date performance. We continue to get better through consistent execution of EOG's value proposition.\nAs a result, over the last several quarters, we have favored buybacks and we will continue to monitor the market for opportunities to step in and repurchase shares throughout the year. Since the authorization has been put in place, we have repurchased nearly 21 million shares which is more than 3% of shares outstanding at an average price of about $118 per share, totaling about $2.4 billion worth of shares repurchased.\nNow here's Jeff to review our operating results.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Anne. I'd like to first thank our employees for their outstanding execution this quarter. Your dedication to and focus on operational excellence extends our momentum from the first quarter and puts EOG in great position to finish the year strong and deliver exceptional value to our shareholders. In the second quarter, we beat targets across the board, including production volumes per unit operating costs and CapEx.\nOil volumes came in above target due to a couple of drivers. Production in our foundational Delaware Basin and Eagle Ford plays is outpacing our forecast due to better well performance on a collection of packages. Also, our base production performance continues to improve due to the application of proprietary EOG technology. Over the last several years, we have developed in-house artificial lift optimizers for several functions, including gas lift, plunger lift and rod pump operations. These state-of-the-art optimizers use algorithms to automate the set points of artificial lift and cost factors that allow for real-time adjustments to maximize production and reduce interruptions of third-party downtime. These cross-functional efforts by our production, marketing and information systems teams continue to improve and pay dividends.\nThe final driver of our second quarter volume beat was timing. We were able to bring online a package of wells a full month earlier than anticipated. As a result of volume performance beats to date and updates to our full year forecast for Delaware Basin and Eagle Ford production, we are increasing our annual volume guidance by 1,800 barrels of oil per day and 10,000 barrels per day of natural gas liquids. The volume uplift helps lower our per unit cash operating cost guidance for the full year as well as generates additional free cash flow.\nTotal well costs are trending in line with our expectations and resulting in a low single-digit year-over-year decrease. Driven by both moderate market deflation and drilling efficiency gains, we are seeing these cost improvements across our entire multi-basin portfolio. Regarding service costs, depletion is playing out as we had forecasted at the start of the year. Spot prices for certain services have trended lower, while high-spec rigs and frac equipment remain relatively stable. We have secured 50% to 60% of our service costs with contracts in 2024, primarily for high-spec high-demand services to ensure consistent performance throughout our program. By securing these resources, we're able to focus on sustainable efficiency improvements to progress each one of our plays at a measured pace.\nIn our foundational Delaware Basin and Eagle Ford plays Operational efficiencies are driven primarily by longer laterals, improving drilled feet per day. Longer laterals allow for more time being spent drilling downhole and less time moving equipment on the surface.\nIn addition, the more we extend laterals, the more benefit we derive from our in-house drilling motor program. EOG motors drill faster and are more reliable, which becomes more impactful on our drilling performance as lateral length increases. In the Eagle Ford, we are on target to extend laterals by 20% on average and the year-to-date results has been a 7% increase in drilled feet per day. In the Delaware Basin, more than 50 wells or nearly 15% of our 2024 drilling program will use 3-mile laterals compared to 4 3-mile laterals last year. Year-to-date, the efficiency impact from our 3-mile program in the Delaware Basin is a 10% increase in drilled feet per day.\nIn the Utica Shale, we continue to collect data from our new packages and evaluate production history from existing wells as we test spacing patterns and completion designs across our 140-mile acreage position. Two new well packages, the Northern shadow wells and the Southern White Rhino wells, as seen on Slide 12 of our investor presentation, have delivered strong initial results and continue to demonstrate the premium quality of this play.\nIn addition to strong well results, since last quarter, we have added another 10,000 net acres to our Utica Shale position, bringing our total to 445,000, while we continue to make delineation progress, our focus in the near future for Utica development will be on the 225,000 net acres in the volatile oil window, where we have a more comprehensive geologic data set.\nOur large contiguous acreage position in the Utica lends itself to developing a long-life, repeatable, low-cost play competitive with the premier unconventional plays across North America. For 2024, we are on target to complete 20 net wells in the Utica across our northern, central and southern acreage, which supports a full rig program and enables significant well cost reductions.\nIn Dorado, we continue to leverage the operational flexibility provided by our multi-basin portfolio to moderate and manage activity through the summer. Earlier this year, we decided to defer completions while retaining a full rig program to maintain operational momentum. As a result, the drilling team has achieved a 13% increase in drilled feet per day year-to-date. Maintaining a steady drilling program allows us to capture corresponding efficiencies in advance and improve [ the play ] while we continue to monitor the natural gas market. Gas prices are improving into the second half of the year, and we remain flexible to respond to the market.\nAs the year unfolds, we will continue to maintain capital discipline and leverage the flexibility of our multi-basin portfolio to ensure consistent execution across all operating areas. We also remain highly focused on sustainable cost reductions through innovation, operational performance and efficiency improvements to further drive down our cost structure and expand EOG's capacity to generate free cash flow.\nHere's Lance for a marketing update.\n\nD. Lance Terveen\n\nSenior Vice President-Marketing, EOG Resources, Inc.\n\nThanks, Jeff. I'll be updating on our strategic infrastructure investments in the Delaware Basin and Dorado as well as the exciting progress we have made expanding access to premium natural gas markets.\nFirst, in the Delaware Basin, our Janus gas processing plant is on schedule to start up in the first half of 2025. This 300 million cubic feet per day plant will be instrumental and lowering our cash operating costs and improving netbacks. The Janus plant will have connectivity to the new Matterhorn Express pipeline estimated to be in service in the fourth quarter of this year.\nEOG has firm capacity on Matterhorn, which will allow us to move additional residue gas out of Waha to the Katy Houston Market Center. Most importantly, we expect our Waha gas exposure on a total company gas production basis to be only 5% in 2025. Furthermore, our new Matterhorn capacity already has in place term sales, along with additional downstream connectivity.\nNext, in our emerging South Texas Dorado natural gas play, Phase 1 of our 36-inch Verity pipeline is in service with safe, consistent operations, and we are on schedule to bring online Phase 2 in the second half of 2024. We are excited that Phase I of the Verde Pipelines terminus is the Agua Dulce market hub. While our current cash costs in Dorado are approximately $1 per Mcf, we expect the combination of Verde Phase 2 and the premium markets accessed at Agua Dulce will further expand our margins, positioning Dorado as one of the most competitive, lowest cost and highest return natural gas plays in North America.\nAt Agua Dulce, we have executed agreements for 3 interconnects directly from our Verde pipeline, including White Water's new ADCC pipeline, supplying Cheniere's Corpus Christi LNG terminal. Enbridge's Valley Crossing pipeline with access to industrial, LNG and Mexico markets and Williams Transco pipeline expansion, the Texas to Louisiana Energy Pathway Project, or TLEP, reaching the entire Gulf Coast corridor, which is illustrated on Slide 10 in our investor presentation.\nTLEP received FERC approval at the end of June and is currently under construction and expected to be in service in the first quarter of 2025 and EOG is contracted for the entire 364,400Btu per day of firm capacity. Through TLEP, we expand our access to a valuable liquid market center that serves robust southeastern power generation and additional future demand.\nOur capacity on TLEP is in path for supply from multiple EOG assets, including Dorado from our Verde pipeline and the Permian Basin from our capacity on the Matterhorn pipeline. Securing capacity on TLEP is consistent with our broader marketing strategy to diversify our end market options. We continue to expand our access to multiple premium markets, serving customers from LNG to industrials to utilities and more while optimizing our valuable transportation position.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Lance. I'd like to note the following important takeaways. EOG has delivered another outstanding quarter. Strong employee-driven operational performance produced strong financial performance. Our multi-basin asset teams continue to drive innovation and increase capital efficiency, not only on new wells, but by applying technology to our base production. We are delivering more volumes and lower per unit costs for the same CapEx resulting in higher free cash flow for the year.\nCapital allocation across our foundational plays, emerging assets and strategic infrastructure is delivering strong near-term free cash flow while also laying a path to future free cash flow generation.\nEOG continues to expand an already diverse marketing strategy. Following our announcement of a new Brent-linked gas sales agreement earlier this year, this quarter, we have announced additional natural gas pipeline connections further reducing our exposure to in-basin differentials and exposing us to multiple demand centers.\nAnd lastly, EOG continues to deliver on its cash return commitment. While our regular dividend is the foundation of our cash return strategy, we are well positioned to continue delivering additional cash return through share repurchases and special dividends, supported with the strength of our balance sheet and low-cost operations.\nIncluding our annual regular dividend and share repurchases in the first half of the year, we have already committed to $3.5 billion in cash return and are well positioned to exceed our minimum cash return commitment.\nThanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8fd7c25c516532bbd57bb8705e7ae83",
    "period": "2024 Q1",
    "content": "Q1 2024 EOG Resources Inc Earnings Call\n\nQ1 2024 EOG Resources Inc Earnings Call\n\nEOGNYSEMAY 3, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG First Quarter 2024 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions].\nI would like to turn the call over to the Investor Relations Vice President of EOG Resources, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nGood morning. And thank you for joining us for the EOG Resources First Quarter 2024 Earnings Conference Call. An updated investor presentation has been posted to the Investor Relations section of our website and we will reference certain slides during today's discussion. A replay of this call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings.\nThis conference call may also contain certain historical and forward-looking non-GAAP measures Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on the Investor Relations section of EOG's website. In addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and CEO; Billy Helms, President; Jeff Leitzell, Chief Operating Officer; Ann Janssen, Chief Financial Officer; Keith Trasco, Senior Vice President, Exploration and Production; and Lance Terveen, Senior Vice President, Marketing.\nHere's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pearce. Good morning, everyone, and thank you for joining us. EOG is off to a great start in 2024, both delivering value directly to our shareholders and investing in future value creation. Primary drivers of that value are EOG's commitment to capital discipline operational excellence and leading sustainability efforts, all underpinned by our unique culture.\nStrong first quarter execution from every operating team across our multi-basin portfolio has positioned the company to deliver exceptional returns. Production and total per unit cash operating costs beat targets, driving strong financial performance during the quarter. We earned $1.6 billion of adjusted net income and generated $1.2 billion of free cash flow. We paid out more than 100% of that free cash flow through our peer-leading regular dividend and $750 million of share repurchases.\nEOG's operational execution continues to translate into strong returns and cash flow generation. Our robust cash return to shareholders continues to demonstrate our confidence in the outlook and value of our business.\nQuarter after quarter, we have delivered outstanding operational performance in our core assets while also driving forward progress in our emerging plays. We have built one of the deepest, highest return and most diverse multi-basin portfolios of inventory in the industry.\nThe most recent addition to our portfolio is the Utica combo play, a textbook example of our differentiated approach. Capturing highly productive rock through our organic exploration and leasing efforts is the primary way of expanding our premium inventory with a low cost of entry to drive healthy full cycle returns. Adding reserves at lower finding and development costs drive down DD&A and lowers the overall cost basis of the company. The result is continuous improvement to EOG's company-wide capital efficiency.\nOur track record of successful exploration, strong operational execution and Applied Technology has positioned the company to create shareholder value through industry cycles.\nThe oil macro environment remains dynamic, but is overall constructive, and we anticipate that certain drivers will limit oil prices to a relatively narrow band this year. In the first quarter, global demand performed as expected and is on trend to increase throughout the year, led by a strong U.S. economy.\nAnd while U.S. production surprised to the upside in 2023, several developments have altered the U.S. supply outlook this year. Rig counts have remained flat over the past 8, 9 months, and oil drilled but uncompleted or DUC inventory has been drawn down. Current activity levels combined with M&A in the public and private sectors should lead to more moderated U.S. growth this year.\nGlobally, spare capacity has kept inventory levels around the 5-year average to start the year and we forecast these barrels returning to the market throughout the second half of the year and aligned with growing demand. Overall, the result is a strong operating environment for a low-cost and returns-focused producers such as EOG.\nAnd while we expect the natural gas market to remain soft through the end of this quarter, much like last year, we expect it to strengthen through the second half of the year and are managing our Dorado program to align with demand. Longer term, we expect an additional 10 to 12 Bcf a day of demand for LNG feed gas and another 10 to 12 Bcf per day of demand from several areas, including overall electrification, exports to Mexico, coal power plant retirements and other industrial demand growth. So the outlook for North American natural gas by the end of this decade is bullish, both for the industry and in particular, for our Dorado dry gas play which has advantaged access to the Gulf Coast and pipeline infrastructure.\nWe look forward to participating in the emerging LNG demand through our diverse sales agreements to grow from 140,000 MMBtu per day today to 900,000 MMBtu per day over the next 3 years. Through EOG's differentiated approach to organic exploration, the utilization of technology to improve operational efficiencies, vertical integration of certain parts of the supply chain and our diverse marketing strategy, EOG remains focused on being among the highest return lowest cost and lowest emissions producers, offering sustainable value creation through the cycles.\nAnne is up next to provide an update on our forecast and 3-year scenario. Here's Ann.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. Given the recent strength in commodity prices, we have updated our 2024 forecast to reflect $80 oil and $2.50 natural gas for the remainder of the year and now expect to generate $5.6 billion of free cash flow for the full year.\nConsidering both share repurchases executed during the first quarter and our annualized regular dividend we have already committed to return about $2.9 billion this year, which represents more than 50% of that free cash flow, so we are well on our way to return a minimum of 70%. And while cash return exceeded free cash flow during the first quarter, we continue to view our return commitment on an annual basis.\nDuring the first quarter, we repurchased 6.4 million shares for $750 million, averaging about $118 per share. Since we began using our buyback authorization at the start of last year, we have bought back more than 15 million shares or nearly 3% of shares outstanding for an average price of about $115 per share. To date, that totals about $1.7 billion worth of shares. We will continue to monitor the market for opportunities to step in and repurchase shares throughout the year.\nLast quarter, we provided a 3-year scenario to illustrate EOG's expanded capacity to generate free cash flow and earn a strong double-digit return on capital employed to create future shareholder value. This quarter, we provided an additional price scenario to illustrate our expanded free cash flow potential over the next 3 years by assuming similar commodity prices as the past 3 years. From 2021 through 2023, oil averaged $80 and natural gas averaged $4.25. Over that 3-year time frame, we generated $18 billion of free cash flow. Applying those same commodity prices to our forecast for the next 3 years, we would expect to generate $21 billion of free cash flow. That 17% more cumulative free cash flow than the prior 3 years at the same price deck.\nRobust cash returned to shareholders, supported by substantial free cash flow stems from EOG's strong operational execution by focusing on well performance, sustainable cost reductions and maximizing full cycle returns through organic exploration and disciplined growth EOG has driven a step change in our financial performance and capacity to create significant value for our shareholders.\nNow here's Jeff to review operating results.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Anne. I'd like to first thank all the employees for a great start to the year with safe and efficient operational execution. Our first quarter volumes and total per unit cash operating costs beat targets while capital was in line.\nFor the year, our capital forecast remains $6.2 billion and delivers 3% oil volume growth and 6% total production growth. We continue to expect that capital this year will be slightly more weighted in the first half, driven by the timing of our investments in the 2 infrastructure projects that we provided details on last quarter. These projects include the Janus gas processing plant in the Delaware Basin and the Verde pipeline that will serve our South Texas Dorado play, both highlighted on Slide 10 of our investor presentation.\nBy the end of the second quarter, we expect to be on pace to have spent about 56% of our $6.2 billion capital plan. While our oil production and capital plan for the full year remains unchanged, we are actively managing activity in our Dorado asset, which is reflected in our second quarter natural gas production guidance published yesterday.\nAs discussed last quarter, we moderated activity in Dorado this year in response to a weaker natural gas market and are now leveraging additional flexibility to delay well completions and manage volumes through the summer. However, we will continue to pursue a balanced development approach with this asset, which includes operating a full rig program throughout the year. This will help maintain operational momentum, capture corresponding efficiencies and continue to advance and improve the play while we continue to monitor the natural gas market.\nWe remain constructive on the long-term gas outlook for the U.S., supported by LNG, power generation demand and the growing petrochemical complex on the Gulf Coast. We are especially pleased with Dorado's place in the market as one of the lowest cost supplies of natural gas in the U.S. with an advantaged location and emissions profile.\nWith regards to service cost market, bids for standard spot services have been trending lower, which is consistent with our expectations of seeing some deflation this year. For high-spec rigs and frac fleets, we are still observing stable pricing. However, their availability is improving, especially in markets with less activity.\nAs a reminder, we have secured 50% to 60% of our service cost in 2024, primarily with our high-spec high-demand services to ensure consistent performance throughout our program. By securing these resources, we're able to focus on sustainable efficiency improvements to progress each one of our plays at a measured pace.\nEOG's operating performance and capital efficiency continues to improve as our cross-functional teams work to drive efficiency gains throughout our multi-basin portfolio. A significant driver of efficiencies this year is longer laterals, which we expect will increase by 10% on average company-wide. The charge is being led in our foundational plays, the Delaware Basin and the Eagle Ford, Our operating teams in both plays have achieved consistent execution and success drilling and completing longer laterals leading to increased efficiencies, lower per foot well cost and improved well economics.\nIn the Delaware Basin, we drilled 4 3-mile laterals in 2023 and have plans to drill more than 50 in 2024. In the Eagle Ford, our 24 plan includes increasing the average lateral length by about 20% to continue to unlock new potential across our 535,000 net acre footprint.\nMoving to the [ Powered ] River Basin. Our technical teams continue to make good strides with our balanced development approach between the Mowry and the Niobrara formations. In the Niobrara, we have recently transitioned into package development by applying the learnings we captured while drilling the deeper mile reformation first.\nIn our first 3 Niobrara development packages this year, we've been able to increase our drilling footage per day by 25% compared to 2023 averages, while maintaining over 95% in zone targeting. This can be attributed to our refined geologic models and a better understanding of the stratigraphic variation across the play.\nWith these continued efficiency gains across our diverse portfolio plays along with stable service costs, our expectations for full year well cost decrease is a low single-digit percentage. After a strong first quarter, EOG is well positioned to execute on its full year plan. Our technical teams continue to drive innovation with a focus on improved recovery, lowering costs and being a leader in sustainability.\nNow here's Keith to provide more color on the Utica.\n\nUnknown Executive\n\nThanks, Jeff. We're very happy with the results of our first 3 packages of development wells in the Utica combo play. We now have over 6 months of production data from the first 2, the Timberwolf, Xavier, which continue to outperform our expectations. Daily production rates per well have averaged more than 1,000 barrels of oil NGLs and 4 million cubic feet of gas over the first 6 months. On average, these 7 wells have produced more than 200,000 barrels of oil per well since being brought online in the second half of 2023. We recently brought on our third package, the White Rhino.\nThis our first development package in the southern portion of our acreage. The 4 white rhino wells drilled at 1,000-foot spacing have been meeting our expectations during their first few weeks of production. Initial production also indicates a slightly higher liquids mix than our Timberwolf and Xavier wells drilled in the north and central parts of the play.\nWhile our Northern and Central acreage benefits from a thicker Utica, the southern area has better mechanical properties. The southern area also benefits from significant economic uplift associated with the mineral rights we secured across 135,000 net acres. The White Rhino wells add to our growing collection of data points, which includes 18 legacy wells, 4 delineation wells and now 3 development packages, which adds another 11 wells. While we expect to see performance vary across our 435,000 net acre position, well results over the past 2 years in multiple areas confirm high liquids premium productivity through the 140-mile north-south trend of the Utica's volatile oil window.\nOn a per foot basis, the cumulative production in the Utica combo play compares favorably with some of the best areas of the Permian Basin with respect to both oil and total equivalents. Our large contiguous acreage position in the Utica lends itself to developing a long-life, repeatable, low-cost play competitive with the premier unconventional plays across North America.\nOur operating team continues to leverage consistent activity to increase efficiencies and drive down well costs. We recently drilled a 3.7 mile lateral on our [indiscernible] in the South, which is an EOG wide record lateral length. This well is scheduled to come online later this year, and we are excited to continue driving similar efficiencies as we increase our activity across this asset.\nFor 2024, we are on target to drill and complete 20 net wells in the Utica across our northern, central and southern acreage, which supports a full rig program and enables significant well cost reductions.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Keith. I would like to note the following important takeaways: First, our differentiated business model focused on exploration and innovation has built one of the deepest highest return and most diverse multi-basin portfolios of inventory in the industry. The Utica, our most recent exploration success will be competitive with the premier unconventional plays across North America; Second, consistent execution in our core Delaware Basin and Eagle Ford assets delivers outstanding operational performance quarter after quarter, while investment in our emerging plays contributes to EOG's financial performance today and lays the groundwork for years of future high-return investment; Third, our robust cash return to shareholders continues to demonstrate our confidence in the outlook and value of our business; Finally, 1 of EOG's best champions of utilizing innovation to constantly improve the company as our friend and colleague, Billy Helms. Billy recently announced that he will retire at the end of this month.\nIn Billy's 40-year career with EOG, he demonstrated a distinctive ability to encourage new ideas from our employees across multiple disciplines, innovative ideas to utilize infield technology, information technology and new processes to drill better wells for lower cost, more safely and with lower emissions.\nHe then helped shepherd the very best of those ideas through to execution across the company. Even though well learned, the retirement of a friend and colleague is bittersweet. Best wishes to you, Billy. Thank you for your service to EOG."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8a40ce84e8513161155d39778992ee1",
    "period": "2023 Q4",
    "content": "Q4 2023 EOG Resources Inc Earnings Call\n\nQ4 2023 EOG Resources Inc Earnings Call\n\nEOGNYSEFEB 23, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Fourth Quarter and Full Year 2023 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to the Investor Relations Vice President of EOG Resources, Mr. Pearce Hammond. Please go ahead, sir.\n\nPearce Wheless Hammond\n\nAnalyst, Simmons & Company International\n\nThank you, and good morning. And thanks for joining us for the EOG Resources Fourth Quarter 2023 Earnings Conference Call. I'm Pearce Hammond, Vice President, Investor Relations. An updated investor presentation has been posted to the Investor Relations section of our website and we will reference certain slides during today's discussion. A replay of today's call will be available on our website beginning later today.\nAs a reminder, this conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call may also contain certain historical and forward-looking non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures and related discussion can be found on EOG's website.\nIn addition, some of the reserve estimates on this conference call may include estimated potential reserves as well as estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines. Participating on the call this morning are Ezra Yacob, Chairman and CEO; Billy Helms, President; Jeff Leitzell, Chief Operating Officer; Ann Janssen, Chief Financial Officer; and Lance Terveen, Senior Vice President, Marketing. Here's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Pearce. Good morning, everyone, and thank you for joining us. Our outstanding performance last year demonstrates that EOG's value proposition delivers results. We beat our volume targets and reached a production milestone exiting the year producing more than 1 million barrels of oil equivalent per day. We earned adjusted net income of $6.8 billion for a return on capital employed of 31%. We generated $5.1 billion of free cash flow and returned more than 85% of that free cash flow to shareholders last year, handily outpacing our cash return commitment.\nOur regular dividend remains the anchor of our cash return strategy. We increased to 10% last year to an annualized rate of $3.64 per share, which represents among the highest regular dividend yields of our peers and is competitive with the broader market. 2023 was a year of record production and outstanding financial performance, and it's not a one-off year. The real power of EOG's value proposition is consistency. Over the last 3 years, since the start of 2021, EOG has generated about $20 billion of adjusted net income, over $18 billion of free cash flow and returned over $12 billion to shareholders.\nEOG delivers reliable operating results that translate to consistent financial performance year after year through the cycle. And that's EOG's value proposition, sustainable value creation through industry cycles. Our strategy to deliver on that value proposition starts first with capital discipline, a returns-focused capital allocation strategy guided by our premium hurdle rate, which requires investments to earn at least 30% and direct after-tax return at $40 oil and $2.50 natural gas. Capital discipline allows EOG to consistently achieve its free cash flow priorities and deliver on shareholder return commitments positioning EOG as a compelling investment competitive with the S&P 500.\nThe second principle of our strategy to deliver on our value proposition is operational execution. Our multi-basin organic growth portfolio is a competitive advantage. We have superior in-house technical expertise that supports leading-edge well performance while minimizing well costs. Our proprietary information technology enables real-time data-driven decision-making. We actively avoid falling into manufacturing mode where one well design is stamped out across the basin. Rather, we adhere to the discipline of continuous improvement such that the latest learnings get embedded into the next well and transferred to the next basin.\nIntegrated into our operations is our focus on sustainability, the third leg of our strategy to deliver EOG's value proposition. Last year was a banner year with respect to our environmental performance. In addition to maintaining GHG and methane emissions intensity rates below our 2025 targets, we also achieved 0 routine flaring throughout our operations. We achieved a wellhead gas capture rate of 99.9% in the Delaware Basin, our most active operational area, we increased water reuse to 90%.\nThe final leg and foundation of our value proposition is EOG's culture. Our employees embrace and embody EOG's unique culture and are the #1 reason for EOG's success. Collaborative, multidisciplinary teams drive innovation and sustain the cycle of continuous improvement and our technology leadership. Our company is decentralized and nonbureaucratic to allow decision-making in the field at the asset level, which truly differentiates EOG relative to our peers and is a lasting competitive advantage. This culture is what drove our successful results in 2023 and provides the foundation to continue to deliver in the future.\nAnn is up next to discuss our cash return strategy and preview the details of our 2024 capital plan. Here's Ann.\n\nAnn D. Janssen\n\nExecutive VP & CFO\n\nThanks, Ezra. This morning, I'd like to review EOG's cash return strategy. A growing sustainable regular dividend remains the foundation of our cash return commitment, which is now a minimum of 70% of our annual free cash flow. We believe the regular dividend is the best indicator of the company's confidence in its future performance. It's a commitment to our shareholders based on our ability to continue to lower our cost structure and sustainably expand future free cash flow generation.\nSince we began trading as an independent company in 1999 and we have delivered a sustainable growing regular dividend. It has never been cut or suspended and its 25-year compound annual growth rate is 21%. Last year, we announced an increase in our regular dividend of 10%. In fact, we have increased our regular dividend by at least 10% each year for the last 7 years. The indicated annual rate is now $3.64 per share, which currently represents about a 3.2% regular dividend yield, among the highest in our E&P peer group. In addition to our regular dividend, we paid $2.50 per share in special dividends in 2023 and took advantage of increased market volatility to opportunistically repurchase shares.\nWe bought back approximately $1 billion of our shares at an average price of $112 per share, repurchasing nearly 9 million shares. Since putting the $5 billion repurchase authorization in place over 2 years ago, the fundamental strength of our business has improved, and we continue to get better through consistent execution of and commitment to EOG's value proposition.\nLast year, we also further strengthened our balance sheet by retiring $1.25 billion of debt. At year-end, 2023, we had $5.3 billion in cash on the balance sheet, $3.8 billion in long-term debt and over $7 billion of liquidity. We view a strong balance sheet as a competitive advantage in a cyclical industry. Our balance sheet is among the strongest in the energy sector and ranks near the top 10% in the S&P 500.\nBetween our $1.9 billion of regular dividends, $1.5 billion of special dividends, $1 billion of buybacks and retiring $1.25 billion of debt, 100% of EOG's 2023 free cash flow of $5.1 billion is accounted for. With a financial profile more competitive than ever with the broader market, EOG has never been better positioned to generate significant long-term shareholder value.\nThis quarter, we included a 3-year scenario on Slide 5 of our investor presentation to illustrate our ability to create future shareholder value. We assumed a macro environment commodity prices and production growth comparable to the last few years for production that's low single-digit oil growth and high single-digit BOE growth per year. In the current environment, this pace of activity has delivered exceptional results, and we expect to deliver more of the same. Using a $65 to $85 oil price range and a $3.25 natural gas price through 2026, we would expect to generate between $12 billion and $22 billion in cumulative free cash flow and an average return on capital employed of 20% to 30%. At the midpoint, the scenario estimates $17 billion in cumulative free cash flow which represents about 1/4 of EOG's current enterprise value. We believe this 3-year scenario highlights an extremely competitive shareholder return profile, not only among energy companies but also with the S&P 500.\nTurning more immediately to 2024, we forecast another year of strong operational and financial performance. We expect our $6.2 billion capital plan to grow oil volumes by 3% and total production on a BOE basis by 7%. At just $45 WTI, our plan breaks even. At $75 WTI and $2.50 Henry Hub, we expect to generate about $4.8 billion of free cash flow and produce an ROCE of greater than 20%. Based on our target of returning at least 70% of free cash flow, that implies a minimum return to shareholders of $3.4 billion this year.\nNow here's Billy to review 2023 operating results and proved reserves.\n\nLloyd W. Helms\n\nChief Operating Officer, EOG Resources, Inc.\n\nThanks, Ann. 2023 proved to be another exceptional year of performance and I would like to thank each of our employees for their accomplishments and execution last year. For the full year, we delivered oil production above the original guidance midpoint set at the beginning of the year, while capital spending was at the midpoint. Overall, we were able to grow our oil volumes by 3% and our total production by 8% year-over-year. In the fourth quarter, we achieved a significant milestone crossing the 1 million-barrel of oil equivalent per day level of total production. EOG has been able to nearly double production over the last 10 years through our high-return organic growth approach.\nLast year, our cross-functional teams work to drive efficiency gains throughout our multi-basin portfolio. For drilling operations, our EOG motor program continues to reduce downtime with our 2023 program yielding about a 15% improvement in footage is drilled per rig. For completions, we continue to expand our super zipper operations across our multi-basin portfolio, reduced frac fleet move times and decreased stage pump times due to increased horsepower for frac fleet. This improved our completed footage per frac fleet by about 7% in 2023. And we expect to continue seeing the benefit of those gains throughout 2024, which Jeff will run through shortly.\nOur production teams work to optimize production and expenses reducing our cash operating cost to $10.33 per BOE. In addition, our facility and operating personnel continue to reduce our methane emissions while commissioning our first CCS injection well. Our proved reserve base increased by 260 million barrels of oil equivalent last year and now totals nearly 4.5 billion barrels of oil equivalent. This represents a 6% increase in reserves year-over-year, improved reserve replacement of 202%, excluding price-related revisions with a finding and development cost of just $7.20 per barrel of oil equivalent.\nNow here's Jeff to discuss operations in the 2024 plan.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. For our 2024 plan, we forecast a $6.2 billion CapEx program to deliver 3% oil volume growth and 7% total production growth. We expect to see some deflation throughout the year and are forecasting well cost to be down a low single-digit percentage compared to last year. The primary drivers are a 10% to 15% reduction in tubulars and ancillary service costs. Our plan reflects increased investment in long-term strategic infrastructure in the Delaware Basin and Dorado, which are expected to reduce operating costs and expand margins for the life of these assets. These projects are highlighted on Slide 7 of our presentation, and Lance will discuss them in greater detail in a moment.\nI'd like to highlight that our year-over-year capital -- direct capital efficiency is improving, which is illustrated in our capital program breakdown on Slide 6 of our earnings presentation. In addition to the operational improvements, Billy mentioned, our company-wide average treated lateral length per well is increasing by 10% in 2024. These improved efficiencies and longer laterals have resulted in a decrease in the number of drilling rigs by 4, frac fleets by 2 and our net wells by 40 compared to last year. The ability to grow our volumes year-over-year for less direct CapEx is a testament to the improved well performance and operational efficiency gains we are realizing across our operating area.\nWhen looking at our activity in 2024, EOG remains focused on progressing each one of our plays at a measured pace that allows us to capture and implement valuable learnings while realizing consistent improvement. In our foundational plays, specifically the Delaware Basin and the Eagle Ford, our teams are executing at a high level, and we expect to maintain consistent activity compared to 2023. For Dorado, we remain excited about this 21 Tcf resource potential asset and the role that will play in meeting growing global natural gas demand. Throughout last year, our team made good progress on improving operational efficiencies and recoveries. For 2024, we expect to moderate activity compared to 2023. A balanced approach to our investment in Dorado will allow us to maintain consistent operations to advance and improve the play while continuing to remain flexible as we monitor the natural gas market.\nIn the Utica play, our technical and operations teams continue to make great progress. Our latest 3-well Xavier package delivered initial 30-day average production of 3,250 barrels of oil equivalent per day with 55% oil and 75% liquids. The Xavier wells were drilled at 800-foot spacing, which is tighter than the Timberwolf package at 1,000-foot spacing. We are pleased that all of our package wells to date have come online at production levels exceeding results from our initial individual test wells. For 2024, we expect to increase our activity level to one full rig continue to test well spacing and delineate our acreage across the play.\nOur next 4-well package named White Rhino, is located in the southern part of the Utica, and we expect these wells to come online in the first half of the year. In the Powder River Basin, our team has continued to improve well productivity in the [indiscernible] formation. We have observed double-digit increases in oil and BOE productivity per well due to improved targeting and our consistent package development.\nMoving into 2024, we expect to moderate activity levels and along with [indiscernible] development, we'll begin testing packages in the shallower Niobrara formation in our primary development area. I would like to thank our employees for their hard work and dedication that has positioned the company for another outstanding year. We are excited about executing our 2024 plan. EOG remains focused on running the business for the long term, generating high returns through disciplined growth, operational execution and investing in projects that will lower the future cost basis of the company.\nNow here's Lance to discuss infrastructure.\n\nD. Lance Terveen\n\nSenior Vice President-Marketing, EOG Resources, Inc.\n\nThanks, Jeff. Infrastructure investments have been an essential element of EOG's marketing strategy to maintain transportation flexibility out of the basin, diversification of end sales markets and control from wellhead to sales point for flow assurance and to maximize margins. More recently, we have invested in 2 new strategic infrastructure assets to lower the long-term cost basis of the company and enhance margins. In the Delaware Basin, we are constructing the Janus Gas Processing Plant, a 300 million cubic feet per day facility, along with gathering pipelines up to 24 inches in diameter. This new plant and gathering system is expected to provide material savings over the life of our Delaware Basin asset and reliability and flow assurance in the most active oil play in the U.S. We expect Janus will go into service in the first half of next year and deliver cost savings and a revenue uplift of about $0.50 per Mcf.\nWhile we enjoy great relationships with our third-party midstream providers, this new EOG-owned plant adds optionality consistent with our marketing strategy. The Delaware Basin is our largest asset by throughput volumes and early high utilizations at our Janus plant provides for an anticipated 20% plus rate of return. In our emerging South Texas Dorado play, we're constructing Phase 2 of the Verde 36-inch natural gas pipeline. We have taken a very disciplined approach to build out Verde commensurate with expansion of U.S. Gulf Coast demand. We placed Phase 1, which terminates in Freer, Texas in service last year. And once Phase 2 is fully in service later this year, the Verde pipeline will extend to Agua Dulce, where we will have a premier position along the Gulf Coast with pipeline connections to reach multiple demand centers, including LNG facilities and additional local and Mexico markets. We continue to see consistent well results in Dorado and this new strategic investment supports lower future breakevens and a volatile natural gas market.\nWe are extremely pleased with the progress we are making with these strategic infrastructure investments, which will expect -- which we expect to lower the cost basis of the company provides substantial savings versus other alternatives, and increase operational control. In addition to strategic infrastructure, we continue to be a first mover in marketing our domestic natural gas to diverse indexes. We recently finalized a sale and purchase agreement for 140,000 MMBtu per day of our natural gas indexed to Brent and another 40,000 MMBtu per day index to Brent or a U.S. Gulf Coast gas index beginning in January of 2027. Adding a Brent-linked agreement with start date certainty further expands EOG's pricing exposure to international natural gas markets and growing LNG demand. EOG is executing on its marketing strategy to diversify our access to customers across multiple end markets for our growing production of reliable and affordable natural gas.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Lance. EOG's business has never been better, and our financial position has never been stronger. Our 2023 operational and financial results were not a onetime event. Rather, the results reflect our value proposition at work, capital discipline, operational execution, leadership and sustainability and a unique culture are at the core of our success and will continue to deliver consistent shareholder value and it continues in 2024. We are investing across our multi-basin portfolio with a focus on optimizing both near and long-term free cash flow generation and delivering high returns while staying flexible with respect to supply and demand fundamentals of both oil and natural gas.\nOur disciplined approach to premium well investment, commitment to organic exploration and strategic infrastructure investments drive our low breakevens and through-cycle value creation. And you can see this discipline delivering consistent results across our 3-year scenario. Our confidence in EOG's ability to compete across sectors, create value for our shareholders and be a part of the long-term energy solution has never been higher. Thanks for listening.\nNow we'll go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d492a52f93ca25051e01b089a4c63a0a",
    "period": "2023 Q3",
    "content": "Q3 2023 EOG Resources Inc Earnings Call\n\nQ3 2023 EOG Resources Inc Earnings Call\n\nEOGNYSENOV 3, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Third Quarter 2023 Earnings Results Conference Call. As a reminder, this call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to the Chief Financial Officer of EOG's Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings.\nThis conference call also contains certain non-GAAP financial measures. Definitions and reconciliations for these non-GAAP measures can be found on EOG's website. In addition, some of the reserve estimates on this conference call may include estimated potential reserves and estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are as Ezra Yacob, Chairman and CEO; Billy Helms, President and Chief Operating Officer; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and Pearce Hammond, VP, Investor Relations.\nHere's Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. Over the past 5 years, EOG has increased production 33%, decreased per unit operating cost 17%, generated over $20 billion of free cash flow and over $20 billion in net income. We've increased our regular dividend rate nearly 350% and, including both regular and special dividends paid and committed to, have returned about $13 billion directly to shareholders, all while reducing total debt by more than 40%.\nAt the core of our historical and future success are EOG's employees who embrace and embody the EOG culture, and our third quarter results continue to reflect our employees' outstanding execution. Strong performance in our foundational Delaware Basin and Eagle Ford assets as well as continued progress across our emerging plays have delivered production volumes, capital expenditures and per unit operating costs better than expectations and enabled us to raise our full year oil production guidance and reduce our full year cash operating cost guidance.\nIn addition to announcing third quarter results yesterday, we demonstrated our confidence in the outlook for our business by increasing the regular dividend 10%, announcing a $1.50 per share special dividend and raising our cash return commitment to shareholders beginning in 2024 to a minimum of 70% of annual free cash flow. Our annualized regular dividend is now $3.64 per share, which represents the highest regular dividend yield amongst our peers and is competitive with the broader market.\nThis dividend increase reflects 2 things. First, the progress we continue to make on our cost structure by leveraging technology and innovation sustainably improves EOG's capital efficiency. Furthermore, we expect the advantages of operating in multiple basins will drive additional improvements to EOG's cost structure and returns and reduce the breakeven oil price to fund the dividend in the years ahead. Today, we estimate that we can maintain our current level of production and fund the $2.1 billion regular dividend commitment at an oil price as low as $45 WTI.\nSecond, this dividend increase reflects our confidence in EOG's expanding portfolio of premium plays to grow the company's future income and future free cash flow. This quarter, we've highlighted recent well performance results and the newest addition to our premium portfolio of assets, the Utica Combo play. Over the last several years, our success in organic exploration continues to add low-cost reserves and consistently drive down our DD&A rate, enabling EOG to create value through industry cycles.\nBeyond our regular dividend, which we've never cut or suspended, we raised our cash return commitment to shareholders to a minimum of 70% of annual free cash flow beginning in 2024. Alongside our portfolio of premium assets and our cash flow margins, EOG's balance sheet continues to strengthen, allowing us to supplement the dividend with a larger commitment of future free cash flow through special dividends and share repurchases.\nIn addition to the $1.50 per share special dividend declared yesterday, we executed additional opportunistic share repurchases for the third consecutive quarter. For 2023, we estimate our committed cash return will be about 75% of free cash flow.\nEOG continues to consistently execute, lower our cost structure through innovation and efficiencies and organically grow the quality of our portfolio to improve capital efficiency and free cash flow potential. Our transparent cash return strategy is anchored to a sustainable, growing regular dividend and backstopped by an impeccable balance sheet. EOG is in a better position than ever to deliver value for our shareholders through industry cycles and play a leading role in the long-term future of energy.\nHere's Tim to review our financial position.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nThanks, Ezra. EOG delivered superb operating and financial performance in the third quarter. Oil production increased 4% year-over-year, while total production was up 9% year-over-year. Per unit cash operating costs declined by 5% from the prior year period. The DD&A rate fell by 9% year-over-year, driven by the addition of reserves at lower finding costs compared to our production base.\nCapital expenditures came in at $1.52 billion, $140 million below our target, mostly due to the timing of non well-related expenditures such as infrastructure projects. Year-to-date, CapEx of $4.5 billion is 75% of the full year guidance. We earned adjusted net income of $3.44 per share in the third quarter and generated free cash flow of $1.5 billion.\nWe announced a $1.50 per share special dividend, and during the third quarter, we spent $61 million on share repurchases, bringing total 2023 share repurchases through the third quarter to $671 million at an average price of $108 per share. In total, we are on track to return $4.1 billion of cash to shareholders this year in the form of regular dividends, special dividends and repurchases. This equates to about 75% of our estimated 2023 free cash flow higher than our 2023 minimum commitment of 60% of annual free cash flow returned to shareholders.\nOverall, it was a strong quarter driven by solid operational execution and improving capital efficiency. Here's Billy to review operations.\n\nLloyd W. Helms\n\nChief Operating Officer, EOG Resources, Inc.\n\nThanks, Tim. EOG's operational performance continues to improve, and this quarter is another example. We exceeded our third quarter forecast across the board on volumes, per unit operating cost and CapEx. And thanks goes to our employees for consistently delivering the EOG value proposition quarter after quarter.\nThird quarter volumes exceeded guidance largely due to accelerated timing of activity within the quarter driven primarily by improved efficiencies as well as some benefits from better well productivity. Efficiencies in our completion efforts have reduced the time to bring wells to sales. For example, in our Eagle Ford play, the completed lateral feet per day has increased 19% year-over-year. The team has also reduced nonproductive time by 31%, which is the added benefit of lowering total well cost.\nIn addition, our new completion design continues to drive performance improvements in the Delaware Basin with targeted laterals realizing a 20% increase in productivity. Well productivity improvements is the primary reason we were able to increase the full year oil guidance by 1,500 barrels of oil per day.\nLast quarter, we reduced our full year guidance for total unit cash operating costs, mostly due to lower lease operating expense and reduced transportation costs. Our third quarter performance continued that trend. Our production teams are optimizing both production and cost through our many technology applications that allow for real-time decisions to maximize production and reduce interruptions of third-party downtime. These cross-functional efforts by our production, marketing and information systems teams continue to pay dividends.\nOnce again, we are lowering our guidance for full year cash operating costs by approximately 2% this quarter, bringing our total reduction since the start of the year to 3% or nearly $0.30 per BOE. Capital expenditures in the third quarter were lower than expected due to timing of infrastructure projects as well as variances in activity across our multi-basin portfolio. We expect to maintain our current levels of activity for the remainder of the year, and our full year capital guidance is unchanged.\nFor 2024, we are currently evaluating this year's results as we develop our plans for each of our plays. As a reminder, we invest to generate returns, and growth is a byproduct of the investments in our highly economic multi-basin portfolio. We are very pleased that the levels of activity across our portfolio are at a pace that allows for continuous learning and improvements, and thus, would expect to maintain similar levels of activity through 2024.\nWith the strong results we're achieving in our emerging plays, we anticipate a few additional wells in both the Utica and Dorado. As we typically do each year, we will remain focused on managing costs through the cycle by contracting for about 50% of services and leveraging our scale and consistent activity levels to build and maintain strong partnerships with service providers. As a result, we're able to take a longer-term view to sustainably lower well cost over time.\nThis year is shaping up to be another solid year of performance for EOG, and I remain excited about the opportunities we see through the remainder of the year and into 2024. Now here is Jeff talk about the updates on the Utica play.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. In addition to sharing new well results, I'd like to review a few unique characteristics of our Utica asset that provide distinct advantages, including our low cost of entry, our mineral rights position held by production status, geologic operating environment and downstream infrastructure status.\nThis year, we added 25,000 net acres and have now accumulated 430,000 net acres, predominantly in the volatile oil window across 140\n[Audio Gap]\nof the mineral rights across 135,000 acres of our leasehold. Mineral rights significantly enhance the value of this play by adding 25% to our production and reserve streams for no additional well cost or operating expense. Furthermore, over 90% of the Utica acreage is held by production and requires only a handful of wells to be drilled every year to maintain. The result is more control over our development to allow us to invest at an appropriate pace to capture and incorporate technical learnings and continually improve the play.\nAnother unique advantage of the Utica is its geologic operating environment. Due to the play's favorable geologic properties, the opportunity to drive down costs through efficiencies is significant. The target zone is both shallow and consistent, which lends itself easy to drilling 3-mile laterals. And we anticipate testing even longer laterals as we continue to delineate and collect more data.\nConsistent geology also allows for precise targeting of the very best, most productive rock. We're able to regularly drill 99-plus percent in zone within a narrow 10-foot window. As a result, this play provides an excellent geologic environment for significant efficiency improvements in low-cost operations.\nOn Slide 11 of this quarter's investor presentation, we highlighted our strong and consistent well results to span our acreage position from the North and to the South. Our initial 4 Timber Wolf package was drilled at 1,000-foot spacing and has been performing well above type curve. These 3-mile laterals each deliver an initial 30-day production averaging 2,150 barrels of oil equivalents and an 85% liquid cut. With a large amount of liquid in the product mix, all of the wells we have drilled to date support double premium potential across our acreage position.\nThe Utica also has the advantage of abundant midstream infrastructure. The existing processing, fractionation and residue build-out eliminates the need for significant new build commitments, which was a well-recognized advantage when we evaluated the play. In the North, we have placed into service a pipeline that runs east of our acreage into the market center. In the South, we have an established, reliable third-party building out a new pipeline that is expected to be in service late this year.\nWith these trunk lines in place, investment will be limited to infield gathering as we prepare for a modest increase in activity next year. Our current plans for 2024 are to run approximately 1 full drilling rig that will continue to test optimal well spacing and improve operational efficiencies. Our Utica asset is another textbook example of our differentiated approach to build a diverse portfolio of premium assets predominantly through low-cost organic exploration, which adds reserves at lower finding and development costs and lowers the overall cost basis of the company.\nThe end result is continuous improvement to EOG's company-wide capital efficiency. Our track record of successful exploration and strong operational execution has positioned the company to create shareholder value through the industry cycles. Here's Lance with a marketing update.\n\nD. Lance Terveen\n\nSenior Vice President-Marketing, EOG Resources, Inc.\n\nThanks, Jeff. In our South Texas Dorado play, we recently completed 2 projects to service future gas flows from this premium dry natural gas play, a natural gas treating facility and the first phase of a 36-inch pipeline. The facility was recently placed into service to treat gas from the Dorado play prior to transportation through our 36-inch natural gas pipeline to sales near Texas.\nBoth projects were delivered on time and under budget, a testament to our operational team and foresight to procure a pipe countercyclically along with other long lead time materials.\nThe second phase of the natural gas pipeline will kick off construction in early 2024 and is expected to be complete late next year. Phase 2 of the pipeline will terminate in the Agua Dulce, Texas, which provides access to 3 other pipelines with connectivity to the growing demand along the Gulf Coast and Mexico and potential premium pricing relative to Henry Hub. Our pipeline will be instrumental in expanding our gas sales options for the 21 Tcf of net resource potential we've captured in Dorado and perhaps, more importantly, save $0.20 to $0.30 per Mcf in transportation costs over the life of the asset versus third-party alternatives.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Lance. EOG continues to deliver on our value proposition, and our approach remains differentiated for several reasons. First, our premium return standard. Investments are governed by one of the highest hurdle rates in the industry: 30% direct after-tax rate of return using $40 oil and $2.50 natural gas pricing. Second is organic exploration. By prioritizing organic exploration, we add inventory and reserves at lower finding and development costs.\nThird, our assets are unique. By remaining focused on the first 2, returns and organic exploration, we have built one of the largest, highest-return, lowest-cost and most diverse portfolios of assets in the business. We operate in 16 plays across 9 basins and have amassed resources of 10 billion barrels of equivalents with an average finding and development cost of just $5 a barrel. At our current production level, that's equivalent to about 30 years of low-cost, high-margin inventory and our assets continue to grow.\nFourth is technology. We have never considered this a manufacturing process. We leverage both infield technology and information technology to improve well productivity and efficiencies. Our goal is to lower costs and expand our margins to constantly improve our existing assets and new discoveries.\nThanks for listening. Now we will go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a46a41a7d50f08e2d5f66bbd6061cff6",
    "period": "2023 Q2",
    "content": "Q2 2023 EOG Resources Inc Earnings Call\n\nQ2 2023 EOG Resources Inc Earnings Call\n\nEOGNYSEAUG 4, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Second Quarter 2020 Earnings Results Conference Call. As a reminder, this call is being recorded.\nAt this time, for opening remarks and introductions, I'd like to turn the call over to Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nThank you. Good morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website. Some of the reserve estimates on this conference call may include estimated potential reserves and estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and CEO; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, Treasurer and VP, Investor Relations and Finance.\nHere is Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. Our second quarter results reflect exceptional execution throughout our multi-basin portfolio. Production volumes, CapEx, cash operating costs and DD&A all beat targets driving another quarter of excellent financial performance. We earned $1.5 billion of adjusted net income and generated $1 billion of free cash flow. Year-to-date, we have generated free cash flow of $2.1 billion. That free cash flow and cash on the balance sheet funded year-to-date cash return to shareholders of $2.2 billion, including more than $600 million of share repurchases executed during the first half of the year. Taking into account our full year regular dividend, we have committed to return $3.1 billion to shareholders in 2023 or about 67% of our estimated 2023 cash flow, assuming a $75 oil price, well ahead of our target minimum return of 60%.\nEOG's peer-leading regular dividend is currently the majority of the $3.1 billion of cash return committed to shareholders this year. Our sustainable growing regular dividend, which we have never cut nor suspended remains the first priority to return cash. We also continue to leverage special dividends and buybacks to return additional cash depending on market conditions. Through the first 2 quarters of 2023, we have deployed more than $600 million to opportunistically repurchase shares during times of increased volatility. And while our cash return strategy remains consistent, what has evolved since putting the $5 billion repurchase authorization in place over 1.5 years ago is the fundamental strength of our business, and we continue to get better through relentless execution of and commitment to EOG's value proposition. We invest in high-return projects across our multi-basin portfolio, adding lower-cost reserves, which reduces our breakevens and expands our margins. We are now actively investing in 5 premium basins more than any time in our history.\nOur foundational assets in the Delaware Basin and Eagle Ford continue to consistently deliver and we are pleased by the outstanding progress across our emerging Southern Powder River Basin, Ohio, Utica Combo and South Texas Dorado plays. Well productivity and cost performance are meeting or beating expectations across our portfolio as we invest and develop each asset at a pace that supports consistent execution and continued innovation. We continue to lower the cost basis of our company, utilizing technology and innovation that improves well performance and lowers well costs to sustainably reduce our finding and development costs. efficiencies and infrastructure investments are lowering current and future unit operating costs and contribute to our emissions reduction efforts.\nFinally, we have further strengthened our pristine balance sheet this year, while generating significant free cash flow and funding our transparent cash return strategy, which is designed to deliver consistent shareholder value through the cycle. And heading into the second half of 2023, our continued performance gains will be complemented by strong fundamentals. Oil demand has been resilient despite volatility in the first half of the year, and demand is showing signs of continued growth through the second half of the year. Strong inventory draws since the start of the year pulled oil inventories below 5-year averages and refinery utilization remains high. Production growth in the U.S. is on pace to deliver similar rates as 2022, while exiting the year with significantly less activity as public companies continue to demonstrate discipline, and it appears OPEC+ are following through on announced production cuts. The culmination of these actions should further reduce inventory levels in place upward pressure on pricing through year-end.\nRegarding North American natural gas, while inventory levels remain above the 5-year average, prices have firmed up recently, reflecting a reduction in natural gas drilling and an increase in demand from both power generation and LNG exports. These trends should support a more balanced supply and demand environment late this year and heading into 2024. We remain constructive on the longer-term gas story for the U.S., supported by recent LNG project approvals and the growing petrochemical complex on the Gulf Coast, and we are especially pleased with Dorado's place in the market as one of the lowest cost supplies of natural gas in the U.S. with an advantaged location and emissions profile.\nEOG's value proposition is delivering results and the strength of our business has never been better to deliver value for the shareholders through industry cycles and play a leading role in the long-term future of energy.\nNow here's Tim to review our financial position.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nThanks, Ezra. EOG delivered excellent operating and financial performance in all areas in the second quarter. Oil production increased 3% year-over-year, while total production increased 5%. Per unit cash operating costs remained essentially flat from the prior year period despite industry-wide inflation. Compared to the first quarter, however, our unit cash operating cost declined by 5% and were lower in all 4 categories. We're beginning to see the benefits of lower costs, improve our operating margin. The DD&A rate fell by 10% year-over-year, driven by the addition of reserves at lower finding costs compared to our production base. Capital expenditures came in at $1.5 billion, $130 million below our target and just slightly above the first quarter level. The difference was mostly due to the timing of non well-related costs such as infrastructure projects. Year-to-date, CapEx of $3 billion is 50% of the full year budget. The improving capital efficiency of our assets consistent operational execution, along with the application of innovation and technology to lower cost is making a big impact on the financial performance of the company. We earned adjusted net income of $2.49 per share in the second quarter and generated free cash flow of $1 billion. Return on capital employed for the last 12 months is 29% and at an average WTI oil price of $81 and Henry Hub natural gas price of about $5.\nHere's Billy to review operations.\n\nLloyd W. Helms\n\nChief Operating Officer, EOG Resources, Inc.\n\nThanks, Tim. I would like to first thank our employees for their commitment and dedication that led to another quarter of exceptional execution. EOG once again meet our forecasted targets and delivered a near perfect quarter. As a result, we have completed the first half of the year ahead of volumes and ahead on total per unit cash operating cost. Our volume performance in the first half of the year is due to several factors. The performance of new wells is outpacing our forecast, primarily in the Delaware Basin, part of which is due to our new completion design. We are also experiencing less downtime due to market interruptions than previously planned. Our investments in infrastructure, along with real-time data analytics, provided the control and flexibility needed to redirect sales volumes to different markets to maintain production. Unit cash operating costs through the first half of the year averaged 5% below the midpoint of our quarterly guidance. due to a combination of several factors, including lower lease operating expenses as well as reduced transportation costs. Lower workover and compression-related expense reduced LOE, while transportation costs benefited from the flexibility to sell into more favorable markets throughout the quarter. Credit goes to the cross-functional efforts of our production, marketing and information systems teams who remain focused on sustainable low-cost operations quarter after quarter. We have line of sight to maintain these cost improvements throughout the year and as a result, have reduced our full year guidance for total unit cash operating costs. Operationally, EOG is firing on all cylinders. Our foundational Eagle Ford and Delaware Basin plays are delivering exceptional results. While our emerging plays benefit from learnings and technology transfer across our multi-basin portfolio. Our decentralized structure supports innovation in each operating area, which function much like independent technology incubators and compounds the impact of that innovation by taking ideas born in one area and expanding them across multiple basins and across multiple functions. Across every operating area, our frontline engineers and geologists work the technology every day to lower cost and improve well performance. We look for strategic opportunities to vertically integrate certain services within the supply chain where we find an opportunity to better align those services with our goals. That includes areas like downhole drilling motors, drilling mud, sand and water. Developing such capabilities in-house significantly improves the cost structure of the company. This quarter, we are highlighting drilling performance improvements in the South Texas, Dorado, South Powder River Basin, Mowry and the Ohio Utica Combo plays. Our emerging players are moving up the learning curve faster due to the benefit of drilling advancements and the application of technology over the past decade. We continue to evolve our proprietary suite of applications powered by real-time high-frequency data and analytics to assist our frontline employees to collaborate and make decisions faster. The combined benefit of these efforts has already contributed to an increase of up to 25% in drilling feet per day for wells in our emerging plays this year. In our Ohio Utica play, we recently drilled a 15,700-foot lateral in 2.6 days and 100% in zone.\nCapital expenditures for the first half are also running light, due primarily to the infrastructure spend that has been deferred into the second half of the year. It is worth noting the economic impact of our investments in EOG-owned infrastructure. Our realized U.S. oil price in the second quarter was $1.23 above WTI and U.S. natural gas was essentially flat to Henry Hub. CapEx for our drilling and completion program are right on track. The rate of change for inflation this year is consistent with what we had anticipated at the start of the year. So we still see line of sight to limit year-over-year well cost inflation in '23 to just 10%. While any additional softening of service cost is this year has the potential to impact 2024, it's simply too early to predict. The market remains too dynamic particularly given the constructive outlook for oil in the second half of the year. Furthermore, we remain focused on generating long-term sustainable cost reductions driven by utilizing the highest quality equipment and the highest performing teams, which are less exposed to the leading-edge price declines that we see in more marginal equipment. Our $6 billion capital program is focused -- is forecasted to deliver oil volume growth and 6% total liquids growth. In Dorado, our South Texas natural gas play, we delayed the timing of planned completions earlier this year and about 5 wells have been pushed into early 2024. Thus, we reduced our full year gas volume guidance accordingly. We maintained our drilling pace in Dorado to build operational momentum and capture the corresponding efficiencies. As a result, we are seeing a 16% improvement in our drilling times for Dorado as shown on Slide 11 of our updated investor presentation. We are constructive on natural gas longer term and believe Dorado will be one of the lowest cost and lowest emission supplies of natural gas in the U.S. and will compete on a global scale. This year started out with many challenges, but also many opportunities to continue to improve the company. I'm very pleased with the progress our teams continue to deliver and remain optimistic about the second half of the year, and how the company is positioned for the future.\nNow I'll turn the call over to Ken to discuss progress on lowering our emissions.\n\nKenneth W. Boedeker\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. We're continuing to make outstanding progress on our emissions goals. As a preview to our 2022 sustainability report that will be published in September, we are excited to announce that we've reached 3 significant near-term goals well ahead of schedule. First, our 2022 GHG intensity rate of 13.3 metric tons of CO2e per MBOE is less than our 2025 goal of 13.5. Second, our 2022 methane emissions percentage is 0.04% of our natural gas produced and is significantly less than our 2025 goal of 0.06%. And third, we have achieved our Zero Routine Flaring goal in 2023, well ahead of our 2025 target and significantly ahead of the World Bank initiative which drives to attain Zero Routine Flaring by 2030. We have also confirmed that our wellhead gas capture rate for 2022 was 99.9% of the gas produced. We continue to expand our in-house continuous methane monitoring technology named iSense, and finished 2022 with 95% of our production in the Delaware Basin covered by iSense monitoring. As a reminder, the power of iSense is incorporating continuous methane monitoring data with our production and facilities data and monitoring this data on a 24-hour basis in 1 of our 4 control centers. This enhances our ability to identify potential leaks and prioritize repairs that are needed in the field to minimize fugitive emissions. As with a number of EOG operations, it is anticipated that collection and integration of iSense data will lead to continuous improvement in facilities and production design and operations. We're excited about the progress we've made in the last several years on our emissions performance and are very proud that we have such dedicated employees who are continually making our operations more efficient. Their innovative solutions and push to beat expectations have driven us to exceed our goals early. We are currently assessing new goals with our operations groups and anticipate publicizing those goals in the first half of 2024.\nNow here's Ezra to wrap up.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Ken. Our second quarter results demonstrate once again that EOG's value proposition works. We invest in high-return, low-cost assets across a diverse multi-basin portfolio. We leverage technology and innovation to sustainably lower well costs and reduce emissions. These high-return, low-cost investments generate significant free cash flow to fund our transparent cash return strategy backstopped by a pristine balance sheet to deliver consistent shareholder value through the cycle. Most importantly, our culture is at the core of our value proposition and is our ultimate competitive advantage.\nThanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eddf2f5e6ede2326bcf3e5a8abaa5990",
    "period": "2023 Q1",
    "content": "Q1 2023 EOG Resources Inc Earnings Call\n\nQ1 2023 EOG Resources Inc Earnings Call\n\nEOGNYSEMAY 5, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources First Quarter 2023 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nThank you, and good morning. Thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website. Some of the reserve estimates on this conference call may include estimated potential reserves and estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are: Ezra Yacob, Chairman and CEO; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor Relations. Here is Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. Strong first quarter execution from every operating team across our multi-basin portfolio has positioned the company to deliver exceptional results in 2023. Production, CapEx, cash operating costs and DD&A all beat targets, which underpinned our excellent financial performance during the first quarter. We earned $1.6 billion of adjusted net income and generated $1.1 billion of free cash flow. Free cash flow helped fund year-to-date cash return to shareholders of $1.4 billion through a combination of regular and special dividends and share repurchases executed during the first quarter.\nCombined with our full year regular dividend, we have committed to return $2.8 billion to shareholders in 2023 or about 50% of our estimated 2023 free cash flow assuming an $80 oil price. We are well on our way to achieve our target minimum return of 60% of annual free cash flow to shareholders. Our first quarter results demonstrate the value of EOG's multi-basin portfolio. We have decades of low-cost, high-return inventory that spans oil, combo and dry natural gas basins throughout the country. Our portfolio includes the Delaware Basin, which remains the largest area of activity in the company and is delivering exceptional returns. After more than a decade of high-return drilling, our Eagle Ford asset continues to deliver top-tier results while operating at a steady pace.\nAnd beyond these core foundational assets, we continue to invest in our emerging Powder River Basin, Ohio Utica combo and South Texas Dorado plays, which contribute to EOG's financial performance today while also laying the groundwork for years of future high-return investment. Our portfolio provides flexibility to invest with discipline and develop each asset at a pace that allows it to get better. It provides optionality to actively manage our investments to minimize impacts from inflation. Diversity of our investment portfolio also translates to diverse sales market options, enabling us to pursue the highest netbacks. Our shift to premium drilling several years ago has helped to decouple EOG's performance from short-term swings in the market. The result is an ability to deliver consistent, operational and financial performance that our shareholders have come to expect and that drives long-term value through the cycle.\nRecession risk and the near-term demand outlook for oil continues to drive volatility of prices month-to-month. However, our outlook remains positive. Inventory levels currently near the 5-year average are reducing as we progress through the year. Global demand continues to increase and is forecast to reach record levels by year-end and new supply has moderated from pre-pandemic levels of growth. Longer term, with the reduced investment in upstream projects the last several years, we remain constructive on future pricing.\nFor North American gas, near-term prices reflect high inventory levels due to this year's warm winter and reduced LNG demand during repairs at Freeport. As such, we are currently evaluating options to delay some activity at Dorado. The medium and long-term outlook for natural gas, however, continues to strengthen. Currently, U.S. LNG demand is at record levels with an additional 7 Bcf a day capacity under construction or through FID with expected startup between 2024 to 2027 that should position the U.S. as a leader in the global LNG market. Our confidence in the outlook for our business is demonstrated by our capital allocation decisions in the first quarter. Disciplined reinvestment in our high-return inventory continues to lower our breakeven and expand the free cash flow potential of EOG.\nWe strengthened our balance sheet by retiring debt, paid out nearly 100% of free cash flow in regular and special dividends, and we utilized our repurchase authorization to buy back $310 million worth of stock late in the quarter during a significant market dislocation. I'm confident EOG has the assets, the technology and the people to deliver both return on capital and return of capital for years to come.\nIn a moment, Billy will discuss why we believe our foundational assets in the Delaware Basin and Eagle Ford will provide higher returns, margins and free cash flow in the years ahead and why we remain excited about the progress we are making in our emerging assets, Powder River Basin, Ohio Utica combo and South Texas Dorado.\nBut first, here's Tim to review our financial position.\n\nTimothy K. Driggers\n\nChief Financial Officer & Executive Vice President, EOG Resources, Inc.\n\nThanks, Ezra. EOG generated outstanding financial performance in the first quarter. We produced $1.6 billion of adjusted net income or $2.69 per share and $1.1 billion of free cash flow. Timing differences associated with working capital accounted for an additional $661 million of cash inflow in the quarter. Our outstanding financial results were driven by strong operating performance. Compared with the prior year, first quarter production volumes increased 2% for oil and 7% overall. We mitigated most of the inflationary headwinds to limit the increase to per unit cash operating costs to just 3% or $10.59 per BOE, which was more than offset by a 12% decline in the DD&A rate.\nCapital expenditures in the quarter of $1.5 billion came in $100 million below target. Our long-standing free cash flow priorities and cash return framework remain consistent. Our priorities are sustainable regular dividend growth, a pristine balance sheet, additional cash return options and low-cost property bolt-ons. We are committed to return a minimum of 60% of the annual free cash flow to shareholders through our sustainable regular dividend, special dividends and opportunistic share repurchases. We believe the consistent application of our free cash flow priorities and transparent cash return framework positions the company to create long-term shareholder value through the cycle.\nIn March, we strengthened the balance sheet by paying off a $1.25 billion bond at maturity with cash on hand leaving $3.8 billion of debt on the balance sheet. The next maturity is a $500 million bond due April 2025. Cash at the end of the quarter was $5 billion, yielding a net cash position of $1.2 billion, up $300 million from December 31. Yesterday, our Board declared a second regular dividend of [ $0.825 ] per share, the same as last quarter and a 10% increase from the prior year level. The $3.30 annual rate is a $1.9 billion annual commitment. On March 30, we also paid the $1 per share special dividend declared in February.\nEOG also repurchased $310 million of stock in the first quarter at an average price of $105 per share. For several days during the last 2 weeks of March, market volatility created a significant boost location between the price of our stock and the value of the business. We were able to utilize our strong balance sheet to repurchase shares at highly accretive prices. We will continue to monitor the price and value of our stock, and you should expect us to step into the market again when there are significant dislocations. We are off to a very strong start in 2023 to deliver on our full year cash return commitment of a minimum of 60% of annual free cash flow.\nAltogether, the full year regular dividend along with the first quarter special dividend and buyback, represents $2.8 billion of cash return, which is about 50% of the $5.5 billion of free cash flow we forecast for 2023, assuming an $80 oil price. We will continue to monitor oil and gas prices going forward, and we remain committed to delivering on our cash return commitment and look forward to updating you over the rest of the year.\nHere's Billy to discuss operations.\n\nLloyd W. Helms\n\nChief Operating Officer, EOG Resources, Inc.\n\nThanks, Tim. EOG's operating performance continues to improve with the first quarter generating outstanding results. Our first quarter volume, capital expenditures and total per unit cash operating cost performance came in better than our forecasted targets. I'd like to thank our employees for their dedication and outstanding execution, giving us a great start to 2023.\nOur full year 2023 capital and production plans are unchanged. We forecast a $6 billion capital program to deliver 3% oil volume growth and 9% total production growth. We maintained the pace of activity from the fourth quarter of last year in the Delaware Basin and Eagle Ford. Our core foundational plays and continue to expand development in our emerging Powder River Basin, Ohio Utica combo and South Texas Dorado plays. Well productivity and cost performance are meeting or beating expectations across our portfolio as each play sustains sufficient activity to support continued innovation.\nAs Ezra mentioned, our foundational assets in the Delaware Basin and Eagle Ford are performing exceptionally well and were a big part of our overall strong first quarter results. Sustaining a consistent level of activity in these core plays is driving operational improvements and continues to be 1 of the primary hedges to offset areas of cost inflation. We are excited about the outlook for these assets in the years ahead. Even as these assets mature, we can apply technical learnings, operational innovation and leverage prior infrastructure investments to continue to improve the operating margin and capital efficiencies of these world-class assets.\nIn the Delaware Basin, we expect well performance will continue to improve this year, delivering productivity and returns well above the premium hurdle rate. Last year, our Delaware Wolfcamp wells delivered an average 6-month cumulative production of about 34 barrels of oil equivalent per foot and are expected to improve this year. See Slide 10 of our updated investor presentation for details. While well mix can impact the relative contribution of oil, NGLs and natural gas, overall performance is improving in large part due to continued innovations like our new completion design. We have now tested 39 wells in the Wolfcamp that are yielding an average increase of 22% in the first year production with a 20% uplift in the estimated ultimate recovery compared to the similar wells and targets using our previous completion design.\nWith these encouraging results, we now expect to deploy this new design on about 70 wells this year. This new design is continuing to show promise as we expand the number of wells and test the design across different targets and basins. Operationally, maintaining a consistent level of activity in the Delaware Basin, combined with our culture of continuous improvement is generating noticeable results. Drilling times continue to improve and are generating peer-leading performance aided by our drilling motor program and high-performing staff. The amount of footage drilled per motor run improved by 11% in the first quarter as compared to last year.\nSimilar progress is being achieved with our completion operations with the expansion of our Super Zipper technique. These efforts, combined with the opportunities that codeveloped multiple targets in the stacked pay resource by using our existing surface footprint and in infrastructure are expected to drive significant efficiency gains and continue to improve our margins in the Delaware Basin for years to come. The first -- we first introduced the Super Zipper completion technique in the Eagle Ford in 2020. Since then, we have expanded its use throughout the play and have more than doubled completions efficiency as measured by completed lateral feet per day. As indicated on Page 12 of our quarterly investor slides, the amount of lateral completed per day year-to-date has increased by another 18% compared to last year.\nIn the first quarter, we also set a record in the Eagle Ford drilling our longest well to date, reaching a measure [ depth ] of nearly 26,500 feet with a lateral length of over 15,500 feet. We expect to continue to see completion efficiency improvements as we extend laterals in the Eagle Ford to 3-plus miles where feasible. As a core operating area that has been under development for more than a decade, the Eagle Ford also benefits from our existing infrastructure from over 3,700 producing wells. Leveraging existing investments made in strategic water, oil and gas infrastructure minimizes future CapEx needs and lowers operating costs. Ongoing improvements to completion operations and leveraging the benefit of existing infrastructure, enable our Eagle Ford finding and development costs to continue to decline. Last year, the Eagle Ford's rate of return was the highest in the place history. Longer term, we have over a decade of drilling inventory in the Eagle Ford, allowing us to maintain the current production base while generating high returns and lowering breakevens.\nAs previously mentioned, we are maintaining activity in our core plays and progressing our newer emerging plays. This year's plan in Dorado contemplates 8 additional wells completed compared to 2022 in order to achieve a consistent level of activity to drive performance improvements. Our drilling operations are realizing a 29% improvement in the footage drilled per day since 2021. Completion operations will be conducted on a few wells in the second quarter. However, we are evaluating options to delay additional completions originally scheduled later this year due to the current natural gas price environment. To date, operational progress towards improvements and Dorado's well performance is meeting or exceeding our early expectations.\nActivity in the Utica combo play is just commencing yet we are already witnessing the compounding effects of sharing technology across our multiple plays. For example, drilling performance for recent wells is improving on the order of 20% to 30% compared to last year's results with the benefit of our proprietary drilling motor program and precision targeting. We expect similar levels of improvement from our completion program once we begin completing wells in the third quarter.\nNow for a little color on inflation and industry service costs. As we had anticipated in building this year's plan, the upward inflationary pressure that we witnessed last year appears to have plateaued, which still leaves us confident that our average well cost should increase no more than 10% compared to last year. Early indicators are showing signs of service cost moderation, which is more prevalent in some basins and less than others. We would expect that any softening of service and tubular costs will be slow to manifest into lower well cost and cash operating costs until much later in the year or more likely in 2024.\nAs the year unfolds, we will continue to look for opportunities to leverage our scale and the flexibility of our multi-basin portfolio to manage costs across all operating areas. We also remain highly focused on sustainable cost reductions through innovation, operational performance and execution improvements to mitigate inflation and further drive down our cost structure.\nNow I'll turn it back to Ezra.\n\nEzra Y. Yacob\n\nExecutive Vice President-Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. In conclusion, I'd like to note the following important takeaways. First, strong execution from every operating team across our multi-basin portfolio has positioned the company to deliver exceptional results in 2023. Thanks goes to our employees for delivering a great first quarter with their outstanding execution.\nSecond, our foundational assets in the Delaware Basin and Eagle Ford are performing exceptionally well and were a significant part of our first quarter results. Third, our first quarter performance demonstrates the value of EOG's multi-basin portfolio. We have decades of low-cost, high-return inventory that spans oil combo and dry natural gas basins throughout the country. And fourth, our long-term outlook for both oil and gas remains positive and our shift to premium drilling several years ago has helped decouple EOG's performance from short-term swings in the market. The result is an ability to deliver consistent, operational and financial performance that our shareholders have come to expect and that drives long-term value through the cycle.\nThanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/17adcd3881df2aa7818dd92fabe6cefa",
    "period": "2022 Q4",
    "content": "Q4 2022 EOG Resources Inc Earnings Call\n\nQ4 2022 EOG Resources Inc Earnings Call\n\nEOGNYSEFEB 24, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources Fourth Quarter and Full Year 2022 Earnings Results Conference Call. As a reminder, the call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call to the Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release (inaudible).\nThis conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website. Some (inaudible) estimates on this conference call may include estimated resource potential reserves and estimated resource potential not necessarily calculated in accordance with the SEC's [reserved] reporting guidelines.\nParticipating on our call this morning are Ezra Yacob, Chairman and CEO; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor Relations. Here's Ezra.\n\nEzra Y. Yacob\n\nCEO & Chairman, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. EOG's growing portfolio of high-return assets delivered outstanding results in 2022. We earned record return on capital employed of 34% and record adjusted net income of $8.1 billion, generated a record $7.6 billion of free cash flow which funded record cash return to shareholders of $5.1 billion. We increased our regular dividend rate 10% and paid four special dividends, paying out 67% of free cash flow, beating our commitment to return a minimum of 60% of annual free cash flow to shareholders. And we strengthened what was already one of the best balance sheets in the industry, reducing net debt by nearly $800 million.\nWe continue to deliver on our free cash flow priorities this year by declaring an additional special dividend of $1 per share yesterday.\nOutshining our financial results were achievements made by our operating teams working in a challenging inflationary environment. Credit goes to the innovative and entrepreneurial teams working collaboratively across our multi-basin portfolio.\nTogether, we leveraged the flexibility provided by our decentralized structure to deliver exceptional operational performance. Production volumes, CapEx and per unit operating costs were within guidance set at the start of the year. We offset persistent inflationary pressures that exceeded 20% during the year to limit well cost increases to just 7%.\nOur exploration teams uncovered a new premium play, the Ohio Utica combo, and advanced two emerging plays, the South Texas Dorado and Southern Powder River Basin. We progressed several exploration prospects, including the Northern Powder River Basin. We expanded our LNG agreement, currently estimated to take effect in 2026 to 720,000 MMBtu per day, which will provide JKM-linked pricing optionality for 420,000 MMBtu per day. Last year, the revenue uplift from our current 140,000 MMBtu per day LNG exposure was more than $600 million net to EOG.\nPreliminary results indicate that we reduced our GHG intensity and methane emissions percentage, achieving our 2025 targets. And we initiated and expanded deployment of our new continuous methane leak detection system called iSense. Led by the tremendous performance in our Delaware Basin and Eagle Ford plays, our operating performance and financial results in 2022 are a reflection of our asset portfolio and the unique organizational structure in place to support it.\n7 teams in North America and 1 international team operates 16 plays across 9 basins. Our decentralized structure empowers each operating team to make decisions in real time at the asset level to maximize value. This differentiates EOG and enables us to consistently execute our strategy and produce outstanding results year after year.\nOur multi-basin portfolio provides numerous high-return investment opportunities and we remain focused on disciplined investment across each of our assets.\nIn addition to our premium well strategy, in which wells must generate a minimum of 30% direct after-tax rate of return at a flat $40 oil and $2.50 natural gas price for the life of the well, we invest at a pace that allows each asset to improve year-over-year, lowering the cost and expanding the margins generated by each asset. Disciplined investment means more than just expanding margins at the top of the cycle. It means delivering value for the life of the resource and through the commodity price cycle. It's not only developing lower-cost reserves, but also investing strategically to lower the operating cost of these resources, which positions EOG to generate full cycle returns competitive with the broad market.\nLooking ahead to 2023, EOG is in a better position than ever to deliver value for our shareholders and play a significant role in the long-term future of energy. Our ability to reinvest in the business, deliver disciplined growth, lower our emissions intensity, earn high returns, raise the regular dividend and returned significant cash to shareholders, all while maintaining what we believe is the best balance sheet in the industry is due to our differentiated strategy executed consistently year after year.\nNow here's Tim to review our financial position.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nThanks, Ezra. When we established our premium strategy back in 2016, our goal is to reset the cost base of the business to earn economic returns at the bottom of the price cycle. The impact premium has had on the cost basis of the company and our financial performance has been dramatic. Since 2014, prior to establishing our premium strategy, our DD&A rate has declined 42% and cash operating cost by 23%. Also, in 2014, and under similar oil prices as last year, we earned 15% ROCE. With our lower cost structure, ROCE increased to a record 34% in 2022.\nWe have also reduced net debt last year by $800 million to further strengthen the balance sheet. We view a strong balance sheet as a competitive advantage in a cyclical industry. Our current balance sheet is among the strongest in the energy industry and ranks near the top 20th percentile of the S&P 500 in terms of leverage and liquidity, measured as net debt to EBITDA and cash as a percentage of market cap.\nWe have a $1.25 billion bond maturing in March and intend to pay that off with cash on hand.\nOur 2023 plan is positioned to generate another year of strong returns. We expect to grow oil volumes by 3% and total production on a BOE basis by 9%. At $80 WTI and $3.25 Henry Hub, we expect to generate about $5.5 billion of free cash flow for nearly 8% yield at the current stock price and produce an ROCE approaching 30%. This attractive financial outlook, along with our strong balance sheet, is what gave us the confidence to declare a $1 per share special dividend to start the year on top of our regular dividend of $0.825 per share. As a reminder, our commitment to return a minimum of 60% of free cash flow considers the full year, not a single quarter in isolation. The special dividend reflects the confidence in our plan and our constructive outlook on oil and gas prices. We will continue to evaluate the amount of cash return as we go through the year with an eye on, once again, meeting or exceeding our full year minimum cash return commitment of 60% of free cash flow.\nHere's Billy to discuss operations.\n\nLloyd W. Helms\n\nCOO & President, EOG Resources, Inc.\n\nThanks, Tim. I would like to first thank each of our employees for their accomplishments and execution last year. 2022 was a challenging year, and the commitment and dedication of our employees remain steadfast as they delivered outstanding results.\nLast year can be characterized as a year of heightened inflation where we witnessed increasing commodity prices, accompanied by higher levels of activity across the industry. The result was a much tighter market for services, labor and supplies. We were able to offset most of this inflation through efficiency gains and capital management across our portfolio to limit well cost increases to just 7%.\nFor the full year, oil production was above the midpoint of guidance, while capital expenditures were $4.6 billion, were only 2% above the original guidance midpoint set at the beginning of the year. Our operating teams worked -- working throughout the company leveraged efficiencies to help offset inflation. This is most evident in our core development plays, which sustain sufficient activities to support continued experimentation and innovation.\nIn the Delaware Basin, we expanded use of our Super Zipper completion technique to increase treated lateral feet per day by 24%. In our Eagle Ford play, the completions team increased completed lateral feet per day by 14% and the amount of sand pump per day per fleet by 27%. Our decentralized operations team are continually striving to improve performance and share learnings across our portfolio to limit well cost increases. These learnings are then deployed in our emerging opportunity plays.\nFor instance, in the Southern Powder River Basin, Mowry play, the drilling team decreased drilling time by 10% with improved bid and drilling motor performance. In our South Texas Dorado gas play, the operations team reduced drilling time by 12%. Through technical and operational advancements, they promise to continue to drive improvements in 2023.\nBeyond cost reductions, a new completion design implemented last year in the Delaware Basin is realizing positive improvements in well performance in certain target reservoirs. This new design was tested in 26 wells last year and is yielding as much as an 18% uplift and estimated ultimate recovery.\nWe're also making great progress towards our long-term ESG goals. Our wellhead gas capture rate exceeded 99.9% of the gross gas produced. And preliminary results indicate that we lowered GHG intensity and methane emissions percentages in 2022. We now have approximately 95% of our Delaware Basin production covered by iSense, our continuous methane monitoring technology.\nNow turning to the 2023 plan. We forecast a $6 billion capital program to deliver 3% oil volume growth and 9% total production growth. We expect total volumes on a BOE basis to grow each quarter through the year. First quarter will show more growth in gas versus oil due to the well mix and timing of several Dorado gas wells that were completed late in the fourth quarter of last year.\nThe plan can be summarized in the following four points. First, drilling rig and frac fleet activity in our core development programs, specifically the Delaware Basin and the Eagle Ford, will be relatively consistent with the fourth quarter of last year. The longer-term outlook for the Eagle Ford is to maintain the current production base where we have over a decade of continued opportunities to generate high returns and cash flow. After a decade of stellar operational improvements in the Eagle Ford, it has become a highly efficient, high-margin play with existing infrastructure and access to favorable markets.\nIn the Powder River Basin, the plan builds off last year's positive well results and infrastructure installation with an additional 20 Mowry completions. We expect to complete a few additional wells in our emerging Utica play in Ohio as we continue to delineate our acreage position and drill a few wells in the Bakken and DJ Basins.\nIn Dorado, our plan is to achieve an activity level that creates economies of scale and develop a continuous program to allow for innovation that drives improved well performance and cost reductions. This results in a moderate increase in activity, completing about 10 additional wells versus last year.\nIn Trinidad, a drilling rig is now scheduled to arrive in the third quarter, which is about a 6-month delay. So international volumes decreased 60 million cubic feet per day or 10,000 BOEs per day versus our earlier estimates.\nOverall, we increased activity in our emerging plays. The average EOG rig count for the year is expected to increase by about two rigs and one additional frac fleet.\nSecond, we have line of sight to efficiencies that we expect will limit additional inflation pressure on well cost to just 10% versus last year. Year-over-year increases in tubular costs as well as day rates for drilling rigs and frac fleets are the main drivers of the increase.\nAs part of our contracting strategy, we stagger our agreements to secure a base line of services and secure consistent execution. For this year, we have locked in about 55% of our well cost, which is a similar level to previous years. Approximately 45% of our drilling rigs and 65% of our frac fleets needed for the year are covered under term agreements with multiple [frac] providers. By maintaining this consistent base of services, we expect to find additional opportunities to drive performance improvements and eliminate downtime, thus potentially providing an opportunity to offset some additional inflation.\nThird, our 2023 capital program includes additional infrastructure investment. Typically, funding for facilities and other infrastructure projects comprises 15% to 20% of the CapEx budget. And this year, we expect that number to be closer to 20%. In Dorado, we commenced construction late last year on a new 36-inch gas pipeline from the field to the Agua Dulce sales point near Corpus Christi, Texas. This pipeline will help ensure a long-term takeaway, fully capture the value chain from the wellhead to the market center, help support expanded LNG export price exposures due to come online around 2026 and broaden our direct interstate pipeline capacity to reach markets along the entire Gulf Coast corridor. We're also undertaking smaller infrastructure projects in other areas, like the Utica to lower the long-term unit operating cost.\nFourth, we plan -- the plan includes capital that represents the next steps towards our vision of being among the lowest emissions producers of oil and natural gas. Our first CCS project has begun injection and we will continue to explore opportunities to enhance our leadership position in environmentally prudent operations. These projects offer healthy returns while also providing reductions in long-life unit operating cost and lower emissions.\nEOG remains focused on running the business for the long term, generating high returns through disciplined growth, improving our resource base through organic exploration, improving our environmental footprint and investing in projects that will lower the future cost basis of the company. I am excited about 2023 and the opportunity it brings for our employees to further improve the company.\nNow here's Ken to review year-end reserves and provide an inventory update.\n\nKenneth W. Boedeker\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. Our 2022 proved reserve replacement was 244% for finding and development cost of just $5.13 per barrel of oil equivalent, excluding revisions due to commodity price changes. Our proved reserve base increased by 490 million barrels of oil equivalent and now totals over 4.2 billion barrels of oil equivalent. This represents a 13% increase in reserves year-over-year and was achieved organically. In 2022, we also reduced our finding and development costs by 8% compared to the previous year. In fact, over the past 5 years, we have reduced finding and development costs by nearly 40%.\nOur permanent shift to premium drilling, combined with our culture of continuous improvement focused on efficiencies driven by innovation, are why our corporate finding costs and DD&A rate continue to decline.\nWe continue to focus on maximizing the long-term value of our acreage. For example, last year, we continued co-development of up to four Wolfcamp targets. The pursuit of secondary targets with wells developed in packages alongside traditional development benches generally have minimal production impact on the primary zone, however, carry a favorable investment profile because they require no additional leasehold investment, are drilled and completed on existing pads and produced into existing facilities and gathering systems. The goal is to deliver low risk, high returns that maximize the cash return potential of our assets.\nLooking out beyond our current proved reserves, we've identified over 10 billion-barrel equivalents of future resource potential in our existing premium plays with an expected finding cost -- finding and development costs less than our current DD&A rate. When we invest in finding and development costs less than our DD&A rate, we drive the cost basis of the company down. When we invested high returns, combined with a low finding and development cost, it shows up in the financials as increased return on capital employed.\nThanks to the benefits of our decentralized structure and multi-basin organic exploration strategy, our resource base is growing faster than we do it. More importantly, it is getting better. We have over 10 years of double-premium drilling at the current pace, and we are focused on improving the quality of our resource every year through operational innovation, technical improvements and expiration.\nNow let me turn the call back to Ezra.\n\nEzra Y. Yacob\n\nCEO & Chairman, EOG Resources, Inc.\n\nThanks, Ken. In conclusion, I'd like to note the following important takeaways. EOG Resources offers a unique value proposition. First, it begins with our multi-basin portfolio of high-return investment opportunities anchored by the industry's most stringent investment hurdle rate or premium price deck.\nSecond, our disciplined growth strategy optimizes investment to support continuous improvement across our portfolio. Our employees utilize technology and innovation to increase efficiencies and allow EOG to remain a low-cost operator.\nThird, we are focused on generating both near- and long-term free cash flow to fund a sustainably growing regular dividend, support our commitment to return additional free cash flow to shareholders and maintain a pristine balance sheet to provide optionality through the cycles.\nFourth, we are focused on safe operations and improving our environmental footprint across each of our assets, utilizing both existing and internally developed technologies.\nAnd finally, it's the EOG employees that make it happen. Our culture is at the core of our value proposition and is our ultimate competitive advantage.\nThanks for listening. Now we'll go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8ec54cc55859d424bb73714635f885c9",
    "period": "2022 Q3",
    "content": "Q3 2022 EOG Resources Inc Earnings Call\n\nQ3 2022 EOG Resources Inc Earnings Call\n\nEOGNYSENOV 4, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to EOG Resources' Third Quarter 2022 Earnings Results Conference Call. As a reminder, this call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to the Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from these in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. .\nThis conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website. This conference call also may include estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chairman and Chief Executive Officer; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor Relations. Here's Ezra.\n\nEzra Y. Yacob\n\nCEO & Chairman, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. The quality of EOG's diverse multi-basin portfolio of high-return assets continues to grow and improve. Yesterday's announcement of the large position we captured in the Utica Combo play demonstrates yet again that EOG's robust exploration pipeline delivers results. Over the last 2 years, our organic exploration efforts have brought forth Dorado, our premium dry natural gas play in South Texas, the emerging Northern Powder River Basin oil play in Wyoming and now the emerging Utica Combo play in Ohio.\nThe value of our multi-basin portfolio can't be overstated. With the addition of the Utica Combo, we are now positioned to operate 7 premium resource basins, which reinforces several of EOG's competitive advantages. First, our decentralized cross-functional operating teams innovate independently, but collaborate to compound the impact of learnings and efficiencies across the company.\nSecond, our flexibility to allocate capital optimizes reinvestment across our portfolio, enabling us to develop each asset at the right pace to maximize returns. And third, our geographic and product diversity gives us the ability to plan around basin-level market dynamics. Our goal is to expand and improve the overall quality of our portfolio by identifying higher return inventory.\nOur approach is to build a diverse portfolio of premium assets predominantly through low-cost organic exploration, which adds reserves at lower finding and development costs and lowers the overall cost basis of the company. The end result is continuous improvement to EOG's company-wide capital efficiency. Our track record of successful exploration, coupled with strong operational execution, is how EOG has continued to improve over time and position the company to create shareholder value through industry cycles.\nWe demonstrated our confidence in EOG's improving cost structure yesterday by increasing the regular dividend 10%. Our peer-leading annualized dividend is now $3.30 per share, competitive with the broad market. We also delivered on our commitment to return at least 60% of annual free cash flow to shareholders with our fourth special dividend of the year. By year-end, we will have returned $5.80 per share special dividends. Combined with the regular dividend, we will return $8.80 per share or $5.1 billion in cash to shareholders, which exceeds our 60% cash return commitment using current forecasts.\nLooking forward, we expect 2023 will remain dynamic with respect to the supply chain, oil and gas prices and other global macro drivers. Our diverse low-cost asset base puts us in an excellent position to capitalize on opportunities no matter the environment. EOG continues to consistently execute, lower our cost structure through innovation and efficiencies and grow the quality of our portfolio to improve capital efficiency and free cash flow potential.\nOur transparent cash return strategy is anchored to a sustainable, growing regular dividend and backstopped by an impeccable balance sheet. EOG is in a better position than ever to deliver value for our shareholders through industry cycles and play a leading role in the long-term future of energy.\nNext up is Billy with an early look at our 2023 plan, followed by Tim, who will review our financial performance. Ken will then provide background and details on the Utica Combo play. Here's Billy.\n\nLloyd W. Helms\n\nCOO & President, EOG Resources, Inc.\n\nThanks, Ezra. Once again, EOG delivered outstanding results in the third quarter. We exceeded midpoint of production guidance, while capital expenditures beat forecasted targets. I'd like to thank our employees for their perseverance and execution to beat the expectations.\nRealized oil and natural gas prices also beat their target benchmarks in the third quarter. Our marketing teams are doing an excellent job executing our long-term strategy of diversifying across multiple transportation outlets and sales points. This strategy is also enabling the company to navigate the recent bottlenecks, transporting natural gas out of the Permian. We hold a significant transport position with the ability to move up to 1 Bcf a day out of the basin.\nIn total, less than 5% of our domestic gas production is exposed to Waha pricing in the Permian. In fact, we anticipate fourth quarter realized prices to remain strong for both natural gas and crude oil sales overall. Our crude oil and natural gas export capacity is serving us well in this regard. In the fourth quarter, we expect to sell over 250,000 barrels of crude oil per day at Brent length prices and 140,000 MMBtu per day of natural gas at JKM-linked prices, both on a gross basis.\nYear-to-date through September, export-based pricing of crude oil and natural gas has added nearly $700 million of revenue uplift compared to the alternative domestic sales. One of the major topics of the year continues to be the inflation story. The price pressure we are seeing on steel, fuel and labor continues to be persistent. Our employees are maintaining their focus on finding ways to mitigate inflation through innovation and efficiencies in our operations.\nThrough their efforts, we now expect our average well cost to increase a modest 7% as compared to last year. As a result, we have narrowed our full year capital guidance to $4.5 billion to $4.7 billion. Given the elevated and persistent inflation pressures we have experienced this year, I am proud of our employees' efforts to mitigate a majority of this impact to our capital plan.\nWe continue to evaluate and shape our plans for 2023. Production growth and infrastructure investments will remain guided by capital discipline. We expect low single-digit oil growth similar to this year. We currently forecast oil equivalent growth, including gas and liquids, at a low double-digit rate, somewhat higher than this year, largely driven by increased activity in our highly productive Dorado dry gas play.\nOnce again, we plan to leverage our activity across multiple basins to secure services and manage cost pressures. Our initial plan includes a modest increase in activity, utilizing on the order of 28 to 30 drilling rigs, including 1 offshore rig in Trinidad. This would be accompanied by 8 to 10 frac fleets. This would represent a slight increase of 2 to 3 rigs and 1 to 2 frac fleets over 2022 activity levels.\nWe are seeing opportunities in different basins to lock in services at favorable rates for next year and currently expect to secure 50% to 60% of our well cost by the start of the year. This is within our typical range and compares with 50% of costs secured for the start of 2022.\nAll in all, we expect higher CapEx in 2023, driven by 4 key factors. First, we are assuming that persistent inflation pressure continues. With the cost of materials and services increasing, our initial 2023 budget is likely to reflect another 10% well cost increase, on top of the 7% increase we expect this year. We will continue to work to identify additional savings and efficiency improvements to offset the impact of inflation, just as we did this year.\nSecond, we see several opportunities to advance development of particular assets in our portfolio in areas that are less exposed to the most severe inflation and supply chain pressures. The increase in activity in emerging plays like Dorado, the Powder River Basin and the Utica Combo are examples.\nThird, we expect to accelerate some infrastructure projects to take advantage of market opportunities. In Dorado, we've begun construction of a new 36-inch gas pipeline from the field to the Agua Dulce sales point near Corpus Christi, Texas. This will ensure long-term takeaway, fully capture the value chain from the wellhead to the market center and aligns with our focus on being a low-cost operator.\nFourth, we plan to continue to progress our investments in environmental projects, including expansion of our carbon capture and storage or CCS projects. Our first CCS project is progressing, and we expect to begin injecting CO2 early next year. This is yet another step toward our goal of being among the lowest-cost, highest-return and lowest-emission producers of oil and natural gas.\nWe recently released our latest sustainability report for 2021, which highlights our progress. We achieved our near-term 2025 methane emissions percentage target of 0.06% last year, an 85% reduction from 2017 levels. We captured 99.8% of natural gas produced at the wellhead, meeting our 2021 gas capture target. We discussed our latest initiative to further reduce methane emissions through our continuous leak detection system named iSense.\nWe improved our safety performance with lower total recordable and lost time incident rates, and we reduced our freshwater intensity rate by 55% since 2020. We are proud of our employees' progress on our sustainability goals, but we still see tremendous opportunities for continued improvements. Altogether, infrastructure spending, including environmental projects, typically amounts to 15% to 20% of our CapEx budget. This year is running right about the midpoint of that range, whereas next year, we expect it to be towards the higher end of that range. We continue to develop our 2023 plans as we approach the new year and provide a more detailed complete outlook in February.\nNow here's Tim to discuss our financials.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nThanks, Billy. We are very pleased to increase the regular dividend by 10% to $3.30 per share annual rate. This increase reflects 2 things. First, the improvements we've made to the cost structure. Efficiencies and technology continued to sustainably improve EOG's capital efficiency. Furthermore, we expect the advantages of operating in multiple basins will drive additional improvements to EOG's cost structure and returns in the year ahead, lower the cost of supply and lower the breakeven oil price to fund the dividend.\nSecond, this dividend increase reflects our confidence in EOG's expanding portfolio of premium plays to grow the company's future income and free cash flow potential. Over the last several years, our success in organic exploration continues to add low-cost reserves and consistently drive down our DD&A rate, enabling EOG to create value through industry cycles.\nWe also remain committed to returning at least 60% of free cash flow to shareholders each year. As a reminder, we look at this on an annual basis, not quarter-to-quarter. Based on current commodity prices, we estimate the $1.50 special dividend declared yesterday will bring free cash flow return to shareholders to about 67% for 2022.\nWe will start 2023 in an exceptionally strong financial position. We ended the third quarter with $5.3 billion of cash on the balance sheet against $5.1 billion of debt. We generated $2.3 billion of free cash flow during the quarter, along with inflows of another $1.3 billion of cash from working capital, primarily from the drawdown of hedge collateral.\nNow here's Ken.\n\nKenneth W. Boedeker\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Tim. We're excited to announce our new oil and natural gas combo acreage position in Ohio's Utica Shale. We've accumulated 395,000 acres in this play, predominantly in the volatile oil window across a 140-mile trend running north-to-south. Our cost of entry was less than $600 per net acre for leasehold, demonstrating the benefit of organic exploration, one of our most distinct competitive advantages.\nCapturing highly productive rock through our organic exploration and leasing efforts is the primary way of improving the quality of our premium inventory at low cost, which leads to a lower company-wide cost basis. The Utica is a well-known and prolific gas resource to the east of our acreage. Several years ago, our exploration team operating out of the Oklahoma City office took a fresh look at the basin from a petroleum system perspective. We knew there was an oil rim with varying gas-to-oil ratios present.\nUsing our experience in other basins and our technical workflows and proprietary reservoir engineering modeling tools, we anticipated that this could be an area that would be additive to our inventory. When we considered our advancements in precision targeting and simulation technology, along with our low-cost drilling and completion operations, it became clear that this area had the potential to compete with our premium and double-premium plays across the company.\nThrough leasing and acquisitions, we acquired 18 legacy wells with varying geologic and production data, which supported our assessment of the area. Over the last 12 months, we've confirmed our model and the economic viability of this prospect by drilling 3 delineation wells in the northern part of our acreage and 1 in the South.\nThese first 4 wells already earned premium and double-premium returns when normalized to our development plan, which assumes 3-mile laterals. As a reminder, our premium hurdle rate assumes $40 oil, $16 NGLs and $2.50 natural gas. These exceptional results are due primarily to the high productivity of the interval and the large amount of liquids in the product mix from the volatile oil window.\nIn addition to the well performance, we also want to highlight our embedded mineral interest in the southern portion of the acreage. We've acquired 100% of the mineral rights across 135,000 acres of our leasehold for about $1,800 per acre, which is in addition to the $600 per net acre for the leases. This mineral interest significantly enhances the value of this play by adding 25% to our production and reserve stream for no additional well cost or operating expense.\nThis area is also where we've drilled our most prolific well, which has initially produced over 2,500 barrels of oil per day and 3,500 barrels of oil equivalent per day from a 12,000-foot lateral. The total value of this mineral interest across our southern development area is significant, especially since EOG will dictate the pace of development as operator.\nNext year, we plan to drill approximately 20 wells in the northern and southern areas and utilize our multi-basin experience to climb the learning curve faster by leaning on the best targeting, drilling and completion techniques that apply to this area. We expect our 2023 Utica Combo plan will accomplish 2 goals: first, to deliver double premium returns; while second, further delineating the play to help assess resource and inventory.\nWe will invest in incremental gathering infrastructure to prepare for a larger development program and anticipate being able to take advantage of existing processing infrastructure in the area for the foreseeable future. This is the advantage of the timing and economic efficiency of successfully unlocking potential in an existing basin.\nEOG's entry into the Utica Combo play is a textbook example of why our decentralized organization that operates in multiple basins with wide-ranging geology lends itself to successful additions to the upper end of our premium and double-premium inventory. We applied what we learned over the past decade in developing our portfolio to identify and unlock this overlooked resource.\nNow here's Ezra to wrap things up.\n\nEzra Y. Yacob\n\nCEO & Chairman, EOG Resources, Inc.\n\nThanks, Ken. The takeaway from today's call are centered on EOG's fundamental value proposition.\nFirst, EOG's multi-basin organic exploration focus continues to improve the quality of our inventory. Capturing Tier 1 acreage across multiple high-return opportunities provides geographic diversity, product diversity and the flexibility to allocate capital across each asset at the correct pace to optimize returns.\nSecond, EOG is a low-cost operator. We use technology to increase operational efficiency and capture select pieces of the value chain to keep both capital and operating costs low, thereby helping to reduce our breakevens and increase our free cash flow and income-generating potential.\nThird, Tim highlighted our financial performance and commitment to financial discipline that results in a 10% increase to our peer-leading regular dividend, a commitment to additional cash return with our announced special dividends and a best-in-class balance sheet.\nFourth, our recently published sustainability report illustrates our progress to reach near-term greenhouse gas and methane's emissions intensity goals and our commitment to develop new technologies and pilot new projects, such as our CCS project, to help reduce our environmental footprint.\nAnd fifth, it is EOG's employees and unique culture that continues to drive our success. Thanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5e9353cb7c83a91803ccb2e2e7b20f3b",
    "period": "2022 Q2",
    "content": "Q2 2022 EOG Resources Inc Earnings Call\n\nQ2 2022 EOG Resources Inc Earnings Call\n\nEOGNYSEAUG 5, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources Second Quarter 2022 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to the Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website.\nThis conference call may also include estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines. Participating on the call this morning are Ezra Yacob, Chief Executive Officer; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor Relations. Here's Ezra.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. Yesterday, we declared a third special dividend for the year, demonstrating our commitment to deliver long-term shareholder value through our cash return strategy. The $1.50 dividend is supported by another outstanding quarter. We posted adjusted earnings of $2.74 per share and nearly $1.3 billion of free cash flow.\nSo far this year, we have declared $4.30 per share of special dividends. combined with our peer-leading annualized regular dividend of $3 per share, we are on pace to pay out a minimum of 60% of annual free cash flow. We'll continue to differentiate EOG as our people and our assets. We have cultivated an inventory of premium and double premium wells that provide a 20-year runway for the company through our focus on organic exploration supported by a decentralized organizational structure.\nOur multi-basin portfolio is predominantly the result of having 7 North American and 1 international cross-functional exploration teams that work independently, but collaborate on shared learnings. Our role here in Houston beyond capital allocation is to facilitate those shared learnings across all 8 teams. The result is a robust exploration pipeline that continues to both improve the quality of and expand our more than 20-year inventory of premium and double premium wells.\nOur portfolio includes the Delaware Basin, which remains the largest area of activity in the company and is delivering exceptional returns. After more than a decade of high-return drilling, our Eagle Ford asset continues to deliver top-tier results while operating at a steady pace. In our emerging South Texas Dorado dry natural gas play and Powder River Basin Mowry and Niobrara combo plays are contributing to EOG's success today and laying the groundwork for years of future high-return investment.\nIn addition, we have tested our Mowry and Niobrara plays in the Northern Powder River Basin. Our initial results have demonstrated the untapped potential of this oilier part of the basin as a complement to the outstanding performance in the southern part of the basin. EOG's current multi-basin portfolio, offering exposure to both geographic and product diversity, alongside several other prospects in our exploration pipeline, will continue to expand EOG's premium inventory and provide through-the-cycle value creation.\nDisciplined reinvestment within any given play depends on where we are in the development life cycle of that play. Our multi-basin portfolio of high-return assets all competitive against our premium hurdle rate provides invaluable flexibility to invest at the pace that allows each play to get better. It also allows us to plan around basin-level market dynamics impacting services and infrastructure to minimize inflation and bottlenecks.\nWe are able to optimize reinvestment across our total portfolio to add reserves at lower finding costs, lower the overall cost base of the company and continue to improve EOG's company-wide capital efficiency. This quarter, we are highlighting iSense, our continuous methane monitoring system that we piloted in the Delaware Basin and are now deploying in our most active development areas. iSense is yet another example of how EOG's decentralized model not only fosters innovation across 8 teams, but also compounds the impact of innovation by taking ideas born in one operating area and expanding them across multiple basins.\nFrom the latest in information technology-driven solutions to reduce emissions, to innovation focused on drilling and completions operations to procurement of casing and sand, EOG is unique in its ability to leverage its culture and operating structure to get incrementally better every year. The tremendous inventory and cost improvements we've made over the last several years provides high confidence in the low breakevens and operational flexibility of our business. This confidence in our business, along with the strength of our industry-leading balance sheet [decision] this quarter to terminate a significant portion of our oil and natural gas hedges.\nGoing forward, we expect to hedge significantly less than the 20% to 30% of volumes we typically hedge in prior years. The current operating environment is challenging given the volatility of commodity prices and inflation headwinds. Through it all, our employees have remained focused on execution and have improved the business. Our second quarter performance is proof of that. We delivered more oil for less capital and in the face of a unique inflationary environment, our forecast for capital expenditure this year remains unchanged.\nEOG's consistent execution, low-cost structure, reduced hedge position and transparent cash return strategy based on a regular dividend that we have never suspended or cut that has grown 21 of the last 24 years and is now competitive with the broader market, puts EOG in its strongest position ever to deliver significant value to shareholders through the cycle. Here's Billy with an operational update and early look at 2023.\n\nLloyd W. Helms\n\nCOO & President, EOG Resources, Inc.\n\nThanks, Ezra. We posted outstanding results in the second quarter. Our performance included exceeding the midpoints of our production guidance, while capital expenditures and total per unit operating cost beat forecasted targets. So once again, more oil for less capital. I'd like to thank our employees for their dedication and persistence to execute and deliver such outstanding results.\nAs we have guided to all year, our oil growth year-over-year will be about 4% to return our production to pre-COVID levels. Halfway through the year, we're on track to deliver that objective and have done so against a challenging supply chain backdrop. The upper price pressure on steel, fuel and labor continues due to ongoing supply constraints initiated by COVID and extended by the war in Ukraine.\nThe impact of this has resulted in inflationary headwinds that have meaningfully exceeded our initial expectations earlier this year, making it increasingly challenging to maintain flat well cost. However, our employees continue to innovate and deliver efficiencies that offset a significant portion of this inflationary pressure. For example, in our Delaware Basin drilling operation, our downhole drilling motor program is providing solid performance improvements, generating a 13% year-over-year increase in the foots drilled per motor run.\nThe motor program and other improvements are reducing drilling times versus last year. In the Eagle Ford, our drilling teams have improved the footage drilled per day by 11% versus last year, while also managing drilling parameters to reduce the cost of drilling fluids by 10%. In our completion operations, we had previously discussed the company's plans to increase the use of Super Zipper completions, which are 40% faster than normal Zipper operations.\nWe have now utilized this technique on about 65% of EOG's completed wells year-to-date, which is yielding an 11% improvement in the lateral footage completed per day. Super Zipper completions, combined with our focus on more efficient operational practices, has increased the amount of pumping hours per day by 24%. In addition, we continue to progress our self-sourced sand program and expect to further reduce sand cost in the second half of the year and extend those savings into 2023.\nAll in all, we now expect our well cost to see a modest single-digit increase over last year, and most of this increase will be seen in the second half of the year. However, we're able to leverage our operational flexibility within our multi-basin portfolio such that our capital and volume plan remains unchanged.\nNow turning to the macro backdrop. Oilfield service capacity remains extremely tight, and is further constrained by the limited availability of materials and experienced labor, driving uncertainty in the cost of services not only for this year, but also for 2023. These constraints are more concentrated in areas with the highest activities such as the Permian Basin.\nEOG's multi-basin portfolio provides us the flexibility to manage these constraints by optimizing activity between our multiple plays to maximize our return on investment. Just as in the past, EOG will play to its strengths to mitigate where possible, the inflationary pressure and operational constraints facing us. We are currently taking steps to secure services for next year and we'll know more about the 2023 outlook next quarter.\nRegarding production growth, it's too early to discuss next year's plans with any degree of precision. However, it is important to recognize we will maintain our discipline. And as we see things today, would expect low single-digit oil growth similar to this year. On the natural gas side, we're excited about the results of our South Texas Dorado play and its ability to play an increasing role in supplying the growing demand of petrochemical and LNG markets along the Gulf Coast.\nAs we allocate future capital based on returns, this play will command additional investment, not only to meet the growing demand, but also for infrastructure needed to capture the value chain from the wellhead to the market center. These investments not only generate healthy returns, but, ultimately, lead to lower well cost and lower long-term unit operating cost. We also expect to fund our emerging and promising exploration plays as we improve the company for the future. Now here's Ken to give you an update on our emissions reductions effort.\n\nKenneth W. Boedeker\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. This quarter, we are providing details on our continuous methane monitoring project, which is an example of the progress we're making in our emission reduction efforts. Over the last several years, our leak detection and repair program, or LDAR, has advanced from sound site smell surveys to surveys using more accurate optical gas imaging, to today's deployment of scalable solutions of the latest technology, continuous methane monitoring.\nThis technology detects potential leaks and provides real-time alerts to help accelerate repairs and will provide data and trend analysis to potentially prevent future methane releases. We've been evaluating continuous methane monitoring technology for a few years. There are several third-party systems and technologies available to monitor and detect potential methane leaks, which use intermittent or continuous monitoring technology.\nAbout 18 months ago, we began a pilot project using a solution we built in-house named iSense, which is a fence line monitoring solution that uses methane sensing technology to continuously monitor facilities and provide real-time alerts of potential leaks to a central control room. We tested iSense against monitoring solutions in use and available in the market today and confirm that our sensor detected methane release events consistent with these third-party systems.\nThe results from these tests confirm that iSense is the most effective solution for EOG to use to detect and accelerate leak repairs while also being scalable and economic. Like so many of our innovations, this technology is being spearheaded by our employees across the company. Since the pilot, our employees are rapidly deploying iSense in the field, prioritizing areas of highest potential impact.\nThe initial installations are focused in the Delaware Basin and currently cover about 60% of our production. We expect that most of the remaining Delaware Basin production will be monitored by iSense by year-end. We'll continue to roll out iSense in other operating areas next year. Using our proprietary system allows us to own the data creation, flow and storage, which is a priority with all our information systems.\nOwning the iSense data and retaining direct control of its collection provides invaluable flexibility to improve both data quality as well as the tools to analyze and integrate iSense data with existing operational data from our production facilities. This data, along with our ability to monitor our operations for many of our 4 control rooms, will enhance the 24/7 capability to continuously identify, prioritize and repair leaks.\nIn the future, when data from iSense is paired with other real-time production data, we expect to be able to make improvements in the design of facilities to minimize releases. We're also optimistic that we will be able to more readily predict the likely size and source of a methane release. Leveraging technology to enhance our methane leak detection and repair program is another great example of EOG's culture of continuous improvement throughout all our operations.\nOur employees have embraced the company's emission reduction efforts, and I'm excited to see how EOG's culture of innovation and technology will continue to drive creative solutions. Now here's Jeff to discuss the progress we've made in our premium combo play in the Southern Powder River Basin.\n\nJeffrey R. Leitzell\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Ken. Our emerging Mowry and Niobrara plays in the Southern Powder River Basin have made significant progress recently. The powder returned to steady development last year after a pullback in 2020 driven by the pandemic. Results in 2021 were stellar with respect to both well performance and well cost reduction. Strong results to date, combined with the benefit of infrastructure investments have positioned the Mowry and Niobrara plays to command more capital in 2023 and beyond.\nThe Powder River Basin is an established operating area for both EOG and the industry, that has experienced several chapters of development over its history. The latest chapter for EOG kicked off in 2018 when we moved the Mowry and Niobrara plays into commercial development. We identified nearly 1,500 net premium locations between both targets over our 130,000 net acre position in the southern part of the basin.\nSince 2018, we have made great strides in fine-tuning our technical model to improve the predictability and performance of the wells. We've delineated the different parts of the basin, high-grading the specific landing zones. The basin has stacked potential similar to the Permian, with 2 widespread, well-known, very robust source rocks in the Mowry and Niobrara. Amongst those 2 source rocks are hybrid opportunities, such as silt zones and sand zones, a whole section of reservoir that really lends itself to horizontal drilling and completions.\nWe have also made targeted infrastructure investments in recent years, which have helped lower the cost structure in each play. We have added nearly 40 miles of water pipeline and 2.5 million barrels of water storage capacity. Our water infrastructure investment in the PRB has allowed us to source about 90% of our water used in our operations from reuse, reducing costs for both water sourcing and disposal.\nWe have also invested in infrastructure to enable local sand sourcing. The installation of a high-pressure gas gathering system has been instrumental in achieving a 99.8% gas capture rate. The infrastructure is also benefiting our operating costs. Per unit lease operating expense in the Powder is among the lowest in the company. The PRB is farther from market than some of our other premium plays. However, the Mowry and Niobrara have several advantages that more than make up for it.\nFirst and foremost, the wells have some of the largest per well reserves in the company on a barrel of oil equivalent basis. In the Southern PRB, the Niobrara and Mowry formations are more combo that is they produce a mix of oil and natural gas. While the laterals are also longer at 9,500 feet, which contributes to the higher recoveries, well performance is mostly due to the quality of the reservoir and composition of the products with a large component of natural gas that supports higher recoveries.\nTo date, EOG has completed about 40 net Mowry and Niobrara wells in the Southern PRB. This year, we anticipate completing 15 net Mowry and Niobrara wells and expect to significantly increase that activity next year. As a result of our exploration work on the entire Powder River Basin hydrocarbon system over the last few years, we have also built an additional 110 net acre block in the north, extending our acreage in the productive fairway to 90 miles.\nThe northern area is a historically underexplored part of the basin. And after recognizing the potential in the area, we cored up acreage adjacent to our legacy gas acreage through a series of trades and small bolt-on transactions. Utilizing reservoir data from multiple plays, we identified landing zones in the Mowry and Niobrara formation with favorable petrophysical and geomechanical properties and began testing.\nWe drilled 4 successful delineation wells, which we believe are industry first in the area. While it is still early in the delineation, we've confirmed the development potential of our Northern Powder River Basin acreage to add to our future premium inventory. The Mowry and the Niobrara combo plays in the Southern Powder River Basin stand today well positioned to compete for capital within the portfolio and combined with our position to the North, the basin has significant investment potential for years to come. Next up is Lance to provide some color on our marketing position in the Powder.\n\nD. Lance Terveen\n\nSVP of Marketing, EOG Resources, Inc.\n\nThanks, Jeff. As we look further downstream, the investment in infrastructure that has lowered the cost structure in the Southern Powder River Basin also allows us to apply our time-tested marketing strategy of establishing multiple connections to provide market pricing diversification. Today, we hold sufficient processing, transportation and fractionation capacity for natural gas liquids out of the PRB.\nWe have access to both the Mid-Continent at Conway, Kansas and the Gulf Coast and Mont Belvieu, Texas, an underappreciated aspect of the Mowry and Niobrara wells is their prolific NGL production and the heavier post-processing mix of NGLs they produce. After processing to minimize ethane extraction, our Powder River Basin NGL barrel contains approximately 10% ethane, 45% propane and the remainder being butanes and more of a heavier NGLs, resulting in an NGL to WTI price ratio of over 50%.\nIn the first half of this year, our NGL price realization was $53.01 which is a $7.17 premium to the Mont Belvieu typical barrel. In addition, the quality of the Power River Basin oil has an average API gravity of 44 to 47 and remains in high demand. During the first half of this year, realized prices for oil production out of the PRB or WTI plus $1.63 with access to both Guernsey, Wyoming and Cushing, Oklahoma markets.\nStepping back, I'd like to review our marketing strategy for the company as a whole. On all our active development areas, we want to retain control of our products and establish multiple sales points, which adds significant value. For example, in the first half of this year, we transported an average of 188,000 barrels of oil per day for export, which represents about 30% of gross production with optionality to sell based on a WTI or a Brent index. With the widening of the Brent-WTI spread, we have the opportunity to take advantage of our capacity to deliver up to 250,000 barrels of oil per day for export.\nFor propane, we have delivered 19,000 barrels per day for export at premium prices to Mont Belvieu. We also continue to see strong uplift in our natural gas price realizations due to our early mover advantage of securing 140,000 MMBtus per day linked to JKM through Cheniere's LNG facility in Corpus Christi. Cheniere recently announced FID or final investment decision on Stage 3 in Corpus Christi. Once Stage 3 goes in service, EOG will triple its exposure to JKM to 420,000 MMBtus per day.\nWe continue to see constructive long-term demand for all our products, both domestically, along the Gulf Coast and internationally. To unlock that value, you need control of your products, transportation capacity and an early mover advantage to capture spreads quickly. As we look down the road, EOG is well positioned to capture the strength of prices in these export markets to generate additional cash flow and value to shareholders. Next up is Ezra for concluding remarks.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Lance. We believe EOG is differentiated for the following reasons. We have a diverse portfolio of assets across multiple basins, providing geographic and product diversity. We are a reliable and consistent, high-performing operator. We have among the lowest cost structures. We are committed to sustainability. We maintain an exceptional balance sheet. Our cash return strategy is transparent. Our regular dividend is competitive with the broader market. And finally, the EOG culture is one of a kind, and it's at the core of our differentiated performance.\nWe believe there are only a handful of North American E&P companies that have the asset quality, the size, the scale to compete globally on oil and gas cost of supply. And on top of that, produce the barrels with a lower environmental footprint. In the future, those are the companies that the world is going to want to deliver additional barrels. And we firmly believe that EOG is a leader in that group of North American E&Ps.\nThanks for listening. We'll now go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8248b9aa081ada8ad3933456d653e94",
    "period": "2022 Q1",
    "content": "Q1 2022 EOG Resources Inc Earnings Call\n\nQ1 2022 EOG Resources Inc Earnings Call\n\nEOGNYSEMAY 6, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources First Quarter 2022 Earnings Results Conference Call. As a reminder, this call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to the Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call also contains certain non-GAAP financial measures. Definitions and reconciliation schedules for these non-GAAP measures can be found on EOG's website. This conference call also include estimated resource potential, not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chief Executive Officer; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVP, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor and Public Relations. Here is Ezra.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. EOG's cash return strategy demonstrates our commitment to deliver long-term shareholder value. Yesterday, we declared a second special dividend for the year of $1.80 per share following last quarter's $1 per share. Combined with our peer-leading annualized regular dividend of $3 per share year-to-date, we have announced $3.4 billion in cash returned to shareholders in 2022.\nEOG has a strong history of cash return. Since we began trading as an independent company in 1999, we have delivered a sustainable growing regular dividend. It has never been cut or suspended, and its 23-year compound annual growth rate is 22%. Since the transition of premium drilling in 2016, our dividend compound annual growth rate has been even higher at 28%, including doubling our dividend last year.\nToday, our regular dividend not only leads our E&P peer group, it is more than competitive across all sectors of the market. More recently, we have supplemented our regular dividend with significant special dividends, reflecting our commitment to both capital discipline and returning cash to shareholders.\nWhile we are proud of our cash return track record, we acknowledge shareholders' desire for more transparency and predictability. To provide both, we recently formalized and yesterday announced our cash return commitment of returning a minimum of 60% of annual free cash flow.\nGoing forward, our intention is to evaluate and pay the regular dividend and consider options for additional cash return every quarter. The addition of quantitative guidance to our cash return framework reflects our confidence in our business. The pandemic-driven volatility in the oil and gas market is stabilizing. However, the macro environment continues to evolve with the war in Ukraine and other geopolitical events. We have proven to ourselves over the last several years that our business is resilient through the cycle, including unprecedented shocks to the industry.\nCredit for EOG's resilience for the steady improvement in our ability to generate free cash flow in any environment and the ability to make this free cash flow commitment to our shareholders goes to our employees, who embraced our premium return hurdle rate 6 years ago, which requires that all investments earn a minimum of 30% direct after-tax rate of return using a $40 flat oil and $2.50 flat natural gas price.\nLast year, we doubled the minimum return to 60%. Both the premium and now double premium hurdle rates have positioned the company to have an outstanding year in 2022. In spite of the ongoing inflationary and supply chain issues facing our industry, our employees outperformed during the first quarter and are positioned to deliver on our annual capital and volumes plan. We have decades of low-cost, high-return inventory that support the consistent financial performance that our shareholders have come to expect and that drives long-term value. Our inventory spans multiple assets across oil, combo and dry natural gas basins throughout the country, which enables us to pursue the highest netbacks by diversifying both our investment and sales market options.\nWe also continue to explore. 1.5 years ago, we announced Dorado, a premium dry natural gas play, where we've captured 21 Tcf of resource potential net to EOG. In a moment, Ken will update you on the progress we've made on well performance and well costs in what we believe is the lowest cost and lowest emission source of natural gas onshore U.S.\nOur organic exploration program has grown our premium inventory by more than 3.5x since the premium metric was introduced in 2016. So our exploration program isn't focused on adding more. We are looking for better inventory. New players, like Dorado, and the potential we see in our current exploration pipeline gives us confidence we will continue to grow and improve our double premium inventory in the future as we have done in the past.\nWhile we have earmarked and committed to return a minimum of 60% of annual free cash flow, our long-standing framework and priorities for total free cash flow are unchanged. A sustainable growing regular dividend, a pristine balance sheet, additional cash returned to shareholders through special dividends and opportunistic stock buybacks and low-cost property bolt-ons. Sustaining and growing the regular dividend remains our highest priority and reflects our confidence in the long-term performance of the company. A pristine balance sheet is a strategic advantage functioning as a shock absorber that also provides the flexibility to exercise a buyback when the opportunity arises and to take advantage of other countercyclical investments. Additional cash returns through special dividends and buybacks complement our other priorities. And together with our free cash flow minimum return guidance, support our goal to create significant long-term shareholder value.\nNow here's Tim to review our financial position.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nThanks, Ezra. Our ability to refine our long-standing cash return framework by providing quantitative guidance is made possible by EOG's outstanding operational and financial performance. In the first quarter, EOG earned $2.3 billion after adjusting items or $4 per share. We generated [$2.4] billion of free cash flow. Capital expenditures of $1 billion were near the low end of the guidance range, while production volumes and total per unit cash operating cost finished better than targets. Our confidence is further bolstered because we finished the quarter in an incredibly strong financial position.\nTotal debt on March 31 was $5.1 billion. This includes the current portion of debt of $1.25 billion reflecting a bond that matures in March 2023 that we intend to pay off with cash on hand. Cash on March 31 was $4 billion for a net debt of $1.1 billion. This yields a debt to total capitalization ratio of 4.8%. The $4 billion cash balance excludes $2.4 billion of collateral for hedges held by our counterparties. The amount of collateral fluctuates with oil and natural gas prices. These short-term timing differences in cash flows are not considered in our calculation of free cash flow and do not influence our decision on the timing or amount of cash return to shareholders. To that end, EOG has declared special dividends so far this year totaling $2.80 per share on top of the regular dividend of $3 per share on an annual basis, totaling $3.4 billion.\nOur objective in establishing our cash return guidance was to make it simple, yet dynamic so that it is easily communicated and understood, while remaining suitable under a range of commodity price scenarios. The actual amount of cash returned each year is a product of our long-standing free cash flow priorities. These have not changed. The size of our regular dividend is now the largest of our E&P peers and the strength of our balance sheet supports our ability to return a large portion of free cash flow back to shareholders going forward under a range of scenarios. The $1.80 special dividend declared yesterday along with the $0.75 regular quarterly dividend demonstrates significant progress toward our commitment to returning at least 60% of our 2022 free cash flow to our shareholders.\nSubject to commodity prices, the amount of free cash flow available and the Board's discretion, our intention is to return cash through special dividends or stock buybacks on a quarterly basis going forward.\nHere's Billy.\n\nLloyd W. Helms\n\nCOO & President, EOG Resources, Inc.\n\nThanks, Tim. We've had a great start to the year. Our first quarter volume, capital expenditure and total per unit cash operating cost performance exceeded our forecasted targets. We're also pleased with our progress to date offsetting inflation and managing well costs. Our drilling teams continue to reduce drilling days and generate consistent performance improvements. Use of self-sourced downhole tools as well as minimizing downtime and mud losses remain areas of focus to improve performance.\nFor example, drilling times in our Eagle Ford oil play continue to improve, decreasing 28% in the last 5 years. The average well is now drilled in less than 5 days. On the completion side, we have increased the amount of treated lateral per day by about 10% over the last year as we further deploy the Super Zipper technique. We are now using this technique on more than half of the wells completed in the company and expect to increase its use further as we progress through the year. In addition, our self-sourced sand program is providing a tremendous advantage that we expect to further offset additional inflation throughout the year.\nWhen we established our plan at the beginning of the year, we knew the unusually tight supply constraints initially sparked by the economic recovery from the pandemic would present a unique challenge. Taking these headwinds into account, this year's plan was (inaudible) with known efficiency improvements that would maintain well costs flat with last year. While we have since seen increased steel and fuel prices directly associated with the war in Ukraine, we are confident we can still deliver on the CapEx and volume targets in our original plan.\nRather than accept inflation as a given, our employees remain proactive. We have a track record of lowering cost and developing efficiencies through periods of economic expansion and other drivers of inflation. Our operating teams are ever more diligent in their quest to identify new areas of performance enhancements that will lower well cost.\nEOG's advantage lies with our people and our culture. Today's challenges are met with innovation and value creation in the field through our multiple basin decentralized approach. This period of inflationary fuel prices is the primary driver of the 2% increase in our full year per unit cash operating costs versus our previous guidance. However, higher commodity prices also presented an opportune time to enhance our workover program, which will be reflected in LOE expense. These additional workovers bring on low-cost production, they pay out within weeks and increase the long-term performance of our assets.\nAll in all, we are thoughtfully managing our assets to offset a small effect from inflation. While we have flexibility to adjust our plan in any given year to respond to unique or extreme marketing conditions, such as the pandemic in 2020, our capital plan is thoughtfully planned across all our assets to support the pace of operations that is optimal for each individual asset to continue to improve. We believe we have the best people, assets and plan to mitigate any headwinds and continue to improve the company for the long term.\nHere's Ken to discuss the incredible improvements we made in our premium gas play, Dorado.\n\nKenneth W. Boedeker\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. 1.5 years ago, we announced a major new natural gas discovery in South Texas, we named Dorado. It's a dry gas play with 21 Tcf of resource potential net to EOG across stacked pays in the Austin Chalk and Eagle Ford formations. Our breakeven cost in Dorado is less than $1.25 per Mcf, which we believe represents the lowest cost of supply of natural gas in the United States.\nDorado is the most recent double premium play to emerge from our organic exploration program. We began technical work on Dorado back in 2016, captured a large acreage position in the core of the play as a first mover during 2017 and 2018 and drilled test wells in late 2018 and 2019. After pausing during the downturn in 2020, we moved Dorado into active development last year and completed 11 net wells. This year, we anticipate completing 30 net wells, nearly tripling activity. Since last year, we have doubled our production rate out of Dorado, producing 140 million cubic feet per day in the first quarter of 2022.\nWe are leveraging our proprietary knowledge built from prior plays to move quickly down the cost curve as we increase activity at a pace that allows us to incorporate learnings and savings. We completed 7 net wells during the first quarter of 2022 while keeping well costs flat compared to similar designs in the first quarter of last year, successfully offsetting inflation. Since our first wells drilled in 2018, we have reduced well costs over 35% and are approaching our target well costs faster than we anticipated. In addition, well performance is improving. Productivity from recent wells is significantly beating our initial forecast. Refined completion techniques and a focus on targeting have increased our performance projections on a per foot basis.\nThis year, we have also moved to longer lateral switch, combined with the improvements to per foot productivity have resulted in an 80% higher 2-year cumulative production volume than our 2018 wells, compounding our capital efficiency. Our preliminary plan for the play was to focus initial development on the Austin Chalk formation and then follow that with development of the Eagle Ford so it would benefit from well cost reductions as well as water and gas gathering infrastructure installed for the Austin Chalk.\nWith the dramatic improvements to our Eagle Ford formation well results, we now expect to codevelop it with the Austin Chalk, which will provide additional opportunities to lower costs through scale and simultaneous operations. As a dry gas play in close proximity to multiple markets, we expect Dorado's gas will have a lower emissions footprint compared to other onshore gas supplies in the U.S.\nIn addition, we continue to leverage company-wide expertise to build out an operationally efficient and low emissions field. As we expand development of Dorado into a core asset, it will contribute to lowering EOG's company-wide emissions intensity rate. Combined with EOG's low operating costs and advantaged market position located close to several major sales hubs in South Texas, including access to pipelines to Mexico and several LNG export terminals, Dorado is in an ideal position to supply low-cost, low emissions, natural gas into markets with long-term growth potential.\nNow next up is Ezra for concluding remarks.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Ken. I'd like to note the following important takeaways from the call today. First, formalizing our cash return strategy demonstrates our commitment to our free cash flow priorities that, along with high return, disciplined reinvestment, offers significant long-term shareholder value. Second, EOG is realizing another tremendous year of improvement. We are set to deliver outstanding returns while demonstrating capital discipline within an inflationary environment, delivering on both volumes and capital as announced at the beginning of 2022. Third, our most recent organic exploration announcement, Dorado, has positioned us with over 20 Tcf of low-cost natural gas with access to multiple markets. Our progress in Dorado is on pace to make this North America's lowest cost of supply.\nThanks for listening. Now we'll go to Q&A."
  },
  {
    "header": "EOG",
    "cik": "0000821189",
    "ticker": "EOG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c281db15e404aff333dd5be8d40bff06",
    "period": "2021 Q4",
    "content": "Q4 2021 EOG Resources Inc Earnings Call\n\nQ4 2021 EOG Resources Inc Earnings Call\n\nEOGNYSEFEB 25, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the EOG Resources Fourth Quarter and Full Year 2021 Annual Results Conference Call. As a reminder, this call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Chief Financial Officer of EOG Resources, Mr. Tim Driggers. Please go ahead, sir.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nGood morning, and thanks for joining us. This conference call includes forward-looking statements. Factors that could cause our actual results to differ materially from those in our forward-looking statements have been outlined in the earnings release and EOG's SEC filings. This conference call also contains certain non-GAAP financial measures. Definitions and reconciliations schedules for those non-GAAP measures can be found on the EOG's website.\nSome of the reserve estimates on this conference call may include estimated potential reserves and estimated resource potential not necessarily calculated in accordance with the SEC's reserve reporting guidelines.\nParticipating on the call this morning are Ezra Yacob, Chief Executive Officer; Billy Helms, President and Chief Operating Officer; Ken Boedeker, EVP, Exploration and Production; Jeff Leitzell, EVB, Exploration and Production; Lance Terveen, Senior VP, Marketing; and David Streit, VP, Investor & Public Relations. Here's Ezra.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Tim. Good morning, everyone. 2021 was a record-setting year for EOG. We earned record net income of $4.7 billion, generated a record $5.5 billion of free cash flow, which funded record cash return of $2.7 billion to shareholders. We doubled our regular dividend rate and paid 2 special dividends, paying out about 30% of cash from operations. And we are continuing to deliver on our free cash flow priorities this year with an additional special dividend announced yesterday of $1 per share.\nThe last time we set an earnings record was in 2014. We earned $5.32 per share while oil averaged $93. Last year, we shattered that record earning $7.09 per share with $68 oil. That's 50% higher earnings with a 27% lower oil price.\nThe catalyst for that improvement was our shift to premium 6 years ago. Premium is our internal investment hurdle rate that uses low fixed commodity prices to calculate the returns that drive our capital allocation decisions, $40 and $2.50 natural gas for the life of the well.\nWhile our premium strategy ensures high well-level returns and quick payouts in any given year, the more significant and durable impact is to our full-cycle development costs. The benefit of making investment decisions using fixed low commodity prices has the enduring impact of steadily improving corporate level operating and cash margins over time. That impact is now directly observable on the face of our financial statements.\nAnd last year, we raised the bar again to double premium. Our hurdle rate increased from 30% to a minimum of 60% direct after-tax rate of return using the same low fixed prices of $40 oil and $2.50 natural gas. The switch promises to further improve financial performance in the years ahead and is what gives us great confidence in our ability to continue delivering shareholder value through commodity price cycles.\nWe expect to look back on 2021 like we do on 2016 as the year we made a permanent increase to our return hurdle that drove another step change in the financial performance of EOG. We also delivered as we promised operationally in 2021 with production volumes, CapEx and operating costs in line or better than target set at the beginning of the year. We were able to successfully offset emerging inflationary pressures during the year to lower well costs by 7%.\n2021 was also a big year for ESG performance. We reduced our methane emissions percentage and injury rates and increased water reuse. We announced our 2040 net-zero ambition and added our goal to eliminate routine flaring by 2025 to our existing near-term targets for greenhouse gas and methane emissions rates. We continue to develop creative solutions, leveraging existing technology to make progress on our path towards our net-zero ambition.\nThere's growing recognition that oil and gas will have a role to play in the long-term energy solution. We know that to be part of that solution, we not only have to produce low-cost, high-return barrels, we also have to do it with one of the lowest environmental footprints.\nAs we look into 2022, the global oil market is in a position to rebalance during the year. Our disciplined capital plan aims to increase long-term shareholder value through high-return reinvestment that optimizes both near-term and long-term free cash flow. The plan also funds exploration and infrastructure projects to improve the future cost structure of the business.\nWith the improvements we made in the business last year, combined with a higher commodity price environment, EOG is positioned to once again generate significant free cash flow. We continue to follow through on our free cash flow priorities. Our stellar fourth quarter performance allowed us to further strengthen the balance sheet, and we are returning cash to shareholders with the $1 per share special dividend declared yesterday. Combined with our $3 per share regular dividend, we have already committed to return $2.3 billion of cash to shareholders in 2022. We remain firmly committed to our long-standing free cash flow and cash return priorities, and you can expect EOG to continue to deliver on them as the year unfolds.\nEOG has exited the downturn a much better company than when we entered it. Higher returns with the shift to double premium, a lower cost structure, more free cash flow, a smaller environmental footprint and a culture strengthened by the challenges we have overcome together. Our culture is the #1 value driver of EOG's success.\nBy remaining humble and intellectually honest, we sustained the cycle of constant improvement that drives our technology leadership. Of all the fundamentals that consistently create long-term value, none of them matter without the commitment, resiliency and execution from our employees.\nNow here's Tim to review our financial position.\n\nTimothy K. Driggers\n\nExecutive VP & CFO, EOG Resources, Inc.\n\nThanks, Ezra. EOG generated record financial results in the fourth quarter with adjusted earnings of $1.8 billion and free cash flow of $2 billion. Capital expenditures of $1.1 billion were right in line with our forecast while production volumes finished above target.\nFor the full year, adjusted earnings were a record $5 billion or $8.61 per share. This yielded return on capital employed of 23%, while oil prices for the year averaged $68 per barrel. Perhaps most important than setting records is what drove our outperformance. 2021 illustrated EOG's success at driving down our cost structure. ROCE would have been 10% or better at oil prices as low as $44.\nKeep in mind that back in 2016, when the premium investment standard was introduced, the oil price required for 10% ROCE was in excess of $80 per barrel. The dramatic improvements will be made to the profitability of our business reflect the benefits of using the highest investment threshold in the industry. The bottom line financial impact of double premium is just beginning to show up. But like our original switch to premium, it will grow over the coming years.\nOur goal is to position the company to earn economic returns at the bottom of the cycle, less than $40 oil and generate returns that are better than the broader market on a full cycle basis. Free cash flow in 2021 was a record $5.5 billion, and we deployed this cash consistent with our long-standing free cash flow priorities. We doubled the regular dividend rate, which now stands at an annual $3 per share and represents a 2.7% yield at the current share price. We are confident in the sustainability of our high-return low cost business model to support a dividend that has never been cut or suspended in this more than 20-year history.\nWe solidified our financial position, finishing the year with effectively 0 net debt. We were also able to address a dental cash return priorities. We paid 2 special dividends for a combined $3 per share. We also refreshed our buyback authorization, which now stands at $5 billion. We will look to utilize this on an opportunistic basis.\nIn total, EOG returned $2.7 billion of cash to shareholders in 2021. This represents 28% of discretionary cash flow and 49% of free cash flow, putting EOG among E&P industry leaders for cash return in 2021.\nLooking ahead to 2022, our disciplined capital plan and regular dividend can be funded at $44 oil. At $80 oil, we expect to generate about $11 billion of cash flow from operations before working capital. The $4.5 billion capital plan represents about a [40%] reinvestment ratio, resulting in more than $6 billion in free cash flow. This, of course, is on an after-tax basis, as we expect to be a nearly full cash taxpayer in 2022 as we were last year.\nWe are in an excellent position to continue to deliver on our free cash flow priorities in 2022. EOG declared a $0.75 regular dividend yesterday, which is our highest priority for returning cash to shareholders. The size of the regular dividend is evaluated every quarter. As the financial performance and cost structure of EOG continues to improve, we expect that will be reflected in continued growth of the dividend.\nTurning to our second priority. This period of high oil prices allows us to further bolster the balance sheet. To support our renewed $5 billion buyback authorization and prepare to take advantage of other countercyclical opportunities, we plan to build and carry a higher cash balance going forward. We expect there will be opportunities in the future to create significant shareholder value by deploying a strong balance sheet and ample liquidity at the right time.\nFinally, we also announced an additional cash return to shareholders yesterday with a $1 per share special dividend to be paid in March. Along with the regular dividend, EOG has already committed to return $2.3 billion of cash to shareholders in 2022. We are fully committed to continuing to deliver on all of our free cash flow priorities.\nHere's Billy.\n\nLloyd W. Helms\n\nCOO & President, EOG Resources, Inc.\n\nThanks, Tim. First, I want to thank all of our employees for their outstanding accomplishments and stellar execution last year. I'm especially proud of their safety performance. In addition to outstanding operations and financial improvements, we achieved a record low injury rate.\n2021 was another year of execution. Throughout the year, we consistently exceeded our oil production targets, primarily due to strong well results. Our operations teams continue to innovate and find opportunities to increase efficiencies and lowered the average well cost by 7%, beating the 5% target we set at the start of the year.\nOur drilling teams are achieving targeted depths faster with lower cost by focusing on reliability of the tools and technical procedures that drive daily performance. For example, in our Delaware Basin Wolfcamp play, our teams have improved days to drill by 42% since 2018.\nIn our Eagle Ford oil play, after drilling several thousand wells, our teams continue to refine the drilling operation to drive consistent performance for our rig fleet, resulting in a 21% reduction in the drilling costs since 2018. And with our decentralized organization and collaborative teamwork across operational areas, we continue to generate ideas for improvement through our innovative approach to areas such as improved bit design and drilling motor performance and share them throughout the company.\nOn the completion side, we made great starts to expand the use of our Super Zipper or simo-frac technique to about 1/3 of our wells completed last year. Completion costs also benefited from reduced sand and water cost through our integrated self-sourcing efforts and water reuse infrastructure.\nUtilizing local sand and water pipelines includes the added benefit of removing trucks from the row of contributing to a safer oilfield with lower emissions. Cash operating costs were in line with forecast. And while delivering a higher level of total production, they were nearly equivalent to our cash operating cost pre-pandemic in 2019.\nThe savings are a result of a focus on reducing workover expenses and improvements in produced water management. These efforts will expand in 2022 to help offset additional inflationary pressure. We also had another great year improving our ESG performance metrics. Preliminary calculations indicate that we reduced our methane emissions percentage by about 25% and our total recordable incident rate by 10%. We also achieved a 99.8% target for wellhead gas capture and increased water resource from reuse to 55%. Again, these are preliminary results as our final metrics will be published in our sustainability report later this year.\nAs we enter 2022, EOG is not immune to the inflation that we're seeing across our industry. But we have line of sight to offset these inflationary pressures through innovation and technical advances, contracting for services, supply chain management and self-sourcing and materials. Over 90% of our drilling fleet and over 50% of our frac fleets needed to execute this year's program are covered under existing term agreements with multiple providers.\nOur vendor partnerships provide EOG the ability to secure longer-term high-performing teams at favorable prices while providing the vendors a predictable and reliable source of activity to run their business. EOG's technical teams take ownership of various aspects of the drilling and completion operations to drive performance, improvements and eliminate downtime. As a result, we will -- we still see opportunities to sustainably improve our performance.\nSome of the largest efficiency gains will be in our completion operations this year. For example, we expect to utilize our Super Zipper technique on about 60% of our wells, increasing the amount of treated lateral per day. We're also enhancing our self-sourced local sand efforts, which we expect to not only secure the material needed for the year, but also offset the effects of inflation.\nWe continue to expand our water reuse capabilities that will assist in offsetting inflation in both our capital program and lease operating expense. We remain confident that we'll be able to keep well cost at least flat in 2022.\nEOG's capital efficiency continues to improve as a result of EOG's culture of continuous improvement. 2022 looks to be a year of challenges and inflationary headwinds. And I'm excited about the opportunity to bring our talented employees to further improve our business through innovation and improved operational execution.\nHere's Ken to review the year-end reserves and provide an inventory update.\n\nKenneth W. Boedeker\n\nEVP of Exploration & Production, EOG Resources, Inc.\n\nThanks, Billy. Last year, we replaced more than 2x what we produced and reduced our finding and development costs by 17%. Our permanent shift to premium drilling and focus on efficiencies driven by innovation and our unique culture ease to why our capital efficiency continues to improve, and our corporate finding costs and DD&A rate continue to decline.\nOur 2021 reserve replacement was 208% for a finding and development cost of just $5.81 per barrel of oil equivalent, excluding revisions due to commodity price changes. Since 2014, prior to the last downturn and the implementation of our premium strategy, we have reduced finding and development costs by more than 55%.\nWith our double premium standard and the high grading of our future development schedule, we grew our reserve base in 2021 by over 500 million barrels of oil equivalent for total booked reserves of over 3.7 billion barrels of oil equivalent. This represents a 16% increase in reserves year-over-year.\nIn terms of future well locations, we added over 700 net double premium locations across multiple basins to our inventory in 2021, replacing the 410 drilled last year by 170%. Our double premium inventory is growing faster than we drill it and the quality of the locations we are adding to the inventory is improving.\nInnovation continues to drive sustainable cost improvements and operational efficiencies. And when you combine that with our focus on developing higher quality rock, we further improve the median return of the portfolio. We don't need more inventory. We are focused on improving our inventory quality. With this in mind, our double premium inventory now accounts for 6,000 of the 11,500 total premium locations in our inventory, representing more than 11 years of drilling at the current pace.\nNow let me turn the call back to Ezra.\n\nEzra Y. Yacob\n\nCEO & Director, EOG Resources, Inc.\n\nThanks, Ken. In conclusion, I'd like to note the following important takeaways. First, investment decisions based on a low commodity price puts the emphasis on full cycle cost of development and demands efficient use of capital. While the benefits of such discipline are realized immediately, the larger impact builds over time. The seed to our stellar results in 2021 was the premium strategy established 6 years ago, and we have set the stage for the next step change in financial performance by instituting double premium last year.\nSecond, we are confident EOG's innovative and technology-driven culture can offset inflationary pressures this year. Our disciplined capital plan is focused on high return reinvestment to continue improving our margins in not only 2022 but in future years as well.\nThird, we are committed to returning cash to shareholders. We demonstrated this through the return of nearly 50% of free cash flow last year, and this quarter's special dividend are third in less than a year. Doubling our regular dividend rate indicates our confidence in the durability of our future performance. The regular dividend is our preferred method to return cash to shareholders. And as we continue to increase the capital efficiency of EOG through low-cost operations and improved well performance, growth of the regular dividend will remain a priority. We truly believe the best is yet to come.\nGoing forward as a company and an industry with a financial profile more competitive than ever with the broader market and a growing recognition of the value we bring to society, EOG has never been better positioned to generate significant long-term shareholder value.\nThanks for listening. Now we'll go to Q&A."
  }
]