[
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee2dccc680a5659847dc4e0c8e40b67f",
    "period": "2025 Q3",
    "content": "Q3 2025 Carnival Corporation & PLC Earnings Call\n\nQ3 2025 Carnival Corporation & PLC Earnings Call\n\nCCLNYSESEP 29, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Carnival Corporation and plc Q3 2025 Earnings Results Conference Call and Webcast.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. It's now my pleasure to turn the call over to Beth Roberts. Please go ahead, Beth.\n\nBeth Roberts\n\nSenior Vice President of Investor Relations\n\nThank you. Good morning, and welcome to our third quarter 2025 earnings conference call. I'm joined today by our CEO, Josh Weinstein, our CFO, David Bernstein; and our Chair, Micky Arison.\nBefore we begin, please note that some of our remarks on this call will be forward-looking. Therefore, I will refer you to today's press release and our filings with the SEC for additional information on factors and risks that could cause actual results to differ from our expectations. We will be referencing certain non-GAAP financial measures, including yields, cruise costs without fuel, EBITDA, net income, ROIC and related statistics for all, which are on a net basis or adjusted as defined, unless otherwise stated. A reconciliation to U.S. GAAP is included in our earnings press release and our investor presentation, which are available on our corporate website. References to ticket prices, yields and cruise costs without fuel are in constant currency unless we know otherwise. Please visit our corporate website where our earnings press release and investor presentation can be found.\nWith that, I'd like to turn the call over to Josh.\n\nJoshua Ian Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nThanks, Beth. This was a truly outstanding quarter with our business continuing to fire on all cylinders, outperforming and taking us to new heights. Once again, we delivered record revenues, yields, operating income, EBITDA and customer deposits. This quarter, we also achieved all-time high net income of $2 billion, surpassing our pre-pause benchmark by nearly 10%. This is a significant milestone with strong operational execution more than compensating for a nearly 600% increase in net interest expense compared to 2019. On a unit basis, both operating income and EBITDA reached the highest levels in the better part of 20 years. These record results were delivered on 2.5% lower capacity as compared to the third quarter last year, yet another proof point on our successful delivery of same-ship yield improvement and its marked impact on the bottom line.\nIn fact, yields increased 4.6%, all of which was achieved on a same-ship basis. Yields were also over a point better than guidance again due to the strength in both close-in demand and onboard spending. Unit costs beat guidance by 1.5 points on continued cost discipline. The outperformance on revenue and costs, alongside our refinancing efforts, enabled us to take up our full year guidance for the third time this year. These fantastic results and our team's consistently strong execution delivered ROIC of 13% for the trailing 12 months. This is the first time since 2007, nearly 20 years ago, that returns have reached the teens; another clear testament to the fundamental improvements in our operational performance.\nOur leverage is now down another notch to 3.6x net debt to EBITDA, closing in on investment-grade leverage metrics. This positions us even closer to using our strong and growing free cash flow to not only continue to responsibly delever, but also to return capital to shareholders. In fact, just today, we called the remaining converts using $500 million of cash that David will touch upon. To fuel this over the longer term, we believe we have much more opportunity to increase same-ship yields and further close the unbelievable value gap to land-based alternatives, pushing margins and returns even higher over time.\nIn fact, booking trends have continued to improve since our last update nicely outpacing capacity growth at higher prices and setting a record for bookings made on sailings 2 years out. And with nearly half of 2026 already on the books at higher prices, we feel pretty good about next year. We just welcomed Star Princess into the fleet, sister to the highly successful Sun Princess previously awarded Conde Nast 2024 Megaship of the Year. This new ship class will now represent over 15% of the Princess fleet, a nice tailwind for the brand next year.\nOf course, we also have the full benefit of Celebration Key and the continued rollout of our destination development strategy as we progress through next year. Celebration Key is as phenomenal as we expected and open to rave reviews. I could not be prouder of both the Carnival Cruise Line and our destination development teams for not only getting this fantastic development done on time and on budget, but also delivering an amazing guest experience right from the start. Since our late July opening, nearly 0.5 million Carnival Cruise Line guests have already passed through the Sunshaped Arch in Paradise Plaza, soaking in the largest freshwater lagoon in the Caribbean, heading up to the top of the world's largest sandcastle, zipping down our racing water slides or enjoying a cool cocktail at the world's largest swim-up bar. While early guest feedback from Celebration Key has been fantastic. We are paying close attention to our guest suggestions, and we'll continue to fine-tune operations and strive for continuous improvement to make the experience for our guests even better. As you may have seen, the media coverage for our new destination has been overwhelmingly positive. Even before opening, we were amongst the most search cruise destinations and we have clearly built on that success. Our marketing teams have been working\n[Audio Gap]\nAs beaches are the #1 destination for vacation in Americans are miles upon miles of some of the most beautiful beaches in the world are the perfect fix. By making targeted incremental investments and stepping up our marketing efforts to support this broad destination portfolio, we believe we have further opportunity to monetize these strategic assets by using them to drive consumer consideration and conversion, taking share from land-based alternatives.\nAltogether, our exclusive Caribbean destinations will capture over 8 million guest visits next year, almost equal to the rest of the cruise industry combined. And let's not forget our strategic portfolio of brands and assets stretch far beyond the Caribbean.\nWe have, by far, the most assets in and capacity dedicated to Alaska, which has been incredibly strong this year as well as the biggest reach into Europe, which has likewise been performing incredibly well for us. Our portfolio of brands and land-based assets are clearly the largest and most diverse in the industry and getting even better every day. While getting to 13% ROIC so quickly is a significant achievement, it's certainly not a ceiling. We have been disciplined in deploying capital towards our highest returning brands with 7 ships on order for Carnival and AIDA combined. But keep in mind, we have many other brands that are quickly progressing up the internal leaderboard. This year, the overwhelming majority of capacity will be at brands delivering double-digit returns. Yes, this is already well above our cost of capital, but our brands have much more room to significantly improve. In fact, several of our brands are not yet back to either 2019 levels or the record highs they've reached in the past 2 decades. So we know the latent potential they have. And even the 2 stars currently a top that internal leaderboard, AIDA and Carnival Cruise Line have road maps to progress. AIDA will continue to benefit from its hugely successful evolutions program, which coupled with new ship orders, will modernize its current fleet.\nNext month, AIDA Luna will enter drydock, the second of 7 ships to receive this proven upgrade. Carnival will also be launching a fantastic new marketing campaign just ahead of wave season, an enhanced loyalty program mid next year and of course, stands to disproportionately benefit from the step-up we're making in our Caribbean destinations, given their large year-round Caribbean presence. So while it is incredibly rewarding to see the great progress our teams have made in such a short amount of time, I am equally excited about the opportunities ahead as we create shareholder value through continued progress on profitability and returns.\nAt the same time, further balance sheet improvement should continue the transfer of enterprise value from bondholders back to shareholders. I would like to again thank our team members, ship and shore for the dedication and execution which enabled us to deliver happiness to nearly 4 million guests this past quarter by providing them with extraordinary cruise vacations while honoring the integrity of every ocean we sell, place we visit and life we touch, and special thanks to our travel agent partners, destination partners, investors and of course, our loyal guests for their continuing support.\nWith that, I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. I'll start today with a summary of our 2025 third quarter results. Next, I will provide some color on our improved full year September guidance as well as some key insights on our fourth quarter. Then I'll provide you with a few things to consider for 2026 and finish up with an update on our efforts to rebuild our financial fortress through refinancing and deleveraging.\nTurning to the summary of our third quarter results. Net income exceeded June guidance by $182 million or $0.13 per share as we outperformed once again and achieved our highest ever net income for the quarter. The outperformance was mainly driven by 3 things: first, favorability in revenue worth $0.04 per share as yields came in at 4.6% compared to the prior year, and that was on top of last year's robust increase of nearly 9%. This was 1.1 points better than June guidance, driven by continued strong closing demand, resulting in higher ticket prices and the continuation of strong onboard spending. The increase in yields was driven by improvements on both sides of the Atlantic.\nSecond, cruise cost without fuel per available lower birth day, or ALBD, were up 5.5% compared to the prior year. This was 1.5 points better than June guidance and was worth $0.03 per share. The favorability was driven by cost-saving initiatives, which we firmed up during the quarter. These will flow through to our full year September guidance. And third, favorability in fuel consumption and fuel mix was worth $0.02 per share as our efforts and investments to continuously improve our energy efficiency of our operations leveraging technology and best practices paid off once again.\nThe balance of the favorability $0.04 per share was a combination of improved depreciation expense and better fuel prices as well as favorable interest income and expense. Customer deposits at the end of the quarter were at a record for the third quarter at $7.1 billion, up over $300 million versus the prior year, driven by higher ticket pricing and increased sales of pre-cruise onboard revenue items.\nNext, I will provide some color on our improved full year September guidance. Our net income guidance of approximately $2.9 billion or $2.14 per share is a $235 million or $0.17 per share improvement over our June guidance. The full year improvement of $0.17 per share was driven by 3 things: first, flowing the $0.13 per share third quarter favorability through to the full year; second, an additional $0.03 per share of fourth quarter interest expense favorability as the actions that impacted third quarter interest expense are also creating favorability in the fourth quarter; and third, $0.01 per share from improved fourth quarter fuel prices.\nYield guidance for the fourth quarter remain the same as the prior guidance. Cruise costs without fuel for the fourth quarter are flat with June guidance. However, our cruise costs for the fourth quarter did benefit from some of these cost savings we solidified during the third quarter, but were offset by higher variable compensation driven by improved operating results. All of this results in over $7 billion of EBITDA, a 15% improvement over 2024, virtually all of which is being driven by same-ship yield improvement as our capacity is only up approximately 1% year-over-year.\nNow a few things for you to consider for 2026. We are forecasting a capacity increase of just [ 0.8% ] compared to 2025. As Josh indicated, booking trends have continued to improve since our last update and we now have nearly half of 2026 on the books at higher prices. As we highlighted on our last call, Carnival Cruise Line's new loyalty program, Carnival Rewards, will start in June 2026, impacting results for the second half of the year. As a reminder, while the program will be cash flow positive from day 1, it does impact our yields in 2026. The year-over-year impact is expected to be about 0.5 point. It should also be noted that we do not anticipate any meaningful impact on cost from the new loyalty program when compared to the current program. Our game-changing destination celebration key, which opened in July 2025, has been delivering an amazing guest experience with a full year of operation in 2026 along with the mid 2026 opening of our new peer at RelaxAway, Half Moon Cay, we expect that the operating expenses for these destinations in 2026 will impact our overall year-over-year cost comparisons by about 0.5 point. While it is still early in our planning process, we are expecting to do more work during our 2026 drydocks. The additional expenses will impact our overall year-over-year assumptions by up to 1 percentage point.\nNow I'll finish up with an update of our refinancing and deleveraging efforts. During the quarter, we continued our refinancing strategy to reduce interest expense and manage our maturity towers while also reducing secured debt by nearly $2.5 billion, leaving just $3.1 billion remaining. We issued 2 senior unsecured notes and completed 1 bank loan. The combined proceeds of $4.6 billion from these financings, together with cash on hand, were used to repay over $5 billion of debt, continuing our deleveraging efforts. We have been working aggressively all year long to delever as well as to simplify and strengthen our capital structure, rebuilding our investment-grade balance sheet.\nSince January, we refinanced over $11 billion of debt at favorable rates and prepaid another $1 billion, accelerating our path to investment-grade credit metrics. We are pleased that our efforts have been recognized with the recent Moody's credit rating upgrade and the maintenance of their positive outlook. Based on our September guidance, we are expecting to end the year with a marked improvement in our net debt-to-EBITDA ratio going from 4.3x at the end of 2024 to 3.6x at the end of 2025.\nLooking forward, we are targeting a net debt-to-EBITDA ratio of under 3x. Given the progress we have made and while still a top priority, it is great to be able to say that debt reduction no longer has to be priority 1, 2 and 3. We can soon pivot to diverting some of that effort to returning capital to shareholders as well. In fact, just today, we provided a redemption notice for all of our outstanding convertible notes, which if converted, will be settled using a combination of $500 million of cash and equity as we continue to rebuild our financial fortress. The convert redemption will be settled on December 5, just 5 days after year-end and will result in a $600 million improvement in net debt.\nPro forma for the convert redemption, our net debt-to-EBITDA ratio, is forecasted to be 3.5x very early in our fiscal year 2026. This transaction will also result in a lower share count used in the calculation of our fully diluted EPS for 2026 by approximately 13 million shares at a $30 share price. As we near completion of our current refinancing strategy and with no ship delivery scheduled during 2026 and just one delivery per year for several years thereafter, looking forward, we expect our leverage metrics to continue to improve as our EBITDA continues to grow, and our debt levels continue to shrink.\nWith strong investment-grade metrics in our future an upgrade to investment grade should not be far behind, which will result in security release on our remaining secured debt. All of this continues to move us further down the road, rebuilding our financial fortress while continuing the process of transferring value from debt holders back to shareholders.\nNow operator, let's open the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9fcf0ad5bc7335fd7a736050309c189e",
    "period": "Unknown",
    "content": "Loading...\n\nLoading..."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f9dac4a1f69389617da1c213b4ca1de3",
    "period": "2025 Q1",
    "content": "Q1 2025 Carnival PLC Earnings Call\n\nQ1 2025 Carnival PLC Earnings Call\n\nCUKNYSEMAR 21, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nLadies and gentlemen, thank you for standing by the Carnival Corporation Conference call will begin momentarily. Once again, we thank you for standing by please continue to hold our conference will begin momentarily.\n\n[music].\n\nGreetings and welcome to the Carnival Corporation and plc conference call. At this time all participants are in a listen only mode. A brief question and answer session will follow the formal presentation.\n\nIf anyone should require operator assistance during the conference. Please press star zero on your telephone keypad. As a reminder, this conference is being recorded its now my pleasure to introduce your host Beth Roberts Senior Vice President Investor Relations. Thank you Beth you may begin.\n\nThank you good morning, and welcome to our first quarter 2025 earnings Conference call I'm joined today by our CEO, Josh Weinstein, Our Chief Financial Officer, David Bernstein, and our Chairman Micky Arison.\n\nBefore we begin please note that some of our remarks on this call will be forward looking therefore, I will refer you to the forward looking statement in today's press release, all references to ticket prices, yes, and cruise costs without fuel will be in constant currency unless otherwise stated references to yields will be on a net basis.\n\nReferences to cruise costs without fuel EBITDA net income and our I C will be on an adjusted basis unless otherwise stated.\n\nAll of these references are non-GAAP financial measure as defined in our earnings press release, a reconciliation to the most directly comparable U S. GAAP financial measures and other associated disclosures are also contained in our earnings press release and in our Investor presentation.\n\nPlease visit our corporate website, where our earnings press release and Investor presentation can be found with that I'd like to turn the call over to Josh."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f104664e85c32c7cfd45887e5001b3d1",
    "period": "2024 Q4",
    "content": "Q4 2024 Carnival PLC Earnings Call\n\nQ4 2024 Carnival PLC Earnings Call\n\nCUKNYSEDEC 20, 10:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nEncouragingly this was broadbased for 'twenty 'twenty four prices were up in all of our major brands and trades between mid single digit to mid teen percentages.\n\nAnd on top of this onboard spending levels actually accelerated sequentially each quarter throughout the year.\n\nAdditionally unit costs came in 100 basis points better than our original guidance for the year as we identified and executed upon additional cost savings initiatives and saw the benefit of an easing inflationary environment.\n\nAll of this translated to an additional $700 million pick up to the bottom line compared to our December guidance and step change improvements in our two financial metrics that form part of our 20th twenty-six sea change targets EBITDA per a L. P D and ROI see.\n\nAfter just one year down with two to go we're already over 80% of the way towards achieving both of these targets, calling for a 50% increase in EBITDA for a L. B D from our 'twenty to 'twenty three starting point.\n\nAnd ROIC of 12% both of which would be the highest the company has seen in almost 20 years.\n\nAnd with Rois see ending 'twenty 'twenty four at 11%.\n\nComfortably above our cost of capital we are already delivering long term value for our shareholders. As we lay the foundation will build upon in 'twenty or 'twenty five and beyond.\n\nAt the outset and with about two thirds of the year already on the books 20 twenty-five is shaping up to be another banner year with yield growth exceeding 4% far outpacing historical growth rates and again exceeding unit cost growth delivering more than $400 million incrementally.\n\nto the bottom line.\n\nIn fact booking trends even accelerated during the quarter.\n\nDespite less inventory for sale as compared to the same time last year 'twenty twenty-five booking volumes over the quarter were actually higher year on year at higher prices for each quarter, including the period, leading up to the election bookings.\n\nBooking volumes for 2020 six also continue to break records, reflecting sustained demand even for further out ceilings.\n\nThe ongoing strength and demand reinforced our record breaking book position.\n\nWith price and occupancy are higher for each of the four quarters of 2025, and we managed to increase both our price and occupancy advantage for 'twenty twenty-five book position. Thanks to our outstanding efforts. This past quarter I can actually now report that our north American and Euro.\n\nOpinion segments are each at their longest advanced booking windows on record.\n\nAll core deployments are also better booked at higher prices than the record levels. We achieved at the same time last year, so with a good amount less inventory to sell for 2025, I cannot stress enough to our customers and trade partners that if you wanted to sell with US This year book now.\n\nWhile there is still space available and .\n\nKeep in mind, our 'twenty 'twenty four results and book position for future sailings are being driven by improved operational execution across our brands and are essentially on the same ship basis now don't get me wrong, New ships are great. In fact, we welcomed three amazing new ship.\n\nIn 2024.\n\nArnold you believe the third of five X L class vessels for Carnival cruise line.\n\nProudly sailing out of the great state of Texas.\n\nSome Princess Princess cruises next generation flagship was just awarded Nast travellers 'twenty 'twenty four mega ship of the year, beating out all other mega shifts that entered service this year.\n\nAnd last but not least came the spectacular Queen Anne Qunar. Its first ship in 14 years and a beautiful addition to Queen Victoria, Queen Elizabeth and the Venerable Queen Mary two.\n\nWhile new ships do command a nice premium the vast majority of our yield growth was driven by fundamental demand improvements for the existing ships across our portfolio of world class brands.\n\nEven excluding our new builds 'twenty 'twenty four is yields were still up almost 10% over 2023 that's because we're achieving demand growth well above our modest supply pipeline through ground up efforts to improve execution across the commercial space, we've been investing in both .\n\nand tools .\n\nIn on each of our brand's unique target markets crafting marketing campaigns that speak directly to them and in the most effective forums, where success really enticing new cruise gas away from land based alternatives in fact, both new to cruise and repeat guests were each up double digits.\n\nWe're centered just this past year at.\n\nAt the same time, our marketing efforts are continuing to deliver growth and web visits natural and paid search that far outpace our limited capacity growth keeping the pipeline of new demand full simultaneously with augmenting our performance from top of funnel consideration.\n\nTo closing the deal in generating the bookings we've been sharpening our yield management techniques to optimize our booking curves and drive ticket prices in onboard spending higher.\n\nAll of these efforts are already in flight and clearly working we have even more in store to continue the momentum.\n\nWe're launching new marketing campaigns across all our brands.\n\nPrincess Cunard and seaborne have already debuted spectacular new creators this month and princesses case, it's fresh take on its incomparable love both theme featuring Hana wanting them of Ted last time Fame already help to produce record booking volumes for the black Friday through cyber Monday period and.\n\nStay tuned for new campaigns from Aida Carnival, Costa Holland America M. P. N O cruises in the U K all launching shortly to coincide with wave season, our peak booking period, we're aggressively working to increase awareness and consideration for cruise travel globally.\n\nWe're also actively working on an enhanced destination strategy to provide guests with yet another reason to take a cruise vacation with us and that is sure to help us continue to excel.\n\nWhile we retained by far the largest footprint in the Caribbean with six owned and operated destinations that captured six and a half a million guest visits in 'twenty 'twenty four.\n\nWe believe we have a meaningful opportunity to expand and capitalize on this strategic advantage. These destinations are amongst our highest rated guest experiences today.\n\nAnd we have plans to lean into these assets even further.\n\nWell historically, the marketing of our own assets have really focused on the ships, we have untapped potential to create demand for these amazing destination experiences.\n\nI have never been more excited about these prospects as we begin to unfold. This multi year strategy with the opening of celebration key in just about six months.\n\nThis will be by far our largest and most carnival centric destination in our portfolio with five awesome portals built for fun.\n\nFamily friendly to exclusive Beach club experiences now.\n\nNot only will celebration key be the closest destination in our portfolio saving fuel costs and reducing greenhouse gas emissions. The only way you can get the celebration key is on one of our cruises. Moreover.\n\nMoreover, we just recently announced a change that signals more about this shift in our destination asset strategy half Moon Cay, the highly rated and award winning exclusive Bahamian destination known for beautiful beaches, and Crystal clear waters is being renamed relax away.\n\nHalf Moon Cay to better reflect the experience guests can expect as they are immersed in this tropical Paradise enhancements will include an expanded beachfront experience lunch venues a variety of bars and other features created with intentionality to reinforce this.\n\nnatural beauty and pristine appeal.\n\n[noise] ready in summer of 2026.\n\nNewly constructed peer on the north side will allow two ships to dock, including carnivals XL class ships that will be able to visit the private island for the first time.\n\nWe'll be positioning these jewels of the Caribbean with consumers in a way that will encourage guests to actively seek out. These specific destinations offered exclusively by our brands and many of Carnival cruise lines itineraries will feature both relax away half Moon Cay.\n\nAnd celebration key providing guests with complementary experiences enjoying both the idyllic Andy Ultimate Beach days.\n\nWe believe developing and promoting these unique assets will help us cast the net wider and capture even more new to cruise demand were already in flight with preparation for branding and marketing campaigns for these amazing destinations with more to come in the future.\n\nAs it is for 2025, we expect to hit our 2026 EBITDA per a L. B D target a full year early while raising Rois C to just shy of our 12% 20 twenty-six target.\n\nSo considering all of the progress we've made without this in place. It's clear we have a tremendous amount of headroom remaining to create more demand to cultivate more guest loyalty and capture more pricing for the incredible ship and shore side experiences we provide our guests.\n\nAt the same time, we're making meaningful progress on the sustainability front.\n\nWe achieved about 17, and a 5% reduction in greenhouse gas emissions intensity versus 2019 on track to achieve our target of 20% by the end of 2026. Our goal that was previously pulled forward by four years improve.\n\nImprovement Hasnt just been in emission intensity levels. Despite.\n\nDespite the fact that we're over 9% larger than we were in 2019, we've actually lowered our absolute greenhouse gas emissions by almost 10% over this time.\n\nAnd of course, we're also making huge strides in rebuilding our financial fortress.\n\nIn under two years, we've paid down over $8 billion of debt off our peak and significantly reduced interest expense, which coupled with our improving EBITDA has improved our leverage metrics tremendously.\n\nOur current 2025 guidance will put us at three eight times net debt to EBITDA closing in on our expectation to reach investment grade leverage metrics in 2026.\n\nAgain.\n\nThank you so much to each of our team members, who have delivered a step change improvement in 'twenty 'twenty, four and set us up for a fantastic 2025 and beyond.\n\nAnd as has always been the case and always will be thank you. So much to our travel agent partners, who have contributed immensely to this success. We also appreciate the support we've received from our loyal guests investors destination partners and other stakeholders.\n\nLet's not forget.\n\nThese efforts were really all about the main thing.\n\nLivery unforgettable happiness to over 13, and a half million people in 2024 by providing them with extraordinary cruise vacations, while honoring the integrity of every ocean. We sell places we visit and life, we touch with that I'll turn the call over to David.\n\nThank you Josh I'll start today with a summary of our 2020 for fourth quarter results next I will provide an update on our refinancing and deleveraging efforts.\n\nAnd then I'll finish up with some color on our 2025 full year December guidance.\n\nLet's turn to the summary of our fourth quarter results.\n\nNet income exceeded September guidance by $126 million as we outperformed once again, the outperformance was essentially driven by three things.\n\nFirst favorability in revenue were $77 million as yields came in up six 7% compared to the prior year. This was 1.7 points better than September guidance, driven by close in strength in ticket prices as well as strong onboard spending.\n\nSecond cruise costs without fuel per available lower birthday, or a L. E D 2 million up seven 4% compared to the prior year. This was six tenths of a point better than September guidance, which was worth $13 million and third favorability in interest expense.\n\nOther income and expense and tax expense all of which were partially offset by higher fuel prices.\n\nAdded to a $38 million improvement.\n\nPremiums for the fourth quarter improved over 5% versus the prior year, which I would remind you we're up over 10% last year with improvements on both sides of the Atlantic driven by higher ticket prices and improved onboard spending.\n\nStrong demand allowed us to once again report records delivering fourth quarter record revenues record yields record per Dms record adjusted EBITDA and record customer deposits.\n\nNext I will provide an update about refinancing and deleveraging efforts.\n\nOur full year 2020 for yield improvement of 11% was over three times or 3.5% cost increase.\n\nThis drove improved margins and cash flow, which resulted in a strong EBITDA of $6 1 billion in cash from operations of about 6 billion.\n\nAll of this propelled us on our journey to pay down debt and proactively manage our debt profile.\n\n'twenty 'twenty four we made debt payments of Gulf of $5 billion, which included Opportunistically prepaying over 3 billion of debt reducing secured debt.\n\nMoving the secured second lien layer from our capital structure and paying off some of them more expensive debt.\n\nWe ended 2024 with 27 and a half billion of debt over 8 billion cost the January 2023 peak.\n\nOur leverage metrics continued to improve in 2024, as our EBITDA continue to grow and our debt levels continue to shrink.\n\nWe achieved a 4.3 times net debt to EBITDA ratio nearly a two and a half turn improvement from 2023 positioning US reports the way down the path to investment grade leverage metrics in just one year with.\n\nWith demand up there that well manage near term maturity towers and improved leverage metrics, we expect to opportunistically capitalize on improved interest rates, while proactively managing our maturity towers for 2027 M beyond with various refinancings.\n\nNow I'll finish up with some color on our 2025 full year December guidance on.\n\nOn top of 2020 fours, 11% yield growth, we are expecting to deliver strong 2025 yield improvement with our guidance forecasting an increase of approximately 4.2% worth over 60 cents per share when compared to 2024.\n\nThe strong improvement in 2025 yields as a result of an increase in higher ticket prices higher onboard spending and to a lesser degree higher occupancy with all three components improving on both sides of the Atlantic.\n\nWe are well positioned to drive 2025 ticket pricing higher which significantly less inventory remaining to sell that at the same time last year.\n\nNow turning to costs.\n\nCruise costs without fuel per a L. B D is expected to be up approximately three 7% costing 28 cents per share for 2025 versus 2024.\n\nWe are looking forward to the introduction of our game changing exclusive Bahamian destination celebration K in July 2025.\n\nWe anticipate that celebration K will be a smash hit with our guests and provide an excellent return on our investment however.\n\nHowever, operating expenses for the destination will impact our overall year over year cost comparisons by about half a point.\n\nIn 2025, we are expecting 687, Drydock days, an increase of 17% versus 2024, which will also impact our overall year over year cost comparison by about three quarters of a point.\n\nIn 2024, there were several onetime items that we benefited from impacting our overall year over year cost comparisons by about a quarter of a point.\n\nThe remaining 2.2 point increase in cruise costs are driven by inflation and higher advertising expense, partially offset by efficiency initiatives and further leveraging our industry leading scale.\n\nAn increase in depreciation expense and lower interest income is partially offset by an improvement in interest expense from our refinancing and deleveraging efforts for a net impact of four cents per share.\n\nThe net impact of fuel pricing currency is expected to favorably impact 2020 high by approximately four cents per share with fuel prices favorable by approximately nine cents per share while the change in foreign currency exchange rate goes together way by five cents per share.\n\nYeah.\n\nLet's not forget that the European Union allowance or EUA regulation in 2025 increases to 70% of carbon emissions from 40% in 2024.\n\nAs a result, we would expect the impact of higher EUA costs on a year over year fuel expense to be about three cents per share.\n\nIn summary.\n\nAll these factors together, our net income guidance for full year 2025 is over $2 3 billion, an improvement of more than $400 million versus 2024 or 28 cents per share.\n\nRobust demand for our brands and continued operational execution is driving our strong financial results along with our increased confidence in achieving investment grade leverage metrics. During the next couple of years as we move further down the road rebuilding our financial fortress.\n\nWhile continuing the process of transferring value from debt holders back to shareholders.\n\nNow operator, let's open the call for questions.\n\nCertainly what I'll be conducting a question and answer session.\n\nIt can be placed in the question queue. Please press star one on your telephone keypad.\n\nInformation tone will indicate your line is in the question queue. You May press star two if he would like to remove your question from the queue and as a reminder, please ask one question one follow up then return to the queue."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82a64a8c1dfe3b27b4e1129c5872671e",
    "period": "2024 Q2",
    "content": "Q2 2024 Carnival Corp & PLC Earnings Call\n\nQ2 2024 Carnival Corp & PLC Earnings Call\n\nCCLNYSEJUN 25, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Carnival Corporation & plc's conference call. [Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Beth Roberts, Senior Vice President, Investor Relations. Thank you, Beth. You may begin.\n\nBeth Roberts\n\nSenior Vice President of Investor Relations\n\nThank you. Good morning, and welcome to our Second Quarter 2024 Earnings Conference Call. I'm joined today by our CEO, Josh Weinstein; our Chief Financial Officer, David Bernstein; and our Chair, Micky Arison.\nBefore we begin, please note that some of our remarks on this call will be forward-looking. Therefore, I will refer you to the forward-looking statement in today's press release. All references to ticket prices, net per DMs, net yields and adjusted cruise costs without fuel will be in constant currency unless otherwise stated. References to diems and yields will be on a net basis. Our comments may also reference cruise costs without fuel, EBITDA, net income, earnings per share, free cash flow and ROIC, all of which will be on an adjusted basis unless otherwise stated.\nAll these references are non-GAAP financial measures defined in our earnings press release. A reconciliation to the most directly comparable U.S. GAAP financial measures and other associated disclosures are also contained in our earnings press release and in our investor presentation. Please visit our corporate website where our earnings press release and investor presentation can be found. With that, I'd like to turn the call over to Josh.\n\nJoshua Ian Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nThanks, Beth. Inside of 2 years, we've made incredible strides in improving our commercial operations, strategically reallocating our portfolio composition, formulating growth plans, and strengthening even further our global team ship and shore the best in the business. Off the back of these efforts, we've closed yet another quarter delivering records. This time across revenues, operating income, customer deposits and booking levels, exceeding our guidance on every measure. Yields increased over 12% in Q2, over 1.5 points more than March guidance as we continue to drive strong per diem growth, up over 6%, and this is on over 10% more passenger cruise days, which is a combination of capacity growth and sailing at historical occupancy levels.\nOur European brands experienced extraordinary yield improvement again this quarter, up over 20%, while North America continued to improve on last year's high, up a healthy 7%. We had record second quarter adjusted EBITDA, roughly $150 million more than guidance. Encouragingly, on a per ALBD basis to highlight operational improvement and even with significantly higher fuel prices, adjusted EBITDA not only surpassed the second quarter of 2019, it was also our highest second quarter mark in over 15 years, coupled with flat cruise costs, excluding fuel, on a unit basis, which David will elaborate on. We delivered $500 million more to the bottom line year-over-year and outperformed our earnings guidance by $170 million. Based on continued strong demand trends, we are also taking up our expectations for the full year by $275 million, driven by double-digit yield growth.\nNow this would get us to double-digit ROIC this year. And while that will be a strong outcome for 2024, it is nowhere near what our business is capable of delivering. Our current booking trends are a testament to that. We are hitting records on top of previous records, which clearly tells us the strength and demand we have been building is continuing into next year and beyond. In the near term, pricing on bookings taken in the second quarter has continued to run considerably higher for each of the third and fourth quarters. And again, that's on top of record per diems last year. This strength has enabled us to take our yield guidance for the year by another 75 basis points. We expect to deliver consistent mid-single-digit per diem growth through the balance of the year which would mark 8 consecutive quarters that we are achieving mid-single-digit or higher per diem improvements.\nOur continued focus on optimizing our yield curve is not just a near-term benefit. We entered the second quarter with much less 2024 inventory to sell and have been able to lean even more into future periods. Accordingly, in the last 3 months, not only did we take more bookings for post-2024 sailings than we did for in-year sailings, we set yet another record for the most future bookings ever taken during the second quarter. The unprecedented level of demand for 2025 [indiscernible], coupled with flat capacity growth next year, translates into meaningful pricing power. And while it is still early for 2025, both price and occupancy are already ahead of where we were last year, leaving us in a position of strength with less inventory remaining for 2025. It also shows in our more than $8 billion of customer deposits, which shattered last year's record by $1.1 billion. You have heard me say this before. This is not pent-up demand, it is the compounding effect of building increased consideration in our cruise brands over time and improvement in our yield management techniques to translate that demand into higher ticket prices and it is further evidence of the strength of our consumer.\nEncouragingly, we're enjoying consistent growth in both repeat guests and new guests with each segment up 10% this quarter over last year. We also continue to actively manage our portfolio to further accelerate our underlying execution improvements. As previously announced, early next year, we will sunset the P&O Cruises Australia brand selling the 28-year-old Pacific Explorer and transferring P&O Australia's 2 remaining vessels to Carnival Cruise lines. Of course, we will still retain our leading presence in the Australian market, carrying over 60% of all Aussie cruisers. It is a great market for us, especially since the Australian summer coincides with the Northern Hemisphere winter, enabling our seasonal ships to capitalize on 2 summer periods. And now we get to optimize our presence in this market by consolidating into Carnival Cruise Line. Not only will we gain operational, administrative and back-office scale, we will ultimately have greater deployment flexibility compared to a dedicated Australian brand.\nAt the same time, this move will further boost capacity for our highest returning brand, bringing the total to 9 new ships joining Carniable Cruise Line fleet since 2019, including the successful shift of 3 vessels from Costa Cruises. These actions, combined with the 2 XL class ships scheduled for delivery in 2027 and 2028 will grow Carnival Cruise Lines capacity by about 50% over 2019. By 2028, the Carnival brand will represent 37% of our portfolio, up from 29% as we continue to reshape our portfolio to maximize ROIC. Of course, our amazing destination experience, celebration key purpose built for Carnival Cruise Line will soon support that growth and bolster returns to incremental revenue uplift coupled with improved fuel efficiency given its strategic location. We're introducing voyages the celebration key beginning in the second half of 2025 and ramp up to 18 ships calling Celebration Key in 2026. This quarter, we also delivered Queen [indiscernible], Cunard's fourth Queen with an amazing naming celebration in Liverpool, England Cunard's birthplace. The streets of Liverpool were wall with tens of thousands of people joining the festivities as the city of Liverpool became the ships official godparents. It was a historic moment and the first time an entire city ever [indiscernible].\nThe event generated overwhelming coverage and as intended, broke booking records on the back of it. The new Queen is a step forward in every way for Cunard, while still retaining the DNA of British elegance and refinery that the brand is known for. We enjoyed another high-profile naming event for [indiscernible] Princess in Barcelona with Godmother Hanna Waddington of [indiscernible]. [indiscernible] Princess has had great media coverage leading up to and following the naming ceremony with particular focus on its expansive specialty dining and beverage offerings and one-of-a-kind Magic Castle experience. [indiscernible] Princess, the first of its class has also been a big hit with guests as evidenced by outsized yields and high guest satisfaction scores.\nLast but not least, we held a naming event for Carnival [indiscernible] in Long Beach, California, home for Carnival second ship featuring fun Italian style with Godfather, Jonathan Bennett, [indiscernible] Broadway [indiscernible] starring and [indiscernible]. Welcoming fun Italian style to the West Coast generated nearly 2.5 billion media impressions to date, and of course, triggered a step up in bookings. While these amazing new ships all contributed to the strong yield improvement we generated in the second quarter, even excluding them, yields on our existing fleet were up double digits demonstrating fundamental strength on a same ship basis. In addition, we completed the rollout of Starlink this quarter, another revenue uplift opportunity and a real game changer for our onboard connectivity experience, enabling us to deliver the same high-speed WiFi service available on land throughout our fleet.\nNot only does this technology provide our guests with more flexibility to stay connected. It enables our crew to stay in touch with friends and loved ones, and it enhances our onboard operational systems, a win-win-win. Also, our consistent track record, our book position, our focus on commercial activity improvement, our portfolio management and the yet to be realized future benefits will receive from our Celebration key destination development, build increased confidence in achieving the low to mid-single-digit yield growth set out in our long-term targets. In fact, based on our upwardly revised guidance, we will be, on average, 2/3 of the way to achieving our [indiscernible] targets. [indiscernible] per ALBD of $69, 12% ROIC and a 20% reduction in carbon intensity after just 1 year with 2 years remaining it gives us even greater confidence in achieving our targets.\nAt the same time, we continue to aggressively manage down debt and interest expense while reducing the complexity of our capital structure which David will elaborate on. The number of actions we've taken to improve our balance sheet this quarter puts us further down the path on our return to investment-grade credit ratings over time. It's hard to believe in just over a month, it will have been 2 years since I had the privilege of stepping into the role of CEO. I am very proud of all we've accomplished in such a short time. Credit for our achievements go to our global team, 160,000 strong. Everyone has worked very hard to deliver yet another strong quarter, solidifying an amazing 2024 and setting us up well to top it in 2025. Equally important, they've all had a hand in delivering amazing vacation experiences and unforgettable happiness to 3 million guests yet again this quarter. [indiscernible] to our amazing team, thank you. And of course, we couldn't do it without the support from our amazing travel agent partners and so many other stakeholders. Thanks to all of you. With that, I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. I'll start today with a summary of our 2024 second quarter results. Next, I'll provide the highlights of our third quarter June guidance and some color on our improved full year guidance. Then I'll finish up with an update on our refinancing and deleveraging efforts. Let's turn to the summary of our second quarter results. Our bottom line exceeded March guidance by nearly $170 million as we outperformed once again. The outperformance was essentially driven by 3 things: first, favorability in revenue worth almost $65 million as yields came in up over 12% compared to the prior year. This was more than 1.5 points better than March guidance, driven by closer strength in ticket prices as well as onboard spending. Second, cruise cost without fuel per available lower birthday or ALBD, came in flat compared to the prior year and were 3 points better than March guidance which was worth over $85 million. Some cost savings were identified during the quarter, which flowed through as improvement to our full year June guidance. However, most of the favorability in cruise cost for the second quarter was due to the timing of expenses between the quarters.\nAnd third, Other operational improvement slightly offset by higher fuel prices and currency were worth $20 million. Per diems for the second quarter improved 6% versus the prior year driven on both sides of the Atlantic by considerably higher ticket prices and improved onboard spending. At the same time, our European brands on their path back to historical occupancy saw outside growth in their occupancy of over 10 percentage points as compared to the second quarter of 2023. Our second quarter was fantastic across the board with strong demand, delivering record revenues, record yields, record prelims and record operating income. Now one thing to highlight about our third quarter June guidance. The positive trends we saw in the second quarter are expected to continue in the third. Yield guidance for the third quarter is set at a strong 8%. The difference between the yield guidance for the third quarter and the second quarter yield improvement of over 12% is simply the result of the greater occupancy opportunity we had in the second quarter 2024 as we began sailing within our historical occupancy range in the second half of 2023.\nIt is great to see that we anticipate continued strong premium growth in the third quarter, which we are forecasting will drive the majority of the 8% yield improvement. Turning to our improved full year June guidance. June guidance for net income is $1.55 billion, an improvement over our March guidance of approximately $275 million. This improvement was driven by 3 things: first, [indiscernible] increase in yields to approximately 10.25% based on the considerably higher prices we have been seeing in booking trends so far this year and the continued strength in demand we anticipate going forward. All of this is expected to drive an increase in net revenue of about $190 million.\nSecond, as I previously mentioned, we identified cost savings that we flow through to our full year June guidance. However, they will be partially offset by higher variable compensation driven by our forecast for improved operating income. Net we are flowing through $25 million of cost savings for the full year. And third, an improvement in net interest expense of $60 million, driven by our second quarter refinancing, repricing and debt prepayment activities. The strong 10.25% improvement in 2024 yields is a result of the increase in all the component parts, higher ticket prices, higher onboard spending and higher occupancy at historical levels with all 3 components improving on both sides of the Atlantic. We recognize that even within our industry-leading cost structure, -- there will always be cost opportunities, which we can focus on and harvest over time. While we identify cost savings opportunities during the second quarter, we will not stop there. We will continue our endless quest for greater efficiency in our cost structure. I will finish up with a summary of our refinancing and deleveraging efforts.\nDuring the second quarter, we generated cash from operations of $2 billion and free cash flow of $1.3 billion. We took delivery of 1 spectacular new [indiscernible] and drew on her associated export credit facility, continuing our strategy to finance our new build program at preferential interest rates. Our efforts to proactively manage our debt profile continued throughout the quarter. We prepaid $1.6 billion of secured term loan facilities. We also repriced approximately $2.75 billion of the same secured term loan facilities. And we issued $535 million of unsecured notes due 2030, refinancing our unsecured notes due 2026, extending those maturities and reducing interest expense. These transactions simplified our capital structure reduced net interest expense in the second quarter by $10 million will reduce net interest expense for 2024 by $55 million and $85 million on an annualized basis.\nOur decision to prepay $1.6 billion of debt during the second quarter was based on our strong liquidity, our improved financial performance and our optimism about the future. We will continue to look for more opportunistic refinancings over time. Our leverage metrics will continue to improve around 2024 as our EBITDA continues to grow and our debt levels improve. Using our June guidance EBITDA of $5.83 billion, we expect a 2-turn improvement in net debt-to-EBITDA leverage compared to year-end 2023, approaching 4.5x and positioning us 2/3 of the way down the path to invest in grade metrics.\nLooking forward, we expect substantial free cash flow, driven by our ongoing operational execution and the lowest new build order book in decades to deliver continued improvements in our leverage metrics and balance sheet, moving us further down the road to rebuilding our financial fortress while continuing the process of transferring value from debt holders back to shareholders. Now operator, let's open the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23180dab3e3076f45350e1a004c70fc8",
    "period": "2024 Q1",
    "content": "Q1 2024 Carnival Corp & PLC Earnings Call\n\nQ1 2024 Carnival Corp & PLC Earnings Call\n\nCCLNYSEMAR 27, 10:00 AM\n\nBeth Roberts\n\nSenior Vice President of Investor Relations\n\nGood morning. This is Beth Roberts, SVP Investor Relations, Carnival Corporation plc. Welcome to our first quarter 2024 earnings conference call. I'm joined today by our CEO, Josh Weinstein, our Chief Financial Officer, David Bernstein; and our Chair, Micky Arison.\nBefore we begin, please note that some of our remarks on this call will be forward-looking. Therefore, I will refer you to the forward-looking statement in today's press release. All references to ticket prices net for diems, net yields and adjusted cruise costs without fuel will be in constant currency unless otherwise stated. References to per diems and yields will be on a net basis. Our comments may also reference cruise costs without fuel, EBITDA, net income, net loss, earnings per share, free cash flow and ROIC, all of which will be on an adjusted basis unless otherwise stated. All these references are non-GAAP financial measures found in our earnings press release. A reconciliation to the most directly comparable U.S. GAAP financial measures and other associated disclosures are also contained in our earnings press release and on our investor presentation. Please visit our corporate website where our earnings press release and investor presentation can be found.\nWith that, I'd like to turn the call over to Josh.\n\nJoshua Ian Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nThank you, Beth. Before we begin, I would like to express my support and heartfelt sympathy for all those impacted by yesterday's event at the Francis Scott Key Bridge in Baltimore and extend our appreciation to the [ CoStar ] and all first responders. The city and the Port of Baltimore have been our longtime partners and a home to many loyal guests, as well as business and community colleagues. We proudly sail year-round out of Baltimore through one of our Carnival Cruise Line ships which was scheduled to return this weekend. Fortunately, our team has quickly secured a temporary home board in [ Norfolk ] for as long as needed, which should help to minimize operational changes. So we look forward to getting back to our home in Baltimore as soon as possible.\nNow given that this happened just yesterday and the situation is fluid, we did not build this into our earnings materials or full year guidance. However, we did provide a current perspective that we expect the situation to have less than a $10 million impact on a full year taxes. With that, I'll turn to our prepared remarks, which address the accomplishments included in our strong results and outlook.\nThe first quarter has been fantastic across the board and yet another set of records. We delivered record -- record bookings and record customer deposits again this quarter, a great start to the year. I want to acknowledge our global team right off the bat. Everyone has worked very hard to deliver another strong quarter and a very strong win. In fact, we outperformed our first quarter guidance on every measure, yields, cruise cost, ex-fuel and EBITDA, enabling us to take our expectations up for the full year.\nYields increased over 17% year-over-year, another and more than double the increase in unit costs. This was driven not only by closing the occupancy gap but also through solid mid-single-digit price increases. Customer deposits [indiscernible] last year's record by another $1.3 billion, contributing to our strong cash flow and enabling us to prepay another $1.8 million of debt already this year which is on top of the $4 billion we prepay last year. This is meaningful progress on our return to investment-grade credit.\nMost important we achieved all-time high booking volumes at considerably higher prices. In fact, our North American and European brands, both set booking records in the first quarter with pricing strong across all core deployments and across all quarters.\nPrices ran up double digits on limited inventory left for Q2. They ran considerably higher for our peak summer period in Q3, and they were also considerably higher for Q4, while still building on our occupancy advantage. Our record book position and activity did not just happen and it is not the result of pent-up demand for repeat guests built up during the [ pause ], which is now years in the rearview mirror. It is because we have been created [ broader ] consideration and broad-based demand for cruise travel in all of our source markets across our well-balanced portfolio. And as a result, we are capturing more new guests than ever before, which coupled with our growing base of repeat guests delivers greater overall demand. Our brands are delivering sustainable revenue growth that hit the bottom line.\nAt the same time, our brands are continuing to pull the booking curve forward in line with our yield management strategy to base load bookings and ultimately support higher local pricing over the course of the booking curve. As you know, before even entering the year, we already have the best book position on record with less 2024 inventories in [indiscernible] for sale after absorbing double-digit guest growth, half of which was from closing the occupancy gap and half from higher shipping capacity. Those efforts have enabled us to maintain price integrity on the remaining [ '24 ] inventory and sets us up nicely to deliver a nearly double-digit improvement in yields this year.\nThis also allowed us to focus more of our efforts through [ wave ] on further out bookings, helping to make the foundation for an early build in 2025. It is remarkable that we are even better positioned now for 2025 than we were last year at this time, heading into what is shaping up to be a phenomenal 2024.\nTo aid in that effort, we have been rolling out enhancements [indiscernible], our [ zeal ] management tool designed to facilitate an even more optimal booking curve and which will continue to pay dividends well due to the future. Of course, we have more in the pipeline to sustain our momentum and capitalize on this untapped revenue opportunity.\nFirst, we have 3 fantastic new ships driving increased consideration and demand to their respective brands. Carnival Jubilee, Carnival Cruise Line third [ EXL ] class ship was recently [indiscernible] by Gwen Stefani at our [indiscernible] home port in Galveston, Texas. Sun Princess was recently delivered the first of its class in a real game changer for Princess and soon to be delivered as [ Queen Air ], a new flagship for [indiscernible] and its first new ship in 14 years. Of course, as you heard me say before, we do not need new shifts to increase yield as we continue to position our brands to drive demand in excess of supply and address the reasonable value gap to land-based alternatives.\nWe are also continuing to invest in the existing fleet with AIDA Evolution, the largest modernization program in that brand's history. The planned enhancements to the guest experience are designed to deliver a meaningful revenue uplift across the brand, while further reducing its [indiscernible] footprint and bolster the performance of one of our highest returning brands and speaking of brands that truly outperform. We are also continuing to strategically invest in growth for Carnival [indiscernible]. Celebration Key, our exclusive destination, purpose-built for that brand's target guest is really starting to capture the imagination as they launched a new marketing campaign right in the heart of wave season. Although early days, Celebration Key has already delivered initial halo for bookings in the second half of 2025 across 18 Carnival Cruise Line ships a party from 10 home ports.\nWe also announced the second phase of development for Celebration Keys for the peer extension that convert 2 additional ships in future years, further leveraging will be a best-in-class asset for us. We expect ticket revenue uplift from this incredible destination as the guest experience delivers unmatched funds as well as incremental in core spending. And this will be coupled with cost benefits driven by considerable fuel savings as it will be the closest destination of our 7 owned and operated ports in the [ grid ]. This destination is designed to support the continued growth plan for Carnival Cruise Line including the 2 recently announced additions to its highly successful [indiscernible] class for delivery in 2027 and 2028.\nAll of these investments demonstrate our disciplined capital allocation strategy. We continue to prioritize our investments towards our highest returning brands and biggest opportunities. This includes investments to reduce our carbon footprint which will not only have a measurable impact on the environment, but also improve our bottom line. Our strategic investment in advertising can also take dividends, driving demand across our portfolio with several new campaigns launched during wave. In fact, our [ wave ] business are up for a very strong 2023, with increases in both natural search and paid search. We increased our [indiscernible] efforts around our strategic foothold in last -- Alaska has long [indiscernible] the lifeblood for both Princess and Holland America, and they have launched new campaigns to build even greater awareness for our unmatched land key experiences.\nThis initiative isn't just U.S.-based. We have stepped up our marketing efforts across Europe with new campaigns for all our major European brands. i.e., the new campaign experience yourself differently, launched in Germany to [indiscernible] reduce. P&O Cruises new campaign, holiday like never before, really at home with its British best base and Costa's newly released campaigns, focusing on moments where guests are left speechless, has been met with much success in its core markets of Italy, France and Spain. These campaigns have contributed to the continued strength of our European brands, which has been a meaningful driver of our [indiscernible] outlook. It is particularly rewarding to see our European brands flexing their muscles across their core European deployments. It is a real testament to the strength of our portfolio. The outperformance we've experienced this quarter has been a continuation of the strong demand in experiencing for all our core plans. The Caribbean, Alaska and Europe have all over 1 point of incremental yield improvement. This more than offset the impact of the resi rerouting as well as changes in the price of fuel and currency exchange rates since our last update.\nIt has also able us to raise our full year guidance for EBITDA and net income. Our improving operational performance, coupled with excess liquidity and the lowest order book in decades leaves us well positioned to continue to opportunistically manage down debt and interest expense while reducing the complexity of our capital structure. This is very much aligned with our return to investment-grade credit over time. And our treasury team has been quick to capitalize on this trajectory with an ongoing stream of well-executed transactions to strengthen our balance sheet.\nWith the vast majority of this year's business outlook, we have even more conviction in delivering record revenues and EBITDA along with a step change improvement in operating performance lasting well beyond 2024. While we continue to optimize yield on the limited inventory, we have remaining and still manage down costs we have been turning more of our attention to delivering an even stronger in 2025. We're gaining traction on improvement across the commercial space along our path of continued margin enhancement and increased returns.\nAgain, I would like to thank our team members, ship and shore, the best in all the travel [indiscernible] for delivering unforgettable happiness to another 3 million guests this past quarter by providing them with extraordinary cruise vacations. Of course, we couldn't do it without the support from our travel agent partners and so many other stakeholders.\nWith that, I'll turn the call over to Dave.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. I'll start today with a summary of our 2024 first quarter results. Next, I will provide a couple of highlights about our second quarter and some color on our improved full year March guidance. Then I'll finish up with an update on our refinancing and deleveraging efforts. Let's turn to the summary of our first quarter results. Our.\nBottom line exceeded December guidance by $100 million as we outperformed once again. The improvement was essentially driven by 2 things: payability in revenue from higher ticket prices and yields were up over 17%, nearly 0.75-point better than December guidance worth almost $30 million while cruise costs without fuel per available lower berth day or ALBD, came in over 2 points better than December guidance due to the timing of expenses between the quarters which was worth over $50 million.\nPer diems improved 5% with improvements on both sides of the Atlantic, driven by considerably higher ticket prices. At the same time, we saw outsized growth in occupancy of nearly 20 percentage points at our European brands on their path back to historical occupancy. Our North American brands occupancy decreased strong mid-single digits. The difference in occupancy growth on the 2 sides of the Atlantic resulted in a sizable mix impact on our consolidated onboard revenue per diem since as we have discussed in the past, our North American brand customers naturally spend more on board than their European counterparts.\nHowever, the underlying fact is that we saw an increase in onboard revenue per diems on both sides of the Atlantic, driven in part by the acceleration strong pre-crude sales growth. In fact, we saw a continuation of strong consumer behavior by guest onboarders trips, much like our booking trends this past quarter.\nAs Josh indicated, first quarter was fantastic across the board with strong demand for our brands delivering record revenues, record yields and record per diems. Before I discuss our second quarter and full year guidance, I would like to add that given the timing of yesterday's event in Baltimore that Josh mentioned, our guidance does not include the current estimated impact of up to $10 million for the full year 2024 from the temporary change in home port.\nNow a couple of things to highlight about our second quarter March guidance. The positive trends we saw in the first quarter are expected to continue in the second. Yield guidance for the second quarter as [ said ] a strong 10.5%. The difference between the yield guidance for the second quarter and the first quarter yield improvement of over 17% is simply the result of the greater opportunity we had in occupancy in the first quarter 2024. With the improving trends we experienced during the first half of last year, 2023 second quarter occupancy was already 7 percentage points higher than the first quarter.\nIn addition, I did want to point out that nearly 3/4 of the full year impact from the Red Sea rerouting is expected to occur in the second quarter with the remainder expected in the fourth quarter.\nTurning to our improved full year March guidance. We are now forecasting a capacity increase of 4.5% compared to 2023. March guidance for net income of $1.28 billion is an $80 million improvement over our December guidance. The improvement was driven by 2 things: more than 1 point increase in yields to approximately 9.5% based on the considerably higher prices we have seen in booking trends so far this year; and the continued strength and demand we anticipate going forward worth about $200 million.\nIn addition, we are forecasting a collective improvement in all our cost lines, excluding fuel of over $50 million, including an improvement in cruise costs without [ fuel ]. This improvement of over $250 million is partially offset by the Red Sea rerouting impact of $130 million and the net impact from higher fuel price and currency of almost $45 million. The strong 9.5% improvement in 2024 yields is a result of an increase in all the component parts, higher ticket prices, higher onboard spending and higher occupancy at historical levels with all component parts improving on both sides of the Atlantic.\nI did want to point out that cruise costs, excluding fuel, is expected to be better than December guidance due in part to cost savings related to Red Sea rerouting as certain ships repositioned without guests as well as other efficiencies we identified that are included in our March guidance. While absolute costs are lower, the change in cruise cost without fuel per available lower berth day of 0.5 point from December to March guidance is simply the math of spreading all costs over the lower ALBDs resulting from the Red Sea rerouting as certain ships reposition without guests.\nWe recognize that even within our industry-leading cost structure there are opportunities which we can focus on and harvest over time. A great example is our Maritime Asset Strategy Transformation System or what we refer to internally as MASTS. As previously mentioned, MASTS is a centralized system developed to optimize the management of equipment and machinery across all brands and all our ships. As we continue to roll out MASTS it will allow us to leverage spare parts more effectively across the entire fleet and optimize our maintenance schedules and practices, all of which will strengthen our efficiency and reduce costs from unplanned maintenance over time.\nI will finish up with a summary of our refinancing and deleveraging efforts. During the first quarter, we generated cash from operations of $1.8 billion and free cash flow of $1.4 billion. We took delivery of 2 spectacular new ships and utilized 2 export credit facilities, continuing our strategy to finance our new build program at preferential interest rates. Also during the quarter, we successfully extended the maturity of our forward starting revolving credit facility by 2 years to August 2027 and upsized the borrowing capacity by $400 million bringing the total commitment to $2.5 billion.\nWe will continue to look for opportunities to upsize the facility through its accordion feature that allows us to add new banks and grow the commitment. Our efforts to proactively manage our debt profile continue throughout the quarter between open market repurchases early in the quarter and then our call of the remaining 9.9% second priority secured notes, we redeemed over $600 million of debt, removing the secured second lien layer from our capital structure.\nIn addition to our second lien notes, we were able to repurchase almost $400 million of debt at a discount adding power to our deleveraging efforts. We expect to continue our open market repurchase program on an opportunistic basis.\nWe will continue to call some of our existing debt. In fact, yesterday, we prepaid our EUR 837 million term loan due in 2025, removing higher-than-average interest rate debt and another secured instrument from our capital structure. This further demonstrates our commitment to an investment-grade balance sheet.\nOur leverage metrics will continue to improve throughout 2024 as our EBITDA continues to grow, and our debt levels improve. Using our March guidance EBITDA of $5.63 billion, we expect a 2 turn improvement in net debt-to-EBITDA leverage positioning us more than halfway down the path to investment-grade metrics.\nIn summary, continued execution coupled with strengthening demand for our brands is driving increased confidence in our ongoing performance. We are pleased this has been recognized by S&P and Moody's with their recent upgrades as well as by our banking partners with a recent upsizing and 2-year extension of our revolving credit facility.\nLooking forward over the next several years, substantial free cash flow will significantly reduce our leverage, moving us further down the road to rebuilding our financial fortress while continuing the process of transferring value from debt holders back to shareholders.\nNow operator, let's open the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/58c09843f05fd28c352d7ae8127a397a",
    "period": "2023 Q4",
    "content": "Q4 2023 Carnival Corp & PLC Earnings Call\n\nQ4 2023 Carnival Corp & PLC Earnings Call\n\nCCLNYSEDEC 21, 10:00 AM\n\nBeth Roberts\n\nSenior Vice President of Investor Relations\n\nGood morning. This is Beth Roberts, SVP Investor Relations. Welcome to our Fourth Quarter 2023 earnings conference call. I'm joined today by CEO, Josh Weinstein, our Chief Financial Officer, David Bernstein; and our Chair, Micky Arison.\nBefore we begin, please note that some of our remarks on this call will be forward-looking. Therefore, I will refer you to the cautionary statement in today's press release. All references to ticket prices, net per diem, net yields and adjusted cruise costs without fuel will be in constant currency unless otherwise stated.\nReferences to per diems and yields will be on a net basis. Our comments now also reference cruise costs without fuel, EBITDA, net income, net loss, earnings per share, free cash flow and ROIC all of which will be on an adjusted basis, unless otherwise stated.\nAll these references are non-GAAP financial measures defined in our earnings press release. A reconciliation to the most directly comparable U.S. GAAP financial measure and other associated disclosures are also contained in our earnings press release and in our investor presentation. Please visit our corporate website where our earnings press release and investor presentation can be found.\nWith that, I'd like to turn the call over to Josh.\n\nJoshua Ian Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nThank you, Beth. It's safe to say we ended the year on a high note and closed another quarter with record revenues, record booking levels and record customer deposits. In fact, we consistently set records in all 4 quarters this past year. We also achieved per diem EBITDA and net income for the fourth quarter that all exceeded the high end of our September guidance range with cruise cost ex fuel in line with expectations.\nFourth quarter yields continued on a positive trajectory. Significantly higher than a very strong 2019 and even higher than we had anticipated and enabled us to overcome 4 years of high cost inflation to deliver per unit EBITDA that eclipsed 2019 holding fuel and currency constant.\nIt was encouraged to see both North American and European brand occupancy levels exceed 101% in the fourth quarter. with per diems for our North American brands up double digits over 2019, and our European brands just shy of a double-digit increase. We delivered for deal improvements of more than 7 points for the full year with even stronger acceleration in Q4 and while closing the double-digit occupancy gap at the start of the year to reach historical levels for the second half of 2023. An absolute spending on board was consistent across all 4 quarters as we drove improvement in ticket prices.\nWe delivered $85 million more to the bottom line in the fourth quarter than forecasted, which pushed us through to positive adjusted income for the year. Strong EBITDA and cash from operations also propelled us on our journey to reduce the debt load necessitated during the post operations.\nWe made debt payments of $6 billion this year alone. And we still have well over $5 billion of liquidity, on top of strong and improving cash flow, which will contribute to further debt reduction over time.\nAll of this leaves us firmly placed on our path back to achieve investment grade leverage metrics by 2026. And most importantly, our brands delivered happiness to over 12 million guests this year. Laying the foundation upon which all of our SeaChange margins are built.\nTurning to bookings. We reached an all-time high in booking volumes for the 2 weeks around Black Friday and Cyber Monday and ended the year in the best booked position we have ever seen on both price and occupancies setting 2024 off to an amazing start. We now have nearly 2/3 of the business on the books for 2024 and at considerably higher prices.\nAnd during the fourth quarter, we essentially maintained the significant occupancy advantage we have built for 2024 going into the quarter, while improving year-over-year price position of our booked business even further. At this point, much of the first half is already behind us, with approximately 85% of the business on the books, we've essentially closed with double-digit occupancy gap to historical levels on higher capacity and at higher prices.\nFor our peak summer period, all major products are better booked at higher prices benefiting from improving trends in both occupancy and price during the fourth quarter.\nOur yield management strategy, the baseload bookings has clearly set us up for another record year. And again, we have seen no sign of our business slowing. The book position for our North American brands remains as far out as we have ever seen and well ahead of last year at pricing that is considerably higher.\nOur European brands just delivered record fourth quarter booking volume at considerably higher prices and with a booking window now fully back to historical norms. As expected, our European brands are poised to become an even greater contributor to our 2024 operating improvement.\nAt the same time, we are continuing to pull forward onboard revenue through bundling and pre cruise sales. This strategy, coupled with even more features onboard our newer shifts for our guests to enjoy positions us well for further onboard revenue growth next year.\nVolatile we expect occupancy for the full year to return to historical levels on 5% higher capacity while delivering nicely higher per dam building on this year's record results. In 2023, we captured over 3.5 million new-to-cruise guests and remain well positioned to continue to take share from land-based alternatives. In other words, we are gaining momentum in our ability to close the unwarranted value gap to land-based alternatives. And to aid in that effort, we can further chances of the fact that while many land-based alternatives have pulled back on service levels. We still deliver incredible service to our guests, thanks to our amazing crew. This pairs exceedingly well with the expansive amount of guest-pleasing amenities offered on board our newer fleet.\nIn fact, while almost 4 years have passed since the pause in our operations. Our fleet actually came out of the fog a year younger through our fleet optimization efforts. This past year alone, we benefited from 3 fantastic new ships. Including Carnival Celebration and P&O Cruises, Arbian, both of which are flagships for their respective brands yet leverage our scale as the 7 and 8 vessels in our popular and exceptionally efficient series of XL class ships, and we welcome seaborne Pursuit, our second expedition ship. Seaborne has truly raised the bar for expedition cruising in extreme luxury.\nAnd while not technically new, Carnival Cruise Line also welcome Carnival Venecia into its fun Italian-style platform via the transfer from Costa and it has been going gangbusters. It's the biggest example yet of how we leverage our scale and we'll be doubling down when we bring over her sister ship Carnival Forenza in 2024.\nLooking forward, this year is set to match the excitement level with the introduction of Carnival Jubilee a new icon for Carnival Cruise Line and which no doubt will be the pride of Texas as she has her inaugural home in Galveston. The innovative sub-princess the first of its class and a real game changer for Princess. And Queenan, a new flagship for Cunard and its first new ship in 14 years. With all of these additions, roughly 30% of our capacity will be newly delivered ships.\nWe also made meaningful headway on other strategic asset projects. We began construction on celebration e which will be the largest and closest exclusive destination in our destination portfolio and a real game changer for Carnival Cruise Line. We'll bring 18 Carnival ships departing from 9 home ports to Celebration Key. And while we are still about 1.5 years from go-live, we are already ramping up the awareness and the excitement around this fantastic destination.\nWe've also started the process for a significant upside in guest traffic at Half Moon Cay our exclusive and beautiful pristine island destination in the Bahamas with the creation of a pure side berth that can accommodate even our largest vessels. We've begun work with our Grand Bahamas shipyard partners, on the construction of 2 floating dry docks, one of which will have the largest lifting capacity in the World. This will result in significant benefit in the future as we reduce travel time, preserve revenue days, and, at the same time, reduce our fuel consumption.\nAs you know, we've also been investing more in advertising over the last 18 months, and it has definitely paid off with elevated awareness and consideration for our brand and record booking levels and revenue results.\nIn fiscal 2023, our web visits were up over 35%. Our paid search was up roughly 50% and our natural search was up almost 75%, all many, many multiples of our 5% capacity growth.\nIn the fourth quarter, we carried more new-to-cruise, and more new-to-brand guests than we did in the fourth quarter of 2019. Given our success on generating demand at this point in time, we plan to maintain a similar level of advertising on a unit basis in 2024 compared to 2023, optimizing around each brand. This will help us continue to build demand and bookings well outside of the current year.\nWe're working aggressively to keep our strong momentum going through waves and beyond. Just to list a few examples, Costa recently launched spectacular new campaign in its core markets, focusing on moments, where guests are less species. Poland America launched a sequel to its highly successful time of your life campaign and AIDA just kicked off its new campaign experience yourself differently in conjunction with the holiday Carnival will launch a new marketing campaign highlighting celebration key in time for P&O Cruises new campaign, holiday like never before, launches Christmas Day in the U.K. and Cunard has planned to welcome fit for our Queen introduce Queenan early next year, which is short to capture huge fanfare. We've been talking about upping our game across the commercial space and we've made good progress. Of course, we're not done. And as you'd expect, we never will as there is always room to improve.\nThere's much more to come as we roll out advancements to our yield management tools and lead generation techniques continue to invest in sales and sales support and build on already strong relationships with our trade partners.\nTurning to costs. As we previously indicated, unit cruise cost ex fuel for 2024 are expected to be higher than inflation due to the impact of closing the occupancy gap and the higher volume from dry dock [indiscernible] . David will walk you through in more detail.\nWith that said, we have been working aggressively to mitigate inflation through our cost optimization initiatives, including leveraging our scale. In some cases, we're investing today for future benefits. Just to cite a couple of examples of initiatives underway, we're essentially complete with the rollout of Starlink across the fleet. This will produce more than a 20% reduction in cost per megabit in 2024 and significantly increased our bandwidth pipeline, resulting in both better guest experience and higher onboard revenues, a clear win-win. And with our new vendor-neutral platform, we are positioned to quickly capture cost savings in future years.\nWe've also launched our maritime asset strategy transformation for what we refer to internally as MAS. MAS is a centralized system developed to optimize the management of equipment and machinery across all brands and all of our ships. MAS will allow us to leverage spare parts more effectively across the entire fleet and optimize our maintenance schedules and practices, all of which will strengthen our efficiency and reduce unplanned maintenance over time.\nWhile we won't see the P&L benefits from MAS this year as we ramp up implementation in 2024, we expect a multiyear benefit well in excess of $100 million that really begins to ramp up in 2026. All of the efforts we're making to drive revenue and manage costs are expected to lead to a 4-point margin improvement in 2024.\nWe're guiding to record EBITDA of over $5.5 billion which is 30% higher than 2023. Thanks to a strong second half of 2023, we're already tracking ahead of our plan to achieve fee change, our 3-year financial targets calling for the highest ROIC and EBITDA for ALBD in nearly 2 decades, and our 2024 guidance delivers another step change toward these deliverables. EBITDA for birthday is expected to be up by more than 25% over our target starting point, hence, more than halfway to the 50% increase expected in our SeaChange targets.\nToday's guidance will also deliver 9% ROIC, a 4-point increase from the starting point of our target. This leaves just 1.5 point annual increases in 2025 and 2026, to hit our 12% target. Not surprisingly, our brand dedicated to a single market, Carnival, AIDA and P&O Cruises in the U.K. are again leading the charge with the highest ROIC levels in the company.\nAnd with regard to our greenhouse gas target included in our 2026 echange program, our GHG intensity in 2024 is expected to be just shy of the 20% reduction from 2019 or targeted. It is worth noting, this was a 2030 goal we had already pulled forward by 4 years. We have been and continue to work aggressively to reduce our environmental footprint and fuel costs at the same time. This deep commitment has not only resulted in industry-leading fuel efficiency, it has also resulted in lower absolute GHG emissions. Our absolute emissions are over 10% lower than the 2011 peak and that's despite capacity growth of 30% since then.\nLast year, we also exceeded our industry-leading shore power capability goals. We are ahead of the curve and now have twice as many ships capable of shore power than there are ports around the world available to plug in.\nAgain, I credit all of these important achievements to our people, ship and shore. Collectively, they continue to outperform, allowing us to make good headwind on our SeaChange target. We're poised for another step change in operating improvement this year with nearly 2/3 of the business on the books at considerable higher prices, ongoing momentum from improvements across the commercial space, the amazing vacation experiences we deliver day in, day out at way too good of a relative value to land-based alternatives and an even greater experience gap, all while growing onboard revenues and managing costs. All of this combined sets us up well to deliver another year of record revenues and record EBITDA.\nOur cash flow strength, coupled with excess liquidity, the return of credit card reserves in a few weeks and the lowest order book in decades will allow us to continue to actively manage down debt and aggressively reduce interest expense over time. To allow also for pellets, our path to deleveraging, investment-grade credit rating and higher ROIC. I remain confident in our continued execution with an unparalleled portfolio of best-in-class brands and amazing fleet that just keeps getting better and better, and our greatest assets are people.\nThis has been a truly remarkable year, and we've come a long way in an incredibly short amount of time. I would like to thank our team members, ship and shore the best in all of travel and leisure for delivering unforgettable happiness to over 12 million guests this year by providing them with extraordinary cruise vacations. For honoring the integrity of every ocean we sail, place we visit and life we touch. And thank you for the strong support from our travel agent partners as well as our loyal guests, destination partners, investors and many other stakeholders.\nWith that, I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. I'll start today with a summary of our 2023 fourth quarter and full year results. Next, I will provide a recap of our refinancing and deleveraging efforts during 2023. And finish off with some color on our 2024 full year and first quarter December guidance.\nOur fourth quarter bottom line exceeded the better end of our guidance range as we outperformed our September guidance. The $85 million improvement was driven by favorability in revenue from higher ticket prices as net per diems were up over 10%, and Three points better than the midpoint of our September guidance range. In fact, fourth quarter revenues of $5.4 billion were a fourth quarter record and net yields were up nearly 8% as compared to 2019, a great way to close out the year and another indication that we do not see a slowdown in our consumers.\nFor the full year, thanks to the tremendous efforts of our team members, ship and shore, we closed the books on 2023 with positive adjusted net income. That is a party from our March guidance as we delivered over $550 million to the bottom line, which was partially offset by a drag of fuel price and currency exchange rates of over $100 million.\nThe improvement was driven by delivering a 7.5% increase in net revenue per diem versus 2019, which was over double the 3.5% midpoint of our March guidance while closing the double-digit occupancy gap at the start of the year to reach historical occupancy levels.\nAbsolute spending per diems on board were consistent across all 4 quarters as we drove improvements in ticket prices on both sides of the Atlantic and ended the year with net yields of nearly 1% over 2019.\nNext, I will provide a recap of our refinancing and deleveraging efforts during 2023. As Josh indicated, our full year 2023 strong EBITDA of $4.2 billion and strong cash from operations of $4.3 billion, propelled us on our journey to pay down debt and reduced the debt effort necessitated by the pause in guest cruise operations.\nDuring 2023, we made debt payments of $6 million and ended the year with just over $30 billion of debt which is $3 billion better than we forecasted just 9 months ago during our March conference call and almost $5 billion of the first quarter peak, transferring enterprise value from debt holders to shareholders.\nDuring 2023, we proactively addressed our debt profile as we successfully started our refinancing and deleveraging program. We accelerated our debt repayment efforts and aggressively manage down our interest expense.\nIn 2023, we effectively stretched out a 2025 maturity on favorable terms by replacing it with a $1.3 billion term loan B facility to 2027 and a $500 million offering of senior secured notes in 2029. This refinancing, along with our optimism about our future and the return of customer deposit reserves gave us the confidence to accelerate our debt repayment by calling $1.2 billion of our highest cost debt.\nIn addition, we opportunistically prepaid $2.8 billion of additional debt for a total of $4 billion of debt repayments, including the $1.2 billion of debt cost.\nOur credit card processes returned to us $800 million of credit card reserves and we now expect an additional $800 million to be returned this current quarter, representing substantially all of the remaining credit card reserves at year-end.\nWe took actions in both 2022 and early in 2023 to increase the fixed rate percentage of our debt portfolio to over 80%, up significantly from our 58% fixed levels at the end of 2021, which provided us protection from rising interest rates.\nOur overall average interest rate is just over 5.5%. All these actions to address our debt profile alongside our improved business performance, drove $200 million of interest savings compared to our March guidance.\nOur maturity towers have been well managed in 2026 with just $2.1 billion of debt maturities next year, $2.2 billion in 2025 and $3.2 billion in 2026. And looking forward, we will continue to evaluate refinancing opportunities and opportunistically prepay additional debt. So in 2024, we will be replacing higher cost fixed rate debt with lower-cost export credit financing as we take delivery of ships during 2024.\nOur leverage metrics will also continue to improve throughout 2024 as our EBITDA continues to grow.\nNow turning to our 2024 full year December guidance. We are forecasting a capacity increase of about 5.5% compared to 2023. We are expecting to deliver strong 2024 net yield improvement with our guidance forecasting an increase of approximately 8.5% for the full year 2024 when compared to 2023. And that is on top of our improved 2023 results where we delivered a 7.5% increase in net revenue per diem versus 2019.\nThe strong improvement in 2024 net yields is a result of the increase in all the component parts, higher ticket prices, higher onboard spending and higher occupancy with all 3 components improving on both sides of the [indiscernible] .\nWe are well positioned to drive 2024 ticket pricing higher with significantly less inventory remaining to sell as the same time last year despite a capacity increase of over 5%. Occupancy for the full year 2024 is on track to return to historical levels.\nKeep in mind, 2019 was a high watermark occupancy. For 2024, we forecast to be well within our historical occupancy range as we balance pricing value to optimize total revenues and achieve record deals.\nNow turning to costs. cruise costs without fuel per available lower bird may or ALBD, is currently expected to be up approximately 4.5% for 2024 versus 2023.\nBroadly speaking, there are 4 main drivers of the cost change. First, our forecast is for decelerating inflation but nonetheless, inflation with an average 3.5% increase across all our cost categories globally. Second, with occupancy returning to historical levels, the impact on cost should be 1.5 to 2 percentage points higher in 2024 as compared to 2023. Third, in 2024, we are expecting 586 dry dock days, an increase of 14% versus 2023, which is expected to impact of overall year-over-year cost comparisons by about 3/4. And four, countering these headwinds, we expect these cost increases will be somewhat mitigated by a couple of points, given the economies of scale of our capacity growth which is enhanced by taking delivery of larger, more efficient ships, along with various other cost optimization initiatives.\nFuel consumption per ALBD is expected to decrease another 4%, and that is on top of the 15.5% reduction achieved from 2019 to 2023. And that impact of fuel price and currency is expected to favorably impact 2024 by $90 million with lower fuel pricing favorable by $94 million while the change currency exchange rates slightly goes the other way.\nAnd finally, a few things to note about the outsized increases in the first quarter 2024. A higher net yield guidance for first quarter 2024 of 16.5% versus the full year, 8.5% is driven by the larger improvement in first quarter occupancy.\nIt's not to get that we did not reach historical occupancy levels until the second half of 2023. So there is much more occupancy-driven net yield opportunity in the first half.\nOn the cost side, the higher cruise cost without fuel per available lower berth day guidance for the first quarter of 2024 and 9.5% is driven by 4 main factors. First, the largest improvement in occupancy will occur in the first quarter. And while it drives greater yield increases in the first quarter, it also drives greater cost increases, which means a total of 3% to 4% cost drag in the quarter.\nSecond, while dry dock costs impact our full year guidance, the seasonality of dry dock costs in the first quarter 2020 as compared to the prior year drives a cost increase of about 1.5 points for this quarter.\nThird, the seasonality of advertising expense and a variety of other expenses between the quarters differs in 2024 as compared to 2023, which will put a total cost increase of approximately 3 points into this quarter. Advertising alone is 1 of the 3 points.\nAnd fourth, like the full year inflation mitigated by economies of scale from our capacity growth, along with various other cost optimization initiatives. Given the higher first quarter cruise costs without fuel for available lower berth day, the implied guidance for the cost in the second to the fourth quarter is approximately 3%.\nIn summary, putting all these factors together, our net income guidance for the full year 2024 is approximately $1.2 billion with EBITDA forecasted at $5.6 billion a significant improvement from 2023. For those of you who are modeling the EPS, let's not forget that when you calculate diluted EPS, you need to add back the $94 million of interest expense related to the company's convertible notes, our improved financial results and our successful refinancing and deleveraging efforts in 2023, along with our 2024 December guidance leaves us firmly placed on our path to achieve our 2026 SeaChange goal, moving us further down the road to rebuilding our financial fortress and delivering long-term shareholder value.\nAnd now, operator, let's open up the call for questions"
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/303aefd1bbdf177fb489416e52faf4d6",
    "period": "2023 Q3",
    "content": "Q3 2023 Carnival Corp & PLC Earnings Call\n\nQ3 2023 Carnival Corp & PLC Earnings Call\n\nCCLNYSESEP 29, 10:00 AM\n\nJoshua Ian Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nGood morning. This is Josh Weinstein. Welcome to our third quarter 2023 earnings call. I'm joined today by our Chair, Micky Arison; our Chief Financial Officer, David Bernstein; and our Senior Vice President of Investor Relations, Beth Roberts. Before I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I will refer you to the cautionary statement in today's press release.\nAnother quarter and another set of milestones and records. This quarter, we reached net income well in excess of $1 billion and EBITDA well over $2 billion. We also achieved revenue, adjusted EBITDA and adjusted net income that all exceeded the high end of our June guidance range with constant currency adjusted cruise costs in line with expectations.\nFurthermore, customer deposits and booking volumes, both important forward indicators, hit record levels for the third quarter. Thanks to the efforts of our amazing team, ship and shore, we exceeded the midpoint of our adjusted net income guidance by $175 million this quarter. The outperformance was driven by strength in demand for our brands, with both our North American and European segments equally outperforming expectations. The result was yields that were higher than anticipated that exceeded 2019's strong levels and that reached an all-time high.\nOn the European front, occupancy came in better than anticipated for Costa and AIDA, with both brands hitting 119% occupancy in August. Not to be outdone, P&O Cruises achieved its highest occupancy in over a decade, despite a 40% capacity increase from 2019. And as for pricing, our third quarter per diems were 5 points higher than 2019, also hitting record levels and more than overcoming the absence of St. Petersburg, which was among our highest-yielding itineraries and weighted to the third quarter.\nNormalizing for this impact, we estimate per diem growth would have been up about 7 points, which is consistent with each of the first 2 quarters and our upwardly revised fourth quarter guidance, which David will elaborate on. Essentially, we've consistently been delivering pricing well in excess of 2019 levels, while closing the occupancy gap by 11 points over the course of the year.\nContinued strength in demand has allowed us to take up our expectations for full year per diems by a full point. This is a meaningful accomplishment given how much of fiscal 2023 was already behind us. At the same time, we're working to stay within our narrowed cost guidance range while managing down interest expense as we accelerate our deleveraging plans.\nThe higher revenue alone more than offset the recent spike in fuel prices, which is currently forecasted to step up by 20% heading into our fourth quarter. I would note but while we've experienced volatility in fuel prices before, there's only been one other period in the last 15 years that our fuel price has reached this level. In this case, changes in fuel prices and FX rates combined are a $130 million drag compared to June guidance and masked much of our significant underlying business improvement that is delivering an additional $200 million plus to the bottom line for the second half of the year.\nAs a result, we still expect our 2023 adjusted EBITDA to be $4.1 billion or more, which is well within our prior guidance range, and we're raising our net income expectations for the year. As I've done in the past, to give you a sense of how we're faring operationally without noise from fuel price or currency rates and without the benefit of increased capacity, I'll share our EBITDA per ALBD progress holding fuel price and currency constant to 2019 levels.\nWe reached 59% of 2019 levels in the first quarter, 73% in the second quarter, 90% in the third quarter, which was better than the 85% we expected, and we're striving to hit 2019 levels in the fourth quarter. Of course, in reality, we're not ignoring the impact fuel is having on our business. In fact, it's been a focus for years. We continue to work aggressively to manage fuel costs the best way possible by consuming less.\nHeading into 2023, we already had the most fuel-efficient fleet of our public peers by a wide margin, and we're looking to widen that gap. We're on track to achieve a step change reduction in fuel usage and resulting carbon intensity in 2023 with fuel consumption per ALBD nearly 16% lower than 2019. The even better than the 15% we had anticipated. I know this is stating the obvious, but not only is this effort benefiting our bottom line by hundreds of millions of dollars, it's also better for the environment and something we'll keep pushing on for 2024 and beyond.\nSpeaking of 24, I'm still pleased with our revenue trajectory heading into next year. Our brands have been working aggressively to build a strong base of business as we position for further revenue yield improvement next year.\nWe're now significantly ahead of same time last year by about 10 points and well ahead of where we were in 2019. In fact, we already have less inventory remaining for sale at the same time last year, despite 5% more capacity and sailing with occupancy at historical levels. Our booked position is as far out as we've ever seen it. With our European brands booking curve now essentially back to 2019 levels and our North American brands exceeding historical highs. And importantly, we've been able to achieve this 10-point occupancy advantage at higher ticket prices for the same time last year.\nBy all accounts, it's a great start to 2024. While we see no signs of demand slowing for our brands, at some point, booking volumes for 2024 will recede as we simply run out of inventory to sell. Now we appreciate there are heightened concerns around the state of the consumer as of late. But the fact is we just haven't seen it in our bookings or our results, and we believe consumers are continuing to prioritize spending on experiences over material goods. And the vacation value we offer will continue to resonate with those seeking more for their vacation dollar.\nAs you know, we have been leaning into that message given the unprecedented and unwarranted value to land-based vacation alternatives. Further, our revenue base is recurring, with over half our guests being repeat cruisers, is visible with well over 50% of the next 12 months booked at any given time and is predictable with 40% of our onboard revenues now pulled forward by pre-cruise sales, which is an 11-point increase over 2019.\nHow is all this trending by region? Well, North America consistently remains strong with Carnival Cruise Line, our highest returning brand, continuing to outperform. Accordingly, and due to our portfolio optimization efforts, 2/3 of our capacity growth next year is weighted to Carnival Cruise Line. And while our European brands were on a delayed trajectory for reasons we've discussed at length, they are world-class brands in fantastic markets that we are dedicated to for the long term.\nSo it is incredibly gratifying to see them impressing so nicely and now keeping pace with the improving trends we've seen for our North America brand. In fact, in Q3, each of our Continental European brands, AIDA and Costa delivered higher yields than 2019, again overcoming the outsized [indiscernible] from the absence of [indiscernible] And finally, there's Australia. I am pleased to say that with the recent lifting of protocols in Australia, like the U.S., they too saw a spike in bookings in response to the great news. Our demand generation efforts are clearly working across all regions. As you can see in our results, our forward guidance, our book position and our booking trends. We are also seeing other positive forward indicators that suggest we're continuing to generate healthy demand.\nFirst-time cruisers reached 170% of prior year levels in the third quarter. In fact, we've taken well over 2.5 million guests on their very first crews so far this year. Web visits are running at 135% of 2019 levels. Paid search is at 150%, and natural search is at 185%. Suffice it to say, all are consistently running at multiples of our capacity growth. The effects of our myriad of commercial enhancement activities will compound over time. And our ongoing investments in advertising and lead generation should keep that funnel of demand building.\nWe're also creating excitement around our new ships and new destinations. This quarter, we welcomed our second ultra-luxury expedition ship Seabourn Pursuit. Pursuit marries the same yacht-like small ship experience Seabourn guests have come to expect with an unparalleled range of expedition activities and expert 24 person expedition team and unique features like custom-built submarines. We are looking forward to showing her off later today at her inaugural stop in Miami.\nAnd we are about to embark on a drumbeat of news around our new destination in Grand Bahama Celebration Key expected in the second half of 2025. Just yesterday, Carnival Cruise Line announced the opening of hundreds of sailings to Celebration Key ultimately across 18 different ships departing from 8 different home ports. You'll have to stay tuned for more details on this amazing destination and the fantastic experiences our guests can expect.\nBut what I can say today is that not only will Celebration Key deliver Carnival's patented brands of fund, its strategic location close to so many of our home ports is also designed to advance our fuel and carbon reduction efforts. It's truly a win-win-win for the environment, for our guests and for our great hosts, the people of the Bahamas.\nTurning to the balance sheet. We have been actively managing down our debt and reducing interest expense. With improving performance, positive cash flow and $5.7 billion of liquidity, we anticipate ending the year with debt just under $31 billion, already over $4 billion off the peak and counting. I'll take the opportunity to remind those naysayers that, as we stated 6 months ago, this debt reduction happened without issuing incremental equity.\nThat said, we recognize we still have a ways to go to reach investment-grade leverage metric in 2026. The strong demand we're seeing certainly builds confidence in our return to meaningful free cash flow generation and our reduced newbuild should amplify that opportunity. Once again, I attribute the outperformance this quarter to our greatest asset, our people. Our shipboard team members who are consistently exceeding our guests' expectations, our shoreside team that supports the ships, generate strong demand and attract new-to-cruise guests along with our travel agent partners, and of course, support from all of you, our investors, our loyal guests and our many other stakeholders.\nI think I can speak on behalf of all 160,000 team members when I say that it is a privilege to work at a company whose purpose and mission is to deliver unforgettable happiness to our guests by providing them with extraordinary cruise vacations while honoring the integrity of every ocean we sail, place we visit and life we touch. It motivates us to do our jobs well and responsibly and will help us keep our strong momentum as we head into 2024.\nWith that, I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. Before I begin, please note all of my references to ticket prices, net per diems, net yields and adjusted cruise costs without fuel will be in constant currency unless otherwise stated. I'll start today with a summary of our 2023 third quarter results, then I'll give some color on our 2023 full year September guidance. Next, I will provide a recap of our 2024 cumulative advanced book position, along with a few other things to consider for 2024. And then I will finish up describing our financial position.\nAs Josh indicated, our third quarter adjusted net income exceeded the midpoint of our guidance by $175 million as we outperformed our June guidance. The improvement was driven by 3 things. First, $90 million of favorability in revenue from higher ticket prices as net per diems were up almost 5%, nearly a point better than the midpoint of our June guidance range, while our brands outperformed on occupancy, achieving 109% for the quarter. In fact, Third quarter revenues of $6.9 billion were a record, and net yields were once again positive as compared to 2019.\nSecond, we had $40 million of favorability in net interest expense. A successful refinancing gave us the runway to core $1.2 billion of our highest cost debt, and we prepaid an additional $1.1 billion of debt, which reduced interest expense during the quarter. Additionally, we had $900 million of customer deposit reserves returned to the company during the quarter, generating additional interest income and higher overall interest income rate than forecasted also contributed to this favorability.\nAnd third, $45 million of favorability in fuel consumption, depreciation and income taxes drove this final piece. Next, I will give some color on our 2023 full year September guidance. For the full year 2023, we now expect the midpoint of our adjusted net loss guidance to be $100 million, an improvement of $75 million versus the midpoint of June guidance, despite the unfavorable net impact of higher fuel prices and currency costing $130 million in the fourth quarter.\nSo our full year September guidance includes over $200 million of actual and forecasted improvements driven by 2 things. First, over $150 million of higher revenue for the full year. On the pricing front, we now expect net per diems to be up approximately 7% for the full year 2023 compared to a strong 2019, which is 1 point higher than the midpoint of our previous guidance range. The fourth quarter is expected to build on our third quarter improvement. For the fourth quarter, we now expect net per diems to be up 7% to 8%, resulting in a net yield forecast up over 5%. The improvement in net per diems versus our previous guidance is driven by passenger ticket revenue on both sides of the Atlantic.\nWe do see a continuation of the strong onboard and other revenue trends we have been experiencing given the strength we are seeing in the consumer onboard our ships included in our previous guidance. The third quarter trends were very similar to the first half of 2023, and we are forecasting fourth quarter to be similar as well. And second, $80 million of favorability in net interest expense as the benefits of our deleveraging efforts will continue into the fourth quarter.\nFurthermore, we do expect adjusted cruise costs without fuel to be at the high end of our previous guidance range, but somewhat mitigated by the favorability in fuel consumption, depreciation and income tax expense. Turning to our 2024 cumulative advanced book position. The cumulative advanced book position for the full year 2024 is well above the high end of the historical range at higher prices than 2023 levels.\nThis aligns with the company's yield management strategy to baseload bookings, length in the booking curve and optimize net yields. And now a few things to consider for 2024. We are forecasting a capacity increase of 5% compared to 2023. We are expecting to deliver strong 2024 net yield improvement as compared to 2023 with occupancies forecasted to return to historical levels for the full year 2024. We are well positioned to drive 2024 pricing higher with less inventory remaining to sell than the same time last year, despite a capacity increase of 5%.\nWhile the occupancy opportunity will drive favorable revenue trends, let's also remember to model its impact on cost. For example, a 5 to 6 percentage point increase in occupancy could drive adjusted cruise costs without fuel up 1 to 2 percentage points in 2024 as compared to 2023. In addition, in 2024, we are expecting 580 dry dock days, an increase of 18% versus 2023, which will also impact our year-over-year cost comparisons.\nWe expect these cost increases and decelerating inflation but nevertheless, inflation will be somewhat mitigated by economies of scale from our capacity growth and various cost optimization initiatives. I will finish up describing our financial position. We are accelerating our debt repayment efforts and aggressively managing down our interest expense. In just 6 months, we reduced our debt balance by over 10% or nearly $4 billion of peak from the first quarter 2023.\nWe are in a path to end the year with less than $31 billion of debt, which is over $2.5 billion less than I forecasted 6 months ago during our March conference call. Our third quarter successful refinancing was priced at the lowest interest rate given to any cruise company in almost 2 years. This refinancing, which stretched out maturities along with our optimism about our future and the return of customer deposit reserves gave us the confidence to accelerate our debt repayment.\nOur maturity towers have been well managed through 2025 with just $2 billion of debt maturities next year and only $2.2 billion in 2025. In addition, because of our actions, our debt portfolio is 80% fixed and our average interest rate is approximately 5.5%. And looking forward, I expect substantial increases in adjusted free cash flow in 2024 and beyond through durable revenue growth to drive down our debt balance on our path back to investment grade.\nBefore I turn the call over to the operator, let me remind you to visit our website for our third quarter earnings press release and presentation. Now operator, let's open up the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fe29c8fc34cc2ca03030dfa4d546aa3b",
    "period": "2023 Q2",
    "content": "Q2 2023 Carnival Corp & PLC Earnings Call\n\nQ2 2023 Carnival Corp & PLC Earnings Call\n\nCCLNYSEJUN 26, 10:00 AM\n\nJosh Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nGood morning. This is Josh Weinstein. Welcome to our second quarter 2023 earnings call. I'm joined today by our Chair, Micky Arison; our Chief Financial Officer, David Bernstein; and our Senior Vice President of Investor Relations, Beth Roberts.\nBefore I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I'll refer you to the cautionary statement in today's press release.\nThere are many milestones we've hit over the last 2 years, and this past quarter is no exception. In fact, there was much to celebrate in the second quarter. We reached a meaningful inflection point for revenue with net yield surpassing 2019 strong level. And on top of that, operating income, cash from operations and adjusted free cash flow were all positive.\nAdding to those achievements, we just hit all-time highs for bookings and customer deposits. And remarkably, we are still experiencing a phenomenal [indiscernible], which started early, gained strength and is still going strong midway through the year. The strength in demand delivered outperformance in the second quarter for revenue, adjusted EBITDA and the bottom line, a credit to the dedicated efforts of our 160,000 amazing team members ship and short.\nNet yields in constant currency turned positive in the second quarter compared to 2019 as we drove cruise ticket prices above 2019 while maintaining record onboard revenue growth and continuing to close the gap on occupancy. In fact, net per diems in constant currency were up 7.5% over 2019 in the second quarter. This was 4.5 points better than the midpoint of guidance which we were able to achieve while meeting our forecasted occupancy. Based on continued strength in pricing, we have also raised our expectation for net for diems in the second half by over 2.5 points while again, maintaining our occupancy expectations, which is supporting our guidance of higher net yields in the second half of 2023 over 2019 in constant currency. This revenue growth will be significantly higher than the increase in our cost guidance, which David will elaborate on.\nAll told, we are bringing another $275 million to the bottom line for the year, thanks to the strength in revenue as well as the interest expense benefit we are capturing from deleveraging.\nOn a per ALBD basis and holding fuel price and currency constant to 2019 levels, we progressed from 59% of 2019's EBITDA in the first quarter to 73% back in our second quarter. We expect to hit about 85% for the third quarter and be all the way back for the fourth quarter. We are now expecting adjusted EBITDA of $4.1 billion to $4.25 billion, above the high end of our prior guidance range. As I mentioned, booking volumes reached an all-time high in our second quarter, exceeding the record levels we achieved in the first quarter, which would normally be our peak period.\nBooking volumes were 17% higher than 2019, which is multiple of our capacity growth. We experienced double-digit growth in booking volumes on both sides of the Atlantic. Demand for our European brands has continued to strengthen and is now outpacing 2019 booking volumes at a rate that's comparable to our North America brands and the strength in demand has carried into June. In North America, the booking curve is as far out as we have ever seen it, while our European brands are quickly catching up to 2019 levels. With over 90% of this year on the books, 2023 is now essentially behind us, and we are strategically building a strong base of revenue for 2024. In fact, our book position for 2024 and also stands at record levels.\nReflecting this performance, our customer deposits are also at an all-time high of $7.2 billion, significantly higher than our prior peak of $6 billion. Customer deposits grew 26% over the prior quarter and are multiples of our measured capacity growth as we strategically push out our booking lead times and pull forward more onboard spend through bundled packages and pre-crew sales.\nOnboard revenues were once again off the chart this quarter as the strategy delivers an added benefit of elevating spending once on board, enabling us to capture more of our guests vacation wallet. Our brands are laser-focused on our strategy to pull forward both ticket and onboard spend, which only enhances the visibility and predictability of our recurring revenue base. We have over 50% of the next 12 months, both at any given time and over 1/3 of onboard revenues now on the books in advance or sailings.\nOur demand generation efforts are in full swing. Our cumulative number of new-to-cruise and new-to-brand guests who sailed with us in the second quarter have already exceeded 2019's level. Our natural search performance is up across the board with an 87% increase over 2019 which is up from a 63% increase last quarter, affirming the success of our new marketing campaigns in driving awareness and consideration.\nOur lead generation efforts are also working with a 60% increase in paid search clicks over 2019, which is nearly double the 35% increase just last quarter. To accommodate the success and our increased demand profile, we've grown our sales and sales support staff by over 50% in recent months. At the same time, we can see the impact it is also having with the trade. As I've said before, in order for us to be successful, we need all of our sales channels to excel, and that certainly includes our travel agent partners who are critical in helping us widen the pipeline for new-to-cruise guests. And I've got great news on that front. The trade is continuing to rebound significantly with sales volumes up 45% year-over-year as we increase training, engagement and support activities. And of course, our advertising investments benefit not only us, but our trade partners as well.\nBy any measure, our decision to increase our investment in advertising is paying off. The sequential improvement in these important KPIs suggests the strength we are seeing in demand will continue. All of this has built confidence not just in our 2023 outlook, but in our ability to launch SEA Change, 3-year targets that will demonstrate our progress towards delivering strong profitability and rebuilding our financial fortress.\nThe acronym S-E-A stands for Sustainability through carbon intensity reduction, EBITDA per ALBD and Adjusted ROIC. Three very important key performance indicators. And for each of these items, we expect to see significant improvements from current level and well above 2019. In fact, the 2 financial measures will be the best we have seen in almost 2 decades and the carbon intensity rate will be unprecedented.\nFor the S for sustainability, we plan to reduce our carbon intensity by more than 20% compared to 2019. Essentially, we plan to deliver on our 2030 decarbonization goal 4 years early. Reducing our carbon intensity has been and continues to be a priority for our company. It is critical to improving our environmental impact and to improving our financial performance. We are widening the gap to peers on what is already the most fuel-efficient fleet out there.\nFor the E, we are targeting a 50% increase in adjusted EBITDA per ALBD compared to our 2023 guidance. This would also represent a 25% increase over 2019 levels both the fuel price and currency constant. EBITDA per ALBD best measures the increasing unit profitability of our business as we execute on our strategy to deliver revenue yield improvement on lower capacity growth.\nAnd finally, for the A, we expect Adjusted ROIC to reach 12% [ or ] more than doubling from 2023 level. We already have the lowest investment base in our industry, and our strategy is designed to deliver outsized returns through high-quality yield-driven revenue growth while maintaining our industry-leading cost structure.\nThese targets are all grounded on low capacity growth of under 2.5% compounded annually which will allow us to use our cash flow generation to pay down debt and rebuild the balance sheet as we work towards investment-grade leverage metrics. Essentially, we pulled forward our most important sustainability goal and expect a step change in both profitability and return on invested capital in just 3 years. And importantly, these targets are not our angle. They are measurable markers of continuous improvement.\nTo make this happen, we have a sense of urgency to further our brand efforts to drive net yield improvement and while it's working, we recognize these efforts do build over time.\nAs mentioned on previous calls, to help support this growth and drive overall revenue generation over time, I've actively been working with each brand on their strategies and road maps to ensure they will truly own their space in the vacation market. This means having clearly identified target markets, capacity that is appropriately sized to the market potential, demand generation and marketing capability to hone in on the target market at the lowest possible acquisition costs, revenue management execution to generate optimized pricing across the booking curve and amazing onboard guest experience delivery to drive Net Promoter Scores and resulting advocacy higher. This will allow us to continue building on our large base of loyal gas as we work to increase awareness and consideration among new-to-cruise guests.\nTo make it happen, we also need to ensure we set our brands up for success organizationally. Accordingly, during the quarter, I completed the restructuring of our global executive leadership and company structure by removing a layer of management between the corporate and brand levels, I now have the leads of all 6 of our major brands representing over 90% of our capacity reporting to me. This is up from one brand and less than 1/3 of our capacity previously. This will facilitate more direct engagement between me and our brand leads to provide me with more bandwidth to do this, I also consolidated several corporate functions under fewer leaders, streamlining our organization. While this leaves me with the same number of direct reports overall, these changes make for a more nimble and accountable organizational structure better able to respond to market opportunities.\nAnd we are also positioned to work smarter, excluding sales and sales [ support ]. Our shore side staff count is down 18% from 2019. And the team is executing across the board at a high level. I recognize that we need to make sure we are doing our part to make Carnival Corporation an amazing place to work and grow each team member's career. And so we are driving initiatives across the board, ship and shore to meet our long-term goal of being travel and leisures employer of choice, and it is really showing. The improvement we've seen in our internal metrics on employee satisfaction and culture improvement have been phenomenal.\nTurning from our most important assets, our best-in-class people to our hardware. We are actively managing our diverse portfolio of world-class brands which are #1 or #2 in each of the largest markets for cruise travel. Following our portfolio and fleet optimization efforts, our capacity growth has been concentrated in our highest returning brand. Carnival Cruise Line, AIDA and P&O Cruises U.K. These efforts have also been driven by a purposeful reduction in our overall capacity growth, which combined with our strong and accelerating demand outlook supports further yield improvement, and we still retain the excitement from 14 newly delivered ships, representing nearly 25% of our capacity.\nJust this month, we completed the transfer of Costa's Venezia to our highly successful Carnival Cruise Line brand, launching Fun Italian style with a spectacular naming ceremony featuring our very first ship godfather comedic icon [indiscernible]. I couldn't think of a better personification of Carnival Cruise Line than [indiscernible] with his unpretentious and gregarious personality which aligns perfectly with the brand's target segment.\nKeep it seamlessly with Carnival Cruise Lines brand ambassadors who help amplify Carnival's messaging and appeal such as its Chief Culinary Officer, [ Emera Legate ], Chief Phone Officer, [ Shaquille O'Neal ]; and the Mayor of [ Leverton ] himself, [ Guy Fieri ]. So far, Fun Italian style has generated 1.5 million earned media impressions.\nThe instant success of Carnival's Fun Italian style supports the entry of [indiscernible], the second cost to ship transferring over to Carnival Cruise Line next year. These transfers are part of our portfolio management strategy, which is contributing to Carnival Cuisine's capacity, growing 22% more than pre-pause expectations and cost us capacity being reduced by 36% compared to pre-pause expectations.\nThe added capacity to Carnival Cruise Line will not only generate outsized returns for the company, but rightsizing the Costa brand is also having the desired effect of supporting its revenue profile confirmed by recent booking and pricing trends. We remain committed to our strategy of owning a portfolio of world-class brands, many of which are truly dedicated to specific markets. And it's clear the strength of this portfolio is now shifting into high gear.\nIn fact, with respect to our European brands, bookings taken in the second quarter for the European deployment for each of the third and fourth quarters, achieved double-digit percentage increases in both volume and price compared to 2019. This is also supported by our home porting strategy that puts nearly 75% of our capacity where our brands guests live. We are also working to further leverage and monetize our industry-leading land-based assets in the Caribbean and Alaska. We are leaning into our strategic advantage in the Caribbean with the expansion of [indiscernible] consistently voted among the best private islands and the development of our largest Caribbean destination yet, Grand Bahama port. It's being designed to deliver wow factors tailored to Carnival Cruise Line guests to drive higher revenue yields and margins. It's also strategically located to deliver a wide array of lower fuel consumption itineraries, furthering our carbon reduction efforts. Our Caribbean destinations already serve about 5.5 million of our brand's guests each year. And upon completion, Grand port will push that to $7.5 million annually.\nWe also own cruising in Alaska with an unmatched strategic footprint across hotels, rail and motor coaches to deliver unique [ lengthy ] packages of a lifetime as well as the most itineraries by far, featuring the iconic [indiscernible] bed. We plan to lean even more into marketing the benefits of all of these assets.\nTurning to our capital structure. As we indicated on our last call, we have now begun deleveraging our balance sheet and are already $1.4 billion off the peak. During the quarter, we used excess liquidity to opportunistically prepay over $1 billion of debt, while still retaining $7.3 billion of liquidity, which we expect to ratchet down as we rebuild our balance sheet over time. We remain disciplined in making capital allocation decisions and our lowest order book in decades provides a pathway for further deleveraging. We are clearly gaining momentum on an upward trajectory, positioning us well to deliver strong profitability and rebuild our financial fortress.\nWe are already executing on our strategy with a demonstrated ability to grow revenue by taking up ticket prices even while maintaining record onboard spending levels, building occupancy and growing capacity. We are implementing a range of initiatives to capture incremental demand for cruise vacations and working hard to close the outrageous and are warranted 25% to 50% value gap to land-based offerings over time. We are well positioned to do so given our high satisfaction and low penetration levels. And we are working hard to mitigate 4 years of inflation, maintain our industry-leading unit costs, all while reinvesting in advertising and sales support to build future demand.\nWe are focused on the durable revenue growth and margin improvement that will deliver on our SEA Change program, propel us on the path to delevering and investment-grade leverage metrics, and drive the continued shift of the enterprise value of our company from debt holders back to equity holders.\nI can't end without once again thanking our travel agent partners for their support and our best-in-class people ship and shore who deliver unforgettable happiness every day by providing extraordinary cruise vacations to our guests while honoring the integrity of every ocean we sail, place we visits and life we touch.\nWith that, I'd like to turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. Before I begin, please note all of my references to ticket prices, net per diems, net yields and adjusted cruise costs without fuel will be in constant currency unless otherwise stated. I'll start today with a summary of our 2023 second quarter results. Then I'll provide a recap of our cumulative advanced book position. Next, I'll give some color on our 2023 full year June guidance and finish up describing the impact of our SEA Change program on our financial position.\nAs Josh indicated, in the second quarter, we outperformed our guidance. For the second quarter, our adjusted EBITDA was $681 million at the high end of our March guidance range. The improvement was driven by $108 million of favorability in revenue from higher ticket prices.\nNet per diems were up 7.5%, and 4.5 points higher than the midpoint of our March guidance range. In fact, second quarter revenues of $4.9 billion was a record and we achieved a significant milestone with net yields turning positive as compared to 2019. However, our revenue favorability was partially offset by a $13 million unfavorable net impact from higher fuel prices and currency and $52 million of unfavorability in adjusted cruise costs without fuel due to the timing of expenses between the quarters as well as other factors that will impact our cost guidance for the full year.\nTurning to our cumulative advanced book position. For the remainder of 2023, our cumulative advanced book position is at higher prices when compared to strong 2019 pricing. Despite headwinds from the loss of St. Petersburg as a marquee destination due to the suspension of cruises to Russia and normalized for future cruise credits with a booked occupancy position that is near the high end of the historical range. With the strength in booking volumes above 2019 levels, we are in a great position with less inventory remaining to sell for 2023 as compared to 2019 to achieve our guidance despite the 5.7% capacity increase in the second half of the year.\nNext, I will give some color on our 2023 full year June guidance. Full year 2023 occupancy is expected to be 100% or higher as we continue to close the gap each quarter on occupancy levels as compared to 2019 which is at the higher end of the historical range. On the pricing front, we expect net per diems to be up 5.5% to 6.5% for the full year 2023 and compared to a strong 2019, which is 2.5 points higher than March guidance based on the acceleration of booking trends we saw during the second quarter.\nWe increased our guidance for the second half of 2023 by over 2.5 points, substantially all of the second half improvement in net per diems is driven by passenger ticket revenue on both sides of the Atlantic. We do see a continuation of strong onboard revenue trends we have been experiencing, which were included in our previous guidance.\nNow turning to costs. Off the base of our industry-leading cost structure, adjusted cruise costs without fuel per available lower berth day or ALBD, for the full year 2023 versus 2019 are now expected to be up 10% to 11%. This is 1.5 points higher than our March guidance. The change was driven by 3 factors: first, increases in various incentive compensation programs reflecting the expected improvement in the company's current and long-term performance consistent with June guidance and the SEA Change program are worth 0.5 point; second, further investments in advertising were 0.2 point, which we believe will benefit 2024 by multiple times the investment; and third, a slower-than-expected ramp down in inflationary pressures than previously anticipated, particularly in the area of port costs, freight, crew travel due to air cost and crew compensation collectively worth 0.7 point.\nWhile we are disappointed by the slower ramp down in inflation than previously anticipated, our 2.5 point increase in net per diem guidance far outweighs our cost guidance increase, improving margins and the bottom line. There is no doubt inflation has been a significant factor driving costs higher in 2023 versus 2019. However, let's not forget, we are talking about 4 years of inflation and our teams have managed the situation well, mitigating much of the inflationary impact.\nIn fact, crew costs per available lower berth day in our June guidance are up less than 2% versus 2019 despite significant increases in [indiscernible]. This is a testament to the ingenuity and creativity of our teams as well as the benefits of our scale around the globe. The details of depreciation and amortization, interest expense and fuel expense can be found in the earnings press release we issued earlier this morning in the section titled guidance, so I will not take the time to walk you through the numbers.\nHowever, I would like to point out that the increased confidence in our future drove us to use a portion of our liquidity to prepay $1.4 billion of variable rate debt mostly with 2023 and 2024 maturities, which combined with other factors, will reduce our interest expense for the year by over $80 million and leave us with approximately 80% of our debt having fixed interest rates protecting us from rising rates.\nPutting all of these factors together, we expect $4.1 billion to $4.25 billion of adjusted EBITDA for the full year 2023, which is above the high end of the previous guidance. We expect to reach another milestone in the third quarter 2023 as we return to profitability with adjusted EPS expected to be in the range of $0.70 to $0.77 per share.\nAnd now I will finish up describing the impact of our SEA Change program on our financial position. As I said last quarter, I feel great as I report that we are beyond the peak of our total debt. Total debt peaked at over $35 billion in the first quarter of 2023 when we drew on the export credit for P&O Cruises [indiscernible] at the time of delivery. We believe with over $7 billion of liquidity, our improving EBITDA and our return to profitability in the second half of 2023, we are very well positioned to pay down debt maturities for the foreseeable future. With the debt prepayments announced in today's earnings release, we now expect our total debt at year-end to be below $33 billion.\nNow looking beyond 2023 using the SEA Change program targets as our guide. We expect cash flow from operations will average over $5 billion per year during the next 3 years, 2024 through 2026 and with optimized non-new build capital commitments and the lowest new build order book in decades, annual CapEx, net of the $3 billion of export credits will average less than $2 billion per year during the next 3 years. This will result in an average of over $3 billion in annual adjusted free cash flow to reduce debt, driving more than $8 billion in total debt reduction through 2026, inclusive of the $3 billion of export credit financing drawn during the period and over $10 billion of debt reduction from the $35 billion peak in first quarter 2023.\nAt the end of 2026, with a significantly lower level of debt and a 50% increase in adjusted EBITDA per ALBD, we are expecting to approach investment-grade leverage metrics. Our SEA Change program from debt reduction alone will transfer over $10 billion of enterprise value from debt holders to shareholders, which represents approximately $8 per share. On top of that, it will also deliver improved operating metrics and an adjusted ROIC of 12%, representing the highest level of ROIC in almost 2 decades.\nBefore I turn the call over to the operator, let me remind you to visit our website for our second quarter earnings press release and presentation.\nNow operator, let's open the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5e1f4fcd6a0195b97f04c0f5d9f47fdf",
    "period": "2023 Q1",
    "content": "Q1 2023 Carnival Corp Earnings Call\n\nQ1 2023 Carnival Corp Earnings Call\n\nCCLNYSEMAR 27, 10:00 AM\n\nJosh Weinstein\n\nPresident, CEO, Chief Climate Officer & Director\n\nGood morning. This is Josh Weinstein. Welcome to our first quarter 2023 business update conference call. I'm joined today by our Chair, Micky Arison; our Chief Financial Officer, David Bernstein; and our Senior Vice President of Investor Relations, Beth Roberts.\nBefore I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today's press release.\nConsistent with our last business update, we remain on an upward trajectory as we further closed the gap to 2019. We are still experiencing a record wave season, which started early, gained strength and has extended later into the year. We expect these favorable trends to continue based on the traction we're making to our ongoing effort to drive demand globally.\nIn the first quarter, we outperformed our guidance on all measures: Revenue, costs, adjusted EBITDA and earnings, while overcoming over $30 million in headwinds from fuel price and currency since our prior guidance, thanks to the dedicated efforts of our 160,000 amazing team members around the world. We had sequential improvement in our occupancy gap to 2019 from 19 points in Q4 to 13 points in Q1 on increasing capacity, which is now above 2019 levels. We anticipate being just 7 points or less away from 2019 occupancies in the second quarter, well on our way to historical occupancies this summer.\nEqually important, we also drove ticket prices higher and continue to throttle back on our opaque channel while also maintaining outsized onboard revenue growth but we have not lost sight on the cost side of the business. We are working hard to mitigate 4 years of inflation while still reinvesting in advertising and sales support to build future demand. We did update our cost guidance primarily to reflect decisions taken during the quarter that have increased our costs but will produce greater EBITDA and adjusted free cash flow, which David will elaborate on. We remain nimble and continue to aggressively seek opportunities to accelerate our path back to strong profitability.\nFor the year, we're expecting adjusted EBITDA of $4 billion at the midpoint. The gap to 2019's record $5.5 billion of adjusted EBITDA is being driven primarily by two items. First is our 2023 occupancy gap to 2019, which we expect to be behind us as we cycle through this year. As we discussed on the last call, this results primarily from longer-duration exotic voyages early in the year that we did not feel given the disparate COVID protocols to land-based alternatives were in place during most of the booking window for these voyages, as well as close-in deployment changes and the slightly delayed but improving European recovery trajectory.\nSecond is a drag due to fuel prices and currency changes compared to 2019. In actuality, the strength of our demand generation resulting in elevated per diems and our fleet optimization efforts has helped us to mitigate 4 years of significant cost inflation which, of course, will continue to work to offset even further.\nOn a per ALBD basis and holding fuel price and currency constant to 2019 levels, we were roughly 60% back to 2019 EBITDA in our first quarter, better than our expectations to be halfway back. We expect to be 2/3 of the way back in our second quarter as we progress back to levels that rival 2019 as we exit the year. Each point of net yield improvement results in $170 million to the bottom line in 2024. With our continuing demand generation seeing us close the occupancy gap entirely and allowing us to pull back further opaque channel activity, we are well positioned to continue to drive ticket prices higher and more than offset the drag from fuel price and currency over time.\nTo that end, wave season has been phenomenal. It started early with record Black Friday booking volumes and has continued to build. We achieved our highest ever quarterly booking volumes in our company's history, and we actually had our best weekly booking volume for this wave the last week in February. And the good news is that strength in bookings has continued into March, supporting our revenue expectations for the remainder of the year. Of course, we're working very hard to do even better.\nIn North America, our Carnival brand continues to propel us forward, breaking new booking records every single week in January and February. Booking volumes for our North American brands have been running in excess of record 2019 levels for the last 6 months and booking lead times are now back to peak levels.\nDemand for our European brands has strengthened more recently and is catching up to the U.S. market in the recovery cycle. Demand trends are improving across all regions as we exit the winter period and home heating concerns fade. In fact, booking volumes reached a record for our European brands as well, evidencing strong close-in demand and producing a continued lengthening in the booking curve.\nAs we previously noted, Australia is about a year behind the U.S. in terms of the recovery cycle. And while Asia is still about 2 years behind, we successfully resumed operations there with the ships now in Japan and one in Taiwan beginning this summer.\nTurning to China. The country still has not reopened to international cruise travel, which accounted for 1 million of our guests pre-pause and was a significant presence for Costa. To address this, we leaned into the mobility of our assets by leveraging our scale as we capitalize on the strength of our brand portfolio while building alternate deployments for the remaining Costa fleet. The actions we've taken to rightsize the Costa brands are working. Following the transfer of Venezia to our highly successful Carnival Cruise Line brand, the launch of Fun Italian Style has received strong support and is already reaching nearly 100% occupancy level for the third quarter. And with strengthening demand, Costa will be able to enter its remaining idle capacity at a faster pace.\nOverall, with normalized onboard protocols, we are on an even playing field to land-based alternatives, enabling us to close the unprecedented and unwarranted 25% to 50% value gap to land-based offerings over time. We are well positioned to capture incremental demand given our high satisfaction and low penetration levels. We're capitalizing on pent-up demand for cruise vacations, building on our large base of loyal guests as we work to increase awareness and consideration among new to cruise guests. This has been helped by the ongoing efforts of our travel agent partners who remain a critical source for new to-cruise guests.\nI am delighted to say that the trade is showing a fantastic rebound in its recovery with us this past quarter with several of our brands trade activity exceeding 2019 levels as we support our trade partners with increased training and engagement. And our investment in advertising and sales support is clearly paying dividends. For example, we've been upsizing our U.K. TV presence for P&O Cruises, the brand synonymous with cruising in the U.K. Not only has P&O Cruise has been enjoying a measurable increase in brand awareness as a result, but the brand has also experienced record bookings over the last 3 months. This is not surprising given the high correlation between TV advertising awareness and propensity to book in the U.K.\nThe awareness of P&O Cruises has been amplified with the unprecedented and well publicized naming of Arvia in Barbados less than 2 weeks ago. The amazing event featured our fabulous godmother, Nicole Sherzinger, chart-topping U.K. singer, Olly Murs and the incomparable Prime Minister of Barbados, Mia Mottley. Arvia is taking the brand with new guest experiences like the industry's first 3D submarine escape room, and it's got over 30 dining and bar outlets. We have a measured 4.5% capacity growth compared to 2019 while still retaining the excitement from 14 newly delivered ships, representing nearly 25% of our capacity.\nAnd importantly, our growth is weighted towards three of our highest returning brands: Carnival Cruise Line, AIDA and P&O Cruises U.K. following our portfolio and fleet optimization. As mentioned on previous calls, to help support this growth and drive overall revenue generation over time, I've actively been working with each brand on their strategies and road maps to ensure they have clearly identified target markets, capacity that is appropriately sized to the market potential, demand generation capability to hone in on the target market at the lowest possible acquisition cost, and deliver an amazing guest experience on board to drive Net Promoter Scores and resulting advocacy higher.\nThese efforts are well underway. We have or are in the process of refreshing segmentation research across all major source markets to confirm and resize our target audiences by brand post [ pause ]. Our brands have identified clear differentiators, and we are leveraging these insights to fine-tune each brand's positioning and marketing efforts to attract new-to-cruise guests and increase loyalty. For example, we've developed new affinity partnerships like Porsche Club of America for Princess, which is an efficient way to drive new-to-cruise demand to a brand that will resonate with its target guests.\nWe have launched new marketing campaigns across multiple media channels, including new national and home port-driven regional television in most major markets to increase awareness. And we've leaned into digital media with emphasis on video for enhanced storytelling. In fact, AIDA's new wave campaign, Better Together, has had 86 million views on TikTok and counting. We are redesigning websites to increase online traffic, improve conversion and achieve higher pre-cruise onboard sales. We are refining our onboard apps to increase communication and engagement as well as capturing incremental onboard revenue. We are refining our digital performance marketing efforts, continuously fine-tuning search engine optimization and testing new lead generation approaches with impressive results.\nAs just 2 examples, Holland America was recently named to the top 100 fastest-growing digital brands and Costa has driven an over 40% increase in lead generation in just the last 6 months. Our web visits are up 35% over 2019, which is multiples of our measured capacity growth. And our guests that are new to brand already reached 90% of 2019 levels in the first quarter. These are testaments to the success of our investments in advertising and sales support. And in fact, we're bolstering our sales and service support to address the increased volume and reduce call times resulting from all of the above.\nWe are sharpening our revenue management tools to drive incremental revenues through increased bundled package offers and new upgrade programs. We're also opening deployments further in advance, and testing and learning pricing strategies to support earlier occupancy builds and to push the booking curve out further. We are actively reducing already low cancellation levels through changes to deposit policies and new fare structures. And we are using guest insights and sharing cross-brand learnings to aid in everything we do.\nWe all have a sense of urgency to further our brand's efforts to drive net yield improvement. And while it's working, we recognize these efforts build over time. To aid in these efforts, we also have an opportunity to further leverage and monetize our industry-leading land-based assets in the Caribbean and Alaska.\nIn the Caribbean, we are building on our strategic advantage with a meaningful expansion of Half Moon Cay, which is consistently voted best private island. And of course, we're also developing our largest Caribbean destination yet, our Grand Bahama port. It's being designed to deliver wow fact tailored to Carnival Cruise Line guests to drive higher revenue yields and margins. Importantly, this development is strategically located to deliver a wide array of lower fuel consumption itineraries, furthering our carbon reduction efforts.\nAnd in Alaska, we have an unmatched strategic footprint across hotels, rail and motor coaches to deliver unique land-sea packages of a lifetime as well as the most itineraries by far, featuring the iconic Leisure Bay.\nTurning to our capital structure. We've completed two more export credits this quarter, bringing the total remaining available to $3.2 billion. The export credits are not only an attractive way to fund new ships, but they also serve to effectively roll debt that's maturing at attractive rates. In fact, the majority of export credits coming due in the next few years will be replaced by new export credits available to be drawn. As a result, we expect export credits to remain a similar portion of our debt structure at preferential low to mid-single-digit interest rates.\nWe also proactively addressed the renewal of our revolving credit agreement. The creative forward start revolver allows us to retain the benefit of $2.9 billion of liquidity until August of 2024 and provides an 18-month window to build on the current commitment of $2.1 billion. Hats off to David and our treasury team.\nWe remain disciplined in making capital allocation decisions, including new builds. We have our lowest order book in decades, which is 4 ships on order through 2025, and there will be none in 2026, plus our second incredible luxury expedition ship for Seabourn to be delivered later this year. Following a strong and prolonged wave season, customer deposits are running up double digits, contributing to adjusted free cash flow turning positive this quarter and for the full year. We are set up for structurally higher growth in customer deposits going forward as we benefit from increasing demand and increases in our bundled package offerings and pre-cruise sales.\nWhile we'll always look at opportunistic refinancing opportunities with adjusted free cash for the year expected to be positive, our revolver renewal behind us, more committed export credit financings in hand, our reduced CapEx profile going forward and over $8 billion of liquidity, we believe we are well positioned to pay down near-term debt maturities from excess liquidity and have no intention to issue equity. And with our industry-leading cost structure, we are well positioned to bring incremental revenue to the bottom line. We are focused on durable revenue growth, margin improvement and driving EBITDA per available birthday hire to propel us on the path to delevering investment-grade credit ratings and increased ROIC. Over time, we expect the enterprise value for our company to shift from debt holders back toward equity holders.\nI can't end the call without once again praising our travel agent partners for their unwavering support and our team members, ship and shore, who work so hard every day to fulfill our mission of creating unforgettable happiness by providing extraordinary cruise vacations to our guests while honoring the integrity of every ocean we sail, place we visit and life we touch. Our company is powered by our best-in-class people, something for which I am incredibly thankful.\nWith that, I'd like to turn the call over to David.\n\nDavid Bernstein\n\nCFO & Chief Accounting Officer\n\nThank you, Josh. Before I begin, please note all of my reference to ticket prices, net per diems and adjusted cruise costs without fuel will be in constant currency unless otherwise stated.\nI'll start today with a summary of our 2023 first quarter results. Then I'll provide a recap of our cumulative book position. Next, I will give some additional color on our 2023 full year March guidance and finish up describing our financial position.\nAs Josh indicated, in the first quarter, we outperformed our guidance on all measures. For the first quarter, our adjusted EBITDA was $382 million, which was $82 million, above the midpoint of our December guidance. The improvement was driven by two things: First, $82 million of favorability in both improved ticket prices as net per diems were up 7.5% and higher occupancy of over 91%; and second, $28 million of favorability in adjusted cruise costs without fuel due to the timing of expenses between quarters, both of which were partially offset by a $31 million unfavorable net impact from higher steel prices and currency.\nI have three additional comments before leaving the first quarter results. First, our onboard and other revenue for the first quarter continued at an elevated pace that is consistent with the back half of 2022, demonstrating continued strength in the consumer as well as the quality of our onboard offering. However, I want to remind you that during the December conference call, I indicated that for 2023, as we have done in the past, we changed the bundled package offering to capture incremental revenue streams, and we reevaluated the revenue accounting allocations. As a result, in 2023, more of the revenue will be less in ticket and less allocated to onboard, impacting the onboard and other revenue per diem comparisons to both 2022 and 2019. Just another reason to add to the list of reasons why the best way to judge our revenue performance is by reference to our total cruise revenue metrics such as net per diems.\nSecond, occupancy for the first quarter was over 91% but still a gap to 2019. We expect to continue to close the gap as we progress through 2023, setting us up for improved year-over-year adjusted EBITDA starting in first quarter 2024, driven by higher revenue because of the occupancy improvement.\nAnd third, net per diems for the first quarter 2023 benefited from brand mix and cabin mix as compared to the remaining 3 quarters of 2023, which was particularly aided this quarter by the exotic voyages that held down our occupancies, which we discussed on our last conference call.\nTurning to our cumulative book position. For the remainder of 2023, our cumulative advanced book position is at higher ticket prices normalized for future cruise credits when compared to strong 2019 pricing with booked occupancy that is solidly in the higher end of the historical range. The strong cumulative book position along with bundled package offerings and strong pre-cruise sales has resulted in total customer deposits achieving a first quarter record of $5.7 billion, surpassing the previous first quarter record of $4.9 billion, a 16% increase.\nNext, I will give some additional color on our 2023 full year March guidance. We now expect capacity growth for the full year 2023 to be 4.5% when compared to 2019. With strengthening demand, Costa will be able to reenter its remaining idle capacity at a faster pace than originally thought, increasing our capacity growth from December guidance. Full year 2023 occupancy is expected to be 100% or higher as we close the gap each quarter on occupancy levels as compared to 2019.\nOn the pricing front, we expect net per diems to be up 3% to 4% for full year 2023 compared to a strong 2019 with net yields improving every quarter throughout 2023 as compared to 2019 and exceeding 2019 in the fourth quarter. As I previously mentioned, net per diems for first quarter 2023 benefited from brand mix and cabin mix as compared to the remaining 3 quarters of 2023. Our net per diems for the second quarter and implied guidance for the second half of 2023 reflect the changing brand mix and cabin mix throughout the year.\nDuring 2023, our European brands expect their onboard and other revenue per diems to be up significantly versus 2019 as they were in 2022 and has been the case with our North American brands. As I previously pointed out, the absolute onboard spending on our European brands is less than that on our North American brands. Our European brand guests tend to drink a little bit more but gamble a lot less.\nAs the European brands catch up on occupancy with our North American brands during the second and third quarters and filled their ships, driving adjusted EBITDA higher, they will make up a larger percentage of the total, changing the per passenger average. And with their historically lower onboard revenue per diems, we will no longer benefit from brand mix. In addition, as we continue to close the gap to 2019 occupancy, many of the remaining cabins left to be filled or inside cabins. As we fill our increasingly shrinking remaining inventory driving adjusted EBITDA higher, we will fill the last of our inside cabins, lowering our average net per diems.\nNow turning to costs. Off the base of our industry-leading cost structure, adjusted cruise costs without fuel per ALBD for the full year 2023 versus 2019 are now expected to be up 8.5% to 9.5%. This is approximately 1 point higher than our December guidance, but for all the right reasons driving adjusted EBITDA higher.\nFirst, with record booking levels on both sides of the Atlantic during the first quarter, we increased the occupancy levels on which our December cost guidance was based, driving food costs and certain other operating expenses higher but also driving adjusted EBITDA higher.\nNext, we reevaluated and increased our customer service and support staffing levels and associated costs around the globe given higher booking levels are occurring sooner than we previously thought.\nThird, with strengthening demand, we made the strategic decision for Costa to reenter into service its remaining idle capacity, which means additional restart expenses in 2023, but again, this will drive adjusted EBITDA higher.\nFourth, the opportunistic sale and charter back of Seaborne Odyssey earlier this month will reduce depreciation expense, but the resulting charter hire expense drives adjusted cruise costs higher. We will record a U.S. GAAP gain on the sale, but the gain will be excluded from adjusted cruise costs.\nAnd finally, fifth, we see opportunities to set ourselves up for an even more successful 2024 and beyond by further tweaking up advertising expense later in 2023. Again, and I must sound like a broken record, this will drive adjusted cruise costs higher, but will also drive adjusted EBITDA higher.\nAs Josh said, we remain nimble and continue to aggressively seek opportunities to accelerate our path back to strong profitability. The details of depreciation and amortization, interest expense and fuel expense can be found in the business update press release we issued earlier this morning in the section titled Guidance. So I will not take the time to walk you through the numbers. However, I would like to thank our treasury team for the great job managing our debt portfolio with 75% of our debt having fixed interest rates, which is significantly higher than year-end 2021 when it was 58%, protecting us in what has been a rising rate environment.\nFurthermore, for those of you modeling our fuel expense, please note that we expect MGO to represent around 40% of our fuel consumption for 2023 with the percentage slightly higher during the first half of the year. Putting all these factors together, we expect $3.9 billion to $4.1 billion of adjusted EBITDA for the full year 2023.\nAnd now I will finish up describing our financial position. I am smiling when I report that adjusted free cash flow turned positive in the first quarter of 2023 and we expect adjusted free cash flow to be positive for the full year 2023. I feel great as I report that we are beyond the peak of our total debt. Total debt peaked at over $35 billion in the first quarter of 2023 when we drew on the export credit for P&O Cruises Arvia at the time of delivery. We believe with over $8 billion of liquidity, we are well positioned to pay down near-term debt maturities of $1.8 billion for the remainder of 2023 from excess liquidity. And by year-end, we expect our total debt to be down to approximately $33.5 billion.\nIn addition, our debt maturity towers have been well managed through 2024, which has $2.5 billion of debt maturities next year. And looking forward, I expect substantial increases in adjusted free cash flow in 2024 and beyond through durable revenue growth and gross margin improvement to drive down our debt balances on our path back to investment grade. And as a result, we have no intention to issue equity.\nBefore I turn the call over to the operator, let me remind you to visit our website for our first quarter business update release and presentation.\nNow operator, let's open up the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81b9ec0b63cd7f1af63027beaf82674e",
    "period": "2022 Q4",
    "content": "Q4 2022 Carnival PLC & Carnival Corp Business Update Call\n\nQ4 2022 Carnival PLC & Carnival Corp Business Update Call\n\nCUKNYSEDEC 21, 10:00 AM\n\nJosh Weinstein\n\nPresident, CEO, Chief Climate Officer & Director, Carnival Corporation & plc\n\nGood morning. This is Josh Weinstein. Welcome to our fourth quarter 2022 business update conference call. I'm joined today by our Chair, Micky Arison; our Chief Financial Officer, David Bernstein; and our Senior Vice President of Investor Relations, Beth Roberts.\nBefore I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today's press release.\nOur business continues to accelerate on an upward trajectory as we rapidly close the gap to 2019. In fact, we are already exceeding 2019 revenue per diems, and we're gaining momentum on our return to strong profitability.\nTaking a step back, this year, we've completed a monumental 18-month journey and with our scale, what we believe to be the world's largest start-up, returning 90 ships to service, reboarding over 100,000 team members and restarting our unmatched portfolio of 8 private islands and port destinations plus our unrivaled land-based footprint in Alaska and the Yukon, all while welcoming back nearly 9 million guests. For that, I sincerely thank our global teams around the world for the ingenuity and sheer determination it took to see that through to completion.\nThroughout 2022, we have aggressively built occupancy from a 50-point gap in the first quarter to less than 20 points in the fourth quarter. We achieved this on growing capacity as we returned another 35% of our fleet to service in 2022, reaching 99% of our 2019 capacity levels during the fourth quarter. And on top of this, our constant dollar revenue per passenger cruise day was 2% higher than 2019's record levels for the full year and 4% higher in the fourth quarter, overcoming the dilutive effect of future cruise credits. Without this impact, each would have been 2 points higher. And in the process, we sustained record-breaking onboard revenue per diems significantly higher in 2019.\nWe're also not losing sight of our cost base as we've worked through our restart and continue to absorb and mitigate the impacts of the high inflationary environment we've all been living in. We reduced the increase in adjusted cruise costs excluding fuel per ALBD in constant currency from up 25% in Q1 to up 11% in Q4.\nWe've also significantly ramped up our advertising and sales support to drive future demand. Thanks to this and the hard work of our amazing trade partners, our percentage of first-time guests has continued to sequentially improve, closing the gap to 2019 levels. And we've been working smarter with our shoreside teams headcount already having been significantly reduced from 2019 levels for some time now.\nWe delivered stunning new flagships for 5 of our brands, including Carnival Celebration, AIDAcosma, Costa Toscana and Discovery Princess as well as our first luxury expedition ship, the finest in the world, Seabourn Venture. All of these ships were purpose-built to generate higher returns.\nWe broke ground on a new exclusive destination, Grand Bahama Port which will be a game changer for Carnival Cruise Line, while at the same time, benefiting more than ever from our existing private islands and unique port destinations, which captured 6 million visits from our guests and all while working to minimize our environmental impact with a 7% reduction in carbon intensity, a 30% reduction in food waste and 290 million less single-use items compared to our baseline. Most importantly, we are back to doing what we do best, delivering millions of unforgettable and much-needed vacation experiences to our guests.\nAnd we are truly a global company with 45% of those guests sourced outside of North America in 2019. In fact, we practically carried more people outside the U.S. than any of our peers carried in total. We believe that having the #1 or 2 brand in each of the largest cruise markets such as North America, the U.K., Germany, Australia, Italy, France and Spain, is the foundation of our portfolio strategy and allows us to tailor our experiences and offerings to those specific source markets, enabling us to generate stronger brand loyalty and gain greater penetration and profit.\nIn this current environment, though, there are 2 factors that have had an outsized impact on our results; an uneven reopening of cruise travel around the world in the aftermath of COVID and the more direct impact the war in the Ukraine has had on European countries. While all of our brands are on an upward trajectory, the pace of the recovery has trailed for those brands most heavily exposed to these factors.\nIn 2019, 1/3 of our non-North American guests, 2 million people came from Australia, Asia and The Baltics. The vast majority of these guests were sourced through Costa and Princess, representing 40% of Costa's guests and 25% of Princess' guests. At this point in time, Australia's reopening is where North America was a year ago, and Japan is closer to 2 years behind. The lagging reopening of these markets has triggered multiple changes in deployment and guest sourcing approaches as we anticipate the impact will continue to be felt particularly for the first half of 2023.\nOf course, China also has yet to reopen. Given Costa's significant presence in Asia with 5 ships planned to operate their year-round pre-pause, we've taken actions to rightsize the Costa brand with the removal of another 2 smaller, less efficient ships from the Costa fleet. This is in addition to the previously announced 3 ships transferring to our highly successful Carnival Cruise Line brand. This positions Costa well with a competitive fleet with closer to home deployments focused on its core markets in Continental Europe.\nWe have already been encouraged by the recent strength in booking volumes for the Costa brand. In fact, last month, Costa's booking volumes in these core markets were above 2019 levels for the fourth quarter of 2022 and the first quarter of 2023 as they navigate a closer in booking curve.\nThe war in the Ukraine remains concerning for us all and especially those in the affected regions. Given the closer proximity for both Costa and our German brand, AIDA, the war and associated impacts have weighed heavily on consumer confidence in those regions, resulting in greater uncertainty and closer in booking patterns.\nTo help manage, we've made strategic deployment decisions leaning into more itineraries that home port where the guests originate as well as shorter duration cruises, helping us to reduce the friction of air travel, lower the overall cost and facilitate a closer in booking environment. We believe this positions us well to attract more new-to-cruise guests and make us even more of a value proposition versus land-based alternatives by bringing our ships closer to where our guests live.\nWe have furthered our fleet optimization efforts again this quarter, bringing the cumulative number of ship dispositions since the pause to 26 when coupled with the delivery of larger, more efficient ships, including the successful introduction of Carnival Celebration last month and the addition of Arvia for P&O Cruises just last week. This will result in nearly 1/4 of our fleet consisting of new capacity.\nThis fleet transformation resulted in an 8-percentage-point increase in balcony cabins along with a tremendous increase in available real estate on board to deliver even more differentiated onboard experiences and generate associated revenues contributing to durable revenue growth going forward.\nWe will also benefit from lower ship level unit costs that help to mitigate inflation with 9 percentage points higher fuel efficiency and 6 percentage points greater efficiency in remaining operating costs. Our revenue generation will also benefit from the launch of Carnival Venezia's Fun Italian Style in New York. The program is off to a great start, having been met with strong demand and high prices building confidence and prospects for this creative initiative.\nOverall, in 2023, we'll have just 3% capacity growth compared to 2019 while still retaining the excitement and demand from 12 fantastic ships delivered in 2020. And thanks to portfolio optimization efforts, our capacity growth is weighted towards 3 of our highest returning brands, Carnival Cruise Line, AIDA and P&O Cruises U.K. There is no doubt 30-year assets will hold dividends along our path to strong profitability as we build demand and generate higher revenue yields over time.\nHaving said that, brand by brand, there is high capacity growth that we are managing in 2023. In this transition year, P&O Cruises is absorbing 40% more capacity than 2019, thanks to Iona and Arvia. AIDA has 20% more capacity at the start of the year. Costa will have significantly more capacity in its core markets versus 2019 as the full benefits of our fleet optimization program won't be completely felt until 2024, and Princess will source more heavily than ever before from North America, given its source market disruptions.\nAs I mentioned on the previous call, to help support this growth and to drive overall revenue generation, I've actively been working with each brand on their strategies and road maps. As a result, I've authorized our brands to take a significant step up in advertising activities, including a nearly 20% increase in our investment this past quarter over 2019 to elevate awareness and consideration and to drive demand for both the near and the longer term. This should be particularly impactful with those new to cruise, where we draw about 1/3 of our guests as we position to take share from land-based alternatives.\nWe are capitalizing on the 25% to 50% value gap to land-based alternatives that, frankly, should not exist, with new marketing campaigns to communicate our significant value advantage to land-based alternatives, including newly launched digital creatives from several brands. We plan to continue these increased investments in advertising as we head into next year to promote a strong wave season where we captured disproportionately higher bookings for the year, particularly our important summer season.\nHaving been in paused status for the better part of 2 years, we are also rebuilding top-of-funnel demand through the army of advocates coming off our ships every day, recommending our cruise vacations, a renewed focus on our trade relationships and a growing sales force.\nOn the revenue management side, we are ensuring that each brand is utilizing pricing philosophies to maximize revenue from launch to sailing and sharing best practices across brands. Our teams are focused on higher value-add from bundled packages supported by a market to sale approach and consistently capturing incremental revenue streams from many initiatives such as more robust cabin upgrade programs.\nWhile building back demand and enhancing our yield management tools and strategies, we are optimizing the combination of occupancy, ticket and onboard to deliver revenue to the bottom line, in the near term while maintaining price integrity for the long term.\nGiven the close-in nature of the booking curve from the disruption caused by the Omicron variant earlier this year, and the friction from protocols in effect to the bulk of the year, most brands have leaned heavily into opaque distribution channels like our friends and family rates, which allow us to achieve higher occupancy and result in onboard revenue while still preserving pricing power over time as they are rates that are not offered in the general marketplace. These channels are beneficial in reaching higher occupancy levels and higher onboard revenues, particularly for our North American brand.\nBooking volumes have already strengthened following the relaxation in protocols. Cancellation trends are improving globally and we have seen a measurable lengthening in the booking curve. This applies across the board. Since the start of the year, our EA brands have pushed the booking curve out and narrowed the gap by more than a month while our North American brands have pushed the curve out and narrowed that gap by 2 months, now nearing 2019 lead times.\nWe enjoyed a strong response to our recent Black Friday and Cyber Monday activity and the momentum has continued into December, building our base occupancy and marking an early start to a strong wave season ahead. It is important to recognize much of the first half of 2023 was booked prior to the relaxation in protocols. And in actuality, many of these first half cruises are still implementing certain more restricted protocols given the itinerary profiles consist of lengthier exotic deployment, including our long-awaited return-to-world cruises and long winter deployments for our European brands operating from colder climates. And much of this relies heavily on long-haul flights, which are not conducive to a closer in booking environment.\nNonetheless, we expect our first quarter occupancy gap to 2019 to be reduced even further and on higher net per diems on our way to historical occupancies in the summer. This bodes well for 2023 overall as we expect more markets to open for cruise travel, protocols to continue to relax, our closer-to-home itineraries play out, and our brands continue to hone all aspects of their revenue-generating activities. And as we continue to invest to build demand, we are positioned to pull back on promotions and opaque channels to drive meaningful ticket price improvement over time.\nOn a complementary basis, our industry-leading operating costs and fuel consumption per ALBD set us up to effectively deliver more of this revenue to the bottom line. Normalizing for 2019 fuel price and currency changes which provides a better sense of the strength of the underlying fundamentals of the business and our progress, we expect adjusted EBITDA per ALBD to reach 50% of 2019 levels in the first quarter of 2023, with sequential quarterly improvement as we progress through 2023 that should rival 2019 levels by the end of the year.\nTurning to capital expenditures, we actively managed down our spend by over $500 million during 2022, and we've taken a hard look at 2023 and beyond and reshaped investment spending by $300 million annually for a cumulative reduction of $1.7 billion. We have reprioritized project lists and hurdle rates to reflect the current environment, while absolutely maintaining our commitment to excellence in compliance, protecting the environment and the safety and well-being of our guests, team members and communities we serve.\nGoing forward, we are committed to using our expected cash flow strength to repair the balance sheet over time and will be disciplined and rigorous in making new build decisions accordingly. We have just 4 ships on order through 2025 plus our second incredible Seabourn luxury expedition ship to be delivered in 2023. This is our lowest order book in decades. We don't expect any new ships in 2026 and anticipate just one or 2 new builds each year for several years thereafter.\nTurning back to our operating performance. We are effectively addressing near-term challenges in the post-pause transition with higher first quarter net per diems expected and have been reshaping our portfolio to drive revenue growth as we return to historically high occupancy levels and delivering measurable pricing improvements over time.\nWe are fast tracking our momentum by investing in marketing and sales support to effectively communicate the amazing vacation experiences we deliver day in and day out, offering an unparalleled level of convenience and personalized service and at way too good of a relative value to land-based alternatives at every price point from mass temporary to ultra luxury.\nOverall, we remain focused on driving revenue growth that hits the bottom line and accelerating our return to strong profitability. And over time, this revenue generation, our industry-leading cost base and our more focused capital expenditure profile will support significant free cash flow and propel us on the path to deleveraging investment-grade credit ratings and higher ROIC.\nThis has been a truly remarkable year, and we have come a long way in an incredibly short amount of time. These efforts highlight what we've always known, our people are our greatest asset. And now they are armed with an even greater skill set built up over the last few years -- creativity, agility and perseverance that will help push us forward.\nWe're looking forward to 2023 and our positioning for our first strong wave season in 4 years, enabling us to deliver a strong summer period where we generate the bulk of our operating profit for the year.\nWith that, I'd like to turn the call over to David.\n\nDavid Bernstein\n\nCFO & CAO, Carnival Corporation & plc\n\nThank you, Josh. I'll start today with a recap of our cumulative book position and our financial position. Then I'll provide some color on 2023.\nTurning to our cumulative book position, marking an early start to wave season, we ended the year with multiple brands breaking records on very strong Black Friday and Cyber Monday booking volumes. Our full year 2023 cumulative advanced book position is at higher prices and constant currency normalized for FCCs when compared to strong 2019 pricing and is higher than the historical average book position.\nThe second, third and fourth quarters all have a book position that are above the historical average, while the first quarter 2023 book position was impacted by heightened protocols during its prime booking period, which have since been responsibly relaxed. As a result of the relaxation of the protocols, booking volumes for first quarter 2023, along with all future sailings have increased. Therefore, we expect to continue reducing our occupancy gap in first quarter 2023 to 2019 by nearly 5 percentage points from fourth quarter 2022.\nThe strong cumulative book position has resulted in total customer deposits hitting a fourth quarter record of $5.1 billion as of November 30, 2022, surpassing the previous record of $4.9 billion as of November 30, 2019.\nNext, let's talk about our financial position. During 2022, we continued to take refinancing risk off the table by addressing our 2023 debt maturities and getting ahead of our 2024 maturities. As a result of this, we ended the fourth quarter of 2022 with $8.6 billion of liquidity.\nLooking forward, we expect to turn free cash flow positive in the back half of 2023 and continue to be free cash flow positive in 2024 and beyond. We anticipate utilizing this free cash flow to delever our balance sheet on our path back to an investment-grade credit rating.\nNow I'll finish up with some color on 2023. For first quarter 2023, we expect capacity growth to be 3.7% when compared to first quarter 2019 and 3.3% for the full year 2023 as compared to the full year 2019. During 2023, we expect to continue to close the gap on occupancy to 2019 levels. Occupancy for first quarter 2023 is expected to be 90% or slightly higher, just a 14 percentage point gap or better. As I said before, this would be nearly a 5-percentage-point improvement from the fourth quarter 2022 GAAP, but that is not enough. We are working hard and expect to close the gap to 2019 with occupancy returning to historical levels in the summer of 2023.\nOn the pricing front, first quarter 2023, we expect net per diems to be up 5.5% to 6.5% in constant currency and 3% to 4% in current dollars as compared to first quarter 2019. A great accomplishment as we start the new year. However, net per diems for first quarter 2023 are expected to benefit from brand mix when compared with first quarter 2019.\nDuring 2023, while our European brands expect onboard and other revenue per diems to be up significantly versus 2019 as they were in 2022 and as has been the case with our North American brands, absolute onboard spending on our European brands is less than that on our North American brands. Our European brand guests tend to drink a little more, but gamble a lot less. As the European brands catch up on occupancy with our North American brands during the second and third quarters and fill their ships, they will make up a larger percentage of the total changing the per-passenger average. And with their historically lower onboard revenue per diems, we will no longer benefit from the brand mix.\nAlso, for 2023, we do anticipate returning to non-GAAP financial measures to report revenue performance and use net per diems as opposed to revenue per passenger cruise day we used in 2022. For 2023, we once again expect to onboard another revenue per diems to be up significantly versus 2019, helping to drive the net per diems up. However, as I indicated in the past, as we change the bundled package offerings, we reevaluate the revenue accounting allocations.\nAs a result, in 2023, more of the revenue will be left in tickets and less allocated to onboard, impacting the onboard and other revenue per diem comparisons to both 2022 and 2019. Just another reason to add to the list of reasons why the best way to judge our revenue performance is by reference to our total cruise revenue metrics such as net per diems.\nNow turning to costs. Off the base of our industry-leading cost structure, adjusted cruise costs without fuel per ALBD for the full year 2023 versus 2019 are expected to be up 5% to 6% in current dollars and 7.5% to 8.5% in constant currency. For the first quarter 2023, the ranges are up 1 point less driven by lower dry dock cost per ALBD versus first quarter 2019 but first quarter 2023 does include an over 30% increase in advertising to further accelerate demand.\nThere are 3 main drivers of the cost increase. First, our forecast is for an average mid-teen level of inflation across all our cost categories globally. Second, our decision to further invest in advertising to drive demand and pricing in 2023 and beyond is expected to add 1 to 2 percentage points to cost per ALBD. And third, deployment optimization and other small investments are likely to add 1 percentage point.\nSignificantly mitigating these increases, our fleet optimization program that is expected to drive the 6-percentage-point improvement in ship operating cost per ALBD that is worth 4.5 points of adjusted cruise costs without fuel per ALBD and the creativity, resourcefulness and hard work by our global teams producing sourcing and productivity savings of approximately 4 percentage points. A great accomplishment.\nI would like to say thank you to all the team members who contributed to this effort. The details of depreciation and amortization, interest expense and fuel expense can be found in the business update press release we issued earlier this morning in the section titled Selected Forecast Information. So I will now walk through all the numbers.\nHowever, for those of you modeling our fuel expense, please note that we expect MGO to represent about 40% of fuel consumption for 2023. However, that percentage may be slightly higher during the early part of the year.\nWhile we are on the subject of fuel consumption, I would like to recognize everyone on our global team who contributed to the expected 15% reduction in both fuel consumption per ALBD and carbon emissions per ALBD for the full year 2023, both as compared to 2019. We are working aggressively to drive down our carbon footprint, fuel consumption and costs through technology upgrades being rolled out like the Air Lubrication Systems mentioned in this morning's business update along with investing in port and destination projects and even more focused on itinerary optimization across our portfolio of brands, while realizing the benefits of our fleet optimization efforts so that everyone can fully understand the underlying strength of our business.\nI did want to point out that for 2023 versus 2019 at current fuel prices and FX rates, we did expect a negative impact from fuel price, fuel mix and currency of approximately $150 million for first quarter and an impact that is multiple times that for the full year including a full year currency impact of over $70 million.\nPutting all these factors together, we expect $250 million to $350 million of adjusted EBITDA for the first quarter 2023 and sequential improvement compared to 2019 in each quarter of 2023 as we continue to close the gap. However, given the significance of the wave season ahead of us, we will be in a much better position to provide full year guidance for net per diems, occupancy and EBITDA early next year. We plan on providing that guidance during our first quarter business update in March.\nAnd now operator, let's open up the call for questions. Thank you."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5af935d2203f3e44a7cd8a277ae4c701",
    "period": "2022 Q3",
    "content": "Q3 2022 Carnival Corp & Carnival PLC Business Update Call\n\nQ3 2022 Carnival Corp & Carnival PLC Business Update Call\n\nCUKNYSESEP 30, 10:00 AM\n\nJosh Weinstein\n\nPresident, CEO, Chief Climate Officer & Director, Carnival Corporation & plc\n\nGood morning. This is Josh Weinstein. Welcome to our third quarter 2022 business update conference call, my first as CEO. I'm joined today telephonically by our Chair, Micky Arison. And with me here in our Miami offices, our Chief Financial Officer, David Bernstein; and our Senior Vice President of Investor Relations, Beth Roberts.\nBefore I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today's press release.\nOur business continues on a positive trajectory. We've been closing the gap to 2019 as we put a stake in the ground internally and shifted from return to service to a relentless focus on return to strong profitability. The occupancy gap to 2019 has reduced from over 50 points in Q1 to less than 30 points in Q3. At the same time, our capacity in service has gone from approximately 60% in Q1 to over 90% in Q3. In fact, in the month of August, we achieved almost 90% occupancy at higher constant dollar revenue per diems despite the impact of future cruise credits. And the differential in adjusted cruise costs, excluding fuel per ALBD, has reduced from over $25 in Q1 down to $10 in Q3. As a result, we were able to generate over $300 million of adjusted EBITDA in the third quarter, overcoming a near doubling in fuel prices.\nWe expect these favorable trends to continue as we finish up 2022 and head into 2023. And while we expect breakeven to slightly negative fourth quarter EBITDA given the seasonality of revenues and our increasing investment in advertising to drive revenue yield in 2023, we do expect second half EBITDA overall to be positive. We've also been making strategic changes to our fleet composition that will pay dividends over time. Our global fleet of 91 ships has never been better positioned, thanks to the exiting of 23 smaller, less efficient ships and taking delivery of 9 large and very efficient ships.\nWhile we'll all be 4 years older than we were in 2019, next year, the average age of our fleet will actually be a year younger than in 2019 at 12 years. It also means our average berth count per ship is increasing nearly 20%, the largest amongst our public peers. We expect benefits of this profile to include a fleet with 10% higher fuel efficiency, 6% more efficiency in remaining operating costs, a richer cabin mix and larger overall platforms to deliver onboard experiences and generate associated revenues.\nWe have also begun to address the brand portfolio to improve ROIC and drive durable top and bottom line growth. In light of the continued closure of cruise operations in China and our Costa brand's significant presence there pre-COVID, we are reducing Costa's capacity by 10% from 2019 levels, while bolstering our highly successful Carnival Cruise Line brand through the previously announced transfer of 3 ships, including 2 via our innovative Costa by Carnival initiative launching in 2023. All 3 ships will be placed on new itineraries, allowing Carnival to expand its drive-to cruise offering.\nWe will continue to evaluate opportunities to further optimize our brand portfolio over time. These fleet and portfolio decisions will provide strong tailwinds. And while during the pause in operations, being nearly twice the size of the next closest cruise company was a distinct disadvantage for our cash burn, we will once again benefit from our industry-leading scale. And there are even greater opportunities ahead to drive revenue as we return to full occupancy and march towards strong profitability.\nThroughout the pause, we have benefited from the dedicated support of our loyal guests. Now as we grow capacity in 2023 and beyond, we are redoubling efforts to attract new-to-cruise guests. About 1/3 of our guests have historically been new-to-cruise. And as you probably know, 2 of the most important drivers of new-to-cruise are word of mouth and advertising.\nWith respect to word of mouth, after the pause, we have been building back our army of advocates that leave the ships, spreading the word about the unparalleled vacation experiences we deliver day in and day out. In the third quarter alone, we carried twice the number of guests we carried in all of 2021, and over 50% more than in just the prior quarter.\nOn the advertising front, we've also been ramping up our efforts, having reached 2019 spend levels in just the last 2 quarters. In fact, until 6 months ago, we had spent less on advertising cumulatively over a 2-year period than in all of 2019, and most of this was directed at more efficient channels like past guests. This was a conscious decision to re-prioritize our resources to withstand the pause. As our brands have now been increasing their advertising investment, we will increase awareness and consideration and actively target those new-to-cruise.\nWhile we're still carrying a higher proportion of repeat guests, we have seen an improving trend in new-to-cruise and are already 2/3 of the way back to 2019 levels. And newcomers will be absolutely thrilled once we get them on board. We are delivering a great all-inclusive vacation experience, convenient, great dining and entertainment choices, fantastic itineraries, beautiful and innovative ships and the most amazing onboard teams providing a higher level of personalized service than you can find anywhere on land or sea.\nOur Net Promoter Scores are telling us, we are delivering a phenomenal product. The issue is we are way too much of a value. We should not be priced at a significant discount to land, which is exactly the case today, anywhere from 25% to 50% based on itineraries. Bottom line, when it comes to generating demand and increasing our revenue profile, we can, should and will do better.\nI have begun traveling to meet with each brand president and his or her commercial team to understand their strengths, capabilities and areas for improvement. We are working through their strategies and roadmaps to seize opportunities, all while taking advantage of tactics to quickly capture price and bookings in the interim.\nThis cuts across multiple areas of our commercial operations, driving further brand differentiation and clarity around each brand's optimal target segment; ensuring that creative marketing speaks to each brand's target audience; launching more effective digital performance marketing and lead generation approaches; a renewed focus on our trade relationships, another key driver of new-to-cruise demand; to reduce friction points and allow our travel agent partners to more efficiently secure bookings, while continuing to support internal sales as we need all sales channels to perform at a high level to be successful; improving revenue management execution as we continue to adapt to an evolving booking environment; and using data, guests and target audience insights and cross-brand learnings to aid in all of the above.\nThe engagement and transparency that characterize these brand sessions has been fantastic, and the sense of urgency these leaders have to drive their brands forward is real. And speaking of leaders, we actually have new leadership at the brands and throughout the organization. Since the pause began, 5 of our 9 brands have welcomed new energetic presidents, and these brand presidents have been actively bolstering the bench below them. Additionally, I have made a half dozen changes across corporate leadership in just the last few months. It's worth noting that with the changes I've made to date, 6 of my 12 direct reports are now women. We are actively focused on diversity and inclusion, and we'll continue to invest in talent and talent management.\nNow diversity fits alongside our overall sustainability agenda, and we've been making significant progress across the board. There have probably been no greater strides than reducing our carbon intensity. Despite being over 25% larger, our carbon footprint peaked more than a decade ago. And we've set 2030 targets for carbon intensity to be 20% lower than 2019 levels. We will achieve this through technology upgrades currently being rolled out, investing in port and destination projects, even more focus on itinerary optimization and realizing the benefit of our fleet optimization efforts.\nWhile there is no silver bullet to decarbonization for our industry yet, we are committed to working towards a solution. To this end, I'm excited about 3 successful pilots we recently completed using biofuels in existing engines without modification.\nTurning now to the current tone of business. Pricing for our 2023 book business is currently at considerably higher levels than 2019, adjusting for FCCs. And it is very encouraging that since announcing our relaxation in protocols in mid-August, we have already seen a very meaningful improvement in booking volumes. We are now running considerably higher than 2019 levels. At the same time, we have seen a notable improvement in cancellation trends. We expect these favorable trends to accelerate as the impact of our current and planned efforts will continue to materialize as we move toward our important summer season where we make the bulk of our operating profit.\nWhen it comes to our capital structure, maintaining a strong balance sheet has always been a priority for our company. Pre-pandemic, we have been able to achieve this while investing significantly in our newbuild program, thanks to the substantial cash flow our company generated. Going forward, we are committed to using our cash flow strength to repair the balance sheet over time, and we'll be disciplined and rigorous in making newbuild decisions accordingly.\nWe have 2 ships on order in 2024 and 1 in 2025. We do not anticipate significant deviation in annual levels for several years. This will significantly reduce our capital commitments and set us on the path to deleveraging. We have seized the opportunity to emerge as a company that is more efficient, more sustainable and more energized for the future. We have a transformed fleet, an unmatched portfolio of well-recognized brands and unparalleled scale in an under-penetrated industry. We are strategically managing our portfolio to optimize our near- and long-term performance.\nWe now have a tremendous opportunity to drive revenue growth by delivering measurable pricing improvements, while returning to historically high occupancy levels over time. That opportunity will drive significant free cash flow and accelerate our path to profitability, investment-grade credit ratings and higher ROIC. In the coming months, we'll talk specifically about long-term goals and targets so that we can track progress and maintain accountability along our path.\nOur travel agent partners, port and destination communities, suppliers, investors, lenders and, of course, our guests are also important to our business. I plan to speak with more of our stakeholders in the coming months to gather their perspectives as we strive for continuous improvement.\nI would like to end by personally thanking all of our talented and dedicated team members globally, ship and shore, for the heavy lifting it took to get us back to full operations. And now comes the exciting part. We get to take all of the creativity, agility and innovation that the team has built up in response to external factors throughout the pause and resumption of operations, and we now get to use that skill set to proactively drive our business forward and to fulfill our mission of creating happiness by delivering unforgettable and much-needed vacations to our guests.\nAnd now I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & CAO, Carnival Corporation & plc\n\nThank you, Josh. I'll start today with a review of guest cruise operations, and then provide booking trends and the current tone of business. Turning to guest cruise operations. Third quarter 2022 represents a significant milestone in the resumption of our guest cruise operations with adjusted EBITDA turning positive for the first time. We were pleased to see that third quarter 2022 revenue increased by nearly 80% compared to second quarter 2022, reflecting a continued sequential quarter-over-quarter improvement.\nFor the third quarter, occupancy was 84%, a 15 percentage point increase from the second quarter. We ended the quarter on a high note with 90% occupancy in the month of August. We were encouraged by the continued very close-in demand we experienced during the third quarter for the third quarter, a trend we had anticipated.\nRevenue per passenger day for the third quarter 2022 decreased from a strong 2019, mainly due to the impact of future cruise credits, or more commonly called FCCs, and currency given the stronger U.S. dollar, along with our large presence in Europe with 4 brands in the U.K. and Continental Europe. Once again, our onboard and other revenue per diems were up significantly in the third quarter 2022 versus third quarter 2019, driven by price increases, greater spending by our guests and the increased effect of the second wallet as more guests are participating in pre-cruise sales of onboard activities.\nIn fact, year-to-date, we have seen over 50% growth in pre-cruise sales of onboard activities on a per passenger cruise day, or PCD, basis as compared to 2019. Our teams have done an excellent job capitalizing on the opportunity in this area.\nAs I indicated in my comments during our last business update, we expanded our bundled package offerings given their popularity. The new bundled offerings required us to make changes to the accounting allocations. As a result, in the third quarter, more of the revenue was left in ticket and less allocated to onboard, impacting the onboard and other revenue per PCD comparison for the third quarter as compared to the second quarter. Just another reason to add to the list of reasons why the best way to judge our revenue performance is by reference to our total cruise revenue metrics.\nOn the cost side, our adjusted cruise costs without fuel in constant currency per available lower berth day, or ALBD as it is more commonly called, the third quarter 2022 was up 14% versus third quarter 2019. We have seen a continuation of the sequential improvement quarter-over-quarter in costs throughout the year and expect to see a continuation of the improvement in the fourth quarter of 2022, with a low double-digit increase compared to 2019, driven in part by higher advertising expense to drive revenue for 2023. We ended the third quarter 2022 with $7.4 billion of liquidity, essentially the same liquidity level as last quarter.\nIn addition, I am pleased to report that total customer deposits, both current and long term, were $4.8 billion at third quarter 2022, approaching the record third quarter of $4.9 billion in 2019. New bookings for the third quarter of 2022 offset most of the historical seasonal decline in customer deposits, which was over $1 billion in 2019.\nFurthermore, to facilitate investor engagement, I wanted to mention a couple of balance sheet-related items. First, let me clarify our debt-to-capital covenant test. Our current debt-to-capital percentage is in the mid-50s using the calculation methodology in our debt agreements. This methodology allows for the add-back to equity of noncash write-offs and other adjustments, which eliminates the volatility from the pause in guest cruise operations, leaving us well within the debt-to-capital covenant limit set at 75% at the end of the third quarter 2022. Second, we will provide and will continue to do so quarterly a detailed debt schedule and a listing of ships in our fleet by brand on our website, carnivalcorp.com. To find these supplemental schedules, refer to the Financial Information tab within the Investor Relations section of the website.\nNext, let's look at booking trends and the current tone of business. Booking volumes for all future sailings during the third quarter 2022 saw a continuation of the accelerated booking volumes during the second quarter and closed the gap to strong 2019 levels. We did not see any seasonal slowing of booking activity in the third quarter 2022 versus the second quarter 2022 despite the third quarter normally being a slower booking period.\nIt is great to see booking volumes for all future sailings considerably higher than 2019 levels since the announcement of the relaxed protocols in mid-August, aligning us towards land-based vacation alternatives. However, we are still managing through the close-in nature of the booking curve caused by the Omicron variant disruption to our important wave season earlier this year and the more restrictive industry protocols in effect until very recently. This left us with more inventory to sell closer in. To optimize in this environment, we have been working to increase near-term occupancy in part by using limited promotions and opaque channels, available only to a select group of people to protect overall price integrity for 2023.\nTherefore, while this resulted in the cumulative advanced book position for the fourth quarter below the historical range, we believe we are well situated with our current fourth quarter 2022 book position given current booking volumes that are running significantly ahead of 2019 levels as we capitalize on closer-in booking patterns. Pricing, impacted in part by limited promotions in opaque channels, results in our cumulative book position for fourth quarter 2022 lower compared to 2019 sailings, but primarily due to FCCs.\nWith respect to occupancy, fourth quarter occupancy historically has been lower than third quarter given the seasonal dynamic of our business. It was a 9 percentage point drop in 2019. However, this year, that will not be the case. Our continuing build in cabin occupancy will more than offset the seasonal decline, which will result in slightly higher fourth quarter 2022 occupancy compared to the third quarter and represents another step forward in closing the gap to 2019.\nFor the full year 2023, our cumulative advanced book position is slightly above the historical average and at considerably higher prices compared to record 2019 levels normalized for FCCs. While I do expect an impact on 2023 yields from the FCCs, the impact is likely to be less than 1 percentage point for the full year 2023. Additionally, during 2023, we expect improvement in occupancy, with occupancy returning to historical levels in the summer of 2023.\nWhile our return to guest cruise operations is essentially complete, we are still evaluating a few remaining deployment options as referenced in our business update release. As a result, for 2023, we expect our capacity increase to be somewhere in the range of 3% to 5% compared to 2019. Of course, with nearly 25% of our capacity in 2023 from new ships, we also expect to benefit from the efficiency gains from our fleet optimization efforts that Josh mentioned earlier, helping to mitigate inflation.\nIn summary, looking forward to 2023, we have a strong book of business at considerably higher prices. Prices are higher in all 4 quarters of 2023. Onboard revenue per diems are up significantly in 2022, and this puts us on track for a record year in 2023 for onboard revenue. All of this clearly sets the stage positively for 2023, with Josh and I working together with all of the brand teams to drive revenue growth over time.\nAnd now operator, let's open up the call for questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3c13baa4d36f01fe15eb8bc627f4d0fe",
    "period": "2022 Q2",
    "content": "Q2 2022 Carnival Corp & Carnival PLC Earnings Call\n\nQ2 2022 Carnival Corp & Carnival PLC Earnings Call\n\nCUKNYSEJUN 24, 10:00 AM\n\nArnold W. Donald\n\nCEO, Chief Climate Officer, President & Director, Carnival Corporation & plc\n\nGood morning, and welcome to our business update conference call. I am Arnold Donald, President and CEO of Carnival Corporation & plc. I'm joined today telephonically by our Chairman, Micky Arison, who is in Europe. And here with me in Miami. David Bernstein, our Chief Financial Officer; Beth Roberts, Senior Vice President, Investor Relations; and as part of our previously announced transition, our Chief Operations Officer, Josh Weinstein. Thank you all for joining us this morning.\nNow before I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today's press release.\nThis is my final business update as CEO. While very disappointingly, our share price unfortunately reflects the current market conditions, I am nonetheless very proud of all that the team has accomplished over the last 9 years. I am especially proud of how well we have collectively overcome what seemed like insurmountable obstacles at times these last few years.\nAnd I remain very excited about our future. With cash from operations now turning positive, we have reached an inflection point and, in fact, turned the corner and are headed on a positive trajectory. I'm not only excited about, I am also very confident in the future of our company, and I'm looking forward to its continuous success. I strongly believe in this team and we are enjoying a smooth transition.\nAs Vice Chairman, far and away, my number one responsibility will be to support Josh and his management team as they work to build on the current momentum. Josh is a proven executive. He is well respected throughout the company. He served in key leadership roles. He's driven strong business results during his tenure. And he played an integral part in tuning the company through the global pandemic. Josh's thorough understanding of our industry, of our operations and our business strategy puts him in a strong position to lead the next phase of our company's journey. With his vision, intensity and core values truly aligned with those that characterize our company, I cannot think of anyone better suited for this role than Josh.\nNow turning to our business results. It is reinforcing to see the continued strength and demand for cruise. We are aggressively, yet thoughtfully, ramping up to full operations, with over 90% of the fleet now in service. And at the same time, we are driving occupancy higher on those ships that have been sailing and we are focused on improving pricing compared to pre-COVID levels.\nAs we had indicated, for the 20 ships that restarted over the last quarter, occupancy has been intentionally constrained. That said, occupancy increased from 54% last quarter to 69% this quarter, while we also increased available capacity by 25%. Now the combination drove an over 60% sequential improvement in passengers carried. In fact, we carried over 1.6 million guests this past quarter. And partly in the month of June, we are already approaching 80% occupancy and, again, on even higher capacity.\nNow what makes that even more impressive is we were able to achieve that in an environment of uncertainty, given frequently changing protocols, including those that were far more restrictive than those in broader society and that were far more restrictive than those found even in other portions of the travel and leisure sector.\nWhile thankfully, vaccination and test requirements are starting to relax given the improvement in the state of the virus, we continue, nonetheless, to face constraints in the pool of potential guests due to ongoing requirements in a number of places. Yet, we have been able to make very meaningful progress.\nAs you know, the CDC recently lifted the testing requirements for reentry into the U.S. for air travel which, going forward, clearly removes some of the friction from our North American brands deployment in both Europe and due to Canadian embarkation Alaska. Usually requiring a longer duration flight, these itineraries are typically associated with longer lead times. Consequently, we expect the real benefit to be realized in 2023 and beyond.\nImportantly, customer deposits increased by $1.4 billion in the second quarter, topping $5 billion. Now we have seen a continued increase in express demand, and we expect to see that demand continue to build as protocols are further relaxed and as society becomes increasingly comfortable managing the virus.\nConcerning the threat of global recession, while not recession-proof, our business has proven to be recession-resilient time and again. As we have seen in prior cycles, even in downturns, employed people take vacations. And that's even more true in today's environment where people prioritize spending on experiences over spending on things. Cruise remains an especially appealing vacation option during downturns because of its compelling value proposition relative to land-based alternatives. Also, there is pent-up demand for travel globally which is a powerful tailwind.\nCurrently, we are seeing success for close-to-home cruises, with many sailings achieving occupancy at or above 100%, where guests perceive far less friction than with international embarkations. In fact, our Carnival Cruise Line brand, sailing its entire fleet, is expected to reach nearly 110% occupancy during our third quarter.\nWe also saw an improvement in new-to-cruise guests in the second quarter, and we have begun to ramp up our advertising efforts selectively to help support attracting first-time cruisers.\nConcerning pricing. We remain focused on improving price through next year. We are focused on optimizing the occupancy while preserving long-term pricing. In this current environment of travel restrictions and health protocols where we have coast unavailability, we use [OPay] channels and limited promotions to capitalize on near-term demand.\nWe are building on our aggressive fleet optimization efforts. Given challenges in parts of Europe, we have reallocated capacity to capitalize on markets where there is stronger demand. In fact, we just announced an especially creative approach that we think holds great promise-, the launch of Costa by Carnival. With Costa by Carnival, we bring the ambience and beauty of Italy to Carnival Cruise Line guests. Costa Venezia, Costa Firenze, both newly introduced and both spectacular, will be managed by Carnival Cruise Line, catering to Carnival's guest base beginning in the spring of '23 and 2024, respectively.\nThis new concept will offer a unique experience for Carnival guests to choose fun, Italian style while capitalizing on Costa's beautiful Italian design elements. Deployment for Venezia will be announced shortly and will represent a new itinerary option for Carnival guests.\nSeparately, we also announced the transfer of Costa Luminosa to the Carnival brand beginning in November 2022 catering to Australian guests. Now with these changes, the Carnival brand will replenish capacity that have been removed from recent ship exits and contribute to manage growth for the brand. These new and differentiated product offerings enable us to capitalize on demand among Carnival Cruise Line guests and strengthen return on invested capital across our portfolio.\nIn addition, we continue to further optimize our fleet and have announced a removal of an additional smaller, less efficient ship, bringing the total to 23 ships to be removed from the fleet since 2019. The accelerated removal of these less efficient ships, coupled with the delivery of 9 larger, more efficient ships delivered since 2019 fosters higher revenues over time through a 7 percentage point increase in the mix of premium priced balcony cabins and an even better platform for onboard revenue opportunities as well as generating a 6% reduction in ship level unit costs, excluding fuel, moderating the effects of inflation and enabling us to deliver more revenue to the bottom line.\nUpon returning to full operations, nearly 1/4 of our capacity will consist of newly delivered ships, expediting our return to profitability and improving our return on invested capital.\nMoreover, next year, our capacity growth compared to 2019 is concentrated in brands with our highest returns.\nConcerning recent fuel prices, we continue to aggressively manage our fuel consumption. Upon reaching full fleet operations, we anticipate that we will achieve a further 10% reduction in unit fuel consumption and 9% reduction in carbon intensity as compared to 2019.\nWith our proactive efforts to reduce fuel consumption, we actually peaked our carbon footprint in 2011, and that's despite an over 30% increase in capacity expected through 2023. In fact, we have reaffirmed and strengthened our carbon intensity reduction goals for 2030 and are on an accelerated path to achieve them through our fleet optimization efforts, investing in projects that drive energy efficiency, designing energy-efficient itineraries and investing in port and destination projects.\nDuring the quarter, Carnival Cruise Line broke ground on an exciting new destination project, Carnival Grand Bahama Cruise port. This destination is expected to open in late 2024 and will offer guests a uniquely Bahamian experience with many exciting features and amenities. Now this private guest experience destination will join Princess Cay, Half Moon Cay, Grand Turk, Mahogany Bay, Amber Cove and Cozumel, securing our strong foothold in the Caribbean. In fact, we benefit from a total of 9 owned or operated private destinations and port facilities, including terminals in Santa Cruz de Tenerife and Barcelona.\nAgain, I believe we have operationally reached an inflection point and we are heading in the right direction with cash from operations turning positive this quarter. We have a strong liquidity position of $7.5 billion and have already managed our debt maturity towers down through 2024. We have 91% of the fleet now operating and at improving occupancy levels, which bodes well for future cash generation.\nAnd while to date, travelers perceive uncertainty and friction continues to be a headwind as protocols become less restrictive and society continues to become increasingly more comfortable managing the virus, we expect to see demand continue to build, as we have already seen with the strength for Carnival Cruise Lines closer-to-home cruises.\nThe attractive value proposition relative to land-based alternatives, which is even greater today, and the continued strength in onboard revenues should help foster a good environment for pricing and should help to accelerate our momentum going forward.\nOnce again, I don't have the words to adequately convey how personally rewarding and inspiring the commitment, the dedication, the creative ingenuity and the phenomenal execution of our Carnival team, shipboard and shoreside around the world has been. And that, of course, includes our Chairman, Micky Arison, and the rest of our Board of Directors.\nIn the face of constantly changing barriers and constraints, in an environment of continuous and extreme uncertainty, our global team of tens of thousands successfully tackled challenge after challenge after challenge, honoring our commitment to our highest priority of compliance, environmental protection and the health, safety and well-being of everyone while stewarding the shareholders' assets and positioning us for great success over time. I simply can't thank them enough and it's truly a privilege and an honor to work with them.\nThank you also to our valued guests. Their loyalty to our 9 world-leading brands and the countless letters and calls of support are so deeply appreciated. Thank you to our travel agent partners, who are more critical than ever and helping to deliver the great story of our cruise. Thank you to our home port and destination communities who have stood by us throughout these challenges, among other contributions providing vaccines and lobbying for workable protocols.\nThank you to our suppliers and other many stakeholders who stood by us and worked hard to meet our needs while facing challenges of their own. And of course, thank you to our shareholders, our bondholders, the banks, the export credit agencies for continued confidence in us and for ongoing support. We are indeed poised for a great future because of the efforts and contributions of so many.\nWith that, I would like to take the opportunity to introduce Josh and give him the chance to say a few words before turning the call back to David. Josh?\n\nJosh Weinstein\n\nChief Operations Officer, Carnival Corporation & plc\n\nThank you, Arnold. And thanks again to Micky and the entire Board of Directors for this great opportunity. I strongly believe in our company and our ability to create happiness by delivering unforgettable and much-needed vacations for our guests. This need is even more important in the current environment given the stresses of the past 2 years and the value that we all place on shared experiences with friends and family.\nNow we are uniquely placed to deliver on this through our 9 leading cruise brands, each with a focus on meeting their specific guests' needs and wants. We plan on renewing our efforts to ensure each brand achieve clarity of positioning and effectively reaches their target audience. This, alongside providing cruise experiences that really resonate with their distinct guest base, will help each brand optimize its yield and growth aspirations to drive revenue.\nWe also expect to capitalize on our revitalized fleet, our continued portfolio optimization efforts and our unparalleled destination footprint, particularly in the Caribbean and Alaska. In addition, we have an exciting sustainability road map that underlies all of our efforts.\nWhat also gives me tremendous confidence is our determined and resilient team around the world. They've proven time and time again for the last 2.5 years that they can absolutely achieve anything and they do it while staying true to Carnival Corporation's collective values and positive culture. All of this will help us accelerate revenues and returns, drive durable earnings growth and improve the balance sheet.\nAs you said, Arnold, we are clearly at an inflection point and have a bright future ahead. I'm looking forward to putting the perspectives I've gained here in my 20 years in multiple roles to work for the benefit of our shareholders and our many other stakeholders.\n\nArnold W. Donald\n\nCEO, Chief Climate Officer, President & Director, Carnival Corporation & plc\n\nThanks, Josh. We're looking forward to your leadership. David?\n\nDavid Bernstein\n\nCFO & CAO, Carnival Corporation & plc\n\nThank you, Arnold. I'll start today with a review of guest cruise operations, along with a summary of our second quarter cash flow. Next, I will touch on our 2024 mandatory auditor rotation. Then I'll provide an update on booking trends and finish up with adjusted EBITDA expectations and our current financial position.\nTurning to guest cruise operations. During the second quarter 2022, we restarted 20 additional ships, resulting in 74% of our total fleet capacity in guest cruise operations for the whole of the second quarter. This was a substantial increase from 60% during the first quarter 2022.\nAs of today, 91% of our fleet capacity is in guest cruise operations. We were pleased to see that the second quarter 2022 revenue increased by nearly 50% compared to first quarter 2022, reflecting continued sequential improvement.\nFor the second quarter, occupancy was 69% across the ships in service, a significant increase from the 54% in the first quarter. We were encouraged by the very close-in demand we experienced during the second quarter for the second quarter, resulting in nearly double the close-in occupancy gains in second quarter 2022 versus second quarter 2019, a trend we had anticipated.\nRevenue per passenger day for the second quarter 2022 decreased slightly from a strong 2019. As Arnold indicated, we are focused on optimizing occupancy while preserving long-term pricing. However, let's not forget the impact due to the future cruise credit, or FCC as they are more commonly called, which cost us a couple of percentage points in second quarter 2022 versus second quarter 2019. Excluding the impact of FCC's revenue per passenger cruise day, the second quarter would have been higher than a strong 2019.\nOnce again, our onboard and other revenue per diems were up significantly in the second quarter 2022 versus second quarter 2019, in part due to the bundled packages as well as onboard credits utilized by guests from cruises canceled during the past.\nWe have recently expanded our bundled package offering given their popularity. The new bundled offerings require us to make changes to the accounting allocation. As a result, in the third quarter, you will see more of the revenue left in ticket, unless allocated to onboard, impacting the onboard and other revenue per PCD comparisons for the third quarter as compared to the second quarter. Just another reason to add to the list of reasons why the best way to judge our performance is by reference to our total cruise revenue metrics.\nOn the cost side, our adjusted cruise cost without fuel per available lower berth day, or ALBD as it is more commonly called, for the second quarter 2022 was up 23% versus second quarter 2019. The increase in adjusted cruise cost without fuel per ALBD is driven by essentially 5 things: First, the cost of a portion of the fleet being in pause status. Second, restart-related expenses for 20 ships. Third, 24 ships being in dry dock during the quarter, which resulted in over double the number of dry-dock days during the second quarter versus the second quarter 2019. Fourth, the cost of maintaining enhanced health and safety protocols. And finally, inflation.\nRemember that because a portion of the fleet was in pause status during the second quarter and the higher number of dry-dock days, we spread costs over less ALBDs.\nThe first half of 2022 had an unusually large number of ships in dry dock as part of our resumption of cruising ramp-up, optimizing our dry-dock schedule while the ships are not in service and ensuring that the ships were great and work great when they welcome their first guess back on board. However, the second half 2022 dry-dock schedule looks more normal by historical standards. We anticipate that many of these costs and expenses driving adjusted cruise costs without fuel per ALBD higher will end during 2022 and will not reoccur in 2023.\nAs a result of all of the above, we expect to see a significant improvement in adjusted cruise costs, excluding fuel per ALBD, from the first half of 2022 to the second half of 2022, with a mid-teens increase expected for the full year 2022 compared to 2019.\nNext, I'll provide a summary of our second quarter cash flow. We ended the second quarter 2022 with $7.5 billion in liquidity versus $7.2 billion at the end of the first quarter. The change in liquidity during the quarter was driven essentially by 6 things: First, negative adjusted EBITDA of approximately $900 million due to our ongoing redemption of guest cruise operations, an improvement from the first quarter.\nSecond, our investment of $500 million in capital expenditures. Third, $200 million of debt principal payments. And fourth, $400 million of interest expense during the quarter. All of which was more than offset by a $1.4 billion increase in customer deposits during the quarter, along with the $1 billion principal amount of senior unsecured notes we issued last month.\nNow I will touch on our 2024 mandatory auditor rotation. I wanted to take a moment to explain our situation as it is very different from most publicly listed companies outside the U.K. and the EU. Carnival plc, our U.K. publicly listed company, which is part of our dualistic company structure, is subject to U.K. law which requires mandatory auditor rotation. Therefore, PricewaterhouseCoopers, or PwC as they are more commonly called, must be changed as Carnival plc's auditor for the fiscal 2024 audit at the latest.\nTherefore, we conducted a competitive RFP process for the independent audit of Carnival plc as well as the consolidated entity, Carnival Corporation & plc. As a result of the recently completed RFP process, yesterday, our Board of Directors appointed Deloitte as the company's independent auditor for fiscal 2024. We completed the RFP process in the first half of 2022 to ensure an orderly transition of nonaudit services for the remainder of 2022 and to ensure independence by Deloitte in 2023, as required under U.K. law.\nBefore I continue, I would like to add that the Board of Directors and management of Carnival Corporation & plc would like to thank PricewaterhouseCoopers for its continued service as the company's independent auditor.\nNow let's look at booking trip. The higher March weekly booking volumes we talked about on our last business update continued throughout the quarter. This resulted in booking volumes for all future sailings during the second quarter 2022 being nearly double the booking volumes during the first quarter 2022. Second quarter 2022 booking volumes for all future sailings were the best quarterly booking volumes we have seen since the beginning of the pandemic, although they were still below the 2019 level.\nI am happy to report that booking volumes since the beginning of April for the second half of 2022 sailings have been higher than 2019 level. All of this reflects the previously expected extended wave season. And as I said before, we were very encouraged by the close-in demand we experienced during the second quarter for the second quarter, resulting in nearly double the closing occupancy gain in second quarter 2022 versus second quarter 2019, a trend we had anticipated.\nWhile the cumulative book position for the second half of 2022 is below the historical range, we believe we are well situated with our current second half 2022 book position given current booking volume, coupled with closer-in booking patterns. We continue to expect that occupancy will build throughout 2022 and return to historical levels in 2023.\nPricing on our cumulative book position for the second half of 2022 was lower, with or without FCC, normalized for bundled packages as compared to 2019 sailing.\nFor the full year 2023, our cumulative advanced book position continues to be at the higher end of the historical range and at higher prices, with or without FCC, normalize for bundled packages as compared to 2019 sailings. This is a great achievement given pricing on bookings for 2019 sailings is a tough comparison as that was a high watermark for historical yield.\nDuring the second quarter 2022, we once again increased our advertising expense compared to the first quarter 2022 in anticipation of our full fleet being in guest cruise operations and our 8% capacity increase for 2023 versus 2019. Second quarter 2022 was the first time since the pandemic that advertising expense was above 2019 level.\nI will finish up with our adjusted EBITDA expectations and our current financial position. We all know that booking trends are a leading indicator of the health of our business. With improved recent booking trends leading the way, driving customer deposits higher, positive adjusted EBITDA is clearly within our sights. Adjusted EBITDA over the first half of 2022 was impacted by restart-related spending and dry-dock expenses as 34 ships, nearly 40% of our fleet, were in dry dock during the first half of fiscal 2022.\nFor the third quarter, with over 90% of our capacity back in guest cruise operations and occupancy percentages building, we expect ship level cash contribution to grow. As a result, we expect adjusted EBITDA to be positive for the third quarter 2022 which, after everything we've been through, will be something worth celebrating.\nWith EBITDA turning positive, more liquidity than last quarter, debt maturity towers that have been well managed through 2024, we have already refinanced a portion of our 2023 maturities and we will do the rest over time.\nAnd now I will turn the call back over to Arnold.\n\nArnold W. Donald\n\nCEO, Chief Climate Officer, President & Director, Carnival Corporation & plc\n\nThank you, David. Operator, please open the call to questions."
  },
  {
    "header": "CCL",
    "cik": "0000815097",
    "ticker": "CCL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/48634cc238212ee14d9b1633ec144158",
    "period": "2022 Q1",
    "content": "Q1 2022 Carnival Corp & Carnival PLC Business Update Call\n\nQ1 2022 Carnival Corp & Carnival PLC Business Update Call\n\nCUKNYSEMAR 22, 10:00 AM\n\nArnold W. Donald\n\nCEO, Chief Climate Officer, President & Director, Carnival Corporation & plc\n\nGood morning, and welcome to our business update conference call. I'm Arnold Donald, President and CEO of Carnival Corporation & plc. Today, I'm joined telephonically by our Chairman, Micky Arison; our Chief Financial Officer, David Bernstein; and Beth Roberts, Senior Vice President, Investor Relations. We'd like to thank you all for joining us this morning.\nNow before I begin, please note that some of our remarks on this call will be forward-looking. Therefore, I must refer you to the cautionary statement in today's press release. Prior to getting into the details of the update, I just first want to say my heart goes out to all those affected by the invasion of Ukraine. I know thousands of members of our Carnival family are directly impacted and have love ones in the area. We, along with the rest of the world, are praying for a peaceful resolution.\nNow concerning our business. We're well on our way back to full cruise operations with 3/4 of our capacity having resumed guest operations and a plan to return the balance of the fleet for the summer season. And while the conversation around COVID-19 is greatly reduced, we still have to and are successfully actively managing.\nOur enhanced protocols have helped us become among the safest farms of socializing and travel with far lower incident rates than on land. In fact, we have carried more than 2 million since resuming gas operations. Our guests are enjoying great vacations, and we are enjoying historically high guest satisfaction scores.\nOf course, we have not lost sight of our highest responsibility and, therefore, our top priority, which is always compliance, environmental protection and the health, safety and well-being of everyone, our guests, the people and the communities we touch and serve, and of course, our Carnival family, our team members shipboard and shoreside.\nI'd like to start today by sincerely thanking our Carnival team members for their significant contributions which collectively have gotten us to where we are today despite a multitude of challenges. Through their collective efforts, so far, we successfully returned 64 ships to guest operations; enabled over 70,000 crew members to return to work, happy, healthy and vaccinated through our team's considerable efforts to secure and distribute vaccines; reopened our 8 owned and operated private destinations and port facilities, which about half of our guests have experienced since resuming operations, Princess Cay, Half Moon Cay, Grand Turk, Mahogany Bay, Amber Cove, Cozumel, Santa Cruz de Tenerife and Barcelona; and most importantly, delivered 2.2 million joyful vacations and counting.\nAt the same time, we also managed down operating costs, reducing our monthly adjusted EBITDA losses by 40% since mid-2020; completed a continuous stream of capital raising, exceeding $29 billion; refinanced more than $9 billion of debt, improving interest rates; amended over 100 different lender agreements; and successfully addressed our maturity tower out through 2024, all of which culminated in a consistent liquidity position exceeding $7 billion, an integral part of reinforcing stakeholder confidence. At our scale, the sheer volume of these accomplishments is no small feat. Yet these challenging operational deliverables were achieved while encountering strong headwinds like: Delta; Omicron; complex, constraining and constantly changing regulations and protocols; and more recently, the very troubling invasion of Ukraine, all of which undermine consumer confidence and generate greater friction on cross-border travel, labor, supply chain, itinerary planning and more.\nNow concerning the invasion of Ukraine. For the 4.6% of our capacity that was expected to call on Russian ports in the remainder of the year, we have decided to totally withdraw from Russia and have found attractive alternatives. That said, St. Petersburg was a marquee port for us. And while there have been times where we were unable to offer certain (inaudible) itineraries, in this instance, the close end nature of the deployment change does lead to some regional disruption in recent booking patterns. Now while the invasion has added some volatility to our business and does impact consumer confidence, with 50 years under our belt, we have successfully managed through a plethora of headwinds like: spikes in fuel prices, the Gulf War, Arab Spring, September 11, Ebola, Zika, SARS, MERS and more. And once again, the mobility of ships continues to be an asset. Time and time again, we have seen guests travel through challenges. In fact, Carnival Cruise Line turned 50 this month and recently enjoyed its 3 best weeks of bookings since resuming operations.\nAs we previously disclosed, we had experienced an impact on booking patterns more broadly at the start of our fiscal year due to the Omicron variant. Despite Omicron. guests carried grew by nearly 20% in the first quarter. Of course, albeit less than we would have otherwise achieved without the elevated cancellations which occurred in part due to a higher incidence of pretravel positive COVID test results as well as the difficulties that many prospective guests experienced obtaining timely tests. Moreover, there was just an overall impact Omicron had on our society over the course of our first quarter.\nHowever, we did maintain price as we said we would. We fully expect an extended wave season. In fact, we're already achieving occupancies in the month of March that are nearing 70% with more than 40 sailings exceeding 100% occupancy, a testament to the underlying demand for crews and closer in nature of booking patterns.\nConcerning recent fuel prices. It's certainly not the first time we've seen a dramatic spike in fuel prices. Helping to address that, we aggressively manage our consumption. And we are stepping up our efforts to further reduce consumption. Now historically, we have not used fuel derivatives. And while there is an optics benefit of smoothing earnings, over time, prices have gone up and they've also come down. But there is an economic cost to derivatives. Over the past few years, we're very glad not to have speculated with few derivatives because on a further drain on cash.\nWith our proactive efforts to reduce our footprint since 2007, we have reduced our unit fuel consumption nearly 30% and carbon intensity nearly 25% through 2019. And thanks to accelerated efforts across the board, upon reaching full fleet operations, we anticipate that we will achieve a further 10% reduction in unit fuel consumption and 9% reduction in carbon intensity as compared to 2019. In fact, we've been working hard to resume operations not only a strong operating company but a more sustainable, better all-around company.\nWe made further strides towards those efforts again this quarter. During the quarter, we enhanced our fleet optimization efforts, delivering 3 new ships: Costa Toscana, AIDAcosma and Discovery Princess, bringing the total to 9 larger, more efficient ships delivered since 2019.\nMoreover, we've announced the removal of an additional 3 smaller, less efficient ships, bringing the total to 22 ships to be removed from the fleet also since 2019. The accelerated removal of these less efficient ships has lowered capacity growth to 2.2% compound annually from the previous 4.5% through 2025, which should enable us to capitalize on pent-up demand on intentionally constrained capacity.\nThe fleet optimization effort will also foster higher revenues through a 7 percentage point increase in premium-priced balcony cabins and an even better platform for onboard revenue opportunities as well as generating a 5% reduction in ship level unit costs, excluding fuel, going forward, enabling us to deliver more revenue to the bottom line.\nUpon returning to full operations, nearly 1/4 of our capacity will consist of newly delivered ships, expediting our return to profitability and improving our return on invested capital. Again, we have long since recognize the importance of reducing our carbon footprint having peaked our absolute carbon emissions more than a decade ago. And we are continuing to innovate to effect change.\nAIDAprima will become our first ship to pilot battery power, enabling her to optimize the efficiency of the engines while at sea, reducing emissions. We also signed groundbreaking agreements through our subsidiary, Ecospray, to partner in the production of green bio-LNG generated from waste sources. In addition, we continue to invest to drive energy efficiency, rolling out our fourth in a series of 23 ships with innovative air lubrication system, which reduces drag on the haul and generates nearly 5% reduction in carbon emissions.\nWe've also taken strides to reduce our impact on climate change and mitigate climate risk in our business. We are working toward full adoption of the recommendations of the Task Force on Climate-related Financial Disclosures, that's TCFD, and have begun by reinforcing our strong governance framework with my assuming the role of Chief Climate Officer, and with the formation of our Strategic Risk Evaluation Committee to further support climate-related strategic decision-making and risk management processes.\nHaving broadened our commitments to ESG with the introduction of our 2030 sustainability goals and our 2050 aspirations, we are tracking ahead on both our important food waste and single-use plastic reduction efforts. And we are nearing completion on the rollout of more than 600 food waste biodigesters across our fleet, the most advanced technology of its kind.\nWe believe we have clearly maximized our return to service, and we have positioned our company well to withstand volatility on our path to profitability. Throughout the pause, we have been proactively managing to resume operations as an even stronger and more efficient operating company to maximize cash generation and to deliver double-digit return on invested capital over time.\nAgain, our cash flow will be the primary driver to return to investment-grade credit over time, creating greater shareholder value. There have been multiple demonstrations of the resilience of the human spirit and the resilience of our business. It is heartening that our company can be a part of bringing our guests much needed social enjoyment with family and with friends, along with the excitement of experiencing new destinations and cultures, all dearly missed throughout the pandemic.\nI referenced Carnival Cruise Line celebrating 50 years. 50 years, frankly, seems such a short time ago that Tad Arison started Carnival Cruise Line, and along with Micky, built the modern day cruise industry, bringing joy from millions of on millions of guests and creating hundreds of thousands of jobs with all that means and creating better quality of life around the world.\nOf course, it cannot have been done without the overwhelming support from everyone. So once again, thank you to our valued guests. Thank you to our travel agent partners. Thank you to our home port and destination communities. Thank you to our suppliers and other many stakeholders. And of course, thank you to our shareholders, bondholders, banks and the export credit agencies for your continued confidence in us and for your ongoing support.\nAnd again, I would like to thank our team members for their dedication, their commitment and their outstanding execution. We are excited to welcome everyone back on board. With that, I'll turn the call over to David.\n\nDavid Bernstein\n\nCFO & CAO, Carnival Corporation & plc\n\nThank you, Arnold. I'll start today with a review of guest cruise operations, along with a summary of our first quarter cash flows. Then I'll provide an update on booking trends and finish up with adjusted EBITDA and net income expectations.\nTurning to guest cruise operations. During the first quarter 2022, we restarted 10 additional ships, resulting in 60% of our fleet capacity in guest cruise operations for the whole of the first quarter. This was a substantial increase from 47% during the fourth quarter 2021.\nAs of today, 75% of our fleet capacity has resumed guest cruise operations. Agility to continuously adapt to the ever-changing landscape has been one of our greatest strengths during the pandemic. In the first quarter, we continued to demonstrate this scale as we adjusted restart dates to optimize our guest cruise operations. And we now expect each brand's full fleet to be back in guest cruise operations for its respective summer season where we historically generate the largest share of our operating income.\nI am happy to report that just last week, we announced plans for our Australia restart, commencing at the end of May after the government advised that cruising would be permitted beginning in April. For the first quarter, occupancy was 54% across the ships in service. We never expected to achieve our historical 100-plus percent occupancies for the first quarter since many of these sailings were confirmed just a number of months before departure, which resulted in less than the normal booking lead time. However, we had anticipated first quarter occupancy would exceed the 58% achieved in the fourth quarter of 2021.\nWe started the quarter with over 55% cabin occupancy booked for the first quarter and expected to improve upon that during the quarter. However, during the first quarter 2022, as a result of the Omicron variant, we experienced an impact on bookings for near-term sailings, including higher cancellations resulting from an increase in pretravel positive test results, challenges in the availability of timely pretravel tests and disruption than Omicron caused on society during this time. All of this inhibited our ability to build on our cabin occupancy book position for the first quarter 2022 during the first quarter, resulting in occupancy for the first quarter 2022 at 54% being lower than the 58% occupancy we achieved in the fourth quarter of 2021.\nDespite all that, during the first quarter, we carried over 1 million guests, which was nearly a 20% increase from the fourth quarter 2021. Once again, our brands executed extremely well with Net Promoter Scores continuing at elevated levels compared to pre-COVID scores. Revenue per passenger day for the first quarter 2022 increased approximately 7.5% compared to a strong 2019 despite our lucrative world cruises and exotic voyages being shelved this year. Our revenue management teams held on price when we experienced an impact on bookings for near-term sailings, optimizing our longer-term prospects for future revenue and pricing.\nOnce again, our onboard and other revenue per diems were up significantly in the first quarter 2022 versus the first quarter 2019, in part due to the bundled packages as well as onboard credits utilized by guests from cruises canceled during the pause. We had great growth in onboard and other per diems on both sides of the Atlantic. Increases in bar, casino, shops, spa and Internet led the way onboard. Over the past 2.5 years, we have offered and our guests have chosen more and more bundled package options. In the end, we will see the benefit of these bundled packages in onboard and other revenue. As a result of these bundled packages, the line between passenger ticket and onboard revenue is blurred. For accounting purposes, we allocate the total price paid by the guests between the 2 categories. Therefore, the best way to judge our performance is by reference to our total cruise revenue metrics.\nOn the cost side, our adjusted cruise cost without fuel per available lower berth day, or ALBD as it is more commonly called, for the first quarter 2022 was up 25%. I did say adjusted cruise costs and not net cruise costs, a term we had previously used. The calculation of adjusted cruise costs and net cruise costs are the same. However, we felt the new name more appropriately lined up with our other non-GAAP measures of adjusted net income and adjusted EBITDA, which are also referenced in our business update press release issued earlier this morning.\nThe increase in adjusted cruise costs without fuel per ALBD is driven essentially by 5 things: first, the cost of a portion of the fleet being in pause status; second, restart related expenses; third, 15 ships being in dry dock during the quarter, which resulted in nearly double the number of dry dock days during the first quarter versus the first quarter 2019; fourth, the cost of maintaining enhanced health and safety protocols; and finally, inflation. Remember, that because a portion of the fleet was in pause status during the first quarter and the higher number of dry dock days, we spread costs over less ALBDs.\nI did want to point out that in the second quarter of 2022, we expect a further 24 ships to enter dry dock as part of our resumption of cruising ramp-up, optimizing our dry dock schedule while the ships are not in service and ensuring that the ships look great when they welcome their first guests back onboard. This will again result in a doubling of the dry dock days during the quarter compared to 2019, which will impact adjusted cruise cost without fuel per ALBD during the second quarter. We anticipate that many of these costs and expenses driving adjusted cruise costs without fuel per ALBD higher will end during 2022 and will not reoccur in 2023. As a result of all of the above, we expect to see a significant improvement in adjusted cruise costs, excluding fuel per ALBD, from the first half of 2022 to the second half of 2022 with a low double-digit increase expected for the full year 2022 compared to 2019.\nNext, I'll provide a summary of our first quarter cash flows. We ended the first quarter 2022 with $7.2 billion in liquidity versus $9.4 million at the end of the fourth quarter. Looking forward, we believe we remain well positioned given our liquidity. The change in liquidity during the quarter was driven essentially by 4 things: first, an improved negative adjusted EBITDA of $1 billion due to our ongoing resumption of guest cruise operations despite the impact of the Omicron variant. We had thought adjusted EBITDA was going to improve more. But as I said before, the Omicron variant inhibited our ability to grow occupancy during the quarter, which limited the improvement in adjusted EBITDA. Second, our investment of $400 million in capital expenditures net of export credits. Third, $500 million of debt principal payments. And fourth, $400 million of interest expense during the quarter.\nNow let's look at booking trends. Since the middle of January, we have seen an improving trend in booking volumes for future sailings. Recent weekly booking volumes have been higher than at any point since the restart of guest cruise operations. During the first quarter, we increased our booked occupancy position for the second half of 2022, albeit not at the same pace as a typical wave season due to the Omicron variant. As a result, the cumulative advanced book position for the second half of 2022 is at the lower end of the historical range. However, we believe we are well situated with our current second half 2022 book position given the recent improvement in booking volumes, coupled with closer in booking patterns and our expectation for an extended wave season. We continue to expect that occupancy will build throughout 2022 and return to historical levels in 2023. And importantly, I am happy to report that prices on these bookings for the second half of 2022 continue to be higher with or without future cruise credits, or more commonly called FCCs, normalized for bundled packages as compared to 2019 sailings.\nOur cumulative advanced book position for the first half of 2023 continues to be at the higher end of the historical range, also at higher prices with or without FCCs normalized for bundled packages as compared to 2019 sailings. This is a great achievement given pricing on bookings for 2019 sailings is a tough comparison as that was a high watermark for historical yields.\nI will finish up with our adjusted EBITDA and net income expectations. We all know that booking trends are a leading indicator of the health of our business. With improved recent booking trends leading the way, driving customer deposits higher, positive adjusted EBITDA is clearly within our sights. Over the next few months, we expect ship level cash contribution to grow as more ships return to service and as we build on our occupancy percentages.\nHowever, as I've already said, adjusted EBITDA over the first half of 2022 has been or will be impacted by the restart-related spending and dry dock expenses as 39 ships, over 40% of our fleet, will have been in dry dock during the first half of fiscal 2022. Given all these factors combined, we expect monthly adjusted EBITDA to continue to improve and turn consistently positive at the beginning of our summer season.\nWe continue to expect a net loss for the second quarter of 2022 on both a U.S. GAAP and adjusted basis. However, we expect the profit for the third quarter of 2022. For the full year, we do expect a net loss. Looking to brighter days ahead in 2023, with the full fleet back in service all year, 8% more capacity than 2019 and improved fleet profile with nearly 1/4 of our capacity consisting of newly delivered ships, continuing momentum on our outstanding Net Promoter Scores and occupancy returning to historical levels, we are looking forward to providing memorable vacation experiences to nearly 14 million guests and generating potentially greater adjusted EBITDA than 2019.\nAnd now I'll turn the call back over to Arnold.\n\nArnold W. Donald\n\nCEO, Chief Climate Officer, President & Director, Carnival Corporation & plc\n\nThank you, David. Operator, please open the call for questions."
  }
]