[
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/63e63c4bf8de5ca825efea5c0b132ee9",
    "period": "2025 Q3",
    "content": "Q3 2025 Humana Inc Earnings Call\n\nQ3 2025 Humana Inc Earnings Call\n\nHUMNYSENOV 5, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Third Quarter Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I'd now like to hand the conference over to Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and posted remarks, which are available on our website.\nWe will begin this morning with brief remarks from Jim Rechtin, Humana's President and Chief Executive Officer; and Chief Financial Officer, Celeste Mellet. Following these remarks, we will host a question-and-answer session, where Jim and Celeste will be joined by George Renaudin, Humana's President of the Insurance segment; and David Dittenha, President of Enterprise Growth.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission, in our third quarter 2025 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings.\nWe undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP.\nManagement's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nFinally, the call is being recorded for replay purposes. That replay will be available on the Investor Relations page of our website, humana.com, later today.\nWith that, I will turn the call over to Jim.\n\nJames A. Rechtin\n\nPresident & COO\n\nThanks, Lisa, and good morning, everyone, and thank you for joining us today. Before we get started, I just want to take a second to acknowledge the tragedy that occurred here in Louisville last night, it's had quite an impact on the community, and our thoughts go out to the community and all the families who are impacted.\nWith that, let me turn to the quarter, and let me hit the headlines. As you have already seen, we delivered a solid third quarter in line with our expectations.\nOur third quarter medical cost trends continue to be in line with expectations and we also continue to anticipate our full year 2025 EPS outlook of approximately $17. We remain committed to achieving individual MA pretax margin of at least 3% over time and the external environment continues to evolve largely in line with expectations, and we are executing against our plan.\nI'll now briefly describe the progress we're making operationally. And as usual, I will frame my comments today around the 4 drivers of our business. The first of those is product and experience, which drive customer retention and growth, second is clinical excellence, which delivers clinical outcomes and medical margin. Third is highly efficient operations; and fourth is our capital allocation and growth in [indiscernible] in Medicaid.\nI'm going to spend most of my time today on product experience as well as clinical excellence. Let me start with our Medicare product and experience. So first, I want to emphasize that it's very early in AP. We have roughly 2 weeks of incomplete data. And while we will provide a sense of what we are seeing, this is very much subject to change. Second, I want to reinforce how we think about growth. Our focus is on maximizing customer lifetime value and customer in PV. That's our focus. The way we do that is delivering an exceptional experience that fuels member retention. Other key growth levers like benefit design and member and product mix and channel mix are all tightly aligned with our operational capacity so that we can absorb onboard and serve members in a way that maximizes lifetime value in NPV.\nThird, I want to reinforce again that we are confident in our pricing, and we're pleased that we expect to return to growth. We will take as much growth as possible from improved retention. This is unquestionably desirable growth. and we welcome new sales. However, we are prepared to take targeted actions to slow new sales if we reach the point where the volume risks negatively impacting member experience. We do recognize that you want us to provide a specific growth target. We do not think that focusing on a net growth target is the right metric because, as I just shared, growth through retention is desirable, and we will take as much of it as we can.\nWe also will not give a specific number around new sales targets. Because the amount that we can absorb is dependence upon member product and channel mix. So now as to what we are seeing. New sales are at the high end of the range, the high end of the anticipated range of outcomes that we expected in AAP. Channel mix has meaningfully improved relative to prior years. We have greater volume in our own distribution channel, with select high-performing partners and in digital distribution. This channel mix tends to be correlated with customer segments that have a higher lifetime value and are more engaged.\nWe are also seeing favorable product mix, including higher than initially expected sales and plans with 4 stars and greater. We are not seeing outsized sales in areas where competitors have exited plans. We are experiencing significantly reduced Humana plan to plan mix with plan to plan sales down year-over-year. We believe that this is likely an early indicator that our stable benefit strategy and changes to our customer service approach are working to reduce voluntary attrition, though we need more time to validate this assumption.\nSo while it's early, we feel good about what we are seeing so far in AEP. And as we have said previously, we will continue to monitor new sales volume and manage it dynamically. We are prepared to take further mitigating actions as we did heading into AEP if it appears that new sales will put member experience at risk. We do recognize that there's a lot of interest in our overall growth strategy and the ongoing AEP.\nSo I'm pleased that David [ Diddenfass ] will join Celeste, George and I for Q&A today. David joined the company nearly 2 years ago as President of Enterprise Growth. He came to Humana with 30 years of experience across a range of industries, including financial services, where he was focused on customer segmentation, acquisition, driving an experience that fuels retention to ultimately drive sustainable and profitable growth.\nDavid's consumer-focused experience and perspective is -- has been and is instrumental to our journey to become a consumer health care company. Now to turn to clinical excellence. I will focus on Star's performance. Just to recap the key messages from our 8-K and audio file released in early October, we are disappointed, but we are not surprised by our bonus year '27 Stars results. The results are consistent with our baseline planning scenario, and our outlook remains the same as we previously communicated at our investor conference in June. We have -- we did see operational gains in Q4 of 2024 that have continued into 2025, and we feel good about our operational progress this year.\nMore specifically, in our current measurement year, bonus year '28, we are seeing meaningful year-over-year improvement across the vast majority of metrics. We also continue to see week-over-week improvement as recently as October, and we are showing 600,000 more gaps closed year-over-year as our momentum continues to remain steady. Given the STARS program is measured on a curve, it will not be prudent to share additional results at this time.\nHowever, once the hybrid season is complete in the second quarter of next year, we will provide some additional visibility into our final operating results. However, we will not speculate on thresholds. All in, the takeaway remains that we continue to be confident that we are on the right track to return to top quartile Stars results in bonus year '28.\nNow I'm going to turn to our highly efficient operations. We are making -- where we are making meaningful progress and going to share a couple of examples. We recently partnered with [ Genpact ] to outsource elements of our finance capabilities. This will both improve our capabilities and it will reduce cost. We also have a newly introduced Agentic-AI platform, which is helping deliver capabilities like agent assist that help our call center advocates and agents focus on supporting our members. This is helping to improve call accuracy, and deliver faster response times, which drive better outcomes and experience.\nCollectively, we expect these items to generate greater than $100 million of savings over a few years while also improving the quality of our operations. These changes are a small sample of our multiyear transformation, which will include near-term tactical cost programs, but also longer-term efforts that change how we operate.\nNow turning to capital allocation. We have freed up capital by selling a noncore asset, the Enclara Pharmacia business and are working to sell additional noncore assets. We also agreed to deploy capital to a deal that is expected to close this month in Florida, the Villages Health, which provides primary and specialty care services at the fastest-growing retirement community in the country. We also continue to feel good about our center well pharmacy strategies. We continue to develop our direct-to-consumer capability, and we are also moving into direct-to-employer opportunities.\nSo in conclusion, we are pleased with our solid performance year-to-date, and we continue to have confidence in the full year 2025 outlook. We feel good about our pricing and the outlook for AEP 2026. And Bonus year '27 Stars results were disappointing, but consistent with our expectations and the outlook for bonus year '28 continues to trend in the right direction, and we remain confident in a return to top quartile results.\nWith that, I will turn it over to Celeste for a few remarks before we go to Q&A.\n\nCeleste Marie Mellet\n\nChief Financial Officer\n\nThank you, Jim. Our third quarter results reflect solid execution and underlying fundamentals, including membership and patient growth, revenue and medical cost trends that continue to develop consistent with our expectations.\nIn addition, we experienced some favorability in the quarter, which enabled higher than previously anticipated investments. These investments were focused in areas to both accelerate our transformation and where we have seen strong returns to date, such as Stars and clinical excellence as well as in areas such as network management, which position us well for the future. We are pleased that our year-to-date performance and outlook support reaffirmation of our full year adjusted EPS outlook of approximately $17 while also making an additional approximately $150 million in incremental investments, including the higher investments in the third quarter.\nAs a reminder, we included the Doc6 in our guidance for '25. If it is not implemented for '25, we may invest all or a portion of the onetime savings into items that position the company for long-term success.\nNow turning to the balance sheet and capital deployment. I would first like to comment briefly on the days in claims payable or DCP metric. Our DCP changes, both sequentially and year-over-year, were largely driven by items that are generally timing in nature and not related to claim reserve levels, including changes in process claims inventory and provider payables. And as previously discussed, the year-over-year comparison was further impacted by changes related to the inflation reduction Act.\nImportantly, the estimate for claims incurred but not reported for IBNR, remain largely consistent in these periods, even with our year-over-year decline in individual MA membership. As we have previously shared, we believe this serves as a better indicator of the consistency in our reserve methodology and the relative strength of our claims reserves.\nNow moving to our ongoing efforts to increase the efficiency of our balance sheet. As Jim mentioned, we completed an asset sale during the third quarter and are continuing to pursue the sale of additional noncore assets while also making significant progress on capital optimization, the details of which we will share when we complete the execution.\nWith respect to capital deployment, we will remain prudent in our near-term approach taking a balanced view to evaluating capital investments and returns. Accordingly, our '25 outlook does not contemplate additional share repurchase activity beyond the buybacks in the second quarter, which offset dilution from stock-based compensation. From an M&A perspective, we see significant opportunities to take advantage of the current market dislocation and acquire attractive small to midsized provider businesses such as our pending acquisition of the Villages Health, while remaining focused on managing our debt-to-cap ratio.\nOur debt-to-cap ratio at the end of the quarter was 40.3%, down from 40.7% as of June 30, and we continue to target a ratio of approximately 40% over the longer term. Looking ahead, I echo Jim's message that we feel good about our pricing and the outlook for AEP.\nIn addition, we are executing on the plan that we laid out at our Investor Day in June, managing the levers within our control, with a focus on delivering best-in-class clinical excellence, transforming the company to enable scalable growth and driving enhanced operating leverage. We believe that these efforts will allow us to return the business to its full earnings power while driving better outcomes and experiences for our members, patients and associates.\nWith that, I will turn the call back to Lisa to start the Q&A.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThanks, Celeste. Before starting the Q&A, just a quick reminder that to fairness and those waiting in the queue. We ask that you please limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/38d15df84bf18dac5f8b4069be307fa4",
    "period": "2025 Q2",
    "content": "Q2 2025 Humana Inc Earnings Call\n\nQ2 2025 Humana Inc Earnings Call\n\nHUMNYSEJUL 30, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Second Quarter Earnings Call. [Operator Instructions]. Please be advised that today's conference is being recorded. I would now like to hand the conference over to Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks, which are both available on our website. We will begin this morning with brief remarks from Jim Rechtin, Humana's President and Chief Executive Officer; and Chief Financial Officer, Celeste Mellet. Following these remarks, we will host a question-and-answer session where Jim and Celeste will be joined by George Renaudin, President of Humana's Insurance segment.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our second quarter 2025 earnings press release as they relate to forward-looking statements along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results.\nToday's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. Finally, the call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today. With that, I will turn the call over to Jim Rechtin.\n\nJames A. Rechtin\n\nPresident & COO\n\nThank you, Lisa. Good morning, everyone, and thank you for joining us. As you've already seen, we delivered a good second quarter and first half relative to our expectations. The outperformance was driven primarily by CenterWell pharmacy as well as better-than-expected individual MA membership. Our second quarter medical cost trends were in line with expectations. And given these results in our solid first quarter, we are raising our full year 2025 EPS outlook from approximately $16.25 to approximately $17.\nWhile we still have challenges to navigate, the external environment this year continues to evolve largely in line with our expectations, and we are executing against our plan. There's actually a lot happening, and I have a great deal to cover today. So let me just remind everybody that I'll frame my comments as I typically do around the four basic drivers of our business. The first driver is a product and experience, which drive customer growth and retention. Second is clinical excellence, which delivers clinical outcomes and medical margin. Third is delivering a highly efficient back office and fourth, is capital allocation and growth in both CenterWell and [ Medicaid ].\nLet me start with our Medicare product and experience. Individual MA membership, as I mentioned before, has declined less than we expected. Part of this improvement is that we've seen more bounce back members. And so these are members who chose another plan last autumn during AEP, but have come back to us during OEP and [ ROIC ]. These members typically have better year 1 economics because we know them, and we can provide better clinical care.\nAs you may remember from Investor Day, our retention strategy is an important lever for us on our path to a more sustainable and reliable margins. And so we're excited to see these members returning to Humana. We are also taking aggressive steps to continue to improve the experience for our members in an effort to build upon this performance.\nThere's a couple of examples. The first is, last week, Humana announced new actions to simplify and streamline the prior authorization process. This builds on the recent commitments made by multiple health plans, including Humana, that were announced by [ AHIP ] and June. Humana's actions, which go even further than our initial commitment through [ AHIP ] will help ensure our members get the right care in a timely manner while also reducing administrative burdens for physicians as well as improving the experience for our members. I think it's important that we remind everyone that we believe that prior authorization is an important check in balance to ensure appropriate care. It's just that it should be invisible to our members.\nIn another example, of our focus on experience, we have entered into a new partnership with the health care software company, [ EPIC ]. This partnership makes Humana the first health insurer to integrate health plan information directly into my charts accounts.\nWhy is this important? This brings health plan coverage information into the same place where members frequently go to manage their care decisions. In essence, it provides increased transparency to the cost of care. We know that visibility into the cost of care when care decisions are being made is a big deal for our members, and we want to do everything we can to provide that visibility and transparency.\nNow let me turn to clinical excellence. We are going to focus today almost exclusively on Stars. We'll hit BY '27 and '28 along with the Stars litigation.\nI'll start with the Stars litigation. The court dismissed our case a couple of weeks ago on administrative grounds. They did this because we had not exhausted the optional appeals process with CMS when we originally filed our lawsuit. The appeals process with CMS is now over, and so we have refiled our Stars case in the same court. As we wait for a new ruling, our path forward remains the same. We are continuing to press ahead with urgency on BY '27 and BY '28. Operationally, we are continuing to make strong progress. We are closing gaps in care and driving both quality and experience for our customers. And so there's no change in our message or our tone here today.\nAs a reminder, for BY' '27 results, we will be entering a quiet period when we receive planned preview data. So after today's call, we will not be discussing BY '27 Stars until the final results are released by CMS in October.\nShifting to the area of a highly efficient back office. We have a lot of activity happening in this area right now. During Investor Day, we shared that we were focused on transforming the organization, transforming the organization to enable scalable growth and drive operating leverage. This is a multiyear transformation, and it will include both near-term tactical cost programs, but also longer-term efforts to change how we operate through increased automation and use of technology. This week, we notified eligible employees of an early retirement program to help accelerate efforts with our operating model and to streamline cost.\nIn the next few months, we will also be expanding our efforts to contract out additional aspects of our shared services functions. We are doing this in an effort to streamline and optimize outsourcing capabilities. We will also be evolving some of our employee benefits to bring them in line with industry standards. I really want to emphasize that while these changes will reduce cost, the intent is to enable our broader strategy. This will be a multiyear transformation. It will be taken at a measured pace. And the objective is to create a more nimble technology-enabled organization that can respond more quickly to consumer needs and expectations.\nNow let me turn to capital allocation and the growth of our Medicaid and CenterWell businesses. We're seeing exciting progress in both businesses right now. Strategic expansion of Medicaid continues with the launch of the Virginia contract, this brings our active footprint to 10 states with three more states awarded in pending. I know there's been a lot of curiosity about the impact of the Big Beautiful Bill. Our footprint in Medicaid is largely in non-expansion states, and it tends to be skewed towards the LTSS or long-term support services population. These geographies in this population are less impacted by the bill. So while the bill will certainly have some impact, we expect it to be more muted for us versus Medicaid broadly. We remain committed to our Medicaid strategy and the assumptions we made at Investor Day about margin progression.\nFinally, we are encouraged by our CenterWell pharmacy outperformance year-to-date. This has been driven by two things: we've seen higher direct-to-consumer volume, and we have seen favorability in specialty pharmacy, which is seeing higher volumes and more favorable drug mix than expected.\nSo to conclude, all in, we are pleased with our solid performance year-to-date and our improved full year 2025 outlook. As we look ahead, we remain focused on delivering a more stable and compelling MA margin. We continue to have conviction that the strong core fundamentals and growth outlook for MA will allow us to deliver compelling shareholder value over the long term. And with that, I will turn it to Celeste for a few remarks before we go to Q&A.\n\nCeleste Marie Mellet\n\nChief Financial Officer\n\nThank you, Jim. Our second quarter results reflect solid execution across the enterprise as we focus on returning the business to its full earnings power. And while we remain appropriately prudent in our assumptions heading into the back half of the year. To date, the underlying fundamentals of the business, including membership and patient growth, revenue and medical cost trends are developing in line to better than expected. We are pleased that our performance and outlook support our improved full year adjusted EPS outlook of approximately $17.\nAnd it is important to note that this outlook contemplates an additional approximately $100 million in incremental investments to improve member and patient outcomes and support operational excellence. The additional investments are focused in areas where we have seen strong returns to date, such as pairing in-home visits with virtual health to better engage members who don't have a primary care provider and closing gaps in care.\nTurning to the balance sheet and capital deployment. We continue to execute on our efforts to increase the efficiency of our balance sheet and fortify our foundation. And we're making the progress on the sale of non-core assets and optimizing our capital requirements. We will share more on these efforts that plans finalize in the coming months. With respect to capital deployment, we will remain prudent in our near-term approach, taking a balanced view to evaluating capital investments and returns.\nAs I shared with you at our recent Investor Day, we intend to focus on maximizing shareholder value by executing on share buybacks to offset dilution from stock-based compensation, growing individual -- growing dividends in line with earnings as they recover and over the long term, executing on accretive M&A for which we have a proven track record.\nAccordingly, we completed approximately $100 million of share repurchases in the second quarter to offset dilution from employee issuance and do not have additional repurchases contemplated for 2025.\nDuring the quarter, we also opportunistically bought back approximately $200 million of debt due in 2027, using the proceeds from our bond issuance earlier this year. Looking ahead, we will continue to manage the levers within our control, focused on delivering best-in-class clinical excellence, transforming the company to enable scalable growth and driving enhanced operating leverage. We believe that these efforts will allow us to expand margin and realize the earnings potential of the business while driving better outcomes for our members, patients and associates. With that, I will turn the call back to Lisa to start the Q&A.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nGreat. Before starting the Q&A, just a quick reminder for fairness to those waiting in the queue, which we do have a long list in the queue. We ask that you please limit yourself to one question. So operator, with that, if you'll please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffacbf227d77e5e1ef8e1bf0d852ebeb",
    "period": "2025 Q1",
    "content": "Q1 2025 Humana Inc Earnings Call\n\nQ1 2025 Humana Inc Earnings Call\n\nHUMNYSEAPR 30, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Humana's First Quarter 2025 Earnings Call. [Operator Instructions]\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks, which are available on our website. We will begin this morning with brief remarks from Jim Rechtin, Humana's President and Chief Executive Officer; and Chief Financial Officer, Celeste Mellet, which will be followed by a Q&A session, where Jim and Celeste will be joined by George Renaudin, President of Humana's Insurance segment.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our first quarter 2025 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results.\nToday's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site.\nCall participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release.\nAny references to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nFinally, this call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today. With that, I'll turn the call over to Jim.\n\nJames A. Rechtin\n\nPresident & COO\n\nThanks, Lisa. Good morning, everyone, and thanks for joining us. We are pleased with our start to 2025. We are reaffirming our full year guidance. We came in ahead of plan for Q1. And I will note that some of the outperformance in the quarter is timing related. It is also still early in the year, so we are continuing to monitor trends. This includes changes in consumer behavior due to the IRA.\nThere's nothing new on our litigation related to CMS' 2026 Star ratings. We are still waiting on a ruling. I think the best way to describe where we are at, at this moment is that while there are still challenges to navigate, there are no surprises. The external environment is evolving as we expected, and we are executing against the things we control.\nWe have scheduled an investor conference on June 16. We have 3 objectives: One, provide a clearer picture of the earnings power of the business; two, explain what it will take to unlock that earnings power; and three, give you clarity on how to track our progress.\nNow I will briefly describe the progress we are making operationally. And as usual, I will frame my comments today around the 4 basic drivers of our business. That is product and experience, which drive customer growth; clinical excellence, which delivers clinical outcomes and medical margin; a highly efficient back office and capital allocation and growth in CenterWell and Medicaid.\nRegarding our Medicare product and experience, there are no changes to our membership guidance for 2025. We had strong performance in OEP and the early outlook for the rest of the year is trending positively. As we head into the bid cycle, we believe the rate notice better reflects the trend environment and should enable greater industry stability.\nRegarding clinical excellence. Operationally, we continue to make progress on Stars. We are closing gaps in care and driving both quality and experience for our customers. For example, through recent partnerships, we are better engaging members. We don't have a primary care provider. We are doing this by pairing in-person home visits with virtual health. We expect this work will close gaps in care by 25% year-over-year.\nAnother effort is through our medication adherence campaigns in which we are seeing 30% to 50% reduction year-over-year in members with [ late ] refills.\nRegarding a highly efficient back office, our G&A costs for the quarter were slightly better than expectations. This was largely due to the timing of costs that will be incurred in the second and third quarter. However, we are also seeing good progress in our cost management efforts. One example is increased use of AI in our contact centers. This technology quickly surfaces complex information to our representatives can have more impactful interactions with our members while reducing call times.\nRegarding capital allocation and growth in our CenterWell and Medicaid businesses, we're seeing robust patient and membership growth in primary care and Medicaid, continued growth in our value-based models in home health and volume growth in specialty pharmacy. Over the last year, we've added 30 new centers through acquisition and partnership, which are helping to fuel our growth in primary care. We received an intent to award notice from Illinois for their new dual-eligible special needs program. And CenterWell Pharmacy has started its work as the fulfillment center for NovoCare's weight loss medication directed to cash pay customers. As you may have seen in the news yesterday, we have also reached fulfillment agreements with 3 other companies in the past few days.\nAll in, I am encouraged by our recent performance and growth. And with that, I will turn it over to Celeste for a few remarks before we go to Q&A.\n\nCeleste M. Mellet\n\nChief Financial Officer\n\nThank you, Jim. I would reinforce that while it remains early, we've had a solid start to the year. The underlying fundamentals of the business, including membership and patient growth, revenue and medical cost trends are developing as expected. And we have been doing substantial work around operating efficiencies with a focus on increasing flexibility and operating leverage while also making incremental investments to improve member and patient outcomes and support operational excellence, positioning the company for long-term success.\nThe EPS outperformance in the quarter was largely driven by a shift in the expected timing of certain expenses. As a result, we are pleased to reaffirm our full year outlook, including adjusted EPS guidance of approximately $16.25, an expected insurance segment benefit ratio of 90.1% to 90.5%.\nLooking ahead, we remain focused on managing the levers within our control, expanding margins and realizing the earnings potential of the business. These levers include quality with a focus on delivering industry-leading Stars results on a sustainable basis, clinical excellence, operating efficiencies and continued maturity of our Medicaid and CenterWell businesses through their respective J curves.\nI'm also spending time ensuring every dollar of the balance sheet drives value. Given my background, this is something that has been a major focus for me in prior roles, and I see a real opportunity to continue to increase the efficiency of our balance sheet.\nAll in, we believe there is substantial value to be unlocked at Humana over the mid and longer term, and we look forward to sharing more at our investor conference in June.\nWith that, I will turn the call back to Lisa to start the Q&A."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4bf87c8d8deda2dd47a09af1b80e7e4a",
    "period": "2024 Q4",
    "content": "Q4 2024 Humana Inc Earnings Call\n\nQ4 2024 Humana Inc Earnings Call\n\nHUMNYSEFEB 11, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Humana's Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to Lisa Stoner, Vice President, Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks, which are available on our website. We will begin this morning with brief remarks from Jim Rechtin, Humana's President and Chief Executive Officer; and Chief Financial Officer, Celeste Mellet, which will be followed by a Q&A session, where Jim and Celeste will be joined by George Renaudin, President of Humana's Insurance segment.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission, and our fourth quarter 2024 earnings press release, as they relate to forward-looking statements along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results.\nToday's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles, or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Any references to earnings per share, or EPS, made during this conference call refer to diluted earnings per common share. Finally, this call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nWith that, I'll turn the call over to Jim Rechtin.\n\nJames A. Rechtin\n\nPresident & COO\n\nThank you, Lisa, and good morning, everyone. Thank you for joining us.\nI have three topics today. First, we have some new members of the team to introduce. I'm going to spend a minute talking about our performance through the framework of the four levers that drive this business. Those are the levers that were introduced in the CEO letter last summer, and I'll spend a minute on industry context.\nFirst, let me just reinforce a couple of headlines. 2024 adjusted EPS is in line with our initial guidance. This does include the investment that we made in Stars, and in growth, in the back portion of the year. We are reaffirming our 2025 outlook. We remain committed to achieving at least a 3% margin in individual MA, and we do view 2025 as a key year in that journey. And we have some management team members to help us bring fresh perspectives to that task. I'm pleased to introduce them today. I'll start with Celeste Mellet, our new Chief Financial Officer.\nCeleste joins us with a lot of experience leading finance in organizations that have worked their way through difficult external headwinds. This is a good experience given the circumstances in our sector over the past couple of years and today. This includes her experience at Morgan Stanley and at [ Fannie Mae ]. You will, of course, be hearing from Celeste today, and I look forward to introducing you in a moment.\nWe also have Michelle O'Hara joining us as Chief Human Resources Officer. Her experience has been focused on evolving HR capabilities through periods of change. She comes to us from [ SAIC ].\nAnd we're introducing [ Japan Meda ] as our new Chief Information Officer. [ Japan ] brings a wealth of experience managing large IT organizations in scale regulated industries. He also has experience using data and digital to better engage customers. This is a big part of our future, we believe. He was most recently at Citi.\nNow let me turn to the 4 things that drive this business. The first of those 4 levers is product experience, which drives customer growth, retention and lifetime customer value. In this area, we feel that we are moving in the right direction, that we also believe that we're just scratching the surface of what can be done.\nAs a reminder, in 2024, we proved to have a good year of growth with nearly 5% membership growth, despite repricing our product to reflect the elevated medical cost trend that we began to see nearly 2 years ago. When we look at the most recent AEP and expectations for 2025, we are accomplishing the things we wanted to achieve. We're shedding unprofitable plans, we're resetting expectations and lower margin plans, and we are shifting our membership mix with a focus on sustainable long-term value.\nThe membership losses that we've experienced have largely been consistent with our strategy. The exception to this is our position in the D-SNP space. However, we are comfortable that we can quickly improve our positioning in this space. I also want to emphasize that we feel very good about the new member mix that we've been attracting.\nThe second lever is clinical excellence. This is the engine of the business. When we deliver better outcomes for our members and our patients, we also reduced system costs. When we reduce system costs, we improve our own product profitability. Clinical excellence starts with delivering on Star's performance. In the fourth quarter of 2024, we closed 650,000 care gaps. This is a significant improvement from where we started in September. We feel good about the progress that we made over the last quarter of the year. And the question, of course, is will these steps that we've taken, be enough to return us to an industry-leading position in 2027?\nAs we acknowledge back in October, it will be tight, and ultimately, it will depend on the final thresholds. Having said that, I will reemphasize that we feel good about the progress we made in the fourth quarter. We are right now putting all of our energy into measurement year 2025. That is bonus year 2028, where we have a full year of runway to drive operating [indiscernible].\nOur third lever is operating with a highly efficient back office. We have made a lot of progress in this domain over the course of the last couple of years. In 2024, we improved our operating expense ratio by 40 basis points. Just to provide a few examples of what enabled this. We optimized our care model, we unified shipping activities across the enterprise. We outsourced some noncore capabilities, and we streamlined our internal distribution capability. I'd like to note that our internal distribution team performed better this year than ever, even while driving efficiency. Efficiency does not mean a decline in performance levels when we do it the right way, it is important for our team to note this and for our investors to recognize it. Despite the good progress over the past few years, we believe there is more to do and we expect to communicate a path towards additional efficiencies in the upcoming months.\nFinally, let me touch on the last lever, which is capital allocation and growth. We feel good about the opportunities we found to expand our primary care footprint in the second half of 2024. We also feel good about the continued expansion of Medicaid organically. However, in the near future, we will need to strike a balance.\nPriority #1 is recovering in a margin, as we have repeatedly said. This will require us being prudent with our balance sheet as we navigate the Stars recovery. And we must continue to grow our earnings capacity through organic reinvestment and through acquisitions. This is clearly a second priority, but it is a priority nonetheless. Both CenterWell and Medicaid are important enablers of our long-term strategy. We will be thoughtful in identifying opportunities that make sense in our current environment that allow us to continue to grow our earnings capacity while being prudent with our balance sheet.\nNow let me spend just a moment on the insurance industry and on Medicare Advantage. It's been a volatile couple of years and more so it's been a volatile few months. The U.S. health care system is complicated, it's fragmented and it's expensive. I think all of that has been pretty well established. Americans understandably, want high-quality affordable care that is easy to navigate. Too often, that is not what they are receiving today. There is no one company and there is no one sector that is responsible for this. It is a system challenge. It is the challenge of our American health care system.\nStill, as I mentioned in my CEO letter last summer, Medicare Advantage plays an important role. Medicare Advantage delivers better outcomes in original Medicare. If you need evidence of this, look at the steady improvement in [ HEDIS ] performance that has been driven by MA programs. Medicare Advantage operates more efficiently than original Medicare. This can be demonstrated in our recently published value-based care report, or through the work done jointly with Harvard University, looking at value-based primary care which operates inside of the Medicare Advantage system.\nMedicare Advantage also enables more affordable health care access to seniors. There is a reason that more than 50% of eligible Americans choose Medicare Advantage. It is of good value, it makes health care more affordable and easier to access. And of course, the Medicare Advantage program can be improved, and we are open to partnering with anyone interested in engaging constructively to do that.\nIn the meantime, there are things that we Humana can do on our own. While we cannot fix the entire health care system on our own, we can make it easier for our patients and our members to navigate. We can make it easier to understand what our members will have to pay when they see a doctor or require a procedure. We can do more to support our members with reminders to do preventative care to manage their chronic illnesses. We can take complicated health care topics and we can communicate about them more clearly and simply to our members. We can provide them better service every time they call us with a question or concern. Those are the things that we can do, that is our intent, and that is the work that is underway within Humana.\nWith that, I will turn it over to Celeste for her to share a few words on her first month at Humana. Celeste?\n\nCeleste Mellet\n\nChief Financial Officer\n\nThank you, Jim. I'll start by echoing your belief in Humana's value proposition. This is a great company with a long successful history, strong DNA and differentiated capabilities, that has demonstrated it can improve outcomes for members and patients while driving significant value for shareholders.\nWhile our long-term potential remains strong, our industry is in transition, facing significant regulatory and other headwinds. I have had the opportunity to lead companies in regulated industries through similar periods of volatility. It is incumbent upon us to evolve how we serve our members and operate the business to be more nimble, better able to absorb fluctuations and more consistently deliver compelling financial performance and shareholder value. As we execute on the 4 levers Jim has articulated, we will be stronger and better.\nI am thrilled to join an incredible team that will guide Humana through this transition. I have enjoyed getting to know my team and many of my colleagues over the last several weeks. It has been great to see how talented and committed the company is to serving our members and patients. I am energized by the opportunity to bring a fresh perspective and challenge the organization to rethink our norms so we are constantly improving, while at the same time, ensuring the aspects of our culture that have been so critical to our past successes are retained, and enabling long-term profitable, sustainable growth. And I look forward to working with many of the participants on this call over the coming months.\nWith that, I will turn the call back to Lisa to start the Q&A.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nGreat. Thank you, Celeste. Before starting the Q&A, just a quick reminder that fairness in those waiting in the queue, we ask that you please limit yourself to one question. So operator, with that, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1bf4a68808aa5b1a27fa0ebeeadade20",
    "period": "2024 Q2",
    "content": "Q2 2024 Humana Inc Earnings Call\n\nQ2 2024 Humana Inc Earnings Call\n\nHUMNYSEJUL 31, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Second Quarter 2024 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to Lisa Stoner, Vice President, Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks as well as the letter from the CEO, all of which are available on our website. We will begin this morning with brief remarks from Jim Rechtin, Humana's President and Chief Executive Officer; followed by a Q&A session with Jim and Susan Diamond, Humana's Chief Financial Officer. .\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our second quarter 2024 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings.\nWe undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP.\nManagement's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. Finally, this call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nWith that, I'll turn the call over to Jim Rechtin.\n\nJames A. Rechtin\n\nPresident & COO\n\nThanks, Lisa, and good morning, everyone. Thank you for joining us. Let me start by just saying that it's a privilege to be able to serve as Humana's President and Chief Executive Officer. And I want to say thanks to the Humana Board of Directors for providing me this opportunity. I also just want to say thanks to Bruce for the last 6 months of his mentorship and partnership, it's been really, really great. .\nAnd I actually look forward to continue to work with them over the next year. So Bruce and our 65,000 teammates to build a great company here, and it's pretty exciting to be a part of it. I shared some thoughts on Humana and the industry and the opportunity ahead and the letter that I posted on our Investor Relations website this morning. I encourage everyone to take a moment to read the letter. that goes along with our second quarter prepared remarks in the earnings release. I'm not going to repeat what is in the letter, but I do want to hit a couple of themes.\nSo let me start by just reinforcing what I think is basic truth about the business, it's a good business. It's good for our members, and it's good for our patients. This is well documented in my opinion. CMS and the federal government, state government and by extension, even taxpayers are also our customers. And I think we need to constantly remind ourselves of that. What we do creates value for those customers as well. We need a regulatory environment that allows that value to be fully realized, and that requires constant collaboration and adjustment.\nWe need to be a proactive partner with CMS in that process and we need to do this to make sure that we've got a long-term stable Medicare Medicaid program. This is also good for investors for all of you. And I think you guys know that the sector fundamentals have not meaningfully changed. They're still attractive and we still have differentiated capabilities to compete in that space. We understand that there is frustration with the volatility that we've been experiencing I want you to know that we also acknowledge that right now, we are not achieving our full potential. The external environment has certainly been difficult.\nHowever, the message I want to keep driving home is that we need to see the external environment for what it is, it's context. We need to shape it to the degree that we can, and we otherwise need to be focused on the things that we control within that context. That's our product, it's our pricing, it's our clinical capabilities. it's admin costs and it's growing our business. To execute well against the things that we do control, we need to be incredibly focused on operating discipline. We're good at operating discipline, but we need to be reminding ourselves of that day in and day out as the external environment changes.\nWe also can do a better job with multi-year planning in order to deliver consistency and performance over time. We've got great teams. We know how to do this. It's simply about maintaining focus on the things that we control, even when the environment around us has shifted. Now let me turn to second quarter performance. I'm going to give a quick headline. I'm going to give some examples to support that headline, and then I'm going to come back with some implications on our outlook.\nThe headline today is that our second quarter results exceeded expectations. We feel good about where we are at midyear, but we did experience some medical cost pressure in the quarter. So let me expand on that a little bit. Much of the good news comes from our Medicare business, which is outperforming the expectations that we had at the beginning of the year. Our member growth is better than we expected. We raised our forecast by 75,000 members, that means that we should grow at just over 4% for the year. Our benefit ratio for the quarter was lower than we anticipated.\nThat was driven by claims development and higher-than-expected revenue, and that was also offset by the higher inpatient costs that I referenced earlier. More specifically, inpatient admissions were higher than we expected in the back half of the second quarter. That pressure has continued into July. For now, we believe that planning for continued pressure within our guidance is the right approach. But we also feel good that this pressure ultimately can be mitigated. We've taken several measures to mitigate that pressure. So for example, we're continuing to ensure clinical appropriateness of admissions, especially in light of the 2 midnight rule. We are enhancing claims audits, and we are negotiating with provider partners to achieve better clinical and contractual alignment. In Medicaid, we're excited about our continued growth through both contract wins and member growth. And we continue to wait for additional RFPs. We have some modest claims pressure in Medicaid, but we do not expect it to impact our full year results.\nIn CenterWell, primary care is delivering strong clinic and patient growth, and we're confident that we're on track to mitigate B-28 as it phases in. Overall, our pharmacy volumes are in line with plan, and we continue to drive lower cost to fill, particularly in our less mature specialty pharmacy business. The home business has generated high single-digit admission growth, and the team continues to improve their cost structure, anticipating continued rate pressure in that space. We continue to make progress managing our admin costs, and we're ahead of plan for these. Broadly, we are focused on automation.\nThis is in reducing our cost to fill in our pharmacy business, and it's also in lowering member service costs within our insurance segment. I'll give just a few examples of the type of work, actually, really good work that our teams are doing. We're seeing an increased Medicare claims auto adjudication rate by about 70 basis points. This does improve the provider experience and it does also reduce claim processing costs. We've optimized logistics across our specialty pharmacy facility in a way that reduces transit times and also lowers average delivery costs. We've improved our digital enrollment experience.\nThis is leading to higher conversion rates. And again, it's lowering our distribution costs. Finally, we're making good progress on multiyear initiatives. We recently announced a partnership with Google. This will help accelerate our AI efforts. That will, in turn, help reduce cost and improve the consumer experience. We're excited about a recent investment that we made in health pilot help pilot uses AI to make the consumer purchasing experience better when shopping for Medicare Advantage. And we just entered into a lease agreement with Walmart that should help accelerate our primary care clinic.\nThe implication as we look forward is that we are reaffirming our full year 2024 adjusted EPS and benefit ratio guidance. This prudently assumes that the higher inpatient costs will continue even as we work to mitigate that pressure. Looking ahead to 2025, we continue to expand in adjusted EPS growth at a first step on what will be a multiyear path to a normalized margin. We continue to feel good about our bid assumptions and our product portfolio as we head into AEP. I'm excited about all of the momentum and the opportunity ahead. And so with that, I'll just remind you that we posted the prepared remarks to our Investor Relations website so that we could spend most of our time on Q&A today, and we will now open up the lines for your questions.\nOperator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e871f720efd8cbcf303a6b5fffc7ee3",
    "period": "2024 Q1",
    "content": "Q1 2024 Humana Inc Earnings Call\n\nQ1 2024 Humana Inc Earnings Call\n\nHUMNYSEAPR 24, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana First Quarter 2024 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks, both of which are available on our website. We will begin this morning with brief remarks from Bruce Broussard, Humana's Chief Executive Officer; and Jim Rechtin, Humana's President and Chief Operating Officer. Followed by a Q&A session, where Bruce and Jim will be joined by Susan Diamond, Humana's Chief Financial Officer.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our first quarter 2024 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings.\nWe undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP.\nManagement's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. Finally, this call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, Chief Executive Officer & Director, Humana, Inc.\n\nThank you, Lisa, and good morning, everyone, and thank you for joining us. I hope you had the opportunity to review our prepared remarks, which we posted this morning along with our earnings release. We'll spend the majority of our time today on Q&A, but I'd first like to highlight a few key messages that we want you to take away from our discussion.\nFirst, we had a solid start to 2024 and we're pleased to reaffirm our full year adjusted EPS guidance of approximately $16 while increasing our individual MA membership growth outlook by $50,000 to $150,000 net growth. Early medical cost trend indicators in our individual MA business are largely in line to positive relative to expectations, and we have seen strong year-to-date patient growth in our primary care business with 20% growth in our de novo centers and 7% growth in our more mature wholly owned centers.\nIn addition, we are incredibly proud of our continued organic success expanding our Medicaid platform with recent contract wins in Florida, Texas and Virginia. We are pleased that 2024 is trending in line with expectations. As we look ahead, we acknowledge that the industry is experiencing a dynamic and challenging time we must navigate. And while the current environment will create disruption for the industry in the near term, we continue to believe in the strong core fundamentals and growth outlook of the MA industry and our ability to effectively compete in MA market remains intact.\nSpecific to 2025, we expect benefit levels, planned stability and choice for seniors to be negatively impacted by the final MA rate notice, which is not sufficient to address their current medical cost trend environment and regulatory changes. Considering the significant difference between the final rate notice and our previous funding assumption, combined with the inherent pricing limitations imposed by the TBC change thresholds, we no longer believe $6 to $10 of adjusted EPS growth is the appropriate target range for 2025.\nImportantly, we believe that the industry will adjust to the current funding regulatory over time, continuing to deliver strong top line growth and normalizing at an appropriate margin of at least 3%. In that context, we remain committed to margin recovery and profitable growth through a multiyear pricing actions, creating value for our shareholders over the long term. Our 2025 adjusted EPS growth outlook will be impacted by several variables to which we will not have clear visibility until later this year, including finalization of our MA bid pricing decisions, the continued evolution of the industry cost trends and the level of competitor pricing actions in 2025, which will impact our net membership growth.\nIn addition, we continue to evaluate opportunities to drive growth and further productivity across all lines of business to support 2025 adjusted EPS growth. We appreciate your desire for more detail regarding our outlook for 2025, and we will, therefore, provide an update on our bid strategy post bid finalization, with further update in the fall once we have visibility into our competitor plans and expected membership implications.\nBefore turning it to Jim for a few remarks, I'd further emphasize that we continue to believe there is strong bipartisan support for the MA program and that the strong core fundamentals and growth outlook for MA and value-based care remain intact. In addition, Humana's platform, unique focus on MA and expanding center well capabilities will allow us to compete effectively and deliver compelling shareholder value over the long term. With that, turn it over to Jim.\n\nJames A. Rechtin\n\nPresident & COO\n\nThanks, Bruce. I just want to echo your comments that the outlook for Humana specifically and for the MA industry more broadly remains strong. The industry is navigating a challenging time, but it's important to recall that this is not the first time that we've had to navigate challenging times and that we've seen difficult periods in the past. Humana has navigated this period successfully adjusting as needed and continuing to grow.\nWhile we anticipate disruption in the near term, the sector fundamentals are sound. This includes favorable demographics, a compelling value proposition relative to traditional Medicare. We believe the industry will continue to grow, and Humana will be well positioned to remain a leader in the market.\nI also want to reiterate that we are committed to pricing discipline and margin recovery in this bid cycle. We are actively evaluating plan level pricing decisions and the expected impact to membership. We are evaluating opportunities to drive productivity, we are focused on the levers to support adjusted EPS growth in 2025 and beyond. And as we have incremental data on 2025, we will share it. We appreciate everyone's ongoing support and look forward to providing additional updates on our performance and outlook throughout the year.\nWith that, we will open the line for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to one question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/07bec54d27350bcdf35f69215f52066c",
    "period": "2023 Q4",
    "content": "Q4 2023 Humana Inc Earnings Call\n\nQ4 2023 Humana Inc Earnings Call\n\nHUMNYSEJAN 25, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Humana's Fourth Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your host today, Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. I hope everyone had a chance to review our press release and prepared remarks this morning, both of which are available on our website. We will begin today with brief remarks from Bruce Broussard, Humana's President and Chief Executive Officer; and Jim Rechtin, Humana's President and Chief Operating Officer.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our fourth quarter 2023 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results.\nToday's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles, or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's financial press release. Any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. Finally, this call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today. With that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, Chief Executive Officer & Director, Humana, Inc.\n\nThank you, Lisa, and good morning, everyone, and thank you for joining us. We're going to dedicate the majority of our time today to Q&A, but I wanted to first highlight a few key messages that we hope you'll take away from our discussion today.\nAs shared in our prepared remarks, which we posted this morning along with our earnings release, I'd like to start by stating the obvious. We are disappointed in the updated -- provided today. The Medicare Advantage sector is navigating a complex and dynamic period of change as we are all working through significant regulatory changes while also absorbing unprecedented increases in medical cost trends. The increase in utilization that emerged late in the fourth quarter was a significant deviation from an already elevated level impacting the industry. We take our commitments seriously and are disappointed where we are unable to fully offset these higher cost trends despite our best efforts to identify mitigation opportunities throughout the year.\nWhile the near-term impacts of the higher utilization are disappointing, our confidence in the long-term attractiveness of this sector and our position within has not changed. We provided you with our initial outlook for 2024 of approximately $16 in adjusted EPS. Given the recency and magnitude of the uptick in the utilization trend, we have prudently assumed that the higher costs seen in the fourth quarter persist throughout 2024. Based on our review of our initial claims data, we believe that the seasonal factors are not driving the increase. We are committed to updating you on our progress and understanding and addressing this change throughout the year.\nImportantly, the MA program was designed to be dynamic and respond to changes in medical trends. Looking to 2025, we are evaluating MA pricing actions and expect earnings growth in other lines of business as well as our ongoing productivity and trend mitigation initiatives to quickly restore our margins and resume a path of compelling earnings growth. Our current expectation is to deliver $6 to $10 of adjusted EPS growth in 2025. Notably, any outperformance we achieved in 2024 will be additive to this initial outlook.\nBefore turning to Q&A, I'd like to provide Jim Rechtin, our President and COO, an opportunity to provide a few comments on our update this morning. Jim?\n\nJames A. Rechtin\n\nPresident & COO\n\nThanks, Bruce. I am stepping into this role here at Humana at a time that is clearly challenging, both for Humana and for the industry. Despite those challenges, it's been a very positive first few weeks. I've had the opportunity to work with a team that's quite focused, that has clarity of thought and objectives and no shortage of effort trying to address these challenges. Despite the pressures we're facing right now, I remain as optimistic about this opportunity today as I was 3 months ago when I agreed to step into this role. It's early in my tenure, but I do want to share just a few thoughts with the investment community.\nI have been impressed by the leadership demonstrated by this team. There's a clear sense of urgency in responding to the utilization trends impacting the industry. The entire management team has been working tirelessly to understand the underlying issues that we've discussed today, and I'm confident in the approach that the team has taken with respect to assumptions around the utilization pressures we are facing. I also share the conviction of the rest of the management team regarding the need to prioritize margin recovery in 2025 and the significant multiyear opportunity that is in front of us. We operate in 1 of the fastest-growing sectors in health care. Humana is uniquely positioned to bring significant value to our members, and I'm confident in our ability to drive long-term value for the health care system and for our shareholders. I look forward to meeting many of the participants on this call over the coming months, as well as many of our talented employees and associates across the organization. Thanks.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, Jim. We will now turn to a question-and-answer session, where Bruce will be joined by Susan Diamond, our Chief Financial Officer. In fairness to those waiting in the queue, we do ask that you limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b16cb22dd295293e911967f1949e7702",
    "period": "2023 Q3",
    "content": "Q3 2023 Humana Inc Earnings Call\n\nQ3 2023 Humana Inc Earnings Call\n\nHUMNYSENOV 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Third Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our third quarter 2023 results and our financial outlook for 2023. Following these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. We encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, Humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our third quarter 2023 [indiscernible] press release as they relate to the forward-looking statements, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements in future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. With that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, Chief Executive Officer & Director, Humana, Inc.\n\nThank you, Lisa. Good morning, everyone. Today, Humana reported financial results for the [ third quarter of ] 2023 with adjusted earnings per share of $7.78, slightly above our expectations. Results for the quarter include outperformance in our Medicaid and primary care businesses. and a continued focus on driving sustainable operating efficiencies, offset by the impact of a modest higher-than-anticipated utilization in our Medicare Advantage business.\nWe reaffirmed our full year 2023 adjusted EPS guidance of $28.25 reflecting a 12% increase over 2022. In addition, we are pleased to raise our guidance for full year individual MA membership growth by an additional 35,000 members to $860,000 driven by continued higher-than-expected new sales. Our full year membership growth estimate now reflects a 19% growth rate significantly outpacing the industry.\nAs we've shared previously, our ability to deliver on our targeted earnings growth rate in 2023, while also achieving this impressive membership growth is supported by the strength and scale of our organization. underpinned by a continued focus on disciplined investments, driving sustainable productivity improvements and delivering consistent fundamentals, including industry-leading Stars results and higher customer satisfaction as reflected in our net promote receivers.\nFurther, our strong membership growth creates significant momentum as we advance towards our 2025 adjusted EPS target of $37. Susan will provide additional details on our third quarter performance and our full year expectations in a moment.\nI'll now provide an update on our operations and outlook, including a view of the 2024 Medicare advantage landscape and exciting growth we've seen in our primary care business before turning to an update on our ongoing productivity initiatives.\nBeginning with Medicare Advantage, we took a thoughtful approach to 2024 bids, recognizing the need to balance the rate environment with our commitment to achieve industry average or better membership growth. Our 2024 strategy was informed by extensive consumer and broker research and in-depth analytics regarding Medicare and eligible consumers prefer. We preserved or enhanced key benefits across our portfolio that were identified as the most important consumers and continue to [indiscernible] differentiating offerings that focus on improving health outcomes and member experience. More specifically, we continue to prioritize 0 premium offerings, low cost share for highly utilized services, including primary care and [ Part D ] and maintain highly valued supplemental methods like dental and [ Part B ] givebacks. From a dual-eligible special needs plan or SNET perspective, all plans include zero co-pays uncovered [ Part D ] prescriptions and offer healthy option allowance with a rollover feature, a key differentiator in the marketplace.\nOur product enhancements are coupled with Humana's leading position in quality and experience. Mana continues to deliver exceptional quality to our members as levered by our CMS star ratings. For 6 consecutive years, Humana has maintained the highest percentage of members in 4 stars or higher-rated contracts among national health lines. In 2024, 94% of our members will be enrolled and plant rated 4 stars or higher and 61% from plans rated 4.5 stars or higher.\nFor [indiscernible] contracts covering approximately 790,000 members nationwide received a perfect 5-star rated, more than doubling our 5-star membership from 2023, enabling year-round enrollment in these plans. In addition, for the third year in a row, Humana has been ranked #1 among health insurance for customer quality and Forrester's proprietary 2023 U.S. customer experience benchmark serving. Humana also ranked #1 in customer satisfaction with [ Pimplans ] in Florida based on a comprehensive 2023 study by JD Bauer. And we're proud that Humana once again has been named the best overall Medicare Advantage insurance company by U.S. News and World Report, which created an honor based on CMS' newly released star ratings for MA plans. Additionally, Humana ranked as the best company for member experience and was declared the best company for low premium plant availability.\nCollectively, these results are a testament to our commitment to putting the health and wellness of our customers first. From a distribution and sales perspective, we are building upon our omnichannel strategy in 2023, where we've seen a 50% increase in our internal sales year-to-date which is our highest lifetime value channel. Our goal is to deliver best-in-class agent and customer experience and have made investments in AI power tools and tallied infrastructure to reduce consumer hold times and transfers.\nFinally, we are excited about the strong growth of our internal payer agnostic channel, which is expected to double its sales production year-over-year this [ AAAP ]. All in, we expect our balanced approach to our 2024 product strategy positions us well, and we anticipate 2024 individual MA membership growth to be at or above the overall industry growth rate. We look forward to sharing more in the coming months.\nWithin our center well segment, our primary care platform experienced significant growth in the quarter now operating 296 centers, serving nearly 285,000 patients, representing a year-over-year growth of 33% and 17%, respectively. This includes the impact of the 24 centers recently acquired from Kanav Health, approximately 12 of which are expected to be consolidated into existing centers are closed as we integrate the business by year-end. As a result of the 2023 De Novo Bills and M&A activity, we expect to end the year with net growth of 60 to 65 above our previously communicated annual center growth target of 30 to 50. Susan will provide additional detail on our center primary care performance in a moment.\nTurning to our ongoing productivity efforts, which span the organization. Our focus on productivity continues to drive sustainable value for the enterprise, while creating more streamlined processes better experiences for our members, patients and provider partners and driving best-in-class quality and customer service results. Let me share a few examples of this important work. Our primary care organization is executing on a multipronged plan to mitigate the ultimate impact of the risk model changes that will be phased in over the next 3 years. including numerous operational efficiencies such as centralizing and streamlining administrative functions, standardizing the clinic operating model and improving clinician productivity.\nAs an example, we are enhancing our use of prospective risk stratification of our patient base, offering new and enhanced clinical programs and care team interventions to our highest risk patients. which we expect to further reduce avoidable hospitalizations and readmissions, while we optimize our preventative touch points with lower risk patients to increase connection capacity. In the home, as a complement to developing value-based home health payments, we've launched a comprehensive initiative to reimagine our scale on health operations. These efforts will be deployed across our more than 350 branches that will include automation, consolidation and implementation technology and AI solutions. This will minimize administrative cash while improving clinician productivity, including optimizing their schedule.\nWe believe these initiatives, some of which require incremental investment will ultimately streamline our operations and lead to increased clinical -- clinician productivity and satisfaction. As an example, CenterWell Home Health has introduced an innovative AI-enabled digital wound management solution, which allows our clinicians to effectively capture vital details with a simple picture. We are pleased to report a notable 18% improvement in visit efficiency, thus enhancing the experience, both clinicians and patients. This has been instrumental in clinical decision-making contributing to an accelerated wound healing time by 35%.\nFinally, within CenterWell Pharmacy, we've been focused on investments in digital channels and have seen greater than 800 basis point [indiscernible] scripts received through our digital channels year-to-date, now representing approximately 38% of our total scripts. Increased use of digital channels provides an efficient and user-friendly experience for patients. Allowing for real-time pulmonary and [indiscernible] function of the ability to offer cost-saving alternatives in real time.\nIn addition to our ongoing productivity initiatives, we remain committed to identifying additional sources of value for the enterprise through cost savings and value acceleration from previous investments. [ Alien ] drivers include areas such as streamlining our real estate portfolio as we continue to refine new ways of working post COVID. We've also identified operations to rationalize our IT portfolio as we focus and building and leveraging enterprise capabilities, providing the opportunity to move away from and/or consolidate certain stand-alone business specific systems and applications that will meet the business needs of the future. In addition, there were certain initiatives kicked off as a part of our ongoing hard value creation plan in 2022 required implementation of technology to improve processes and drive efficiencies and would therefore take time to realize the full benefit.\nAs we've continued to focus on and advance these initiatives, we've identified additional value to be extracted [Audio Gap] we anticipate activities related to the additional value creation initiatives to continue throughout 2024. Result in certain onetime charges that will be adjusted for non-GAAP purposes.\nCollectively, our ongoing productivity and value creation initiatives are driving sustainable value for the enterprise. We expect this work will create now beyond the 20 basis points of annual operating leverage business mix adjusted basis that we committed to at our 2022 Investor Day. Aiding in our efforts to offset the near-term utilization and reimbursement headwinds currently impacting the industry.\nBefore turning it over to Susan, I'd like to touch on our recently announced leadership transition plan. We are pleased to announce that the health care industry veteran, [ Jim Richon ], was joined Humana as a President and Chief Operating Officer on January 8, 2024, as part of a long-planned CEO transition. Jim will report to me until the latter half of 2024, at which time, after leading Humana for over a decade, I'll step down and Jim will assume the CEO role.\nAs we work to make this seamless transition in the coming months, I look forward to partnering with Jim brings a collaborative, thoughtful and innovative leadership style to our organization. making him a natural fit for the culture of today and the future. Jim brings a strong combination of operational industry and CEO expertise. His firsthand experience leading true challenge is an opportunity to change in health care services continue while helping them accelerate our integrated care strategy. We look forward to introducing Jim to our stakeholders when he joins the team in early 2024. With that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO & Segment President of Home Business, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. Today we recorded adjusted EPS of $7.78 for the third quarter. Results in the quarter were slightly positive -- slightly above initial expectations driven by outperformance in our Medicaid and primary care businesses and continued focus on driving sustainable productivity gains, offset by modestly higher-than-anticipated utilization in our Medicare Advantage business. I will provide additional detail on recent utilization trends in a moment. Our performance to date continues to reflect the strength and agility of the enterprise, demonstrating our ability to successfully navigate the higher-than-anticipated utilization while delivering on our earnings commitment and driving individual Medicare Advantage membership growth that significantly outpaces the industry.\nWe now expect to add approximately 850,000 members in 2023 and reflecting a 19% growth rate. Further, for the full year, we have reaffirmed our adjusted EPS guidance of at least $28.25 which reflects a 12% increase over 2022. We I will now provide additional details on our third quarter performance and full year outlook by segment, beginning with insurance. This morning, we reported that our insurance segment benefit ratio exceeded expectations by 40 basis points due to higher medical costs in our Medicare Advantage business.\nWe continue to experience an increase in COVID admissions in the third quarter, whereas our forecast previously assumed that this would occur in the fourth quarter. To date, we have not seen an offset in non-COVID utilization, which diverges from the consistent patterns seen previously. As it respects non-inpatient trends, we previously communicated that we expected the higher [ PMPMs ] reported in the second quarter to continue throughout the back half of the year, reflecting a moderating year-over-year trend percentage. The most recent paid claims data suggested a modest uptick in [ TTMs ] for the third quarter versus the stable levels we anticipate.\nConsidering the most recent trends, we are planning for the higher level of utilization seen in the third quarter to continue for the remainder of the year. As a result, we are increasing our full year insurance segment benefit ratio guidance to approximately 87.5%, which implies a fourth quarter ratio of 89.5%. This guidance also reflects the increased individual MA membership growth, which continues to include a higher-than-expected proportion of agents. As we have previously discussed, agents initially run a higher benefit expense ratio than the average new member, which negatively impacts the current year benefit ratio but result in a larger margin expansion opportunity on these members over time.\nWe anticipate that the higher 2023 insurance segment benefit ratio will be offset by additional administrative expense reductions, driven in part by the sustainable productivity initiatives group discussed, improved net investment income and other business outperformance.\nTurning to Medicaid. The business exceeded expectations in the quarter, primarily driven by favorable membership due to redetermination timing which continue to track slightly favorable to our expectations, combined with disciplined medical cost management initiatives and lower-than-expected utilization.\nMoving now to CenterWell. The segment continued its solid performance seen throughout the year, outperforming expectations in the quarter. Our primary care organization results exceeded expectations, driven by better-than-expected patient volume and revenue combined with lower-than-anticipated utilization, resulting in improved medical margin in our fully own centers. We continue to see better-than-expected patient growth, adding over 17,000 patients or nearly 89% growth in our de novo centers since December 31, plus 15,000 patients in our wholly owned centers, representing 9% growth year-to-date.\nWe now anticipate full year patient annual growth of approximately 34,000 to 36,000 as compared to our original estimate of 20,000 to 25,000 patients more than doubling the patient growth achieved in 2022.\nOur primary care organization also continues to improve the operating information performance of our wholly owned centers. We continue to positively impact patient outcomes with hospitalization levels trending down year-over-year. In addition, due to our continued efforts to engage our patients Retention has now improved 270 basis points year-over-year, up from a 220 basis point improvement as of the second quarter. Patient satisfaction scores continue to reflect the quality of care delivered with Net Promoter Scores averaging 82 nationally. And we are proud of our quality scores, which are tracking ahead of last year's trajectory with a 4.5 star performance year-to-date on provider influence measures for engaged patients. We now expect to increase the number of [indiscernible] centers that are contribution margin positive from 110 at the end of 2022 and to approximately 130 at year-end 2023, an increase from our previous expectation of 125 and representing an 18% increase year-over-year.\nIn addition, we expect to increase the number of centers that have reached our $3 million contribution margin target from 31 in 2022 to approximately 44 at the end of 2023, an increase from our previous expectation of 40 -- and representing a compelling 42% increase year-over-year.\nThe better-than-expected primary care earnings in the quarter in our consolidated benefit expense ratio being 100 basis points lower than our insurance segment benefit expense ratio as compared to our previous expectation of a 40 to 50 basis point reduction. As a reminder, on a consolidated basis, we report from the perspective of the health plan, and as such, intercompany earnings from these services are eliminated against benefit expense. At this time, we do not anticipate that the primary care outperformance will run rate into the fourth quarter. Therefore, we continue to point you to a 40 to 50 basis point reduction between our insurance and consolidated benefit expense ratios for the fourth quarter with a reduction of approximately 60 basis points for the full year.\nTurning to the home. In our core fee-for-service business, year-to-date episodic admissions are up 8.6%, while total admissions are up 5.1% and tracking in line with our full year expectations of a mid-single-digit year-over-year increase. As Bruce discussed, we are working diligently to identify clinical and operating efficiencies to offset industry headwinds, including rate reductions, declining original Medicare admissions due to increasing MA penetration and ongoing labor pressures.\nFrom a capital deployment perspective, we have completed approximately $1 billion in repurchases to date and continue to anticipate share repurchases of approximately $1.5 billion in 2023.\nBefore commenting on 2024, I would like to take a moment to highlight the significant progress we have made towards the midterm targets we shared at our Investor Day 1 year ago. As a reminder, our 2025 adjusted EPS target of $37 represents a 40% CAGR from 2022 and is expected to be comprised of 10% enterprise earnings growth largely driven by the contribution from our Medicare membership, 20 basis points of improved operating leverage and a 2% contribution from capital deployment on an annual basis. While allowing for continued growth and investment in our Medicaid and CenterWell businesses as these high-quality assets are expected to meaningfully contribute to our long-term earnings growth as it continues to scale and mature.\nOver the last year, we have outperformed virtually all of the goals, including above-industry average membership growth in our Medicare managed business, significant outperformance of our productivity goals and increased share buybacks as we saw stock price dislocation earlier this year.\nWe continue to invest in and grow our Medicaid and CenterWell businesses, performing top line growth goals across these businesses as well. At the same time, we've experienced higher-than-expected medical cost trend within our Medicare managed business and have worked hard to mitigate the impact of these trends in order to deliver on our enterprise earnings and EPS commitments.\nAll in, we are proud of the significant progress we have made and remain committed to the targets we shared last year, including our 2025 adjusted EPS target of $37 I'll now take a few moments to provide additional color on our early outlook for 2024, starting with membership. As Bruce shared, while it's still early in [ '18 ], we expect that our balanced approach to our 2024 bids positions us to grow individual Medicare Advantage membership at or above the overall industry growth rate while planning for a modestly higher attrition rate, given the benefit design changes we implemented in response to the rate environment.\nAs we always caution this time of year, it is early in the AEP selling season, the atlas we provide today could change depending on how sales and voluntary disenrollment ultimately come in.\nBroadly speaking, 2024 competitor plan design reflect less benefit degradation than anticipated, which will likely lead to fewer consumers shopping and therefore, less opportunity for Humana to meaningfully outpace the industry growth rate. Specifically Humana's performance relative to the market, initial feedback from brokers is positive, supporting our expectation of at or above industry average growth.\nFinally, recall that we have limited visibility into member disenrollment data this early in the AEP season as those results take longer to complete, and we look forward to providing further commentary on our fourth quarter call. In our Group Medicare Advantage business, we expect membership growth of approximately 45,000 in 2024, driven by small and midsized account wins and remain committed to disciplined pricing and a competitive group Medicare Advantage market.\nWith respect to [ seeing ] along PDP, the overall PDP market continues to decline as Medicare beneficiaries select Medicare Advantage over original Medicare and PDP -- in addition, we remain disciplined in the pricing of our PDP products as cost trends continue to rise. As a result, our Walmart Value plan will not be as competitively priced as it has been historically, and our basic plan will exceed the low income benchmark in 16 regions in 2024. We currently expect a net decline of approximately 750,000 TEP members in 2024, including a loss of approximately 220,000 members as a result of exceeding the low income benchmark.\nAs we look beyond 2024, we will evaluate the impact of the various proposed regulatory changes which are likely to result in higher PDP claim premiums broadly and could lead to further industry-wide movement from stand-alone Part D claims to Medicare Advantage plans given the strong Medicare Advantage value proposition.\nOur focus remains on creating enterprise value from our PDP plan by driving increased mail order penetration and conversions to make your advantage.\nFinally, in our Medicaid business, Humana continues to demonstrate the ability to deliver unique value to communities by building on a strong operating model that integrates physical and behavioral health and develop meaningful partnerships and innovations to address health and equities and social deterrence to health.\nAfter successfully implementing the Ohio and releasing our contract in early '23, we look forward to beginning to serve members in both Indiana and Oklahoma in 2024 and continue to expect to bring our total Medicaid footprint to United States and approximately 1.5 million members by year-end 2024.\nTurning now to our expected 2024 financial performance. I reiterate expected to grow 2024 adjusted EPS within our targeted long-term range of 11% to 15%. We Recognizing the increased utilization we have now seen in 2023 and prudently assuming this level of utilization continues into 2024, we currently anticipate growth at the low end of this range. We look forward to providing a more specific 2024 guidance on our fourth quarter earnings call in February.\nLooking ahead to 2025, as previously mentioned, we remain admitted to our 2025 adjusted EPS target of $37, reflecting a 14% CAGR from 2022 to 2025. It is important to note that our 2025 adjusted earnings growth will benefit from the maturation of our robust individual MA membership growth expected in 2023 and 2024. Advancement of the mitigation activities, our primary care and home organizations are implementing to offset the impact of their revenue headwind. Capital deployment activity as well as the sustainable productivity and value creation initiatives discussed today.\nIn addition, we anticipate certain discrete pricing actions to be taken across our individual and group Medicare books in response to the higher utilization and trends experienced.\nIn closing, I want to say thank you to our over 65,000 teammates. Our success is enabled by a dedication to putting our members and patients at the center of everything we do. I would also like to thank our shareholders for their continued support.\nFinally, I'll reiterate that Humana fundamentals are strong, and we remain well positioned to drive compelling earnings growth in the mid and longer term. With that, we will open the line for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to one question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7829dbb110d8ed3b8b2508fd8da7aff",
    "period": "2023 Q2",
    "content": "Q2 2023 Humana Inc Earnings Call\n\nQ2 2023 Humana Inc Earnings Call\n\nHUMNYSEAUG 2, 9:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to the Second Quarter 2023 Humana Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our second quarter 2023 results and our financial outlook for 2023. Following these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session. We encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our second quarter 2023 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site.\nCall participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, Chief Executive Officer & Director, Humana, Inc.\n\nThank you, Lisa, and good morning, everyone, and thank you for joining us.\nToday, Humana reported financial results for the second quarter of 2023 with adjusted earnings per share of $8.94, in line with our expectations. Results for the quarter include the impact of the higher-than-anticipated Medicare Advantage utilization recently disclosed, which has stabilized and is tracking in line with our updated expectations, and were supported by in line to slightly positive results from all other lines of business. We reaffirmed our full year 2023 adjusted EPS guidance of at least $28.25, which was an increase by $0.25 with our first quarter earnings release and reflects a 12% increase over 2022. In addition, we are pleased to raise our guidance for full year individual MA membership growth by an additional 50,000 members. We now anticipate adding approximately 825,000 members in 2023, reflecting an impressive 18% growth rate. Our ability to deliver on our targeted earnings growth rate in 2023, while also achieving significant membership growth, is supported by our continued focus on making disciplined investments, driving productivity and delivering consistent quality, including Stars and Net Promoter Score.\nIn a moment, Susan will provide additional details on our second quarter performance and full year expectations, including a deeper dive into utilization trends. But first, I'd like to take a few minutes to reinforce the strength of Humana, including our differentiated capabilities that enable our leading platform, while highlighting the continued advancement of our integrated care delivery strategy.\nI will start with the strength of our MA platform. The industry-leading individual MA growth we've achieved in 2023 creates significant momentum as we move into 2024 and advance towards our 2025 adjusted EPS target of $37. The growth we've seen in 2023 far exceeds initial expectations, and as [ previously ] shared, represents high-quality growth supported by better-than-expected retention and a greater proportion of our new sales coming from competitors than initially planned. We anticipate capturing 40% of the industry growth in 2023, increasing our overall market share by 170 basis points to just over 20% at year-end.\nAs part of the growth, we've seen a substantial increase in agents as a percentage of total sales, while full year sales are anticipated to be 44% higher in 2023 than in 2022. Agent sales are expected to be 75% higher year-over-year, representing a significant contributor to our successful sales performance. The improvement in sales to agents further speaks to the quality of our growth, as retention for agent runs approximately 5% to 8% better as compared to our overall new membership base at their first reenrollment cycle. Further, agents initially run a higher benefit expense ratio than average new member as the MA program is structured such that a plan only receives demographic-related risk adjustment payments for these individuals for the initial 18 months, which does not align with their health status and related risk, resulting in a larger margin expansion opportunity on these members over time.\nOur leading membership growth achieved in 2023, strong fundamentals and best-in-class quality positions as well to sustainable growth [ at ] or above the industry rate. As we look ahead to 2024, we believe the MA industry will continue to see strong growth, fueled by MA's compelling value proposition compared to original Medicare, providing incremental benefits valued at approximately 2,400 hours annually. Throughout the 2024 MA bid preparation process, we were conscious of the disruption in shopping that's likely to occur in the -- due to the benefit reductions expected in the industry as a result of the negative rate environment and the [ Stars ] headwind for the certain competitors. As a result of this disruption, we believe Humana has an opportunity for another robust year of membership growth.\nOur 2024 product strategy was informed by extensive consumer and broker research and in-depth analytics regarding what Medicare-eligible consumers prefer. We focused on preserving benefits identified as most important, continuing to provide differentiated offerings that focus on improving health outcomes, and selectively enhancing our products with improvements such as increasing the number of members in 2024 that will be on a 0 premium plan. We are also prioritizing maintaining product value for duals, those eligible for Medicare and Medicaid, given the unique health care and social needs of this vulnerable population. Input from our clinical analytics and health equity teams helped inform product design choices that will continue to support the needs of our diverse customer population.\nImportantly, we will enter the 2024 selling season in a position of strength, supported by momentum from our compelling 2023 growth and our continued industry-leading quality. The strength is bolstered by strong relationships with our broker partners as well as ongoing efforts to diversify our channel mix. This diversification includes the growth of our internal payer-agnostic channel, which was reinforced by our acquisition of IFG last August. We leveraged our best-in-class sales process and technology to quickly and efficiently integrate IFG, leading to a significant year-over-year channel growth with selling agents increasing by 26% and MA application volume more than doubling. We also take pride in the consistent recognition we received from organizations such as U.S. News and World Report and Forrester for our excellent customer experience and member-centric approach. All in, we are excited about the opportunity ahead.\nTurning to Medicaid. Our track record of organic success in this space continues, and we are pleased to recently announce that Humana has been recommended by the Oklahoma Healthcare Authority to deliver health care coverage to Medicaid beneficiaries across the states, which is anticipated to start in early to mid-2024. After successfully implementing the Ohio and Louisiana contracts in early 2023, we look forward to beginning to serve members in both Indiana and Oklahoma in 2024, bringing our total Medicaid footprint to 9 states and approaching approximately 1.5 million members by year-end 2024.\nNow moving to our CenterWell care delivery capabilities. We continue to expand our CenterWell Primary Care platform, now operating 250 centers serving 272,000 patients. Engaging and retaining patients is critical to driving improved health outcomes and advancing towards our $3 million contribution margin target in each center. We've seen improvement in both of these areas with retention improving 220 basis points year-over-year, while the percentage of patients that have been seen at least once as of June 30 increased from 78% in 2022 to 87% in 2023. Further, we remain on track to end the year at the high end of our previously-communicated annual center growth of 30 to 50 through a combination of de novo build and programmatic M&A. And I'm pleased with our progress our primary care organization is making to advance our clinical capabilities, driving operational efficiency, and implementing other actions that we believe will largely mitigate the ultimate impact of risk adjustment model changes that will be phased in over the next 3 years.\nIn Home, we continue to accelerate our value-based strategy, now covering approximately 830,000 members of our MA members under a value-based payment model covering home health, DME and infusion services, and expect to expand this in 2024 and beyond as we are on track towards our goal of covering 40% of our MA members with a value-based model by 2025.\nWe are seeing solid results from this model. In North Carolina, Virginia where the model was implemented in late 2022, CenterWell Home Health hospital admissions rates are approximately 210 basis points lower than other providers. In addition, our Home business also now manages DME spend under a value-based payment model for an additional 4.5 million Humana MA members, delivering incremental value to our insurance segment. We expect positive enterprise value creation from the value-based home health model in 2023, and remain on target to drive $110 million to $150 million of annual enterprise value creation by 2025.\nWithin CenterWell Pharmacy, we continue to advance our clinical capabilities and are seeing a year-over-year increase in adherence measures. We've seen an increase in adherence to hypertension, hyperlipidemia, diabetes, medications ranging from 20 to 30 basis points year-over-year, which helps [ Stars ] and clinical outcome measures. Across these 3 categories, we continue to see that Humana members who utilize CenterWell pharmacy have fewer inpatient admits per 1,000 as compared to non-CenterWell Pharmacy users. In addition, our CenterWell Specialty Pharmacy demonstrates improved patient outcomes by driving longer therapy duration and higher adherence levels. As an example, patients in the oncology Center of Excellence have a 1.8x longer duration and a 200 basis points better adherence than patients not engaged with the Center of Excellence.\nExpansion of our CenterWell assets complement the integration of our individual health service businesses in local markets, which will create further value for our shareholders and for our customers.\nBefore turning it over to Susan, I'd like to give a brief update on the integration work we currently have underway. Our belief is we can deliver greater member and patient satisfaction, retention and clinical outcome for these members. This is based on our ability to further integrate clinical and operational workflows while delivering a more seamless experience for our common members and patients. As an example, we estimate drug costs, review planned benefits and screen for patient assistance programs for members in our wholly-owned centers.\nIn addition, our CenterWell Home Health and Primary Care teams review high-risk patients and collaborate on a more comprehensive care plan, prioritizing health-related concerns that go beyond the original home health orders, greatly reducing risk of complications and unnecessary ER visits and avoidable admissions. The primary care physician, the social worker and home health nurse work in coordination with the health plan to take advantage of planned benefits to address health-related social needs like food, housing and security, transportation needs and social isolation.\nWe will continue to innovate and advance towards a more integrated clinical model that leverages our collective Humana and CenterWell capabilities to deliver improved experiences and health outcomes for our members. We are encouraged by the early results of our integration work, and are actively expanding our focused markets from 2 in 2022 to more than 20 by year-end. We look forward to sharing more on this important work going forward.\nIn closing, I'd reiterate that Humana's fundamentals are strong, and we are confident in our ability to navigate through the near-term impacts of our higher-than-expected MA utilization while continuing to advance our strategy. And importantly, we remain committed to our 2025 adjusted EPS target of $37, reflecting a 14% CAGR from 2022 to 2025. Our confidence in our ability to deliver on this compelling earnings growth target is supported by our impressive 2023 membership growth, strong MA positioning in 2024, consistent quality scores and continued growth and integration in CenterWell, all of which is [indiscernible] by our continued focus on productivity and disciplined capital deployment.\nWith that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO & Segment President of Home Business, Humana Inc.\n\nThank you, Bruce, and good morning, everyone.\nToday, we reported second quarter 2023 adjusted earnings per share of $8.94, consistent with internal expectations. Results for the quarter are inclusive of the higher-than-anticipated utilization in our Medicare Advantage business we discussed last month, which as Bruce shared, has stabilized and is tracking in line with our updated estimates. I will provide additional detail on emerging trends in a moment.\nThe higher-than-anticipated utilization in the quarter was offset by better-than-expected favorable prior year development, a more positive midyear Medicare risk adjustment payment and slightly favorable investment income, as well as other business outperformance, particularly in our Medicaid business. Our performance to date reflects the strength of the enterprise, highlights our ability to successfully navigate near-term uncertainty, and importantly, includes better-than-anticipated individual Medicare Advantage membership growth.\nWe now expect to add approximately 825,000 members in 2023, reflecting an impressive 18% growth rate, fueling our ability to continue to deliver compelling earnings growth in the future. Further, for the full year, we have reaffirmed our adjusted EPS guidance of at least $28.25, which was increased by $0.25 with our first quarter earnings release and reflects a 12% increase over 2022, putting us on a solid path to our 2025 adjusted EPS target of $37.\nI will now provide additional details on our second quarter performance and full year outlook, beginning with our Insurance segment. As highlighted in our 8-K filing last month, beginning in early May, we noted the emergence of higher-than-anticipated non-inpatient utilization trends in our Medicare Advantage business. At the same time, we began seeing higher-than-anticipated inpatient utilization diverging from historical seasonality patterns. These trends continued in early June. Based off of this intra-quarter information when we filed the 8-K on June 16, we made the assumption that we would continue to experience moderately higher-than-expected trend for the remainder of the year. We were pleased to see that our June paid claims data received in July reflected positive restatements for the first quarter, as well as stabilizing outpatient utilization levels in April and May. While July claims data is not yet complete, early views support our year-to-date booking levels.\nWith respect to inpatient activity, the higher than initially anticipated utilization has continued, consistent with our June update. All in, we view the utilization data received in recent weeks is incrementally positive as compared to the assumptions utilized in our June update. That said, we continue to point you to the top end of our full year Insurance segment benefit ratio guidance range of 86.3% to 87.3%, and will continue to monitor emerging trends. This guidance also contemplates the individual Medicare Advantage membership growth post the annual election period, which has included a higher-than-expected proportion of agents.\nAs Bruce discussed, agents initially run a higher benefit expense ratio than the average new member, which negatively impacts the current year benefit ratio but results in a larger margin expansion opportunity on these members over time. As previously noted, we anticipate that the higher than originally expected benefit ratio in 2023 will be offset by a variety of factors, including higher-than-expected favorable prior year development, additional administrative expense reductions, higher than previously anticipated investment income and other business outperformance.\nAnd while we would typically not comment on 2024 this early in the year, given the questions in the market regarding pricing resulting from the higher-than-expected utilization in 2023, I would reiterate that our Medicare Advantage pricing contemplated the rate environment, emerging utilization trends and related offsets, as well as the competitive landscape and resulting growth opportunity. As we sit here today, we remain confident that our 2024 pricing, combined with the strength, scale and agility of the organization, will allow us to deliver earnings growth that keeps us on a reasonable trajectory to our 2025 adjusted EPS target of $37. As a result, our intent is to target adjusted EPS growth within our historical long-term target range of 11% to 15% in 2024. We look forward to sharing more on 2024 later this year.\nTurning to Medicaid, the business continues to outperform with second quarter results exceeding expectations, driven by favorable membership results, combined with disciplined medical cost management initiatives and lower-than-expected utilization. Redeterminations, which began in the second quarter, are tracking slightly favorable to our initial expectations. In addition, the Louisiana and Ohio contracts, which were both implemented in the first quarter, are performing as anticipated. At this time, we continue to expect an increase of 25,000 to 100,000 Medicaid members for the full year as the membership gains in Louisiana and Ohio will be largely offset by membership losses resulting from redetermination.\nMembership in our stand-alone PDP business is tracking favorable to expectations, driven by better-than-anticipated retention. As a result, we've improved our full year guidance from down approximately [ 800,000 ] to down approximately [ 700,000 ].\nNow turning to CenterWell. The segment has continued to build on a solid start to the year, performing modestly better than expected in the second quarter. Our Primary Care organization continues to report better-than-expected patient growth year-to-date, adding 10,000 patients or nearly 52% growth in our de novo centers and 12,000 patients in our more mature wholly-owned centers, representing 7% growth year-to-date. We now anticipate full year patient panel growth of approximately 27,000 to 30,000 as compared to our original estimate of 20,000 to 25,000 patients, more than doubling the patient growth achieved in 2022. In addition, our Primary Care organization continues to improve the operating performance in our wholly-owned centers, and we're pleased to report that we estimate we will increase the number of centers that are contribution margin positive from 110 at the end of 2022 to approximately 125 at year-end 2023, a 14% increase year-over-year. In addition, we expect to increase the number of centers that have reached our $3 million contribution margin target from 31 in 2022 to approximately 40 at the end of 2023, a compelling 30% increase year-over-year.\nWhile we do expect the risk model revision to have an impact on our center contribution margin performance in 2024, as Bruce shared, we are focused on advancing our clinical capabilities, driving operational efficiencies and implementing other actions that we believe will largely mitigate the ultimate impact of the risk adjustment model changes that will be phased in over the next 3 years.\nIn the Home, total same-store new start of care admissions and our core fee-for-service home health business were up 5.8% year-over-year as of June 30, in line with our expectations of mid-single-digit growth. In addition, in the quarter, we saw episodic admission growth of approximately 10% year-over-year, which is inclusive of the acquisition of Trilogy Health completed in April. While new start admission growth is strong, we continue to experience pressure on recertifications due to utilization management programs of Medicare Advantage payers. And as expected, our cost per visit continues to run approximately 2% higher year-over-year with continued nursing labor pressure.\nFrom a quality perspective, we have seen significant improvement in [ Star ] ratings for CenterWell Home Health over the last year, increasing the percent of our branches with a 4.5 star or above rating from 18% in January 2022 to 50% today. Further, as Bruce highlighted, we're seeing positive results as we continue expansion of our value-based home model, tracking towards our goal of covering 40% of our Medicare Advantage membership by 2025 while also expanding the stand-alone components in certain markets to accelerate value creation.\nFinally, our Pharmacy business performed well in the quarter, benefiting from higher-than-expected individual Medicare Advantage membership growth as well as favorable drug mix. As anticipated, year-to-date mail order penetration for our Medicare membership is 40 basis points lower than prior year as a result of retail pharmacy co-pays now largely being on par with mail order benefit. We continue to provide awareness and education of the benefits of mail order for a large block of new members to drive increased penetration throughout the year.\nInvestment income slightly outperformed expectations in the quarter, and we now anticipate that investment income will increase by approximately $500 million year-over-year, up from our original expectation of a $450 million year-over-year increase. From a capital deployment perspective, we initiated open market repurchases in March and have completed approximately $800 million in repurchases to date, taking advantage of the recent dislocation in the stock price relative to our comments in the long-term earnings outlook of our business, underpinned by our strong Medicare Advantage platform and the continued build-out and integration of our CenterWell assets. We now expect share repurchases of approximately $1.5 billion in 2023, up from our original expectations of $1 billion. With our strong cash flows and decreasing debt-to-cap ratio, we've accelerated the share repurchase while maintaining sufficient capital for normal course M&A activity.\nLastly, with respect to earnings seasonality, we expect the percentage of third quarter earnings to be approximately 25%. In addition, we expect the third quarter Insurance segment benefit expense ratio to be 87%, consistent with current consensus estimates, before increasing in the fourth quarter consistent with historical seasonality patterns.\nBefore closing, I want to echo Bruce's sentiment that Humana's fundamentals are strong, and we are pleased with our ability to grow individual MA membership by 18% in 2023 while guiding to a robust 12% year-over-year in adjusted EPS. We are confident in our ability to leverage the strength and scale of the enterprise to navigate through the near-term impacts of the higher-than-expected Medicare Advantage utilization while continuing to advance our strategy. And importantly, we remain committed to our 2025 adjusted EPS target of $37, reflecting a 14% CAGR from 2022 to 2025.\nWith that, we will open the lines up for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cfe9fd3eeeb78dc706cbd50ac90edb47",
    "period": "2023 Q1",
    "content": "Q1 2023 Humana Inc Earnings Call\n\nQ1 2023 Humana Inc Earnings Call\n\nHUMNYSEAPR 26, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Humana's First Quarter Earnings call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa Stoner\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our first quarter 2023 results in our financial outlook for 2023.\nFollowing these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session.\nWe encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially.\nInvestors are advised to read the detailed risk factors discussed in our latest Form 10-K and our other filings with the Securities and Exchange Commission in our first quarter 2023 earnings press release as they relate to forward-looking statements along with other risks discussed in our SEC filings.\nWe undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site.\nAll participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any reference to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Broussard\n\nThank you, Lisa. Good morning, and thank you for joining us. Today, Humana reported financial results for the first quarter of 2023, reflecting a strong start to the year. Adjusted earnings per share for the quarter of $9.38 was above our initial expectations with the outperformance seen to date underpinned by strong membership growth and favorable inpatient utilization trends in our individual Medicare Advantage business.\nAll other lines of business are performing as expected or slightly positive, further contributing to our strong quarter. Based on the strength of our performance to date, we've increased our full year adjusted EPS guidance by $0.25 to at least $28.25. Susan will share additional detail on our first quarter performance and full year expectations in a moment.\nI'll now provide an update on our operations and outlook. Our unwavering commitment to the advancement of our strategy and growth in our core business is evident in our industry-leading Medicare Advantage growth, ongoing organic success in Medicaid recent Tricare contract award and continued expansion of our CenterWell assets.\nI'll touch on the recent progress made in each of these areas, starting with Medicare Advantage. The targeted investments we made in benefits, marketing and distribution for 2023 have continued to drive success post the annual election period or AEP, leading to our current individual Medicare Advantage membership growth estimate of at least 775,000 for the full year and an impressive 17% growth year-over-year.\nThe favorable trends seen in AEP have continued into the open enrollment period, or OEP, with strong growth in the D-SNP space, where we've added 113,000 members as of March 31, representing a growth of 17% year-over-year. And notably, we've continued to see impressive growth in the larger non-D-SNP space adding 474,000 members as of March 31, reflecting a compelling 12% year-over-year growth in non-D-SNP membership.\nIn addition, growth in states with robust or growing value-based provider penetration remains strong. We have grown membership nearly 13% year-to-date in Texas, Georgia, Florida and Illinois, which are highly penetrated value-based markets. Importantly, the growth we're experiencing in 2023 continues to be high quality with better than expected retention, where we have now seen a 300 basis point improvement year-over-year compared to our initial expectation of a 100 basis point improvement.\nIn addition, we continue to see a higher percent of our new sales, reflecting members switching from competitors than originally anticipated. We previously shared that 50% of our new sales in AEP reflected members switching from competitor plans.\nWe've been pleased to see this trend continue in OEP. We are proud of the impressive membership growth achieved in 2023 and with our strong fundamentals and best-in-class quality we believe we are well positioned to grow at or above high single digits in the future.\nTurning to Medicaid. We have successfully implemented the Louisiana and Ohio contracts in the first quarter adding 215,000 members as of March 31 and growing our total membership to greater than 1.3 million members across 7 states.\nLooking forward to 2024, our Medicaid business will add another state to our national portfolio. In March, Indiana announced its intent to award Humana's statewide contract for its new pathways for aging Medicaid program, which is now expected to go live, July 2024.\nOur Indiana health plan will serve elderly and disabled Medicaid enrollees, including integrated care for dual eligibles enrolled across Humana's Indiana Medicaid plan and our Medicare D-SNP.\nHumana led all bidders with the highest score in the Indiana RFP, leveraging our local Medicare performance and national dual program capabilities including 28,000 Indiana D-SNP members in 4-star plans. We are proud of our success in Medicaid to date and anticipate continued investment to grow our platform organically and actively work towards procuring additional awards in priority states, with RFPs currently active in 2 states.\nIn addition, Humana's largest Medicaid contract is up for bid as Florida will begin [ reprocuring ] its statewide Medicaid program with awards expected by year-end. Humana has decades of strong Medicaid performance in Florida, and we believe we are well prepared for this highly competitive procurement.\nIn our military business, we are pleased to be awarded the next managed care support contract for the Tricare East region by the Defense Health Agency of the U.S. Department of Defense. The 6th Tricare contract, Humana Military has secured since 1996.\nUnder the terms of the award, Humana's military service area will cover approximately 4.6 million beneficiaries in a region consisting of 24 states in Washington, D.C. We are honored to have been selected to continue serving military service members, retirees and their families.\nOur CenterWell portfolio comprising primary care, home and pharmacy continues to see strong growth, as the largest senior-focused, value-based primary care platform in the U.S. We now operate a total of 249 centers, serving 266,000 patients, including 207,000 across our wholly owned and de novo portfolios and nearly 59,000 patients served through our IPA relationships. This represents 16% growth in center count and 11% growth in patients served year-over-year.\nWe remain on track in the year at the high end of our previously communicated annual center growth of 30 to 50 through a combination of de novo build and programmatic M&A. And with over 17,000 new patients year-to-date, patient growth for 2023 is trending ahead of previous expectations and significantly higher than the 3,900 patients added for the same period in 2022.\nWithin Home Solutions, the rollout of our value-based care model continues as planned, now covering over 815,000 Medicare Advantage members with full value-based model, inclusive of coordinating care and optimizing spend across home health, DME and infusion.\nThis represents an increase of greater than 200% year-over-year, driven by expansion in Virginia and North Carolina in the fourth quarter of last year. Under this model, our home health utilization management program drives appropriate levels of care without compromising clinical outcomes. As a result, in Virginia and North Carolina, we have experienced a 600 basis point reduction in recertification rates on episodic contracts across all home health providers.\nCenterWell, home health represents more than 30% of home health episodes in these states compared to a national average of approximately 20% across geographies where CenterWell home health and Humana health plans have geographic overlap.\nIn North Carolina and Virginia, CenterWell home health emergency room and hospital readmission rates are approximately 60 basis points and more than 150 basis points lower than other providers, respectively. In addition, we are covering a total of 1.8 million of our Medicare managed members with the stand-alone home health utilization management and network management capabilities across multiple geographies.\nWe are seeing early success with these stand-alone capabilities, reducing our network utilization by 200 basis points, while improving recertification rate on episodic contracts by nearly 1,000 basis points year-to-date.\nFinally, as recently announced, following a strategic review, we determined that our employer group commercial medical business was no longer positioned to sustainably meet the needs of our commercial members over the long term or support the company's long-term strategic plans.\nOur decision to exit this business augments Humana's ability to focus resources on our greatest opportunity for growth and where we can deliver industry-leading value for our members, customers and shareholders. It is in line with our strategy to focus our health plan offerings on public-private partnerships and specialty businesses while advancing our leadership position in integrated value-based care including expanding our CenterWell health care service capabilities.\nBefore turning it over to Susan, I'd like to briefly touch on 2024. We'd like to thank CMS for their thoughtful engagement throughout the rate setting process, demonstrating their ongoing support for the Medicare Advantage program. We are pleased CMS adopted a 3-year phase-in in the risk model changes in the 2024 rate notice, which serves to mitigate the impact of unattended consequences to beneficiaries resulting from these changes.\nThe final rate notice for 2024 reflects a decrease of approximately 112 basis points for the industry. We expect the impact on Humana to be a decrease of approximately 23 basis points with improvement versus the industry largely driven by our industry-leading Stars performance.\nLooking forward, we believe the industry will continue to see strong growth. Medicare Advantage products have seen a steady rise in their consumer value proposition, offering key benefits that are not covered by fee-for-service Medicare, including benefits focused on closing barriers to care such as rides to the doctor and deep focus on coordinating care for those with chronic illnesses.\nMedicare Advantage beneficiaries saved more than $2,400 annually and 95% of enrollees are satisfied with our health care quality. The strength of the program is reflected by the nearly 32 million seniors enrolled in Medicare Advantage with the penetration now at approximately 49%.\nIn addition, we have seen the industry grow nicely through a negative rate environment in the past despite unfavorable rates in 7 of 8 years between 2010 and 2017, Medicare Advantage penetration increased from 25% to 35% over this period. We firmly believe the Medicare Advantage program will remain a compelling value proposition for seniors and expect Humana will be well positioned to remain an industry leader in 2024 and beyond.\nWe will provide more specific thoughts on 2024 in the coming months post completion of the competitive bidding process. In closing, we are pleased with the solid start to the year, which reflects high-quality fundamentals and execution across the enterprise and positions us well on our pathway towards our midterm adjusted EPS target of $37 in 2025. We look forward to providing additional updates on our performance and progress towards our mid- and long-term targets throughout the year.\nWith that, I'll turn the call over to Susan.\n\nSusan Diamond\n\nThank you, Bruce, and good morning, everyone. We continued our strong start to the year today reporting first quarter 2023 adjusted earnings per share of $9.38, above our internal and consensus estimates.\nOur performance to date shows solid execution across the enterprise and importantly, reflects better-than-anticipated membership growth and favorable inpatient utilization trends for both our new and existing membership in our individual Medicare Advantage business, allowing us to raise our full year adjusted EPS guidance by $0.25 to at least $28.25.\nI will now provide additional details on our first quarter performance and full year outlook, beginning with our Insurance segment. As a reminder, in late February, we increased our full year individual Medicare Advantage membership growth estimate by 150,000 members to at least 775,000, but did not adjust our other detailed guidance points prior to issuing updated guidance today.\nWith that in mind, revenue for the quarter exceeded initial expectations, driven by the better-than-expected membership growth. Individual Medicare Advantage, PMPMs were in line with expectations, increasing 3.4% year-over-year which is lower than our expected mid-single-digit full year yield due to the 2% sequestration relief in effect during the first quarter of 2022.\nTurning to claims trend. First, I would remind you that we assume normalized trend for 2023 and expected provider labor capacity to improve modestly throughout the year. In addition, our original guidance anticipated lower flu levels for the first quarter of 2023, given cases peak in December, which was offset by assumed higher flu costs for the fourth quarter.\nDuring the first quarter, total medical costs in our Medicare Advantage business ran slightly favorable to expectations. We experienced lower-than-anticipated inpatient utilization for both new and existing members. While non-inpatient claims are less complete, early indicators suggest trends are in line with expectations. All in, we are pleased with the early performance of our Medicare Advantage business.\nOur Medicaid business performed in line with expectations in the first quarter. The Louisiana and Ohio contracts successfully went live on January 1 and February 1, respectively, adding approximately 215,000 Medicaid members as of March 31. Early indicators show performance tracking as anticipated in both markets. At this time, we continue to expect an increase of 25,000 to 100,000 Medicaid members for the full year as the membership gains in Louisiana and Ohio will be largely offset by membership losses resulting from redeterminations beginning in May.\nFinally, our stand-alone PDP and Specialty Benefits businesses are also tracking in line with expectations to date. For the full year, we have updated our consolidated adjusted revenue expectations to a range of $100.7 billion to $102.7 billion while updating our Insurance segment adjusted revenue expectations to a range of $97.5 billion to $99 billion. These changes reflect the removal of the Employer Group commercial medical business results, which are being adjusted out for non-GAAP reporting purposes, partially offset by the impact of our previously announced increased individual Medicare Advantage membership growth estimates for the full year of at least 775,000 members.\nFrom a benefit ratio perspective, we reaffirmed our full year insurance segment guidance range of 86.3% to 87.3%. As previously shared, we expect the additional 150,000 member growth to impact the benefit ratio by approximately 10 basis points. As a result, we continue to be comfortable with our previous guidance range but now anticipate the full year benefit expense ratio to be biased towards the upper half of the range, which is consistent with the majority of analyst estimates today.\nAs a reminder, the exit of the Employer Group Commercial medical business is not expected to impact our full year benefit ratio expectations.\nFinally, with respect to operating cost ratio, we have provided consolidated adjusted operating cost ratio guidance of 11.3% to 12.3%. The 30 basis point reduction from the GAAP ratio is reflective of the exit of the Employer Group commercial medical business, which carries a higher operating cost ratio.\nBefore moving to CenterWell, I would like to take a moment to address the days in claims payable or DCP metric. While DCP is a metric that is often referenced as an indicator of reserve strength and earnings quality. It's important to keep in mind that DCPs can fluctuate in any given period due to items that are not reflective of claim reserve levels and may not have an impact on the current period income statement.\nAs an example, the seasonality of net pharmacy expense, including reinsurance, is impacted by the phasing of coverage responsibility under Part D.\nNet pharmacy expense varies by quarter and does not have a corresponding reserve impact as pharmacy claims are largely paid in real time, resulting in a disproportionate impact to the DCP metric. This dynamic is the primary driver of our sequential DCP change.\nNet pharmacy expense is increasing nearly $2 billion from the fourth quarter of 2022 to the first quarter of 2023, due to the coverage responsibility being more heavily weighted to the health plan at the start of the year without a corresponding increase in reserves. This is driving a 3.5-day decrease in our DCP sequentially.\nNormal course changes in provider capitation payables and the timing of inventory claims processing also caused fluctuations in DCPs without impacting the current period income statement and is the driver of the majority of the remaining 1.2 day sequential decrease and the entirety of our 1.8-day year-over-year DCP defined.\nOur concentration in Medicare products and growing number of members and value-based care arrangements can cause these items to have a disproportionate impact on our DCP level at any point in time. We believe the trends in IBNR, and the membership serve as a better indicator of the consistency in our reserve methodology and relative strength of our claim reserves.\nAs of March 31, sequential growth in IBNR trends closely to our growth in total Medicare Advantage membership over the same period at approximately 10.5%.\nFinally, I would reiterate that we are comfortable with the utilization patterns seen in our insurance segment. And more specifically, our Medicare Advantage business to date as reflected in our updated full year adjusted EPS guidance.\nNow turning to CenterWell. This segment had a solid start to the year, performing modestly better than expected in the first quarter. Our primary care organization reported better-than-expected patient growth year-to-date, adding 7,300 patients or nearly 38% growth in our de novo centers and 8,800 patients in our more mature wholly-owned centers representing 5% growth year-to-date. We now anticipate full year patient panel growth of approximately 25,000 as compared to our previous estimate of 20,000 to 25,000 patients representing a significant increase of our patient growth of 13,000 in 2022.\nIn addition, we added 14 centers in the quarter, including 7 net centers added through acquisition, expanding our center count to 249. We are also pleased to share that 67% of new patients and 87% of our total patient panel have completed a first -- a visit in the first quarter compared to 58% and 83%, respectively, in the first quarter of last year.\nPatient engagement is a key driver of retention and improving clinical outcomes. Financial performance continues to be on track, and we are pleased with the progress of our de novo centers as they mature through the J-curve.\nIn the home, total new start of care admissions in our core fee-for-service home health business were up 7.1% year-over-year for the first quarter, in line with our expectations of mid-single-digit growth. However, we continue to experience pressure on recertifications due to utilization management programs of Medicare Advantage payers.\nAs anticipated, we have also seen a slight shift in patient mix with a small decline in original Medicare admissions year-over-year, more than offset by strong growth in Medicare Advantage. And as expected, our cost per visit has increased more than 2% year-over-year with continued nursing labor pressure.\nFinally, we resumed tuck-in home health M&A activity in the quarter completing an acquisition that added 11 branches with average daily census of 4,700 and approximately 25,000 admissions per year. We are committed to continuing to grow our agnostic CenterWell home health business and expand market share through organic growth and strategic M&A activity.\nAs Bruce shared, expansion of our value-based home model is tracking in line with expectations and is demonstrating favorable outcomes. We continue to expect to cover approximately 1.8 million members by year-end, with further expansion to 40% of our Medicare Advantage membership by 2025.\nFinally, our pharmacy business performed well in the quarter, benefiting from higher-than-expected individual Medicare Advantage membership growth as well as favorable drug mix. As anticipated, we saw a 100 basis point reduction in mail order penetration for our retained members as a result of retail pharmacy copays now largely being on par with mail order benefits.\nWe continue to invest to differentiate our order, delivery and clinical experiences to encourage further use of mail order and maintain our industry-leading results. Further, we remain focused on providing awareness and education of the benefit to mail order for a large block of new members to drive increased penetration throughout the year.\nFrom a capital deployment perspective, we continue to expect share repurchases of approximately $1 million in 2023. We will consider the use of accelerated share repurchase programs as well as open market repurchases, which we initiated in March under Rule 10b5-1 to ensure we maximize value from these programs.\nLastly, with respect to earnings seasonality, we expect the percentage of second quarter earnings to be in the low 30s.\nBefore closing, I want to reiterate that we continue to be pleased with our operational and strategic progress and ability to raise our full year guidance based on the positive fundamentals seen across our businesses to start the year. Our strong Medicare Advantage membership growth and updated 2023 outlook, positions us positively on our trajectory to our midterm EPS target of $37 in 2025.\nWith that, we will open the lines up for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce58a841b7dfa69926b8c5de3fc8b6b2",
    "period": "2022 Q4",
    "content": "Q4 2022 Humana Inc Earnings Call\n\nQ4 2022 Humana Inc Earnings Call\n\nHUMNYSEFEB 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Fourth Quarter Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI'd now like to hand over to your speaker today, Lisa Stoner, VP of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer and Susan Diamond; Chief Financial Officer will discuss our fourth quarter 2022 results and our initial financial outlook for 2023. Following these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session. We encourage the investing public and media to listen to both management prepared remarks and the related Q&A with analysts.\nThis call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties, actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our fourth quarter 2022 earnings press release as they relate to forward-looking statements, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or result.\nToday's press release, our historical financial news releases and our filings with SEC are all also available on our Investor Relations site. All participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release.\nFinally, any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share. With that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, CEO & Director, Humana Inc.\n\nThank you, Lisa, and good morning, everyone. We appreciate you joining us. Today, Humana continued the momentum seen throughout 2022 and reported another quarter of strong operating and financial results. Adjusted earnings per share for the full year are $25.24 which was above our previous estimate of approximately $25 and represents an annual growth of 22%.\nWe achieved this compelling earnings growth while also making meaningful progress in advancing our strategy, which I will touch on in more -- in a moment. Looking forward we provided full year adjusted EPS guidance for 2022 of at least $28 representing growth of 11% over 2022, consistent with our previous commentary. We anticipate this strong growth despite the headwind we faced from the divestiture of 60% interest in Kindred Hospice.\nWe also reaffirmed our expectations for a full year individual Medicare Advantage membership growth of at least 625,000 members, a 13.7% increase year-over-year. Recall that our 2025 adjusted EPS target of $37 is underpinned by an assumption of return to individual MA membership growth at or above the industry rate by 2024. We are very pleased to have accomplished this goal ahead of expectations.\nBefore providing additional detail on our operations and outlook, I'd like to take a moment to address the RADV final rule released Monday. I want to start by emphasizing the strength of the Medicare Advantage program, supported by a value proposition that is superior to fee-for-service Medicare. 30 million seniors have chosen to enroll in MA, of which nearly 34% identify as rational and ethnic minorities. The MA program delivers high-quality and improved health outcomes, resulting in a 94% satisfaction rate and lower total cost of care through improved care coordination providing savings to the Medicare program while helping seniors achieve their best talent.\nThe strength and support of MA is an important backdrop as we talk about a long-awaited final RADV rule. I'd like to reiterate Humana's core belief when it comes to RADV. Namely, we believe risk adjustment is an important element of the program and incentivizes plans to cover all individuals regardless of health status. We have long supported CMS' desire for greater transparency through auditing, and we'll continue to partner with CMS to promote program integrity. We strive to have a fair, compliant and transparent system.\nWhile we're still reviewing the final rule and considering its impact, I will share some of our initial observations. First, we support CMS' decision not to extrapolate the result of any audit payments for the years prior to 2018. As CMS acknowledged auditing such as time periods represent a unique challenge that may produce results that are not truly reflective of the plans compliance or coding accuracy. Important part of RADV ruling is the audit methodology. Therefore, we look forward to working with CMS to learn more about the methodology, including contract selection, sampling and extrapolation as a rule did not provide the details needed to fully understand the potential impact of the future audience.\nAnd finally, we are disappointed CMS' final rule did not include a fee-for-service adjuster in the process, which we believe is necessary to determine appropriate payment amounts to MA organizations. We are considering all our options to address our challenges this admission and obtain clarity about our compliance obligations.\nWith that said, we are committed to working productively with CMS to ensure the integrity of the program is maintained, and beneficiaries do not face higher costs and reduced benefits as a result of this rule.\nFor years, MA has been an example of a successful public-private partnership that works for Medicare beneficiaries, providers and taxpayers. And we're committed to working with CMS on a path forward to ensure that MA continues to be an option that millions of seniors have come to depend on.\nNow turning to an update on our operations and outlook. We entered 2023 in a position of strength. Industry leader in the delivery of senior-focused integrated value-based care, delivering high-quality outcomes at a lower cost. Our defocus on value-based care, both through our CenterWell platform and our highly diversified value-based care solutions and locally oriented provider relationships is 1 of the differentiated capabilities that gives Humana a durable competitive advantage.\nWe closed 2022 with 70% of our individual MA members engaged in value-based arrangements, which incentivizes providers to comprehensively manage patient needs and reduce total cost of care. Our extensive experience in value-based care combined with our use of deep analytics and digital capabilities, first-mover deployment of interoperable solutions as well as our customer-centric products and solutions that sets Humana apart from peers. We believe these differentiated capabilities have contributed to our durable success in quality and customer experience as demonstrated by 5 consecutive years of leading STARS results, and individual MA membership growth of 10.4% on a 4-year compounded annual growth rate from 2018 to 2022 as compared to industry growth of 9.7%.\nWe complemented our differentiated capabilities with targeted investments and benefits, marketing and distribution for 2023, which has accelerated the strong momentum in our MA franchise. The improved plan designs have resonated with consumers and brokers resulting in our above industry growth expectations of at least 625,000 members for the full year.\nOur 2023 growth outlook includes strong growth in the D-SNP space, where we have grown 72,000 members as of January, a 50% increase over 48,000 members added in the 2022 AEP. And importantly, the majority of our growth for 2023 is coming from the larger non-D-SNP space. We added approximately 422,000 non-D-SNP members through 2023 AEP, a significant increase from the 90,000 added in 2022 AEP, and representing an impressive 10% year-over-year growth in non-D-SNP membership.\nWe achieved our strongest growth in states with robust or growing value-based provider penetration. For example, our top states by absolute growth were Texas, Georgia, Florida and Illinois, which are highly penetrated value-based markets. Together, they grew 163,000 members in 2023 AEP, a 450% increase over the 29,000 members achieved in those states last year.\nThe robust membership outlook reflects high-quality growth, with retention improving over 200 basis points year-over-year better than our initial assumption of 100 basis points improvement. We are pleased to see our external call center partners improve retention by 380 basis points year-over-year, reflecting their enhanced focus on quality and customer satisfaction.\nIn addition, approximately 50% of our new sales reflect members switching from competitor MA Plans, which was higher than anticipated and significantly improved from the 30% experienced in 2022. We also saw a shift in our overall sales channel mix to higher-quality channels. Our internal sales channel and our external field broker partners represented 53% of total sales in the 2023 AEP compared to 44% last year. As shared before, these channels drive better engagement with members leading to greater planned satisfaction, retention and lifetime value.\nOur strong 2023 membership growth was broad-based across our geographic footprint and benefits not only our MA business, but also our growing and maturing payer agnostic CenterWell platform, enhancing our ability to drive more penetration and integration of our CenterWell assets.\nOur primary care organization also experienced strong growth during AEP and is expected to add 8,000 to 10,000 new patients across our de novo and wholly owned centers. And we are happy to share that nearly 60% of these new patients had appointments scheduled as of December 31. This is a key metric for us to measure the engagement level of new members and engagement is a key driver of retention. For the full year, we expect to grow patient panels by 20,000 to 25,000 through organic growth and programmatic M&A, meaningfully higher than the approximately 13,500 patient growth experienced in 2022.\nOur center expansion remains on track as we ended 2022 with 235 centers and are scheduled to open an additional 10 to 15 in the first quarter alone. We expect to come in, in the near to high end of our previously communicated annual center growth of 30 to 50 in 2023, through a combination of de novo build and programmatic M&A.\nIn the Home, we have continued to expand our value-based model, which coordinates care and optimizes [standard] across home health, DME and infusion services. We are now supporting approximately 15% of our MA members with the model, expanding coverage to an additional 433,000 members during the fourth quarter. We remain on track to cover approximately 40% of our MA members with a fully based value-based model by 2025.\nIn addition, as previously shared, we are implementing some of these capabilities on a stand-alone basis to accelerate value creation. We rolled out the home health utilization and network management capabilities to 1.4 million members, bringing the total of covered members to 1.9 million, creating incremental enterprise value in advance of the fully value-based market rollout.\nFinally, in our Pharmacy business, we once again increased our industry-leading mail order penetration levels in 2022, driving 38.6% penetration in our individual MA business, a 40 basis point increase over 2021. We anticipate maintaining this industry-leading position in 2023 as we further invest in the consumer experience and encourage the continued use of mail order, despite comparable co-pays in the retail setting beginning this year.\nBefore turning it over to Susan, I am excited to be able to speak to the senior leadership appointments we announced this morning. Dr. Sanjay Shetty is joining Humana as the President of CenterWell effective April 1. This newly created role comes as we continue to meaningfully expand our CenterWell capabilities, strengthening our payer agnostic platform and integrating the clinical experiences for patients across the CenterWell platform.\nSanjay comes to Humana from Stewart Health Care Systems, where he currently serves as the President. He will draw on his extensive experience leading a large health care system as well as his deep understanding of technology and application of data and analytics and modernizing workflows to accelerate the integration of our CenterWell assets. Sanjay's addition to the management team. He brings new and differentiated skills with extensive health care experience across a broad spectrum, including Medicare, Medicaid, physician groups and value-based care, and we are excited to have him on board as the President of CenterWell.\nIn addition, we are thrilled to announce that George Renaudin has been promoted to President of Medicare and Medicaid and added to the management team effective immediately. George has been integral to our success of the company joined and having joined the company team in 1996, spending the last 26 years dedicated to core operations of our Medicare business. Bringing Medicaid under his leadership complements his current responsibilities for the operations supporting more than 5 million Medicare Advantage and Medicare Supplement members.\nWith the addition of Sanjay and George to the management team, we have closed our search for the President of Insurance. We are confident that the depth of talent we now have in both the management team and across the broader leadership within the organization positions us well to continue to execute against our enterprise strategy. As with any company of our size and caliber, we will continue to evaluate strategic additions to and the evolution of our leadership team as we advance our strategy to develop strong synergistic growth across the enterprise.\nIn closing, I would again reiterate that we are entering 2023 in a position of strength. The strength is bolstered by Humana's differentiated capabilities and grow our payer-agnostic platform. And underpinned by the strong fundamentals in the Medicare Advantage industry. Importantly, the robust membership growth and financial outlook for 2023 puts us on a solid path towards our mid-term EPS target of $37 in 2025. We look forward to providing additional updates on our progress towards our mid- and long-term targets throughout the year.\nWith that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. Today, we reported full year 2022 adjusted earnings per share of $25.24, ahead of our expectations of approximately $25 and representing a compelling 22% growth year-over-year. As Bruce shared, we delivered this impressive earnings growth while making significant advancements in our strategy, including a quicker-than-anticipated return to above-market individual Medicare Advantage membership growth for 2023 and further advancement of our CenterWell platform.\nBefore discussing details of our performance and outlook, I would note that we realigned our portable segments in December, moving to 2 distinct segments, Insurance and CenterWell. I will speak to our 2022 results and 2023 outlook in terms of the new segment structure with references to the old segments to provide clarity as needed. I will start by discussing our fourth quarter results and underlying trends before turning to our 2023 expectations.\nWe reported fourth quarter adjusted EPS of $1.62, above internal expectations and consensus estimates. Results for our Insurance segment were modestly favorable to expectations. As recently shared, total medical costs in our Medicare Advantage business ranged slightly above previous expectations during the fourth quarter, driven by higher-than-anticipated flu and COVID costs as well as higher reimbursement rates implemented for 340B eligible drugs.\nCollectively, these items had an impact of approximately 80 basis points on the fourth quarter benefit ratio for both the Insurance segment as well as the previous retail segment. Importantly, these are discrete items in the quarter and do not have a carryover impact into 2023. Excluding these items, total medical costs in our Medicare Advantage business were modestly below our previous expectation.\nOur Medicaid business continued to perform well in the quarter with lower-than-anticipated medical costs. In addition, the favorable utilization seen throughout the year in our commercial group medical and specialty businesses persisted in the fourth quarter.\nAll in, excluding the discrete impacts related to flu, COVID and 340B I just described, medical cost experienced in our insurance segment were favorable to expectations in the quarter, continuing the trends experienced throughout the year. This segment also benefited from administrative cost favorability driven by our ongoing cost discipline and productivity efforts while also covering incremental marketing spend.\nWithin our CenterWell segment, each business performed largely in line with expectations in the fourth quarter. Our Primary Care organization continues to improve the operating performance in our wholly owned centers and we're pleased to report that we increased the number of centers that are contribution margin positive from 88 at the end of 2021 to 110 at year-end 2022, a 25% increase year-over-year.\nIn addition, we increased the number of centers that have reached our $3 million contribution margin target from 18 in 2021 to 31 at the end of 2022. In our de novo centers, we grew over 9,000 patients in 2022 or 91%, while our de novo center count increased by 18 or 56%. As Bruce shared, we expect both center and patient growth to further accelerate in 2023. In the Home, total admissions in our core fee-for-service home health business were up 9.1% year-over-year for the fourth quarter and up 6.3% for the full year in line with our expectations of mid-single-digit growth.\nIn addition, we continue to expand our value-based model at the expected pace. We implemented the full value-based model in both Virginia and North Carolina in 2022 and ending the year covering just over 760,000 members or 15% of our Humana MA members, up from 5% coverage in 2021.\nFinally, our Pharmacy results remain strong, reflecting industry-leading mail order penetration at 38.6% for our individual Medicare Advantage members. The benefits of mail order extend beyond our pharmacy operations, leading to better medication adherence and health outcomes, benefiting our members and health plan. As an example, members who utilize CenterWell pharmacy demonstrate medication adherence rates ranging from 650 to 840 basis points higher than we see in traditional retail pharmacies for cholesterol, blood pressure and diabetes treatments.\nNow turning to our 2023 expectations and related assumptions. Today, we provided adjusted EPS guidance for 2023 of at least $28. This represents 11% growth over 2022, which is in line with our previous commentary and overcomes a headwind of approximately $0.92 or 3.6% related to the divestiture of a 60% interest in Kindred Hospice in August 2022.\nOur 2023 outlook reflects top line growth above 11%, with consolidated revenues projected to be north of $103 billion at the midpoint driven by growth in our individual Medicare Advantage, Medicaid and CenterWell businesses. These increases were partially offset by the divestiture of a 60% interest in Kindred Hospice, and expected declines in our Group Medicare Advantage, commercial group medical and PDP membership. At this time, we expect first quarter earnings to represent approximately 35% of full year 2023 adjusted EPS.\nI will now provide additional detail on the 2023 outlook for both our business segments, starting with Insurance. As Bruce discussed, we anticipate individual Medicare Advantage membership growth of at least 625,000 in 2023, a 13.7% increase year-over-year. We added approximately 495,000 members during the annual election period and anticipate continued strong growth for the remainder of the year.\nTouching on Group MA, we continue to expect a net reduction of approximately 60,000 members in 2023. This reduction is primarily driven by the loss of a large group account partially offset by expected growth in small account membership. We remain committed to disciplined pricing in a competitive group Medicare Advantage market.\nFor our PDP business, we now expect a membership decline of approximately 800,000 members for 2023, an improvement from our pre-AEP estimate of a 1 million member reduction. This improvement was driven by better-than-expected sales and retention in our Walmart Value plan. We are committed to providing affordable coverage for beneficiaries while also improving the contribution from our PDP business and remain focused on creating enterprise value by driving mail order penetration and conversion to Medicare Advantage.\nWe are projecting approximately 80,000 of our PDP members to convert to a Humana Medicare Advantage plan in 2023, which represents a disproportionate share of all Humana PDP members who are expected to switch to a Medicare Advantage plan in 2023.\nIn our Medicaid business, we anticipate that our membership will increase 25,000 to 100,000 members in 2023. This change reflects membership additions associated with the start of the Louisiana contract which went live January 1, as well as the Ohio contract, which began today. We expect to add approximately 140,000 members in Louisiana and 65,000 members in Ohio at implementation with Ohio membership ramping to 130,000 by year-end and to a total of 225,000 in 2024.\nThe 2023 membership gains in Louisiana and Ohio will ultimately be offset by membership losses resulting from redeterminations beginning April 1, which will continue for 12-month. We are proud that our Medicaid footprint will now span 7 states and cover over 1 million members, a strong platform that we have established largely through organic growth. We intend to continue to invest to grow our platform organically and actively work towards procuring additional awards and priority states.\nFinally, we anticipate the total commercial medical membership including both fully insured and ASO products will decline approximately 300,000 members in 2023 as we remain focused on optimizing our cost structure and margin in this line of business.\nThe insurance segment revenue is expected to be in a range of $99.5 billion to $101 billion, reflecting an increase of nearly 13% year-over-year at the midpoint. The year-over-year change includes the impact of the phaseout of sequestration relief beginning in the second quarter of 2022 and as well as the impact of changing member mix within our Medicare Advantage business.\nThis segment benefit ratio guidance of 86.3% to 87.3% is 20 basis points higher than the 2022 benefit ratio of 86.6% at the midpoint, driven by the targeted investments made in our Medicare Advantage plan designs in 2023 and as well as Medicaid growth, which carries a higher benefit expense ratio.\nImportantly, we have assumed a normalized trend into 2023 and including the expectation that provider labor capacity will improve modestly throughout the year. In addition, we have assumed the flu favorability seen to date in the first quarter is offset by higher flu costs in the fourth quarter. In summary, we are guiding to insurance segment income from operations in the range of $3.2 billion to $3.5 billion for 2023, an increase of more than 12% over 2022 at the midpoint of the range.\nFor our CenterWell segment, we expect EBITDA in the range of $1.3 billion to $1.45 billion for 2023, a slight decrease from 2022. The 2023 outlook reflects the impact of the divestiture of a 60% interest in Kindred Hospice in August 2022, which created a $150 million year-over-year headwind, largely offset by continued growth in our Primary Care, Home and Pharmacy businesses.\nIn our core fee-for-service home business, home health admissions are expected to be up mid-single digits. While we have strategies in place to continue to take share in fee-for-service Medicare, we do acknowledge it is a shrinking market with the increasing penetration of Medicare Advantage. Accordingly, our projected admission growth for 2023 reflects a slight decline in fee-for-service Medicare admissions year-over-year, more than offset by strong growth in Medicare Advantage.\nIn addition, CenterWell Home Health is focused on increasing nursing capacity through recruiting and retention initiatives. Our voluntary nursing turnover improved from 31.9% in 2021 to 30.6% in 2022. We continue to invest in clinical orientation and mentors and technology focused on reducing administrative tasks and drive time for clinicians, which we expect to drive further improvement in nurse recruitment and retention.\nWith respect to our value-based home model, we expect to expand coverage to approximately 1 million additional members by year-end 2023, 800,000 of which are currently served under the utilization and network management model.\nIn our Primary Care business, as Bruce shared, we expect significant center expansion throughout the year through a combination of de novo bills under our joint venture with Welsh Carson as well as programmatic M&A. All in, we anticipate adding nearly 50 centers in 2023, an increase of approximately 20%. In addition, we expect to add 20,000 to 25,000 patients during the year in our de novo and wholly owned centers, representing nearly 12% growth year-over-year.\nFinally, our pharmacy business will benefit from the significant growth in individual Medicare Advantage membership in 2023, as we anticipate maintaining our industry-leading mail order penetration rate.\nFrom an operating cost ratio perspective, we are guiding to a consolidated operating cost ratio in the range of 11.6% to 12.6% for 2023, a decrease of 100 basis points at the midpoint from the adjusted ratio of 13.1% in 2022. This decrease reflects the divestiture of a 60% interest in Kindred Hospice in August of 2022, which has a higher operating cost ratio than the company's historical consolidated operating cost ratio as well as the incremental run rate impact of our value creation initiatives.\nTouching now on investment income and interest expense. We anticipate investment income will increase approximately $450 million in 2023, resulting from the higher interest rate environment, coupled with the impact of approximately $100 million in realized losses experienced in 2022 that are not expected to recur. From an interest expense perspective, while the majority of our debt is fixed rate, we do expect interest expense to increase approximately $110 million year-over-year.\nI will now briefly discuss capital deployment for 2023. We will continue to prioritize investments to drive organic growth. From an M&A perspective, we remain focused on opportunities to enhance our CenterWell capabilities with a particular focus on growing our Primary Care and home businesses.\nAnd finally, we recognize the importance of returning capital to shareholders and expect to maintain our strong track record of share repurchases. We will consider the use of accelerated share repurchase programs as well as open market repurchases to ensure we maximize value for our shareholders. We also recognize that dividends are important to our shareholders, and we are committed to growing our dividend.\nIn closing, I would like to echo Bruce's sentiment that we enter 2023 in a position of strength. The strong earnings growth delivered in 2022, combined with the robust membership growth and financial outlook for 2023 increases our confidence in the midterm target of $37 in 2025. We look forward to providing continued updates on our progress towards our mid- and longer-term targets throughout the year.\nWith that, we will open the lines up for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d74ed4b4a6bcbd251068d347c605e1ae",
    "period": "2022 Q3",
    "content": "Q3 2022 Humana Inc Earnings Call\n\nQ3 2022 Humana Inc Earnings Call\n\nHUMNYSENOV 2, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Q3 2022 Humana Inc. Earnings Call. (Operator Instructions) I would now like to turn the call over to your host, Lisa Stoner, Vice President of Investor Relations. You may begin.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our third quarter 2022 results and our updated financial outlook for 2022. Following these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session. We encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today. Before we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our third quarter 2022 earnings press release as they relate to forward-looking statements and to note in particular that these forward-looking statements could be impacted by risks related to the spread of in response to the COVID-19 pandemic.\nOur forward-looking statements should therefore be considered in light of these additional uncertainties and risks, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are all also available on our Investor Relations site.\nCall participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, CEO & Director, Humana Inc.\n\nThank you, Lisa. Good morning, everyone. We appreciate you joining us. Our third quarter 2022 results reflect the continuation of solid fundamentals and strong execution across the enterprise as seen throughout the year. We reported adjusted earnings per share of $6.88 for the quarter, above our initial expectations. The strength of the quarter allowed us to raise our full year 2022 adjusted EPS guidance by $0.25 to $25 at our September Investor Day. We are pleased to affirm this recently raised outlook representing a compelling 21% growth over 2021.\nSusan will share additional detail on our third quarter performance and our full year expectations in a moment. We appreciate the opportunity to share our value creation framework at our recent Investor Day as well as the subsequent engagement with investors over the last several weeks. We are excited about the company's future and our focus on executing against our strategy to deliver on the commitments communicated. As previously discussed, achievement of our midterm earnings target of $37 in adjusted EPS in 2025 and is underpinned by a return to at or above industry Medicare Advantage membership growth by 2024.\nNow that we've seen competitor plans for 2023, and the annual enrollment period is underway, we are happy to provide initial expectations for 2023 membership growth today. Based on our understanding of the competitive landscape, we are anticipating individual Medicare Advantage full year growth of 325,000 to 400,000 members. This represents an expected growth rate of 7.1% to 8.7%, in line with our expectation of high single-digit industry growth.\nAs we've spoken about previously, we've made substantial investments in our MA product offering and are confident in our strong competitive position. Through targeted surveys and deep analytics, we've designed products to meet -- better meet our members' needs. For example, 100% of our dual eligible plans will offer the healthy option allowance, which allows our members the flexibility to direct funds to pay for healthy food, over-the-counter items, transportation, health supplies, rent and utilities. We are differentiated in this benefit through the wide breadth and flexibility of spending categories as well as the rollover feature we offer in many geographies.\nOutside our specific consumer segment strategies, we also improved plan offerings for our broader membership. For example, for our $0 premium HMO and LPPO products, we believe we're at parity or above the key competitor plan value in approximately 80% of our markets.\nWe also expanded the footprint of our $0 premium LPPO product now offered in over 2,400 counties, a 34% increase year-over-year to better serve members looking for low-cost options with network flexibility. All combined, we believe our plans are providing unique solutions to seniors most urgent needs, providing both affordability and value, which is actually important given current economic conditions and knowing many seniors on fixed incomes.\nBeyond our product investments, evolving our distribution capabilities remain a focus, and we are continuing to advance our omnichannel strategy. As we've previously discussed, we've been working closely with our external partners to improve sales quality through a variety of initiatives.\nWe are confident that we'll continue to maintain strong partnerships and drive better quality through this channel, such as improved retention and better customer satisfaction. Meanwhile, we continue to enhance the capabilities in our internal channels, which tend to provide higher quality sales. We are leveraging improved analytics and artificial intelligence for all inbound calls to drive improved experiences for both our agents and our customers.\nWe believe this, in combination with our refreshed marketing strategy, will result in an increase in internal sales of approximately 20% year-over-year. Our ability to maintain our leadership position in the MA industry is supported by our excellence in quality and customer experience. Our success demonstrated in areas such as our Star ratings, where 96% of our MA members enrolled in plans rated 4 stars and above for bonus year 2024.\nHumana has achieved the highest percentage of members in 4-plus star contracts across all our national competitors for 5 consecutive years. Our commitment to quality is also evidenced in our CMS audit results where we once again saw a significant improvement in our overall results for CMS has recently completed triennial audit when compared to our 2019 program on it.\nAnd finally, we are proud that Humana has been named the best overall Medicare Advantage insurance company by U.S. News & World Report, which created an honor role based on the centers for Medicare and Medicaid services newly released Star ratings for Medicare Advantage plans.\nAdditionally, Humana ranked as the best company for member experience and was declared the best company for low premium availability. The durability of our success in these areas reflect our differentiated capabilities, including highly diversified value-based care solutions and locally oriented provider relationship models, the use of deep analytics and digital capabilities, first-mover deployment of interoperability, as well as customer-centric products and solutions.\nThe entire organization is focused on efforts to continuously raise the bar on quality and member experience so that our members can receive better outcomes, and we will continue our relentless pursuit of maintaining our industry-leading results.\nTurning to our $1 billion value creation initiative. I'm pleased to share that we have line of sight to fully realize the $1 billion goal in 2023, which will support the investments for MA growth in 2023 that I just described. The effort has required difficult choices, focused execution and changes in the company, which we have already started to show positive results that we expect to continue over the near and long term.\nWhile the former $1 billion goal has been achieved, we are committed to ongoing improvement in operating leverage with a target of approximately 20 basis points annually on a business mix adjusted. Going forward, we intend to continue our historical focus on productivity, utilizing a framework that has been enhanced with the best practices learned through our value creation efforts. We are focused on running our business in a way that will create sustainability driving operating leverage while creating a culture that promotes continuous improvement, workflow efficiency and technology adoption to automate and assist our work wherever possible.\nWe are encouraged by the early indications of the sustainable productivity framework. As an example, I'd like to highlight productivity efforts in our pre-authorization process where we're leveraging an in-house artificial intelligence solution to automatically match incoming faxes to the correct authorization requests. This solution creates administrative efficiencies across millions of inbound images. We are also scaling this solution to multiple business units such as pharmacy and are also expanding the application of this type of AI to provide decision support to clinicians, which will result in improvements to authorization turnaround times, reduction in friction for providers and creating a better member experience.\nBefore turning it over to Susan, I'd like to say thank you to our 63,000 employees that bring their best self to work every day and make our success possible. I appreciate all they do for our members and patients. I would also like to thank our shareholders for their continued support. We expect -- we are excited about the strong fundamentals of the industry we operate within, our competitive positioning in the MA market for 2023 and beyond, the scaling of our health care services offerings and opportunities to compound our growth through local market integration and continued cost discipline in capital deployment.\nWe look forward to delivering against the commitments we shared with you at Investor Day. With that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. Today, we reported adjusted EPS of $6.88 for the third quarter, representing 42% growth over third quarter 2021. Results in the quarter came in above initial expectations driven primarily by lower-than-anticipated medical cost trends in our individual Medicare Advantage and Medicaid businesses.\nRecall that we raised our full year adjusted EPS guidance by $0.25 to $25 at our Investor Day in September, which we affirmed today. Our revised full year guidance anticipated the strength of the quarter and reflects a compelling 21% growth in adjusted earnings for 2022, while funding incremental marketing to support the 2023 AEP selling season and the dilution related to the hospice divestiture.\nI will now provide additional details on our third quarter performance by segment, beginning with Retail. Medicare Advantage membership growth and revenue remained in line with expectations. Total medical costs in our individual Medicare Advantage business were lower than initial expectations for the quarter with the favorable inpatient trends seen throughout the year continuing with some moderation.\nWith respect to group MA, we shared last quarter that we were seeing higher-than-expected non-inpatient utilization. As I mentioned in September, we have been pleased to see positive current year restatements and moderating trends during the third quarter, suggesting that some of the higher trend we described previously was likely due to pent-up demand.\nFinally, I would note that while it is early in the season, flu levels are running as anticipated. All in, our Medicare Advantage business is strong and tracking consistent with the updated expectations shared at Investor Day. Our Medicaid business also performed well in the quarter, experiencing lower-than-anticipated medical costs. We updated our full year Medicaid membership guidance from a range of up 75,000 to 100,000 to our current guide of up approximately 175,000 to reflect the extension of the public health emergency to January 2023.\nWe are prepared for the Ohio contract to go live on December 1, adding approximately 60,000 members at implementation, which is included in our guidance. Group and Specialty segment results were in line with expectations for the quarter with our specialty business continuing to benefit from lower-than-expected dental utilization. We continue to anticipate a reduction of approximately 200,000 employer group medical members in 2022 driven by our disciplined pricing and focus on margin stability. I will now discuss our Healthcare Services businesses. Pharmacy results for the quarter were in line with the increased expectations we communicated in April as a result of the outperformance seen earlier in the year.\nPrimary care organization continues to perform well with results in line with expectations for the quarter. The team is focused on executing on the expansion strategy we shared at Investor Day, and we continue to expect to add approximately 30 to 35 centers to our portfolio through the first quarter of 2023, bringing our total center count to greater than 250. Patients served also continues to grow as expected, and we anticipate serving nearly 250,000 value-based payments by the end of 2022.\nTurning to the Home. In our core fee-for-service business, home health episodic admissions for the third quarter are up 5.1% year-over-year, while total admissions are up 6.4% year-over-year. Year-to-date, episodic admissions were up 3.9%, while total admissions are up 5.4%, tracking in line with our full year expectations of a mid-single-digit year-over-year increase. In addition, we plan to expand our value-based home health model to cover an additional 450,000 Medicare Advantage members in the fourth quarter, bringing our total covered lives to approximately 15% as of the end of the year.\nFrom a capital deployment perspective, our debt-to-capitalization ratio decreased by 590 basis points in the third quarter to 39.4% as we retired $2 billion of debt following the divestiture of our majority interest in Kindred Hospice, which closed in August. We continue to anticipate a customary level of share repurchase in 2022, and as a result, expect our debt-to-capitalization ratio to be in the low 40s at the end of the year. I will now take a few moments to provide additional color on our early outlook for 2023, starting with membership.\nAs Bruce shared, while it's still early in AEP, we remain confident that the investments we made to support 2023 growth has positioned us well, and we are pleased to share our individual MA membership growth expectations today of 325,000 to 400,000 members, which is in line with our expectation of high single-digit market growth. As we always caution this time of the year, it is early in the AEP selling season to the outlook we provided today could change depending on how sales and voluntary disenrollment ultimately come in.\nInitial sales volumes are strong and favorable to our expectations. Recall that we have limited visibility into member disenrollment data this early in the AEP season as those results take longer to complete.\nBut we do expect modestly low attrition in 2023 as a result of our improved benefit offerings, enhanced onboarding support for all new members and increased focus on sales quality and retention by our call center partners. We also advanced our analytic models, incorporating additional granular inputs and machine learning techniques, improving our sales and retention forecasting ability.\nTaken all together, these improvements and early results support our confidence in the guidance shared today. With respect to group Medicare Advantage, as we previously stated, growth can vary year-to-year based on the pipeline of opportunities, particularly large accounts going out to bid.\nWe expect a net reduction in group MA membership of approximately 60,000 in 2023. This reduction is primarily driven by the loss of a large account, partially offset by expected growth in small group account membership. We remain committed to disciplined pricing in a competitive group Medicare Advantage market. With respect to stand-alone PDP, the overall PDP market is declining as more beneficiaries choose Medicare Advantage.\nIn addition, we remain disciplined in our pricing. And as a result, our Walmart Value plan will not be as competitively positioned, and our basic plan will exceed the low-income benchmark in 3 regions in 2023, driving an expected net decline of approximately 1 million PDP members. As we look beyond 2023, we will evaluate the impact of the various regulatory changes proposed which are likely to result in higher PDP plan premiums broadly and could lead to further industry-wide movement from PDP to MAPD plans given the strong MAPD value proposition.\nOur focus remains on creating enterprise value from our PDP plans by driving increased mail order penetration and convergence to Medicare Advantage. Finally, in our Medicaid business, we expect 2023 membership to be flat to slightly up as the new state awards in Louisiana and Ohio will largely offset the impact of redeterminations, which will begin following the end of the public health emergency.\nLouisiana has indicated that we will begin the program with 150,000 members, while Ohio will ramp to 200,000 members over the course of 18 months.\nTurning now to our expected 2023 financial performance. I would reiterate our commitment to grow 2023 adjusted EPS within our targeted long-term range of 11% to 15%, off of our expected 2022 adjusted EPS of $25.\nWe will continue with our practice of conservative planning and at this time, expect the current consensus estimate of approximately $27.90 to be in line with our initial adjusted EPS guidance. The earnings growth anticipated for 2023 will put us on a solid path to achieve our $37 adjusted EPS target in 2025. We look forward to providing more specific 2023 guidance on our fourth quarter earnings call in early February.\nBefore closing, I would echo Bruce's appreciation to our employees for their contribution to our success and to our shareholders for their continued support. We are pleased to report another strong quarter and are excited about our outlook for 2023 and beyond. We look forward to delivering against the commitments we shared with you at Investor Day providing better experiences and outcomes for our members and patients and creating significant value for our shareholders. With that, we will open the line for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to 1 question.\nOperator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cbbaf8c22d523ed8ae1090e7d69c0257",
    "period": "2022 Q2",
    "content": "Q2 2022 Humana Inc Earnings Call\n\nQ2 2022 Humana Inc Earnings Call\n\nHUMNYSEJUL 27, 9:00 AM\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\n(technical difficulty)\nHumana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our second quarter 2022 results and our updated financial outlook for 2022. Following these prepared remarks, we will open up the line for a question-and-answer session with industry analysts.\nJoe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session. We encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K and other filings with the Securities and Exchange Commission and our second quarter 2022 earnings press release as they relate to forward-looking statements and to note in particular that these forward-looking statements could be impacted by risks related to the spread of in response to the COVID-19 pandemic.\nOur forward-looking statements should therefore be considered in light of these additional uncertainties and risks, along with the other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements in future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site.\nCall participants should note that today's discussion includes financial measures that are not in accordance with Generally Accepted Accounting Principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any reference to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, CEO & Director, Humana Inc.\n\nThank you, Lisa, and good morning, and thank you for joining us. Today, Humana reported financial results for the second quarter of 2022 that reflected our solid fundamentals and strong execution across the enterprise. In the second quarter, our adjusted earnings per share was $8.67, which was above our initial expectations. Our outperformance in the quarter was driven by broad-based strength across the organization.\nOur updated full year guidance of approximately $24.75 represents compelling earnings growth of over 20% over our 2021 results. Susan will share additional detail on our second quarter performance and our full year outlook in a moment. As we look ahead, we are confident that we continue to deliver strong results as a leader in Medicare Advantage and value-based care delivery.\nOver the last several months, we've taken deliberate steps to meaningfully advance our strategy. In our Medicare Advantage business, we finalized our 2023 product strategy as reflected in our bids and are confident the investments we've made will significantly enhance the value proposition of our offerings. These investments were supported by the enterprise commitment to delivering on our $1 billion value creation initiative, which we expect to significantly improve membership growth in 2023 while still delivering compelling earnings growth consistent with our long-term target.\nBeyond our product investments, we worked with our external sales partners to enhance recruiting, training and incentive programs, which we believe will lead to improved member retention. We've enhanced the way we work with over all of our 40 external care partner centers -- partners, creating increased alignment by linking incentives to quality and retention metrics and many of our partners have also revised agent level incentives to emphasize retention.\nWe continue to see an increase in member satisfaction year-over-year, demonstrating the positive impact of our efforts. We held our annual external sales partner conference last week and are encouraged by the optimism and excitement expressed by our distribution partners on our commitment to return to market-leading growth and in the specific investments we've made.\nWe are also making significant progress advancing our Medicaid strategy. We received notification of a contract award from Louisiana in June. We are very proud of the team's success articulating Humana's unique Medicaid capabilities and our ability to organically grow our Medicaid footprint. We are actively preparing for the Ohio contract implementation later this year as well as the implementation in Louisiana, which is expected in early 2023.\nIn addition, we continue to actively work towards procuring additional awards in our priority states. Within our Healthcare Services segment, we continue to expand our CenterWell assets. We established a second joint venture with Welsh Carson that will deploy up to $1.2 billion of capital to develop up to 100 new CenterWell senior primary care clinics between 2023 and 2025.\nIn the Home business, we began expansion of the value-based model in June with the implementation in Virginia, increasing the number of MA members covered by the model to 331,000, a 22% increase. These actions are building significant momentum within the organization and position us for continued strong growth and leadership in the delivery of integrated value-based care.\nTurning to our $1 billion value creation initiative. We've made strong progress towards our target and now have line of sight into initiatives valued at over $900 million in 2023 in design, execute or full realization stages. This is up from $575 million when we last provided an update in April. We are confident in our ability to fully deliver against the important commitment and ultimately realize $1 billion of value in 2023.\nAs I've just highlighted, we've made meaningful progress advancing our strategy in recent months, resulting in significant expansion of our health care service businesses and further strengthening our Medicare Advantage and Medicaid platforms. In addition to our strategy advancement, the work completed on our value creation initiative has led to an organizational simplification that enables us to accelerate our previously planned organizational streamline.\nBeginning in 2023, we will realign the company into 2 distinct units. Insurance Services and CenterWell. Insurance Services will be made up of the businesses that currently sit in the Retail and Group and Specialty segments, while Centerwell represents the current Healthcare Service segment. We believe this simpler structure will create greater collaboration across our Insurance and CenterWell business and will accelerate work that is underway to centralize and integrate operations within the organization.\nThe realignment also expands the scope of authority for leaders and allows us to operate with greater agility and focus on increasingly capture synergies across our portfolio. Importantly, we are committed to providing the transparency you are accustomed to receiving from Humana when we transition to the new segments to ensure you have the information needed to follow our progress and understand the economics of our material businesses.\nTo lead this new segment, we've launched an external search for a President of Insurance and Enterprise Services. We are targeting candidates who can look across insurance business and key centralized platforms and services, driving enterprise-level strategic execution. We also look for this individual to bring deep experience in running complex organizations. A key focus of this role will be to help us continue to simplify our structure, to make us more agile and to further improve our ability to increase synergies between our businesses and improve outcomes for our customers.\nWe anticipate naming this individual by the end of the year. As announced in our 8-K this morning, after a long successful career at Humana, Alan Wheatley will transition from his role at the end of the year. Alan has had a distinguished 31-year career at Humana and I'm grateful for his significant contribution to the organization. We are confident that momentum Alan and team have created throughout 2022 in the Medicare business will drive a successful 2023 AEP. I appreciate Alan's commitment to Humana, and I'm pleased that he has agreed to serve as a strategic adviser until next year to ensure a seamless transition.\nAlan has developed a strong leadership team with -- in the retail organization, and we are fortunate to have the opportunity for these talented and experienced leaders to expand their responsibilities. Effective August 5, George Renaudin will take on the new role of President of Medicare; and Susan Smith, Senior VP, will take on an expanded role of leading our enterprise services, which includes our clinical, consumer experience, STARS and Medicare risk adjustment teams.\nJohn Barger will continue leading our Medicaid organization in his role as President of Medicaid. George, Susan and John, who have 55 years plus of combined experience across different functions at Humana will report to Alan until the new role of President is filled. In addition, Sue Schick will continue to lead our Group and Specialty segment business, also ultimately reporting to the new President of Insurance and Enterprise Services when the segment realignment is finalized in 2023.\nIn conclusion, I would leave you with the following: First, we are pleased with the momentum we have executing our strategy. Our strong year-to-date results, positive outlook for the remainder of the year and in the significant progress we've made in our $1 billion value creation initiative to improve membership growth for 2023. Second, we are confident that the evolution of our organizational structure will accelerate the advancement of our strategy and result in a more efficient and integrated organization.\nAnd finally, we remain confident in our ability to drive compelling returns for our shareholders. We invite you to join us at our virtual investor update on September 15 where we plan to give you more insight into our go-forward strategy and our positioning for continued success. We will provide you with a deeper view into our attractive financial outlook and appropriate KPIs, our leadership position in the industry, and our long-term strategy, including additional detail into our home and primary care businesses.\nWith that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. I will start by echoing Bruce's confidence in our current year performance, the steps we have taken to improve membership growth in 2023 and our ability to drive compelling returns for our shareholders. Our second quarter 2022 adjusted earnings per share of $8.67 represents 26% growth over second quarter 2021 and is approximately $1 higher than our previous expectations.\nThe favorable results in the quarter were supported by strong performance across many of our lines of business and were driven primarily by lower-than-anticipated medical cost trends in our individual Medicare Advantage and Medicaid businesses, partially offset by higher-than-expected non-inpatient costs in group Medicare Advantage. We also experienced lower-than-anticipated administrative costs, some of which was timing in nature.\nImportantly, I want to reiterate that utilization in our core, individual Medicare Advantage business is running favorable to expectations. The lower utilization trends and lack of COVID headwinds seen to date give us confidence in raising our full year adjusted EPS guide by $0.25 to approximately $24.75 while still maintaining a $0.50 EPS COVID headwind for the back half of the year.\nIn addition, the revised guide contemplates an investment of approximately $0.75 EPS in additional marketing and distribution in the back half of the year to further support our improved 2023 Medicare Advantage product offerings. Finally, the revised guide covers $0.65 EPS dilution related to the pending hospice divestiture versus the $0.50 contemplated in our previous guide, which is expected to close in the third quarter.\nOur updated full year guidance reflects a compelling 20% growth in adjusted earnings for 2022, while funding additional investments to support our long-term growth. If we see additional favorability emerge in the back half of the year, including the remaining $0.50 in embedded COVID headwind, we will be prudent in balancing further investments in support of long-term growth and additional shareholder returns in 2022.\nWe are focused on maximizing long-term value and will be transparent in our approach. With respect to quarterly earnings seasonality, at this time, we expect third quarter earnings to be approximately 25% of our full year estimate. Finally, as Bruce shared, we have made significant progress toward our $1 billion value creation plan.\nActions during the quarter resulted in certain onetime costs of $203 million which have been adjusted for non-GAAP purposes. These expenses were primarily driven by consolidation and retirement of technology assets during the quarter, resulting in more efficient operations and lower investment requirements going forward.\nAs we continue to advance the value creation plan, we expect to incur additional onetime costs in the back half of the year, which will also be adjusted for non-GAAP purposes. With that, I will now provide additional details on our second quarter performance by segment, beginning with retail.\nMedicare Advantage membership growth and revenue are trending in line with expectations. As previously mentioned, total medical costs in our individual Medicare Advantage business ran favorable to expectations in the second quarter. We continue to see lower-than-anticipated inpatient utilization, partially offset by higher inpatient unit costs, while non-inpatient costs were slightly favorable to expectations.\nWith respect to intra-year development, you will recall that our first quarter estimates considered the higher unit costs experienced in the fourth quarter of 2021. We were encouraged to see the first quarter restate favorably and have seen some moderation in inpatient unit costs relative to our previous estimates, while non-inpatient costs also restated slightly lower.\nWith respect to COVID, we have seen an uptick in cases in recent weeks, but hospitalization rates remain lower than we have seen in previous surges. While we are not concerned with the utilization patterns observed to date, we acknowledge the continued uncertainty related to the pandemic and therefore maintained $0.50 of COVID contingency in our revised EPS guidance. We are pleased with the performance of our individual Medicare Advantage business to date and remain on track to deliver at least 50 basis points of improvement in pretax margin in 2022.\nGroup Medicare Advantage non-inpatient costs were higher in the quarter than our initial expectations, in part due to higher surgical volumes, which we have assumed will continue for the remainder of the year. In 2021, we saw more significant depressed utilization in Group Medicare than Individual Medicare and expected some normalization in 2022. While group Medicare inpatient costs are consistent with our expectations year-to-date, non-inpatient costs have been higher in recent months, some of which may be reflective of pent-up demand post the Omicron surge.\nWe will continue to monitor emerging group Medicare trends to determine if the higher than initially expected utilization continues as currently contemplated in our full year guide or if we ultimately see the trends moderate. Our Medicaid business performed well in the quarter, experiencing lower-than-expected medical costs. We updated our full year Medicaid membership guidance from a range of down 25,000 to 50,000 to a range of up 75,000 to 100,000 to reflect the extension of the Public Health Emergency to mid-October.\nWe increased our Retail segment revenue guidance by $350 million at the midpoint from a range of $81.2 billion to $82.2 billion to a range of $81.7 billion to $82.4 billion primarily reflecting the increase in Medicaid membership expectations for the year. Despite the increase in expected Medicaid membership for the year, which carries a higher benefit ratio as well as the higher-than-anticipated non-inpatient costs in Group Medicare, we have maintained our original full year retail benefit ratio guidance as outperformance in our individual Medicare Advantage business is providing an offset in the segment.\nGroup and Specialty segment results were slightly favorable for the quarter, largely driven by the specialty business and lower dental utilization trends in particular. As previously shared, we are focused on margin stability in the Employer Group Medical business near term and as a result of rating actions taken in the back half of 2021 to incorporate expected ongoing COVID costs, we are experiencing higher attrition in our fully insured group medical business than originally anticipated.\nWe are updating our full year commercial medical membership guidance from down 125,000 to 165,000 to down approximately 200,000. In addition, we are reducing our revenue guidance for the segment by $200 million at the midpoint reflective of the lower membership expectations. Full year pretax earnings for this segment remain on track, aided by the specialty outperformance. I will now discuss our Healthcare Services businesses.\nRecall that this segment had a strong start to the year with pharmacy meaningfully outperforming in the first quarter, which we expected to persist throughout the year, although with some moderation. Pharmacy results in the second quarter tracked in line with our increased expectations. Mail-order penetration was 38.5% year-to-date for our individual Medicare Advantage members, a 90 basis point increase year-over-year.\nPrimary Care organization results were slightly favorable to expectations for the quarter, driven by ongoing operational improvements combined with administrative expense favorability. We added 4 de novo centers and 10 wholly owned centers through acquisition in the second quarter, bringing our total center count to 222 after center consolidations. We are on pace with our targets for the year and continue to expect to operate approximately 250 centers by year-end.\nTurning to the home. Home health episodic admissions are up 3.1% year-over-year, while total admissions are up 4.9% year-over-year, consistent with expectations. For the full year, we continue to expect total home health admissions to be up mid-single digits. The hospice business performed well in the quarter with total admissions up approximately 5% year-over-year driven by increased access to facility-based referral sources and incremental investments in the business to expand clinical capacity.\nThe Kindred Hospice divestiture is on pace to close in the third quarter. We have updated our full year guidance ranges to reflect this anticipated transaction, resulting in a reduction in Healthcare Services segment revenue of approximately $400 million at the midpoint, which reflects the hospice divestiture, partially offset by the increased pharmacy expectations discussed in the first quarter. In addition, we have reduced our full year consolidated adjusted operating cost ratio guidance from a range of 13.2% to 14.2% to a range of 13% to 13.5% as the hospice business carries a higher operating cost ratio than the company's consolidated operating cost ratio.\nFrom a capital deployment perspective, we anticipate a customary level of share repurchases in 2022 and expect our debt to capitalization ratio to be in the low 40s at the end of the year as we utilize proceeds from the Kindred hospice divestiture to deleverage.\nBefore closing, I would again reiterate that we are pleased with our performance to date, fueled by broad-based strength across the enterprise, supporting our full year guidance raise and providing capacity to make additional investments in marketing and distribution in the back half of 2022 to further support our improved 2023 Medicare Advantage product offerings.\nWe are well positioned to achieve our $1 billion value creation goal, which has allowed further investment in our Medicare Advantage offerings for 2023 and expansion of our health care services capabilities while remaining on track to generate earnings growth in 2023 within our long-term target range.\nWith that, we will open the lines up for your questions. (Operator Instructions) operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/91ff7bf5b5e4ab971d0b435a27934000",
    "period": "2022 Q1",
    "content": "Q1 2022 Humana Inc Earnings Call\n\nQ1 2022 Humana Inc Earnings Call\n\nHUMNYSEAPR 27, 9:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and thank you for standing by. Welcome to the Humana Incorporated First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded. (Operator Instructions) At this time, I would like to turn the conference over to Ms. Lisa Stoner, Vice President of Investor Relations. Ma'am, please begin.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our first quarter 2022 results and our updated financial outlook for 2022.\nFollowing these prepared remarks, we will open up the line for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session. We encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our first quarter 2022 earnings press release as they relate to forward-looking statements. And to note in particular that these forward-looking statements could be impacted by risks related to the spread of and response to the COVID-19 pandemic.\nOur forward-looking statements should therefore be considered in light of these additional uncertainties and risks along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business or results. Today's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site.\nCall participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release.\nFinally, any references to earnings per share or EPS made during this earnings call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, CEO & Director, Humana Inc.\n\nThank you, Lisa, and good morning, and thank you for joining us.\nToday, Humana reported financial results for the first quarter of 2022, reflecting a solid start to the year. I'll speak briefly about our first quarter results and outlook for the rest of the year before providing an update on our strategy and the steps we're taking to position Humana for continued long-term success.\nAdjusted earnings per share for the first quarter were $8.04, which was above our initial expectations. This outperformance was primarily driven by favorable pharmacy results combined with lower-than-planned administrative expenses, some of which is due to timing. All other lines of business are performing as expected or slightly positive, further contributing to our strong quarter.\nWe raised our full year 2022 adjusted EPS guidance by $0.50 to approximately $24.50, representing 19% growth over our 2021 results. Importantly, our updated financial guidance continues to include an explicit $1 COVID headwind. Our updated guide also includes the dilutive impact related to the pending divestiture of the company's 60% ownership of Kindred at Home's Hospice and Personal Care division. Susan will provide additional detail on our first quarter performance and our full year outlook in a moment.\nTurning to our previously announced $1 billion value creation initiative. You recall, we committed to delivering this value for the enterprise through cost, productivity initiatives and value acceleration from our previous investments. This will create capacity to fund growth and investment in our Medicare Advantage business, driving more robust benefits and lower cost for our members, which we believe will lead to improved membership growth. In addition to -- it enables further investment in our health care service capabilities, including expansion of our value-based home health model and transformation of the consumer experience and home delivery service model in Humana Pharmacy.\nI'm pleased to report with the work completed to date, we remain confident in our ability to realize this value for investment in 2023. As shared in February, we are focused on 4 key areas that will drive the value creation, strategic initiatives, organizational efficiencies, third-party spend and automation and digital advancement.\nWe indicated the value would be largely split evenly across the 4 categories. Through work completed in recent months, we've established goals throughout the business within the 4 key areas. We now expect strategic initiatives to account for about 1/4 of our goal by organizational efficiencies and third-party spend will each come about 1/3. The remaining 10% of value realized in 2023 will come from automation, which, given the nature of the work, will drive some incremental impact in 2024. Susan will provide additional details on the progress made to date.\nWe are pleased with the quick pivot of our teams to support the value creation initiative. It is important to maintain our focus on one of Humana's core differentiators, our strong culture. Currently, we are seeing a slight decrease in engagement but remain in the top 20% of industry leaders.\nEngagement scores are impacted in part by the internal uncertainty around our value creation initiative as well as the strong external market pull, economic disruption and the inflationary environment. Importantly, we are seeing strong engagement with our nursing population, which is currently at 89%, and we are proud that 86% of our physicians would advocate for Humana as a Great Place to Work.\nWhile challenging choices remain to fully realize our goal, I'm confident our team is equal to the task and understands the purposeful approach we are taking to make Humana an even stronger company. In addition to creating capacity to invest in our Medicare Advantage product for 2023, we are also focused on working closely with our distribution partners to improve the retention of our members. We continue to work with our call center partners to more closely replicate the experience delivered by our employed agents through enhanced training.\nWe are also focused on service-level agreements aimed at improving the quality of the sales experience, and ultimately, the customer satisfaction and retention. As part of this work, we have developed a new computer-based training modules for our call center agents that focus on behaviors linked to customer complaints.\nWhile still early, we are pleased to see -- have seen a decrease in complaints to CMS year-over-year. With respect to compensation for external brokers, we have introduced new compensation structures designed to improve overall quality by more closely tying administrative service fees to specific quality assurance activities and service levels as well as addressing agent level compensation to promote individual quality performance.\nWithin our proprietary sales channel, we are looking at opportunities to advance our payer-agnostic capabilities to improve our ability to support consumers who desire more choice. In addition, we are making investments to better link digital-first shoppers to our internal sales agents. Digital shoppers are now able to not only complete an application online but also request that one of our internal sales agents visit their home to discuss Medicare Advantage plan options.\nThe digital shopper is also able to directly connect to one of our internal sales call center agents from humana.com to assist them in their shopping experience. Finally, we are working with brokers across our distribution channels, both internal and external, to engage the customers and activities that are positively correlated to retention. This includes onboarding activities designed to promote engagement prior to plan effective date as well as efforts to help members understand and fully utilize their plans, benefits, such as assisting in the activation of their healthy food card.\nWith respect to 2022 Medicare Advantage membership trends, results of the open enrollment period trended slightly better than our initial expectations, driven by higher sales and improved voluntary termination rates, both of which we view favorably. The outperformance was partially offset by higher deaths related to the pandemic in the first couple of months of the year.\nTurning to our Healthcare Service businesses. As you know, we introduced CenterWell as the new brand to describe and connect our payer-agnostic health care service offerings. We have significantly expanded our health care service capabilities, including our senior-focused primary care, pharmacy and home care offerings, to better serve our medical members while also increasing our total addressable market.\nWe've been developing our Healthcare Services capabilities in 3 phases. The first is building the capabilities. We are accomplishing this through a combination of organic build as we've done with our Pharmacy business. Inorganic growth as a result of our acquisition of Kindred at Home as well as through partnerships, such as those we have with Heal and Dispatch, which are site of care innovators in the home.\nThe second phase includes enhancements to align with value-based principles to improve health outcomes as well as expanding the capabilities to achieve the desired scale. Our primary care business is in this phase today as we are expanding our geographic presence through a mix of building de novo centers as well as tuck-in acquisitions.\nThe third phase is integrating these capabilities in select local markets. We believe the integration of CenterWell Primary Care, home health and pharmacy in a local market will lead to improved health outcomes, increased customer satisfaction and decrease in the total cost of care, while also building additional profit pools for the enterprise. Recall that a health plan member who utilizes the full suite of our health care service assets can drive 2 to 4x the direct margin contribution for the enterprise as compared to the health plan margin alone. This is what we refer to as the flywheel effect.\nLet me highlight some of the progress we've made moving our various capabilities through these 3 phases, starting with home. We started our journey with Kindred at Home in 2018, acquiring 40% minority interest with the belief that a key component of the next generation of integrated care delivery model was the ability to provide care to consumers in their home, meeting them where they want to be and a preferred lower cost setting, also recognizing that the traditional volume-based fee-for-service model, limits innovation and home health.\nWe then completed the full acquisition of Kindred at Home in August 2021, reflecting our continued commitment to investing in home-based clinical solutions that drive improved patient outcomes, increased satisfaction for patients and providers, and value for health plan partners.\nWe took another step on this journey last week with the announcement of the divestiture of our majority interest in Kindred at Home's hospice and personal care divisions to Clayton, Dubilier & Rice or CD&R. We explored a broad range of alternatives for the hospice and personal care businesses and believe this transaction best allows us to accomplish our previously stated intent, divesting majority ownership of these noncore businesses while maintaining a strategic minority interest through our remaining stake.\nWith CD&R's established physician relationships, value-based care expertise and record of supporting providers to deliver high-quality care for patients. We are certain these divisions are well positioned for success under the joint ownership of Humana and CD&R. Importantly, we are pleased that when viewing this transaction in conjunction with our purchase of the broader Kindred at Home platform, we have been able to achieve our objective of substantially increasing our footprint in home care by acquiring one of the leading home health platforms in the country and an attractive valuation for our shareholders.\nOur home capabilities were further expanded with the acquisition of onehome last year. Onehome's management service organization capabilities and experience providing home health, infusion and durable medical equipment services establishes the platform for our value-based home care model. We remain on track to begin the launch of the value-based model in North Carolina and Virginia in June with the expansion in additional geographies planned for late this year and early 2023.\nBeyond shifting to value and integrating DME and infusion, onehome will also have the ability to help members navigate the broader care ecosystem. For example, if a member lacks a primary care provider, onehome could connect the member with a high-value local option, including Humana's primary care organization.\nIn addition, if a member would benefit from home delivery of chronic medications, onehome can help the member set up a home delivery through our Humana pharmacy. We believe these efforts can lead to both improved member experience and better health outcome, demonstrating the power of integrating our health service capabilities in the local market.\nTurning to primary care. We are actively scaling our platform through a combination of de novo expansion and inorganic growth. We are the largest senior-focused, value-based primary care provider in the nation with 214 centers today. This includes 37 centers in the Welsh Carson joint venture, which began in 2020. We expect to have approximately 250 centers by year-end and intend to add 30 to 50 centers per year going forward. As shared in February, we are committed to funding the organic growth of our primary care organization in 2023 and beyond through a combination of on- and off-balance sheet financing, such that we expect no dilution to earnings growth from the organic expansion.\nAs of March 31, the 2020 cohort of 20 centers opened within Welsh Carson joint venture had an average of 520 Medicare risk patients per center, approximately 60 patients per center higher than planned. In addition, our cumulative EBITDA results were in line with the plan. We are pleased with the results to date, which have demonstrated the performance consistent with the expected J curve. We continue work to establish off-balance sheet structure that will be leveraged beginning in 2023. We are applying the proof points in learnings from our joint venture with Welsh Carson to optimize the go-forward financing structure, considering enhancements, such as limiting the financing to only the operating expenses. We look forward to sharing additional details when finalized in the coming weeks.\nOur pharmacy business is the most mature of our health care service businesses, driving significant value to the enterprise with industry-leading mail order penetration, resulting in improved medication adherence and better health outcomes for our health plan members. 38% of our individual Medicare Advantage members utilize our mail order services in the first quarter, a 100 basis point increase year-over-year. This increase is due in part to the fact that Medicare Advantage members retained in 2022, used Humana Pharmacy home delivery services, nearly 9% more frequently the members who disenrolled.\nThis is another demonstration that members who engage with our Healthcare Service businesses not only create incremental enterprise profit but are more loyal to our health plans. This result demonstrates the impact of investments we're making to transform the consumer experience and home delivery service model through improved e-commerce and logistic capabilities and additional distribution sites allowing us to deliver prescriptions to our members within 1 to 2 days. As you know, we committed to providing additional transparency into our Healthcare Service businesses in 2022, which began with the new disclosures we provided on the home and primary care in our first quarter earnings release. Susan will also provide further 2022 performance details during her commentary.\nIn addition, we look forward to hosting a virtual investor update on September 15, 2022, where we will discuss the operational model and the long-term growth and earnings potential for the primary care and home businesses. The benefits of integrating our health care service capabilities in local markets and driving penetration by our health plan members as well; a progress update on our $1 billion value creation initiative and current thoughts on improving our Medicare Advantage membership growth for 2023; and the long-term outlook for the company considering future earnings growth opportunities, balanced against the ongoing investments necessary to advance our strategy.\nIn closing today, I want to reiterate that we are pleased with our strong start to the year with all our business lines performing well. In addition, we remain confident in our ability to deliver on our $1 billion value creation plan. This will allow us to create the needed capacity to fund growth and investments in our Medicare Advantage business, which we believe will further drive significant improvement in our membership growth as well as further expansion of our health care service capabilities, while still delivering on our long-term earnings growth target in 2023.\nWith that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. I will provide an update on our first quarter results, including line of business performance details, our outlook for the full year and progress made to date on our $1 billion value creation plan. Finally, I will provide an update on capital deployment, including the planned use of proceeds from the pending divestiture of our majority interest in Kindred's, hospice and personal care businesses.\nToday, we reported first quarter 2022 adjusted earnings per share of $8.04, driven primarily by lower-than-anticipated administrative costs, some of which is timing in nature and outperformance in our pharmacy business. All other lines of business are performing as expected or slightly positive, further contributing to our strong quarter. Inpatient utilization was favorable across our Medicare and commercial businesses due to a faster decline in COVID admissions and slower rebound in non-COVID admissions than we've seen during previous surges and we will need to continue to monitor how utilization further rebounds in the coming weeks.\nTypically, we would not raise guidance at this stage, as it is too early to fully evaluate results and medical cost trends in particular. However, given the main drivers of our first quarter outperformance, we are raising our full year guidance by $0.50 to approximately $24.50, representing nearly 19% growth over our actual 2021 results. Importantly, this revised guide continues to anticipate $1 of conservatism to cover a net COVID headwind, should it emerge, and also anticipates the estimated impact to earnings of divesting 60% of our interest in the Kindred hospice and personal care businesses later this year. With respect to quarterly earnings seasonality, at this time, we expect the percentage of second quarter earnings to be in the low 30s. We want to reiterate, however, that investors should continue to focus on the full year estimates as quarterly development will continue to be impacted by ongoing COVID-related timing dynamics.\nWith that, I will now provide additional details on our first quarter performance by segment, beginning with our Retail segment. As Bruce discussed, results of our open enrollment period trended slightly better than previous estimates. If these trends continue for the remainder of the year, we expect our individual Medicare Advantage growth to be slightly above the midpoint of our current guidance range of 150,000 to 200,000 members. Revenue for the quarter was in line with expectations with individual Medicare Advantage PMPMs up 8% year-over-year. We continue to expect our PMPM yield to be in the high single-digit range for the full year.\nTurning to claims trend. Total medical costs in our Medicare Advantage business ran largely in line with expectations in the first quarter. We experienced lower-than-anticipated inpatient utilization offset by higher inpatient unit costs and lower-than-projected favorable prior period development. As it respects prior period development, we saw inpatient unit cost for the fourth quarter of 2021 restate higher than anticipated.\nAs claims were received, the average cost of non-COVID hospitalizations restated higher and hospitalizations occurring in December of 2021 restated as a COVID admission, whereas the initial authorization request reflected a non-COVID admitting condition. Recall that we incur an additional 20% payment on any Medicare admission with a COVID diagnosis under the public health emergency even when it is not the reason for the admission.\nThese incidental COVID admissions represented 10% to 15% of total COVID admissions during the Delta wave, increasing to 25% to 30% with the Omicron wave resulting in a meaningful increase in average unit costs. We will need to continue to monitor inpatient unit cost trends and COVID positivity rates throughout the year.\nWith respect to current year utilization, COVID admissions peaked in January at 65 admissions per thousand, and then began reducing more quickly than we've seen historically, ending the quarter at approximately 2.5 admissions per thousand the lowest level we have seen since June of 2021 just before the rise of the Delta variant. Non-COVID admissions did not rebound as quickly as COVID declined resulting in net inpatient utilization favorability for the first quarter, although it continues to rebound towards expected levels. We considered the higher fourth quarter 2021 inpatient unit costs in our first quarter estimates, resulting in overall inpatient costs running generally consistent with expectations.\nAs previously shared, we have limited visibility into non-inpatient trends until claims are received. And so as is customary, our first quarter results assume non-inpatient utilization is in line with previous expectations. All in, we are pleased with the early performance of our Medicare Advantage business and continue to expect a 50 basis point improvement in our individual MA pretax margin in 2022. However, as previously shared, much remains to be learned about the long-term impacts of COVID, including the impact of higher mortality on the morbidity of our Medicare members. Provided COVID levels remain low, we will have an opportunity to further evaluate baseline trends relative to our estimates.\nMoving to PDP. Membership trends are tracking favorable due to higher sales in the Walmart Value plan and lower voluntary terminations in the premier plan. As a result, we have updated our full year guidance to down 100,000 members versus our previous projection of down 125,000 members. In addition, we continue to expect approximately 80,000 PDP members to move to a Humana Medicare Advantage product this year.\nOur Medicaid business performed well in the first quarter, experiencing lower-than-expected COVID costs. The Medicaid team is actively preparing for the Ohio contract implementation, which we expect to occur later this year. We updated our full year Medicaid membership guidance from a range of down 50,000 to 100,000 to a range of down 25,000 to 50,000 to reflect the extension of the public health emergency to mid-July. In addition, we were pleased to receive notification in the first quarter that the Louisiana Health Department announced its intent to award Humana a contract to serve Medicaid beneficiaries. We now expect the state to re-score the previously submitted RFPs with a decision anticipated in late May, and we are optimistic that we will once again score well given the strength of our offering. We continue to be very proud of our Medicaid program and success growing our footprint organically.\nGroup and Specialty segment results were slightly favorable with both our group medical and specialty businesses contributing to the positive results. The fully insured group medical business experienced favorable inpatient utilization due to fewer COVID admissions, similar to what we experienced in the Medicare business, partially offset by slightly higher-than-expected membership losses. The rating actions taken in the back half of 2021 to incorporate expected ongoing COVID costs resulted in slightly higher attrition than originally anticipated. Our specialty business also outperformed as utilization, particularly for dental services continues to run lower than expected. To the extent this lower dental utilization continues, we plan to reduce pricing to our Medicare Advantage business in 2023 accordingly.\nOur Healthcare Services segment had a strong start to the year. As previously mentioned, our pharmacy business meaningfully outperformed expectations, driven by higher-than-expected increases in mail order penetration, lower unit costs due to favorable underlying drug mix and lower cost to fill. We currently expect the favorability to persist throughout the year, although with some moderation as our previous estimates contemplated increasing mail order penetration rates over the course of the year. Our efforts to drive increased mail order penetration are demonstrating success with 38% of our individual Medicare Advantage members utilizing our home delivery services in the first quarter, a 100 basis point increase year-over-year.\nAs Bruce mentioned, Medicare Advantage members retained in 2022 used Humana Pharmacy's home delivery services, nearly 9% more frequently than members who disenrolled, also contributing to the strong start to the year. As a result of the outperformance seen in the pharmacy business, we have increased our full year health care services adjusted EBITDA guidance by $50 million to $1.725 billion to $1.875 billion from the previous range of $1.675 billion to $1.825 billion. This adjustment also contemplates the estimated impact to EBITDA of divesting 60% of our interest in the Kindred hospice and personal care businesses later this year. At this time, we have not updated revenue or operating expense guidance points as the impact could vary depending on the timing of the transaction close.\nTurning to the home. Beginning with our first quarter release issued this morning, we disclosed episodic and total admissions for our home health business. Episodic admissions are up 3.5% year-over-year, while total admissions are up 4.9% year-over-year, largely consistent with expectations. For the full year, we continue to expect home health admissions to be up mid-single digits.\nWe also provided detail regarding members covered by our proprietary value-based home health model. We continue to expect approximately 15% of our Medicare Advantage members to be supported by this model as of year-end 2022 as we expand to additional markets, including Virginia and North Carolina beginning at the end of June. Within 5 years, we expect to support 50% of our Medicare Advantage membership with our value-based home health model and believe it will deliver mid-single-digit reductions in overall home health DME and infusion spend within 12 to 18 months of implementation and mid-double-digit reductions at maturity while improving patient outcomes.\nThe nursing labor shortage continues to be a concern for the home health industry broadly, and we continue to closely monitor clinical staffing levels, capacity and admission trends, making targeted investments to sustainably improve the recruitment and retention of nurses to position the business for further growth. We are particularly focused on markets where growth has been negatively impacted by insufficient nursing capacity.\nWe are seeing positive results from our efforts, including a 5% reduction in full-time nurse voluntary turnover in the first quarter as well as improved recruiting in March attributed to the return to face-to-face recruiting. We are encouraged by the improvement we are seeing in recruiting and voluntary nursing turnover, but acknowledge there is much more work to be done. The hospice business performed well in the quarter with total admissions up 9% year-over-year, fueled by a general improvement in referrals led by increased access to facility-based sources, investments in the business to expand clinical capacity, mainly in the form of dedicated on-call nursing staff and winter storms that negatively impacted admissions in the prior year.\nTurning to our primary care organization. Results remain in line with expectations for the quarter. We enhanced our primary care disclosures to include a breakout of clinics by de novo, which includes all new centers opened since 2020 under our Welsh Carson joint venture, wholly owned, representing all centers, not in the Welsh Carson joint venture and IPA, which reflects patients served by our Conviva MSO.\nWe also updated our patient served metrics to only include Medicare patients covered by a value-based payment model as this is our focus and represents the primary growth driver for the business. As of March 31, we operate a total of 214 centers, serving 180,000 patients in Medicare value-based arrangements while also supporting 58,000 patients under IPA arrangements. We operate 37 de novo centers, which are focused on driving panel growth and patient engagement to ensure our patients' needs are identified and we can begin our care planning.\nThis early engagement supports our ability to identify and slow these disease progression. We opened 5 new de novo centers in the first quarter and 14 since March 2021, representing a 61% increase year-over-year. These centers grew paneled membership by 4,500 in the first quarter and 9,100 year-over-year, a 163% increase inpatients served.\nWe operate an additional 177 wholly owned centers, serving 166,000 patients in Medicare value-based arrangements, primarily in Florida and Texas. We are focused on continuing to grow these centers organically and inorganically while also focusing on improving clinical and financial outcomes by leveraging our senior-focused, multidisciplined care model supported by proprietary workflow technology and analytics. Since March 2021, we have increased our wholly owned center count by 30 and Medicare patients served by 37,000 or 29%, with approximately 2/3 of this patient growth attributed to acquisitions of Florida and Texas-based primary care practices and approximately 1/3 due to organic growth, including patients served under DCE contracts. As we monitor the continued performance improvement of our wholly owned centers, we are pleased to report that 15 are producing our targeted EBITDA contribution of $2 million or greater and have an average panel size of 1,500 Medicare Advantage risk patients. Additionally, 69 of our wholly owned centers are EBITDA positive compared to 51 at this time last year.\nFinally, I would like to add to Bruce's commentary on our $1 billion value creation plan, highlighting some of our recent progress. We are tracking various initiatives across discrete stages of development starting with ideation, followed by sizing, design and execution; and finally, realization of savings.\nWe gained confidence as each initiative moves through the stages, and we're pleased that initiatives valued at approximately $575 million are now in the design and execute phase. We continue to believe that the majority of initiatives will be implemented in the back half of 2022, which was contemplated in our initial guidance. Our lower-than-expected administrative expenses in the first quarter in part reflect management actions that accelerated savings we otherwise expected later this year as well as some timing-related variances. We remain confident in our ability to achieve our goal, creating capacity to fund additional investment in 2023, and we'll continue to share updates on our progress throughout the year. From a capital deployment perspective, we expect to receive approximately $2.8 billion in cash proceeds upon closing of the pending Kindred hospice transaction.\nAs shared last week, the enterprise value of Kindred hospice is $3.4 billion. The $2.8 billion in proceeds is made up of approximately $2 billion related to the repayment of debt from Kindred hospice to Humana and $800 million, reflective of 60% of the $1.4 billion equity value. We intend to use the majority of the proceeds for debt repayment as we look to deleverage back towards our target of approximately 35%. In addition, as previously disclosed, we continue to plan for a customary level of share repurchase in 2022. We expect our debt to capitalization ratio to be approximately 40% at the end of the year.\nBefore closing, I would again reiterate that we had a strong quarter with all businesses demonstrating positive fundamentals supporting our full year guidance raise. There are a number of items we will need to continue to monitor to fully assess '22 performance, including non-COVID utilization trends, the rate of COVID positivity and inpatient unit cost trends which is why we believe it is prudent to continue to allow for COVID conservatism in our guidance.\nFinally, we are pleased with the progress made to date on the value creation plan and remain confident in our ability to achieve our goal creating capacity for further investment in our Medicare Advantage business and expansion of our Healthcare Services capabilities, while still delivering on our long-term earnings growth target in 2023.\nWith that, we will open the lines up for your questions. In fairness to those waiting in the queue, we ask that you limit yourself to 1 question. Operator, please introduce the first caller."
  },
  {
    "header": "HUM",
    "cik": "0000049071",
    "ticker": "HUM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/289c327581ec45eb1cc1978725b09929",
    "period": "2021 Q4",
    "content": "Q4 2021 Humana Inc Earnings Call\n\nQ4 2021 Humana Inc Earnings Call\n\nHUMNYSEFEB 2, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Humana Fourth Quarter Earnings Call. (Operator Instructions) Please be advised today's conference may be recorded. (Operator Instructions)\nI'd now like to hand the conference over to Lisa Stoner, Vice President of Investor Relations. Please go ahead.\n\nLisa M. Stoner\n\nVP of IR, Humana Inc.\n\nThank you, and good morning. In a moment, Bruce Broussard, Humana's President and Chief Executive Officer; and Susan Diamond, Chief Financial Officer, will discuss our fourth quarter 2021 results and our updated financial outlook for 2022. Following these prepared remarks, we will open up the lines for a question-and-answer session with industry analysts. Joe Ventura, our Chief Legal Officer, will also be joining Bruce and Susan for the Q&A session.\nWe encourage the investing public and media to listen to both management's prepared remarks and the related Q&A with analysts. This call is being recorded for replay purposes. That replay will be available on the Investor Relations page of Humana's website, humana.com, later today.\nBefore we begin our discussion, I need to advise call participants of our cautionary statement. Certain of the matters discussed in this conference call are forward-looking and involve a number of risks and uncertainties. Actual results could differ materially. Investors are advised to read the detailed risk factors discussed in our latest Form 10-K, our other filings with the Securities and Exchange Commission and our fourth quarter 2021 earnings press release as they relate to forward-looking statements and to note in particular that these forward-looking statements could be impacted by risks related to the spread of and response to the COVID-19 pandemic.\nOur forward-looking statements should therefore be considered in light of these additional uncertainties and risks, along with other risks discussed in our SEC filings. We undertake no obligation to publicly address or update any forward-looking statements and future filings or communications regarding our business results.\nToday's press release, our historical financial news releases and our filings with the SEC are also available on our Investor Relations site. Call participants should note that today's discussion includes financial measures that are not in accordance with generally accepted accounting principles or GAAP. Management's explanation for the use of these non-GAAP measures and reconciliations of GAAP to non-GAAP financial measures are included in today's press release. Finally, any references to earnings per share or EPS made during this conference call refer to diluted earnings per common share.\nWith that, I'll turn the call over to Bruce Broussard.\n\nBruce Dale Broussard\n\nPresident, CEO & Director, Humana Inc.\n\nThank you, Lisa. Good morning, and thank you for joining us. Today, Humana reported financial results for the fourth quarter of 2021 reflecting the strength of our core operations, which continued to perform well throughout 2021 despite the challenges the industry faced as a result of the pandemic.\nWith that in mind, and as we enter a new fiscal year, I want to take a moment and speak not only to our 2021 results and our outlook for the current year but more broadly about our strategy and the steps we're taking to position Humana for success. Susan will discuss our results and outlook in more detail in a moment.\nBut at a high level, our 2021 results and our 2020 outlook are largely in line with recently provided guidance. Adjusted earnings per share for the full year were $20.64, which was above our previous estimate of approximately $20.50. This represents growth of 11.6% off of our 2020 baseline of $18.50 while covering a $1 unmitigated net COVID headwind.\nLooking forward, we provided full year adjusted earnings per share guidance of at least $24. This represents 11.6% growth over our 2021 baseline of $21.50 and 16.3% growth of our actual adjusted EPS of $20.64. This guidance includes an embedded COVID headwind of $1.\nBefore I highlight some of the actions we're taking to deliver improved individual Medicare Advantage membership and how we're applying learnings from the most recent annual enrollment season, I want to emphasize that we are operating from a position of strength. I'm incredibly proud that Humana is the second largest Medicare Advantage plan provider supporting over 5 million beneficiaries with high-quality coverage. The quality of our product offering is the highest among our public peers with over 97% of Medicare Advantage members in plan with a 4-star rating or higher.\nWe've also increased the number of contracts that received a 5-star rating from 1 contract in 2021 to 4 contracts in 2022, which is the most in our history.\nFinally, we saw an improvement of 930 basis points in our Net Promoter Score this past year, reflecting our ongoing efforts to enhance the customer experience. We continue to advance our customer segmentation efforts, developing plans that are tailored to the unique needs of our specific member populations. This allows us to provide benefits that enhance and complement an individual's existing coverage through programs like Medicaid or entities such as Veterans Affairs.\nWe're seeing great success through our initial segmentation efforts, growing D-SNP membership greater than 40% in both 2020 and 2021. In addition, our Humana Honor Plan designed for veterans that is also available to all Medicare eligibles grew membership 80% last year.\nWe have a strong brand and our expertise caring for people as they age is highly recognized by consumers. As a result, we've increased market share over time, achieving annualized enrollment growth of 11% since 2017, which is well above market growth. Moreover, we have a proven track record of balancing membership and margin growth with our long-term earnings growth target range of 11% to 15% continuing to be the ultimate goal.\nWith that in mind, a key element of our plan is to return to industry-leading membership growth without negatively impacting earnings growth. We will achieve this by leaning into our successful history of reducing costs and improving operational efficiencies. We are committed to delivering sustainable cost reductions in order to create the needed capacity to improve our competitive positioning.\nWe are committing to drive $1 billion of additional value for the enterprise through cost savings, productivity initiatives and value acceleration from previous investments. This will create the capacity to fund growth and investments in our Medicare Advantage business and further expansion of our health care service capabilities.\nThese efforts span several areas. First, we have already begun a critical review of our ongoing strategic initiatives across the company. We intend to further focus our investments on those priorities where we have the greatest conviction of significant value potential. We will slow or pause further investment in some areas in order to focus on accelerating value creation from investments we've already made.\nNext, we will drive further organizational efficiencies by optimizing our workforce in order to speed the -- increase the speed, agility and pace we must work at as a large integrated health care organization. We see the opportunity to streamline our operating structure, standardized work and simplify certain processes to eliminate low-value work.\nThird, we will reduce and optimize third-party spend. In some areas of our business, this will translate to decrease in vendor use, while in others, we will outsource work to best-in-class suppliers. In addition, with the ongoing reality of COVID and the way it has changed the way everyone works, we will be significantly rationalizing our real estate portfolio.\nAnd finally, we are driving greater operational efficiencies across the organization by modernizing, streamlining and improving our processes through automation and digital advancement. This includes the use of technology to replace manual efforts in our core operations and to increase productivity of our workforce.\nBeyond creating capacity to invest in our Medicare Advantage products, we are also focused on optimizing our marketing spend and sales channels to maximize growth. As we've discussed previously, we have undertaken significant work each year to determine the optimal level of marketing investment and how these dollars are put to work. Applying our learnings from the most recent selling season, we expect to further optimize our investment in marketing to ensure our messages are heard by more prospective customers.\nWe also plan to accelerate digital capabilities to increase our effectiveness and efficiency and member acquisition and focus on experience of our existing members to improve retention. We will continue to focus on ensuring we have a clear differentiated and omnipresent brand with a strong call to action that supports industry-leading customer acquisition. And as we improve the value proposition of our plans, we believe we will see even greater returns from our marketing spend.\nRegarding our sales channel. We will look to optimize the use of our internal channels as well as external partners. Our 2,400 employed sales agents work to create long-term relationships with our members, ensuring they are educated on their planned choices and the benefits and additional support services each plan offers. This leads to better engagement, greater plan satisfaction and, ultimately, better health outcomes and longer tenure with Humana.\nWe do not expect significant shifts in channel mix this year. We will continue our efforts to improve retention of our members broadly. This will include a particular focus on those enrolled in third-party call centers, where we've seen term rates approximately 400 basis points higher than our internal call sales channel. We'll be working with our call center partners to more closely replicate the experience delivered by our employed agents through enhanced training and service level agreements. And we'll also look for opportunities to create greater retention and quality incentives for sales partners.\nAs I mentioned a few moments ago, Humana offers superior quality to its members, has a strong brand and a long history of expertise in caring for people as they age. Additionally, our clinical focus and suite of health care service capabilities allow us to take a holistic approach to supporting members, ensuring they receive high-quality proactive and comprehensive care, which improves health outcomes. We will leverage the strength of these core fundamentals as we work with our internal and external partners to improve retention.\nAs we look ahead and focus on our core operations, we are committed to continuing the track record of being capital efficient as we consider strategic advancement and return of capital to shareholders. To that end, we are committed to advancing our plans to divest a majority interest in our hospice business as we are confident we can deliver the desired experiences and outcomes for patients transitioning for restorative care to hospice through partnership models.\nWe have continued to explore various alternatives for the long-term ownership structure of the business and have initiated steps to reorganize the hospice business for stand-alone operations while also making investments to improve clinician recruiting and retention to position the business for further growth. While we're not able to share details today on a specific transaction structure or timing, we expect that we will be in a position to provide a meaningful update by our first quarter call.\nOur ability to drive innovation and improved clinical outcomes is enabled by our strong integrated care delivery platform. And in recent years, we've made -- have significantly expanded our health care service capabilities in order to better serve our members and strengthen our payer-agnostic care offerings. Our health care service businesses are an important component of our strategy and will contribute considerably to Humana's long-term growth.\nCombining our leading Medicare Advantage platform and growing pharmacy, primary care and home services increases our total addressable market and creates the opportunity for improved clinical outcomes lower cost of care and increased enterprise margin from our health plan members.\nOur PBM, which is the fourth largest in the country, processed 515 million 30-day equivalent scripts in 2021, an 8% increase year-over-year. In addition, our pharmacy dispensing business continues to deliver industry-leading mail order penetration. And we've successfully implemented tools to enhance our e-commerce experience while expanding our mail order footprint as we get closer to the customer.\nOur success is not only expanding volume but improving health outcomes, evident by our 4-star level performance in medication adherence metrics, which are 3x weighted.\nIn our primary care business, we are in the early stages of growth and continue to expand our geographic presence. We are committed to funding the organic growth of our primary care organization in 2023 and beyond through a combination of on- and off-balance sheet such that we expect no dilution to earnings growth from the organic growth expansion.\nTo provide more insight into our primary care organization, we ended last year with 206 centers, representing a 32% increase over the prior year. We are accelerating the build-out of our platform through a combination of de novo expansion and inorganic growth. We completed 9 acquisitions last year, bringing 40 newly wholly owned centers to our portfolio. We also opened 15 new de novo centers and consolidated 5 clinics into other locations.\nWe plan to continue prioritizing tuck-in acquisitions focused on the markets where we have established presence to provide more access and high-quality care to patients. In addition, we recently announced our intent to build an additional 26 centers this year under our existing joint venture with Welsh Carson. When combined with planned acquisitions, this is expected to increase our center count by approximately 20% and bringing our total center count to approximately 250 centers by the end of this year.\nAs we look to 2023 and beyond, we plan to build and acquire an additional 30 to 50 centers per year. Again, financed in a way that is not expected to be dilutive to earnings. I would remind you that each mature center is projected to drive annual EBITDA of $2 million to $4 million. highlighting the meaningful opportunity, increased contribution to enterprise earnings going forward.\nTurning to the home. We recently announced the appointment of our new home leader, Dr. Andy Agwunobi. Andy comes to Humana from the University of Connecticut, where he serves as Interim University President and as CEO of the Yukon Health System. He will join Humana and serve as a member of our management team starting later this month.\nHe has been responsible for many home health organizations as part of its integrated health systems. He has extensive operational experience with for-profit and nonprofit organization. And as a doctor, he understands the value of care in the home, why seniors want more of it, and our vision at Humana for making it easier for people to get the care they need at home.\nKindred at Home has a strong fee-for-service business that we are committed to continuing to grow. In addition, as I shared last quarter, we have made substantial progress towards our goal of scaling and maturing a risk-bearing value-based model that manages the provision of home health, durable medical equipment and home infusion services. We believe the model has significant value creation potential, both within Humana as well as payer agnostically.\nWe have a goal of covering nearly 50% of Humana Medicare managed members under this model within the next 5 years. The home model is active in South Florida and Texas today will begin -- and today, we'll begin the rollout of additional markets of Virginia and North Carolina in the second quarter with subsequent rollout to additional geographies this year and early next year.\nAfter completing these first 2 phases of expansion, our value-based home health model will provide coverage to approximately 15% of Humana Medicare Advantage members. In addition to the expansion of the full value-based model, we have the opportunity to accelerate our return on investment by introducing select components of the full based home health model, such as stand-alone DME or utilization management services in less dense markets. We believe approximately 60% to 70% of Humana members will be served by the comprehensive value-based model over time while the remaining will be supported by select components based on the needs of the market.\nBefore I turn it over to Susan, I want to once again emphasize that Humana's core operations are strong, and we continue to create significant value by driving growth in our top-tier Medicare Advantage business, expanding our Medicaid footprint and increasing contribution from our health care service businesses and delivering ongoing cost efficiencies and productivity improvements across the company. Indeed, we have great confidence both in the fundamentals of the Medicare Advantage industry and the long-term growth prospects for Humana.\nAnd as we look ahead, our improved membership growth, combined with further penetration in our growing and maturing health care service businesses, position Humana favorably to deliver on long-term earnings target in 2023 and beyond.\nWe have a proven track record of not only balancing membership and margin to deliver our long-term 11% to 15% earnings growth target but also improving health outcomes and lowering the total cost of care for our members and optimizing our operations through productivity and efficiency initiatives, and we look forward to delivering on our latest targets.\nWith that, I'll turn the call over to Susan.\n\nSusan Marie Diamond\n\nCFO & Segment President of Home Business, Humana Inc.\n\nThank you, Bruce, and good morning, everyone. Today, we reported full year 2021 adjusted earnings per share of $20.64, slightly ahead of our expectations of approximately $20.50. As Bruce mentioned, despite the challenges we faced in 2021 due to the pandemic, our fundamentals remain strong with the underlying core business delivering solid results for the full year.\nIncluding the impact of an unmitigated net COVID headwind of $1, our adjusted EPS grew 11.6% off of our 2020 baseline of $18.50 and our individual Medicare Advantage membership grew 11%, outpacing the industry.\nI will now take a few moments to discuss our fourth quarter results and underlying trends before turning to our expectations for 2022. We reported fourth quarter adjusted EPS of $1.24, slightly above internal expectations and consensus estimates. Fourth quarter results for the retail segment were largely in line with expectations. Total medical costs in our Medicare Advantage business ran approximately 1% below baseline during the fourth quarter, in line with the forecast we shared in early November.\nWhile COVID utilization remain higher than initially expected due to the Omicron variant surge, we continue to see a corresponding reduction in non-COVID utilization through the end of 2021, and this trend has continued into early 2022. Although a smaller percentage of individuals that are infected with the Omicron variant require hospitalization as compared to previous surges, COVID admissions in recent weeks have been consistent with levels experienced in January 2021 due to the significantly higher rate of transmissibility of the Omicron variant.\nWith respect to the flu, trends remain favorable to expectations in the fourth quarter and have continued this pattern in the first few weeks of 2022. In our Group and Specialty segment, our results were slightly better than previous expectations for both our group medical and our specialty businesses. All-in utilization and our fully insured group medical business continued to run a bit above baseline but slightly better than our previous expectations.\nOur Specialty business results also outperformed as utilization particularly for dental services continued to run lower than anticipated. Finally, each of our health care services businesses performed consistent with expectations in the fourth quarter.\nThe integration of Kindred at Home operations remains on track, and results post acquisition have emerged as anticipated. Fourth quarter 2021 home health admissions were up slightly while hospice experienced a low single-digit decline as compared to the fourth quarter of 2020. From a full year perspective, we have seen home health admissions up low single digits with hospice admissions down low single digits year-over-year. It is important to note that hospice volumes have been impacted by the higher mortality rates driven by COVID as well as lower post-acute facility volumes.\nAs I shared last quarter, we are closely monitoring admission and clinical staffing trends and are making targeted investments to sustainably improve the recruitment and retention of nurses to position the businesses for further growth as trends begin to normalize. We improved home health and hospice nurse retention by double digits in 2021, positively growing net nurse headcount in the second half of the year. We also reduced the number of nurses who attrit in the first 90 days of employment in the second half of 2021 for the first time since the pandemic began.\nWhile we are pleased with this progress, we acknowledge that the labor market remains challenging, and there is more work to be done to further improve nurse satisfaction and retention.\nIn our primary care organization, patient growth in our de novo centers exceeded expectations in 2021, increasing 68% year-over-year with these centers now serving over 20,000 patients. We expect this growth to continue into 2022.\nFinally, our pharmacy operations remain strong with industry-leading mail order penetration. Amongst our individual Medicare Advantage members, 38% of scripts prescribed in 2021 were dispensed by Humana Pharmacies mail order business, which continues to increase year-over-year. In addition, in more mature center well clinics, we have seen mail order penetration rates for Humana members approach 50%. And when combined with prescriptions dispensed by co-located Humana retail pharmacies, total Humana Pharmacy market share can approach 60%.\nOur strong mail order volumes continue to highlight that members value the convenience and cost savings mail order delivery provides, which also leads to better medication adherence and health outcomes benefiting our members and health plan.\nBefore turning to our 2022 outlook, I would like to add to Bruce's earlier comments regarding our commitment to taking significant actions to create capacity for investments in our Medicare products, which will allow us to significantly improve membership growth in 2023 without impacting earnings growth.\nWe have already begun taking action to deliver on this commitment, including engaging external consultants to benchmark Humana's operating structure and initiating a deep dive into processes across the organization to ensure that we identify a comprehensive set of opportunities. We are on a continuous journey of improvement and are confident in our ability to remain a leader in the Medicare Advantage industry and deliver on our long-term earnings growth target in 2022 and beyond.\nNow turning to our 2022 expectations and related assumptions. Today, we are providing adjusted EPS guidance for 2022 of at least $24, representing growth of 11.6% over our 2021 baseline of $21.50 and 16.3% over our actual 2021 adjusted EPS of $20.64, consistent with our previous commentary. This guidance contemplates an explicit COVID-related headwind of $1 in adjusted EPS.\nIn addition, as previously shared, we are assuming medical costs return to baseline levels and the costs related to COVID continue to be offset by the depressed non-COVID utilization in our Medicare Advantage business. To the extent the $1 explicit COVID headwind is not ultimately realized, we will be conservative regarding the timing and pace with which we adjust our full year earnings guidance to ensure we do not get ahead of any potential emerging trends.\nOur 2022 outlook reflects top line growth above 10% with consolidated revenues projected to be north of $92 billion at the midpoint driven by continued growth in our Medicare Advantage business and expansion of our payer-agnostic health care services businesses, partially offset by expected declines in our commercial group medical, Medicaid and Medicare stand-alone Part D or PDP membership. 2022 EPS also reflects the impact of a reduced share count as a result of the $1 billion accelerated share repurchase program entered into in January.\nWith respect to the forecasting quarterly EPS, we acknowledge it will continue to be challenging, predicting the timing of additional COVID surges and the related rise in COVID costs and offsetting reductions in non-COVID utilization which generally occurs on a lag. At this time, we expect the percentage of first quarter earnings to be in the high 20s. We will provide updated color on our expected quarterly patterns throughout the year but would encourage investors to focus on the full year results given these COVID-related timing dynamics.\nI will now provide additional color on the 2022 outlook for each of our business segments, starting with retail. As recently shared, we now anticipate individual Medicare Advantage membership growth of 150,000 to 200,000 members in 2022. We added approximately 138,000 members during the annual election period, including approximately 48,000 D-SNP members.\nTouching on Group MA, we continue to expect membership to be generally flat for 2022 as we do not anticipate any large accounts will be gained or lost as we continue to maintain pricing discipline in a highly competitive market. From a PDP perspective, we expect a membership decline of approximately 125,000 members for the full year. As previously shared, the overall PDP market continues to decline as more consumers enroll in Medicare Advantage, and we remain focused on creating enterprise value from our PDP plans by driving mail order penetration and conversions to Medicare Advantage. We are projecting approximately 80,000 of our PDP members to convert to a Humana Medicare Advantage plan in 2022.\nFinally, we anticipate that our Medicaid membership will decline 50,000 to 100,000 members in 2022. This change reflects membership losses resulting from the start of redetermination, which we expect to begin following the end of the public health emergency in April. These losses will be partially offset by membership additions expected as part of the Ohio contract award, which will go live in July. The addition of the Ohio contract award expands our Medicaid presence to 6 states, which as we have shared before, has been largely accomplished through organic growth.\nThe Retail segment revenue is expected to be in a range of $81.2 billion to $82.2 billion, reflecting a 10% increase year-over-year at the midpoint. The year-over-year change includes the impact of the normalization of Medicare risk adjustment revenue in 2022, the phaseout of the sequestration relief beginning in the second quarter as well as the impact of changing member mix.\nThe benefit ratio guidance of 86.6% to 87.6% is 80 basis points lower than the 2021 benefit ratio of 87.9% at the midpoint driven in part by the normalization of Medicare Advantage revenue in 2021, partially offset by the expected return to baseline medical cost trends.\nIn summary, we are guiding to Retail segment pretax income in the range of $2.35 billion to $2.55 billion for 2022, an increase of 26% over 2021 at the midpoint of the range, which includes the impact of an approximate 50 basis points increase in individual MA margin year-over-year.\nMoving to our Group and Specialty segment. We are expecting total commercial medical membership, including both fully insured and ASO products, to decline by 125,000 to 155,000 members. This decline primarily reflects lower small group quoting activity and sales attributable to the COVID-19 pandemic, specifically as it relates to continued actions by our competitors to retain membership as well as the loss of a large group ASO account. These impacts are expected to be partially offset by strong retention of our existing members.\nFrom a profitability perspective, we expect this segment to show nice pretax growth driven by improved profitability in the group medical business resulting from the rating actions taken to account for the expected impact of COVID in 2022. This improvement was partially offset by a reduction in expected earnings from our specialty business year-over-year as we do not expect the COVID-driven outperformance seen in 2021 to continue. All in, we are guiding to a pretax range of $185 million to $285 million for the segment.\nFor our Healthcare Services segment, we expect adjusted EBITDA in the range of $1.675 billion to $1.825 billion for 2022. The 2022 outlook reflects a full year contribution of Kindred at Home and continued growth in our pharmacy and primary care businesses. These items are partially offset by investments to enhance our clinical capabilities and expand our value-based home care model as well as investments to support the continued expansion of our primary care organization.\nIn our Kindred at Home business, home health admissions are expected to be up mid-single digits with hospice admissions up low single digits year-over-year. As I mentioned previously, Kindred at Home anticipates ongoing staffing challenges in 2022 driven by the labor shortage the industry is currently facing.\nWe are focused on mitigation efforts through targeted investments to improve recruitment and retention of nurses. We expect these investments to continue our second half of 2021 trend of improved retention and net nurse headcount growth providing additional capacity to support top line growth.\nIn our primary care business, as Bruce shared, we intend to build an additional 26 centers in 2022 under our existing joint venture with Welsh Carson, which when combined with planned acquisitions, is expected to increase our center count by approximately 20% in 2022 and bring our total center count to approximately 250 centers by the end of the year.\nPatient growth in our de novo centers is expected to exceed 10,000 in 2022, reaching approximately 30,000 by year-end, a 57% increase year-over-year.\nFrom an operating cost ratio perspective, we are guiding to a consolidated adjusted operating cost ratio in the range of 13.2% to 14.2% for 2022, an increase of 160 basis points at the midpoint from the adjusted ratio of 12.1% in 2021. This increase reflects the full year impact of Kindred at Home, which has a significantly higher operating cost ratio than the company's historical consolidated operating cost ratio. The incremental 7.5-month impact of Kindred at Home operations are contributing approximately 150 basis points to the expected year-over-year increase.\nI would like to now briefly discuss capital deployment for 2022. We will continue to prioritize investments in our core business to drive organic growth. Strategic tuck-in M&A remains part of our overall framework and we will be prudent and opportunistic as we focus on organic growth in the near term.\nAnd finally, we recognize the importance of returning capital to shareholders, and we expect to maintain our strong track record of repurchases as demonstrated by the $1 billion accelerated repurchase program that we entered into in January. While our debt-to-cap ratio is temporarily impacted by the acquisition of Kindred at Home, we believe we have sufficient capacity to execute on high priority investments initiatives such as primary care growth while continuing to deliver strong shareholder returns.\nIn closing, I would like to reinforce our commitment to drive $1 billion of additional value for the enterprise through cost savings, productivity initiatives and value acceleration from previous investments in order to create capacity to fund growth and investment in our Medicare Advantage business and further expansion of our health care services capabilities.\nAs reflected in our initial guidance for 2022, we have entered the year targeting the low end of our long-term earnings growth range of 11% to 15%, which includes an embedded COVID headwind. To the extent this COVID headwind is not ultimately realized, we will be conservative regarding the timing and pace with which we adjust our full year guidance. We believe entering the year with this headwind incorporated into our guidance is prudent in the current environment, and we are proactively taking steps to position the company to continue to deliver on our long-term targets in 2023 and beyond.\nWith that, we will open the lines up for your questions. (Operator Instructions)"
  }
]