[
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0766d3998073c650e6ed83bc72bbb542",
    "period": "2025 Q3",
    "content": "Q3 2025 UDR Inc Earnings Call\n\nQ3 2025 UDR Inc Earnings Call\n\nUDRNYSEOCT 30, 12:00 PM\n\nOperator\n\nLadies and gentlemen, greetings and welcome to the UDR, Inc. Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, the Vice President of Investor Relations, Trent Trujillo. Please go ahead.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nThank you, and welcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website at ir.udr.com. .\nIn the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements. Statements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC.\nWe do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, please be respectful of everyone's time and in an attempt to complete our call within 1 hour due to other earnings calls occurring after hours, we will limit questions to 1 per analyst. We kindly ask that you rejoin the queue if you have a follow-up question or additional items to discuss. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman, President and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Third Quarter 2025 Conference Call. Presenting on the call with me today are Chief Operating Officer, Mike Lacy; and Chief Financial Officer, David Bragg. Senior Officers, Andrew Cantor; and Chris Van Ens will also be available during the Q&A portion of the call. .\nA number of fundamental drivers of our business have been supportive of growth for much of 2025. Coupling this with our core operating advantages, resulting in an attractive same-store revenue, expense and NOI growth and enabled us to raise our full year FFOA per share guidance for the second time this year. As we start the fourth quarter, and as it has been widely reported by various third-party publications, the apartment industry has experienced a broad deceleration in the growth. Most of our markets face some combination of employment uncertainty, slower household formation, lower consumer confidence and high levels of recently completed supply. Collectively, these factors have contributed to rent growth that has been more measured than what we anticipated as recently as 45 days ago. Even with this backdrop, we are encouraged by various indicators that suggest our residents are resilient and appreciative of the value of renting at UDR.\nFrom a long-term perspective, the United States remain structurally under-housed. Affordability of renting an apartment relative to home ownership is nearly at an all-time level of favorability. And the pipeline for future supply has materially decreased. UDR is a site tested having delivered more than 10% average annual total shareholder return over the past 25 years. We will continue to focus on the items that are in our control to manage through the times of uncertainties, make opportunistic and accretive investments and deliver value to our shareholders. Looking towards UDR's next 25 years, I'm excited about our process that harnesses data, measures outcomes, create actions and drives cash flow growth. Points to make around that, our operating teams have executed a wide range of operating innovation for years with our latest example being our customer experience project, continue to uncover actionable insight through the millions of daily touch points with existing and prospective residents that enable our teams to measure, map and orestrate a superior UDR living experience. This influences our operating tactics from the market level all the way down to the individual apartment homes. This approach has led to industry-leading improvements in resident retention, which enhances top line revenue, mitigates expense growth and drives margin expansion.\nElsewhere, our approach to capital allocation is increasingly data-driven and collaborative. Our sophisticated tools allow us to screen investment attractiveness at the asset level across more than 7 million apartment homes nationwide. We have recently executed on the insight from this platform and our teammates to identify an acquisition that holds both an attractive rent growth profile and comes with operational upside to drive yield expansion. In addition to better informing our buy and sell decisions, we are leveraging our proprietary analytics platform and the wisdom of our teams to influence our NOI enhancing and redevelopment capital expenditures, which we expect will further enhance growth in the future.\nCollectively, we are enthused about the innovation we continue to deploy that drive resident, associate and shareholder value. The initiatives and the platforms we have built aligned with our long-term strategy, enhancing capital allocation decisions and drive cash flow accretion. When coupled with our investment-grade balance sheet and substantial liquidity, we have positioned ourselves to attractive results for years to come.\nMoving on, we continue to build on our position as a recognized leader in corporate stewardship. With the release of our seventh annual corporate responsibility report 2 weeks ago, we detail the efforts that we enabled UDR to become a more sustainable and resilient company, one that has been recognized as a top workplace winner in the real estate industry for the second consecutive year. Our achievements reflect the engaging employee experience we have built, solidifies our stature as an employer of choice and deepens our rich history as a leader in corporate stewardship. I'm proud of all we have accomplished and I look forward to sharing more success in the years to come.\nFinally, I and the other members of the Board of Directors are excited to welcome Rick Clark to UDR as our newest Board member. Rick joined us earlier this month, and his appointment is the latest move in the Board's refreshment process that also included the departure of 2 long-tenured directors earlier this year. Rick brings a wealth of real estate investment and capital markets experience, having served Brookfield various senior leadership roles for over the course of nearly 4 decades, and we look forward to embracing his perspective as we advance our strategic initiatives.\nIn summary, UDR has an established history of innovation, a demonstrated track record of delivering attractive shareholder returns and a collaborative team with a deep bench to execute our strategy. I remain optimistic about the prospects of the apartment industry, given favorable long-term fundamentals, and UDR will continue to harness data and effort to make decisions that drive cash flow, enhance our value proposition and stature within the industry.\nWith that, I'll turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics: our third quarter same-store results, our full year 2025 same-store growth guidance and expectations for operating trends across our regions. To begin, third quarter year-over-year same-store revenue and NOI growth of 2.6% and 2.3%, respectively, exceeded consensus expectations and were driven by: first, 0.8% blended lease rate growth, which was a result of renewal rate growth of 3.3% and new lease rate growth of negative 2.6%. Blends began the quarter ahead of our expectations. But over the last 45 days, have decelerated beyond typical seasonality, which we largely attribute to the economic uncertainty. This led to our third quarter blend being below our prior expectations of 2%. Second, and more positively, annualized resident turnover was nearly 300 basis points better than the prior year period. This enabled us to unlock both revenue and expense benefits that resulted in NOI growth above consensus. Third, occupancy averaged 96.6%, which was 30 basis points higher than the prior year period. And fourth, other income growth remained strong at 8.5%, driven by continued innovation, along with the delivery of value-add services to our residents.\nShifting to expenses. Year-over-year same-store expense growth of 3.1% in the third quarter came in better than expectations. This positive result was driven by favorable real estate tax growth, insurance savings and constrained repair and maintenance expenses. Collectively, expenses across these 3 categories, which account for nearly 2/3 of total expenses grew a mere 1.9%. Based on our year-to-date results through the third quarter and recognizing the trends we have experienced thus far to begin the fourth quarter, we adjusted our full year 2025 same-store revenue growth guidance midpoint to 2.4% from 2.5% previously. Occupancy, other income and bad debt have outperformed which largely neutralized the impact of a lower contribution from blended lease rate growth through the end of the year. Positively, more moderate real estate tax and insurance growth led us to enhance our full year same-store expense growth midpoint by 25 basis points to 2.75%. Combined, we have reaffirmed our full year 2025 same-store NOI growth guidance midpoint of 2.25%. While the near-term operating environment presents some challenges, we have taken action to position ourselves well on a relative basis. In our favor is the fact that we have only 15% of our annual leases expire in the fourth quarter. We strategically shifted approximately 5% of our lease expirations out of the fourth quarter in anticipation of a more challenging leasing environment due to both seasonality and the sheer volume of units in lease-up. This approach has benefited us as occupancy remains in the mid-96% range and aligns with our approach to maximize total revenue. Looking ahead, the building blocks for 2026 same-store growth are coming into focus. Based on our revised outlook for blended lease rate growth, we are forecasting a 2026 same-store revenue earn-in that is approximately flat. This compares to our historical average of approximately 150 basis points and our 2025 earn-in of 60 basis points. Actual earning will depend on our results through the rest of the year, and we will provide 2026 guidance in February that will address our outlook for drivers of same-store revenue and expense growth.\nTurning to regional results. Our coastal markets are performing near the high end of our same-store revenue growth expectations while our Sunbelt markets have lagged. More specifically, the East Coast, which comprises approximately 40% of our NOI, continued to exhibit strength with third quarter weighted average occupancy of 96.7% and blended lease rate growth of 2%. Year-to-date, same-store revenue growth of approximately 4% is at the high end of our expectations for the region. New York has been our strongest market in this region, driven by continued healthy demand and relatively low proximate new supply completions. Boston and Washington, D.C. have had similar success year-to-date, but we have experienced some cautious indicators recently due to a slowdown in job growth among some of the largest employment sectors in these 2 markets. The West Coast, which comprise approximately 35% of our NOI has demonstrated the strongest positive momentum and performed better than expected year-to-date. Third quarter weighted average occupancy for the West Coast was 96.7%, and blended lease rate growth in all regions at 3%. Year-to-date, same-store revenue growth of 3% is close to the high end of our full year expectation for region. We continue to see particularly strong momentum in San Francisco Bay Area, which delivered blended lease rate growth of 7% during the quarter. San Francisco, alongside Seattle, are our 2 top performing markets in terms of year-to-date NOI growth. Annual new supply completions in 2026 are forecasted to be low at only 1% of its existing stock on average across our West Coast markets, which we expect will lead to relatively favorable fundamentals in the coming quarters. Lastly, our Sunbelt markets, which comprise roughly 25% of our NOI, still lag our coastal markets on an absolute basis due to the lingering effects of elevated levels of new supply, combined with economic uncertainty. Positively, much of the supply continues to be met with strong absorption, though it has come with a general lack of pricing power. Third quarter weighted average occupancy for our Sunbelt markets was 96.5%, with blended lease rate growth of approximately negative 3%. Year-to-date same-store revenue growth for our Sunbelt portfolio is slightly negative which lags the low end of our full year expectations for the region. Among our Sunbelt markets, Tampa continues to form the best, while Austin, Dallas, Denver and Nashville continue to work through elevated levels of lease-up inventory from recent supply deliveries.\nTo conclude, we delivered attractive third quarter results. Same-store revenue, expense and NOI growth were all better than expectations. Current leasing conditions are not as robust as we previously expected them be, but we have taken action to position ourselves well on a relative basis. Longer term, the combination of a broad shortage of housing in America, a continued decrease in new supply across most markets and the elevated cost of homeownership should bode well for occupancy and pricing going forward. We will continue to tactically adjust our operating strategy for each market to maximize cash flow and leverage our innovative culture to drive initiatives that enhance our growth profile. My thanks go out to our teams across the country for your hard work and ability to drive results across all market conditions.\nI will now turn over the call to Dave.\n\nDavid Dooley Bragg\n\nMD of Strategic Research, Green Street Advisors, LLC, Research Division\n\nThank you, Mike. The topics I will cover today include my initial first-hand impressions of UDR, our third quarter results and our updated full year guidance, a summary of recent transactions and capital markets activity and the balance sheet and liquidity update.\nI'm delighted to be a part of the UDR team after following the company closely from the outside for about 20 years. I'd like to share a few of my initial impressions from the inside. First, I'm honored to lead a high-caliber and experienced finance team that has allowed me to make a smooth transition. My 5 partners who comprise our finance leadership team and report directly to me have been with UDR for an average of 13 years, and they show up to win every day. Second, UDR's culture of innovation has carried over to the investment side of the house, where our analytics effort is increasingly informing our decisions on CapEx, redevelopment, acquisitions, development and dispositions. Our capital allocation process is highly collaborative as it draws on insight from across the organization. The team's priorities are encapsulated into heat maps for both sources and uses of capital that we publish, and we are aligned on the goal of driving long-term cash flow growth for shareholders. Third, operations. I have long respected the company's operational acumen, which I have witnessed in person on visits to dozens of UDR communities over the years. Now that I'm here, I appreciate the interplay between the corporate team in Denver and our colleagues in the field and I am impressed by the team's ingenuity and tenacity as we navigate today's fluid operating environment. Overall, I'm inspired by the drive and comradery I've seen across the company in how innovation is embedded in our culture.\nOn to third quarter results. FFO as adjusted per share of $0.65 exceeded our previously provided guidance expectations. The $0.02 or 3% FFOA per share beat or our guidance midpoint was primarily driven by the and the benefit related to an executive departure. This beat led us to raise our FFOA per share guidance range for the second time this year. Our new full year 2025 FFOA per share guidance range is $2.53 to $2.55 per share. The $2.54 midpoint represents a $0.02 per share or approximately 1% improvement compared to our prior guidance. Looking ahead, our fourth quarter FFOA per share guidance range is $0.63 to $0.65.\nNext, a transactions and capital markets update. First, we received more than $32 million in proceeds from the successful payoff of our preferred equity investment in a stabilized apartment community located in Los Angeles. Second, as part of recapitalizations, we fully funded a total of approximately $60 million at a 10.5% weighted average contractual rate of return across preferred equity investments in 2 stabilized apartment communities. One is located in Orlando, Florida and the other in Orange County, California. Positive property level cash flow allows for approximately 2/3 of our contractual return to be paid current in cash. This aligns with our approach to focus on investments with high current pay, lower LTV, and that screen favorably within our investment analytics platform. This discipline enhances the safety and performance of these deals. Third, subsequent to quarter end, we entered into an agreement to acquire a 406 apartment home community located in Northern Virginia for $147 million. The multipronged decision to acquire this asset was based on insights from our predictive analytics platform, our assessment of future CapEx needs and the operation teams on the ground perspective. In fact, the community is directly adjacent to an existing UDR property, which should drive efficiencies once placed on our operating platform. We are on track to close this deal in the fourth quarter and plan to fund it with dispositions currently in process. As a paired trade, we expect this transaction to enhance the long-term outlook for portfolio level cash flow. As a result, we have increased the midpoint of our full year 2025 acquisition and disposition guidance by approximately $150 million each. Fourth, during the quarter and subsequent to quarter end, we repurchased approximately 930,000 shares at a weighted average share price of $37.70 for a total consideration of $35 million. These buybacks were executed at an average discount to consensus NAV of 20% and an approximate 7% FFO yield. And fifth, during the quarter, we extended the maturity date of our $350 million senior unsecured term loan by 2 years to January 2029, with 2 1-year extension options. We executed this extension at a 10 basis point lower effective credit spread compared to terms of the prior agreement. Concurrently, we entered into a swap agreement through October of 2027 for $175 million under the term loan at a fixed rate of 4%.\nFinally, our investment grade balance sheet remains highly liquid and fully capable of funding our capital needs. Some highlights include: first, we have more than $1 billion of liquidity as of September 30. Second, after we repay $129 million of secured debt at maturity at the beginning of November, we will have $357 million or 6% of total consolidated debt scheduled to mature in 2026. And third, our leverage metrics remain strong. debt to enterprise value was just 30% at quarter end, while net debt-to-EBITDA was 5.5x, which is squarely in our target leverage range. In all, it was a highly productive quarter for UDR. Our balance sheet and liquidity remain in excellent shape, and we are focused on capital allocation decisions that drive long-term cash flow per share accretion.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04124381867d4fee2ded7d57e136514f",
    "period": "2025 Q2",
    "content": "Q2 2025 UDR Inc Earnings Call\n\nQ2 2025 UDR Inc Earnings Call\n\nUDRNYSEJUL 31, 12:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's Second Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this call is being recorded. It is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo. You may now begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nThank you, and welcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call which are not historical may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer period, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today. I will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Second Quarter 2025 Conference Call. Presenting on the call with me today are President and Chief Investment Officer, Joe Fisher; and Chief Operating Officer, Mike Lacy. Chief Financial Officer, Dave Bragg, and senior officers, Andrew Cantor and Chris Van Ens will also be available during the Q&A portion of the call.\nThe wind has been at our back in 2025, with employment and income growth exceeding consensus expectations, relative affordability squarely in the favor of apartments, and new supply pressures waning. This led to a healthy demand for apartments and record high absorption through the first 6 months of the year. This fundamental backdrop and our core operating strategies drove accelerating pricing power, higher resident retention, lower concessions and strong expense control. As a result, our second quarter and first half same-store revenue, expense and NOI growth all exceeded our initial guidance provided back in February.\nThe factors that are in our control have been working in our favor, and these positive trends led us to raise our full year FFOA per share guidance while also increasing our same-store growth expectations in yesterday's release. Mike will provide additional details in his remarks. Moving on, we feel good about year-to-date results and the opportunities ahead of us in the second half of the year.\nOur strategy and operating tactics will continue to be influenced by our customers and items that are in our control as we drive total revenue growth. This includes: first, creating value from our customer experience project; listening and responding to our associates and residents shapes our long-term strategy; capital allocation decisions and enhances the UDR living experience. We continue to uncover actionable insight through the millions of daily touch points with existing and prospective residents, which we utilize to improve retention, expand operating margin and drive cash flow.\nSecond, executing on our innovation. The initiatives that we've implemented continue to drive high single-digit growth from rentable items, which increases our same-store revenue and NOI results. With a robust pipeline of current and future initiatives, we expect to produce attractive growth for many years to come. And third, we continue to deploy capital to drive earnings accretion, including development, redevelopment and debt and preferred equity investments. This activity is supported by our investment-grade balance sheet with substantial liquidity to fully fund our capital needs. This strength affords us the ability to pivot capital to the most attractive investment option among our wide range of value creation capabilities.\nContinuing on, I'm happy to report that UDR was recently named top workplace winner in the real estate industry for the second consecutive year. This achievement reflects the culture we have built, solidifies our stature as an employer of choice, and deepens our rich history as a leader of corporate stewardship. Finally, I'm excited to welcome Dave Bragg to our UDR as our new Chief Financial Officer. Dave started with us last week and brings a wealth of industry experience and executive leadership to the team. We look forward to his ability to advance our strategic initiatives as well as grow the company.\nFor a moment, stepping back and thinking about the big picture, housing is a needs-based business with favorable supply and demand dynamics that will -- that are tilted even more in our favor. I remain optimistic about the long-term prospects for the apartment industry and UDR's unique competitive advantages that should enhance our growth. We will continue to leverage factors in our control to improve the UDR living experience and the value proposition we offer to our associates and residents. This, in turn, will drive cash flow growth today, tomorrow and in the future, to the benefit of our investors. With that, I'll turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics: our second quarter same-store results, our improved full year 2025 same-store growth guidance, including underlying assumptions, and expectations for operating trends across our regions.\nTo begin, second quarter year-over-year same-store revenue and NOI growth of 2.5% and 2.9%, respectively, were better than expected and were driven by: first, 2.8% blended lease rate growth, which was a result of renewal rate growth of 5% and new lease rate growth of positive 30 basis points. Our blends accelerated 190 basis points compared to the first quarter, which is 70 basis points higher than our historical sequential acceleration between the first quarter and second quarter. As a result, our first half blended lease rate growth of 2% was 20 basis points above the high end of our guidance range.\nSecond, annualized resident turnover was 420 basis points below the prior year period and more than 1,100 basis points better than our second quarter average over the last 10 years. This enabled us to accelerate renewal rate growth, which led to more favorable blended lease rate growth. Third, occupancy averaged 96.9%, which was 30 basis points higher than our historical second quarter average. Our strategic decision to build occupancy during the seasonally slower leasing period of the fourth quarter of 2024 and the first quarter of 2025 put us in a position of strength to drive revenue and NOI outperformance to start the year. And fourth, income growth from rentable items was 10%, driven by continued innovation, along with the delivery of value-add services to our residents.\nShifting to expenses. Year-over-year same-store expense growth of only 1.7% in the second quarter came in much better than expectations. These positive results were primarily driven by favorable real estate taxes and insurance savings, which collectively account for nearly 45% of total expenses. Based on our year-to-date results, we raised our full year 2025 same-store growth guidance in conjunction with yesterday's release.\nStarting with same-store revenue growth, we raised our midpoint by 25 basis points, resulting in a new range of 1.75% to 3.25%. The primary building blocks to achieve the 2.5% midpoint include the following: first, our 2025 earn-in of 60 basis points; second, a 90 basis point contribution from blended lease rate growth, which is unchanged versus our prior guidance. Our expectations for blended lease rate growth in the second half of the year have come down versus the prior guidance, but outperformance in the first half of the year enables us to maintain the contribution to 2025 same-store revenue growth.\nFor the full year, we now forecast blended lease rate growth to be approximately 2%. This implies blends in the second half of the year are comparable to the first half, and we assume typical seasonality with third quarter blends that are higher than the fourth quarter. Our outperformance in the first half of the year mitigates potential variability in blends through the end of the year. To illustrate this, every 50 basis point deviation to our second half blended lease rate growth equates to approximately 10 basis points of same-store revenue growth.\nThird, a 20 basis point contribution from the combination of occupancy and bad debt, which is an increase of 10 basis points versus our prior guidance. And fourth, an 80 basis point contribution from other operating initiatives and rentable items, which is an increase of 15 basis points versus our prior guidance.\nMoving on to same-store expense growth. We lowered our midpoint by 50 basis points to 3%. The improvement was primarily driven by the year-to-date outperformance across insurance and real estate taxes. Our expectations for expense growth in the second half of 2025 are slightly lower versus our prior guidance.\nTurning to regional results. Our coastal markets have exceeded our expectations while our Sunbelt markets have performed largely in line. More specifically, the East Coast, which comprises approximately 40% of our NOI, continued to exhibit strength with second quarter weighted average occupancy of 97.2% and blended lease rate growth of 4%. Year-to-date, same-store revenue growth of approximately 4.1% is slightly above the high end of our initial full year expectations for the region. Healthy demand and relatively low proximate new supply completions support a favorable operating environment going forward.\nThe West Coast, which comprises approximately 35% of has demonstrated the strongest positive momentum and performed better than expected year-to-date. Second quarter weighted average occupancy for the West Coast was 96.9%, and blended lease rate growth led all regions at 4.2%. Year-to-date, same-store revenue growth of 3% is close to the high end of our initial full year expectation for the region. We continue to see particularly strong momentum in the San Francisco Bay Area and Seattle, which are now 2 of our top-performing markets in terms of year-to-date NOI growth. Annual new supply completions are low at 1% to 1.5% of existing stock on average across our West Coast markets, which we expect will lead to a supply-demand dynamic remaining favorable in the coming quarters.\nLastly, our Sunbelt markets, which comprise roughly 25% of our NOI, still lag our coastal markets on an absolute basis due to the lingering effects of elevated levels of new supply. Positively, this supply continues to be met with demand and strong absorption. With supply pressures expected to decrease and forecast for job growth remaining higher than our other regions, it is only a matter of time until pricing power returns. Second quarter weighted average occupancy for our Sunbelt markets was 96.7%, and blended lease rate growth improved by approximately 200 basis points sequentially versus the first quarter. Year-to-date, same-store revenue growth is slightly negative, which approximates the low end of our initial full year expectations for the region. Among our Sunbelt markets, Tampa continues to perform the best.\nTo conclude, we delivered strong second quarter and first half 2025 results. Same-store revenue, expense and NOI growth were all better than expectations and near the high end of the respective full year guidance ranges. We are encouraged by the resiliency of various demand indicators, such as year-to-date job and wage growth, which have outpaced consensus estimates at the onset of the year. In turn, this has supported strong demand and record high absorption of newly delivered apartment communities. Demand for apartments is outpacing supply across many markets, and the elevated cost of homeownership coupled with a material undersupply of housing in the United States should bode well for occupancy and pricing going forward.\nTo close, our diversified portfolio and continued innovation enable us to tactically adjust our operating strategy for each market to maximize revenue and NOI growth, thereby leveraging the positive fundamentals we see across our industry. My thanks go out to our teams across the country, your dedication to operating excellence and ability to drive strong results. I'll now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our second quarter results and our updated full year guidance, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update.\nOur second quarter FFO as adjusted per share of $0.64 exceeded the high end of our previously provided guidance. The $0.03 or 5% sequential FFOA per share increase was driven by a $0.02 increase from same-store NOI, with contributions from both higher-than-expected revenue growth and lower-than-expected expense growth, and a $0.01 contribution from the collection of previously unaccrued interest related to one of our former debt and preferred equity investments.\nYear-to-date results have exceeded our initial expectations, which led us to raise our FFOA per share guidance range. Our new full year 2025 FFOA per share guidance range is $2.49 to $2.55. The $2.52 midpoint represents a $0.02 per share or approximately 1% improvement compared to our prior guidance. Looking ahead, our third quarter FFOA per share guidance range is $0.62 to $0.64. The $0.63 midpoint reflects our expectation of stable sequential core results, with the $0.01 sequential decrease attributable to a difficult comparison from outsized debt deferred equity income recognized during the second quarter.\nNext, a transactions and capital markets update. First, during the quarter, we acquired the developer's equity interest and consolidated the apartment community in Philadelphia formerly known as 1300 Fairmount. Our investment in the community, now known as Broadridge, was previously reflected as a $183 million loan in our debt and preferred equity portfolio, which was on nonaccrual status. Upon acquisition, the developer paid a portion of previously unaccrued interest, which resulted in UDR recognizing approximately $4 million of income above and beyond the NOI generated from the apartment community during the quarter.\nSecond, we received nearly $55 million in proceeds from the payoff of our preferred equity investment in a stabilized apartment community located in New York. Since UDR's $40 million commitment in July 2020, the company has received more than $72 million in investment proceeds. And third, as part of recapitalizations, we fully funded a total of approximately $39 million at an 11.5% weighted average contractual rate of return across preferred equity investments in 2 stabilized apartment communities, 1 each in San Francisco and Orlando. Positive property-level cash flow allows for approximately 2/3 of our contractual return to be paid current in cash.\nFinally, our investment-grade balance sheet remains highly liquid and fully capable of funding our capital needs. Some highlights include: first, we have more than $1.1 billion of liquidity as of June 30; second, we have only $532 million or 10% total consolidated debt and approximately 2.5% of enterprise value scheduled to mature through 2026, thereby reducing refinancing risk; and third, our leverage metrics remain strong. Debt to enterprise value was just 28% at quarter end, while net debt-to-EBITDAre was 5.5x. In all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation competitive advantages to drive long-term accretion. With that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ab87a929b012ccac050942b4c23fb50",
    "period": "2025 Q1",
    "content": "Q1 2025 UDR Inc Earnings Call\n\nQ1 2025 UDR Inc Earnings Call\n\nUDRNYSEMAY 1, 12:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's First Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Vice President, Investor Relations, Trent Trujillo. Thank you. Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nThank you, and welcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements. Statements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's First quarter 2025 Conference Call. Presenting on the call with me today are President, Chief Financial Officer and Chief Investment Officer, Joe Fisher; and Chief Operating Officer, Mike Lacy. Senior Officers, Andrew Cantor; and Chris Van Ens will also be available during the Q&A portion of the call.\n2025 is off to a very solid start. Our first quarter same-store revenue, expense and NOI growth exceeded initial expectations due to a healthy fundamental backdrop, combined with operating strategies we employ to create value -- trends have led to positive momentum across most key operating metrics, including lower resident turnover, higher occupancy, lower concessions and improving pricing power. We feel good about 2025 thus far, but we have only completed the first 4 months of the year. Accordingly, and is customary for UDR at this time of year, we have reaffirmed our full year 2025 guidance and we'll reassess as we progress through peak leasing season.\nIrrespective of how the macroeconomic and geopolitical environment may unfold, we remain strategically focused on 3 drivers of growth that differentiate us from peers and that we control. First, innovation. We are not only leaders in idea generation but more importantly, in execution. This is evident in the results from our value-add initiatives which have consistently grown in high single-digit range and added 50 or more basis points annually to our same-store NOI growth. We continue to innovate and expect to drive incremental growth for many years to come. Mike will provide additional details in his remarks in this area.\nSecond, we listen to our associates and residents and use that feedback to influence our operating tactics and long-term strategy. One excellent example of this is UDR's customer experience project. We have an ability to orchestrate and enhanced UDR living experience through more than 1 million daily touch points with our existing and prospective residents which helps improve the retention and lower cost to drive margin expansion and cash flow growth. To enable this, we have equipped our associates with actionable data and more responsibilities which led to higher levels of engagement on their part, more career growth opportunities as well and higher social retention. This, in part, led to UDR being recognized by USA Today as a Top 2025 Top Workplace, which builds on UDR's rich history as a leader in corporate stewardship.\nAnd third, we continue to execute on various forms of capital deployment to drive future accretion, including development, debt and preferred equity deployment and joint venture acquisitions. This activity is supported by our investment-grade balance sheet with substantial liquidity that can fully fund our capital needs in 2025 and beyond. This positions us well to take advantage of growth opportunities as they arise, which Joe will expand upon in his remarks. There are also a variety of positive short-term and long-term fundamental drivers of our industry. These include: first, demand is strong, and the chronic undersupply of housing in the United States suggest this will persist. Based upon third-party data, nearly 140,000 apartment homes are absorbed during the first quarter which is a 3-decade high for the first 3 months of the year. Demand is outpacing supply across many markets, which bodes well for occupancy and pricing into the future.\nSecond, the pace of new supply is slowing. 2024 multifamily completions marked a 50-year high, but starts continue to decline due to the cost and availability of capital. A future supply pipeline that is below historical averages bodes well for rent growth in the years ahead. And third, renting an apartment is on average 60% more affordable than owning a single-family home in the markets where we operate, the best level of relative affordability in 2 decades. So from a big picture perspective, volatility macro uncertainty and their effects on interest rates in the economy and the employment market are all out of our control. However, I and the team remain optimistic about the long-term growth prospects for the multifamily industry and UDR's unique competitive advantages that should enhance that growth. We will continue to focus on what we do control, including our dynamic and innovative culture to create value for UDR's residents and stakeholders.\nFinally, I'd like to take a moment to recognize Jim Klingbeil, who has decided not to seek reelection to our Board. Jim has been a valued voice in the boardroom that has brought a wealth of knowledge and experience. Has helped drive UDR's transformation into a highly respected blue-chip company that we are today. Jim, I thank you for all your contributions to UDR and the real estate industry, and you leave the board in good hands. With that, I'll turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics. Our first quarter same-store results early second quarter 2025 trends, including an update on our various innovation initiatives and how this factors into our full year 2025 same-store growth guidance and expectations for operating trends across our regions.\nTo begin, first quarter year-over-year same-store revenue and NOI growth of 2.6% and 2.8%, respectively, were better than expected and driven by, first, 0.9% blended lease rate growth was driven by a renewal rate growth of 4.5% and new lease rate growth of approximately negative 3%. Our blends accelerated sequentially by 140 basis points, which is twice as much as our historical sequential acceleration between the fourth quarter and first quarter. Second, 32% annualized resident turnover was more than 300 basis points below the prior year period and nearly 700 basis points better than our first quarter average over the last 10 years. This has enabled us to maintain healthy renewal rate pricing and led to more favorable blended lease rate growth.\nThird, occupancy averaged 97.2% and which is higher than our historical first quarter average and 40 basis points higher sequentially versus the fourth quarter. This strategic decision to build occupancy during the seasonally slower leasing period helped to drive revenue and NOI outperformance to start the year and positions us well as we enter our traditional leasing season. And fourth, our other income growth from rentable items was 10%, driven by our continued innovation, along with the delivery of value-add services to our residents.\nShifting to expenses. Year-over-year same-store expense growth of only 2.3% in the first quarter came in better than expectations. These positive results were driven by favorable real estate taxes, insurance savings and constrained repair and maintenance expenses due to our improved resident retention. Moving on. Core operating trends have remained resilient in April, and key metrics have largely followed typical seasonality. First, blended lease rate growth has continued to improve sequentially. If this trend holds through June, our first half 2025 blends would be towards the high end of the 1.4% to 1.8% range I spoke about on our last earnings call in February. We feel confident in the trajectory of rental rate growth as renewal rate growth has held steady in the mid-4% range and new lease rate growth has improved sequentially since the start of the year.\nSecond, occupancy remained strong and in the high 96% range today. Traffic is similar to historical norms at this time of year, and our 30-day availability is approximately 4% and which supports our expectation of occupancy remaining in the mid- to high 96% range for the rest of 2025. Third, resident retention continues to compare well against historical norms, and April represents the 24th consecutive month, our year-over-year turnover has improved. Our full year guidance assumes resident turnover will be 100 basis points below that of 2024. Year-to-date, we have exceeded this expectation by 200 basis points which translates to approximately $7 million of higher cash flow if we maintain this outperformance for the rest of the year. Continued enhancements in how we measure, map and orchestrate the customer experience have increased the probability of renewal, and we expect this to drive further year-over-year improvement in turnover and margin expansion in years ahead.\nAnd fourth, other income from rentable items, which constitutes roughly 11% of our total revenue continues to grow in the high single-digit to low double-digit range. We remain pleased with the trajectory of our initiatives and property enhancements, such as the further rollout of building WiFi, further penetration of package lockers and less fraud loss which collectively contribute to incremental same-store revenue growth and improve the customer experience. When considering these factors, our same-store results are trending above the midpoint of our guidance expectations. However, we are cognizant of potential volatility that could affect the macroeconomic environment and pricing for our apartment homes. Accordingly, we remain focused on executing our strategy, and we'll provide an update to our same-store growth guidance during our next earnings call after we have additional visibility on demand trends.\nTurning to regional results. our coastal markets are exceeding our expectations, while our Sunbelt markets have performed largely in line. More specifically, the East Coast, which compromises approximately 40% of our NOI was our strongest region in the first quarter. Washington, D.C. was our best-performing market overall, and Boston results were above our expectations. First quarter weighted average occupancy for the East Coast was an astonishing 97.5%. Blended lease rate growth was 2.5%, and our year-over-year same-store revenue growth was approximately 4.5%. Which is slightly above the high end of our full year expectation for the region.\nWith healthy demand and relatively low proximate new supply completions, we expect this regional strength to continue. The West Coast, which comprises approximately 35% of our NOI has performed better than expected year-to-date. First quarter weighted average occupancy for the West Coast was 97.2%. The Blended lease rate growth led all regions at nearly 3% and year-over-year same-store revenue growth was nearly 3%, which is close to the high end of our full year expectations for the region. We continue to see positive momentum across Seattle and the San Francisco Bay Area due to return to office mandates, increased office leasing activity and quality of life improvements.\nAnnual new supply completions remained low at 1% to 1.5% of existing stock on average across our West Coast markets, which we expect will lead to a favorable supply/demand dynamic in the coming quarters. Lastly, our Sunbelt markets, which comprise roughly 25% of our NOI, continue to lag our coastal markets on an absolute basis due to elevated levels of new supply. Positively, this supply has been met with demand and strong absorption. First quarter weighted average occupancy for the Sunbelt was 97.1%. Blended lease rate growth was negative 2.5%, and year-over-year same-store revenue growth was slightly positive, which is in line with our original expectations for the region.\nAmong our Sunbelt markets, Tampa and Orlando are performing the best. To conclude, we delivered strong first quarter 2025 results. Same-store revenue, expense and NOI growth were all better than expectations and near the high end of their respective full year guidance ranges. The near-term operating environment presents some uncertainties, but we have a track record of successfully navigating through bouts of volatility. Our diversified portfolio dedicated associates and continued innovation enable us to tactically adjust our operating strategy to maximize revenue and NOI growth, while we further expand our operating margin over time. I thank our teams for their ability to deliver operating excellence and improve how the industry conducts business.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our first quarter results, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update. Our first quarter FFO as adjusted per share, up $0.61, achieved the midpoint of our previously provided guidance and was supported by same-store growth that exceeded our expectations. The modest sequential FFOA per share decline occurred as expected and was driven by the following: a $0.01 decrease from same-store NOI, primarily sequential expenses attributable to normal seasonal trends, a [ $0.005 ] decrease from G&A which is also due to seasonality and the timing of associate compensation increases and a [ $0.005 ] decrease from lower debt and preferred equity investment balances and accruals.\nLooking ahead, our second quarter FFOA per share guidance range is $0.61 to $0.63 -- at midpoint represents a $0.01 or 1.5% sequential increase and is driven by same-store NOI growth and additional lease-up NOI from recently developed communities. Next, a transaction [indiscernible]. First, during the quarter, we completed the previously announced sales of 2 apartment communities in the New York Metro area for aggregate gross proceeds of $211.5 million. Second, we commenced development of 3099 Iowa, a 300-home apartment community in Riverside, California with an expected total development cost of approximately $134 million and an expected yield of 6%. We continue to evaluate additional development starts for late 2025 and early 2026.\nThird, we increased our investment in 1300 Fairmount, a 478 home apartment community in Philadelphia by acquiring the senior loan from the lender for $114.5 million. This action brings UDR's total investment in the property to $183.2 million. And by acquiring the senior loan, UDR has more control over the investment and the performance of the community. And fourth, subsequent to quarter end, we fully funded a $13 million preferred equity investment at a 12% rate of return on a stabilized apartment community located in the San Francisco Metro Area as part of a recapitalization. Positive property level cash flow allows for approximately 2/3 of our contractual return to be paid current in cash.\nFinally, our investment-grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have more than $1 billion of liquidity as of March 31. Second, we have only $535 million or 9% of total consolidated debt and approximately 2.5% of enterprise value scheduled to mature through 2026 -- thereby reducing refinancing risk. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector, and the lowest weighted average interest rate amongst the multifamily peer group at 3.4%. And third, our leverage metrics remain strong. Debt-to-enterprise value was just 27% at quarter end, while net debt-to-EBITDA RE was 5.7x.\nIn all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation competitive advantages to drive long-term accretion. With that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c13032e170a9cfd0eebcff2bd96b2a1c",
    "period": "2024 Q4",
    "content": "Q4 2024 UDR Inc Earnings Call\n\nQ4 2024 UDR Inc Earnings Call\n\nUDRNYSEFEB 6, 12:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's Fourth Quarter 2024 Earnings Call. [Operator Instructions]. As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nThank you, and welcome to UDR's quarterly financial results conference call. Our press release, supplemental disclosure package and related investor presentation were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements. Statements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statement are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Fourth Quarter 2024 Conference Call. Presenting on the call with me today are President, Chief Financial Officer and Chief Investment Officer, Joe Fisher; and Chief Operating Officer, Mike Lacey. Senior Officer, Andrew Cantor, will also be available during the Q&A portion of the call.\nFirst, I'd like to congratulate Mike on his well-deserved promotion to Chief Operating Officer; and Joe for his appointment as Chief Investment Officer. Both Mike and Joe have been exceptional leaders, driven value creation and have positively influenced UDR's culture. As Joe transitions from his role as CFO, we have commenced an executive search process to fill this critical role. We are early in process and we'll update you as progress is made.\nMoving on, in conjunction with our earnings release, we published a presentation that highlights our outlook for 2025, completed with what we see as the drivers of potential outcomes. Our prepared remarks align with the presentation, and those on our webcast can see the slides on your screen. We will resume our usual format for the balance of earnings calls in 2025.\nNext, turning to Slide 4. Key takeaways from our release and 2025 outlook are: one, fourth quarter and full year 2024 FFOA per share results, net guidance expectations, while same-store results exceeded our guidance midpoints. Two, based on consensus estimates, we expect economic growth and apartment demand will remain resilient in 2025. This growth profile should be enhanced by supply pressures abating in the back half of the year from the historically high levels experienced in 2024. Three, ongoing investments in innovation, including advancing our customer experience project should continue to drive incremental NOI growth in excess of the broader market in 2025. Fourth, despite and elevated cost of capital, we are positioned to take advantage of external growth opportunities when appropriate. We will continue to utilize various sources of capital, including existing joint ventures and operating partnership unit deals to accretively grow the company while heating cost of capital signals. Fifth and final, our balance sheet is well positioned to fully fund our capital needs in 2025 and beyond.\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Tom. Topics I will cover today include our fourth quarter and full year 2024 results, including recent transactions, the 2025 macro outlook that drives our full year guidance, and the building blocks of our 2025 guidance. First, beginning with Slide 5. Our fourth quarter and full year FFO as adjusted per share of $0.63 and $2.48 achieved the midpoint of our previously provided guidance. Additionally, our same-store results meet expectations with NOI growth that was above the high end of our guidance range.\nDuring the quarter, we shifted to an occupancy-focused strategy similar to the fourth quarter last year and built occupancy going into 2025. Occupancy trended sequentially higher for each month during the fourth quarter, resulting in a 50 basis point sequential improvement versus the third quarter. As anticipated, this occupancy trend resulted in slightly lower blended lease rate growth versus original fourth quarter expectations but the right decision to maximize NOI in 2024 and place our portfolio in a position of strength as we enter our traditional leasing season.\nThus far in 2025, we have maintained occupancy above 97% which is approximately 30 basis points higher than our fourth quarter average. Underlying market rent growth has turned positive sequentially and is following normal seasonal patterns. New lease rate growth has largely bottomed across our regions and renewal lease rate growth remains healthy in the mid-4% range. We are encouraged by these results.\nTurning to Slide 6 and our macro outlook. As in years past, we utilized top-down and bottom-up approaches to set our 2025 macro and fundamental forecast. Our 2025 rental forecast of 2% and was informed by third-party forecast and consensus expectations for a variety of economic factors that drive rent growth and our internal forecasting models. Among the positive factors are favorable GDP, job and wage growth, a continued decline in home ownership rate due to elevated mortgage rates and lower total housing supply. We combined this top-down forecast with a bottom-up growth estimate built by our regional teams as they best understand local supply and demand dynamics in their markets. Our 2% rent growth forecast for 2025 and is slightly conservative when compared to prominent third-party forecasters estimates in the mid-2% range. In short, our outlook is driven by stable demand set against declining multifamily supply while factoring in macro uncertainties such as immigration reform and regulatory risk.\nTurning to Slide 7. We remain encouraged by a variety of key supply and demand metrics that are supportive of positive near to intermediate term fundamentals for the apartment industry. First, at the top left, our residents' financial health remains resilient with rent-to-income ratios below the long-term average. Second, at the top right, relative affordability versus alternative housing options remains decidedly in our favor at roughly 60% less expensive to [ rent to own ], a 25% improvement from pre-COVID. This supports a stable to declining homeownership rate and absent a major correction in home prices or a significantly more accommodative long-term interest rate environment, we do not expect this dynamic to change.\nThird, at the bottom left, the latest census statistics indicates that the largest U.S. age cohorts remain in their prime renter years. This should provide continued support for long-term rental demand.\nAnd fourth, at the bottom right, while multifamily deliveries are expected to remain above historical average levels at the beginning of 2025, development start activity has significantly retreated and is down approximately 65% from recent highs and is now well below historical averages. This should benefit rent growth in late 2025 and beyond.\nMoving on to Slide 8. Third-party data providers are forecasting full year 2025 multifamily deliveries in the U.S. and in our markets to be similar to the historical averages. Based on development completion data, peak deliveries occurred in the middle of 2024 and should trend downwards below long-term historical averages in the second half of 2025. We are cognizant that there will be supply slippage as we move through the year, and that lease-up concessions could remain prevalent for a period of time after the pace of new deliveries abates. Where concessions move throughout 2025, will be a key driver to our ability to capitalize on our rent growth forecast.\nOn Slide 9, we provide more context on which regions expected to feel the greatest impact from 2025 supply. The Sunbelt is forecast to face new supply deliveries to the tune of approximately 4% of existing inventory, which is twice as much as coastal markets. Positively, Sunbelt Supply is down by nearly 1/3 compared to 2024 completions, while new supply across our coastal markets is on average similar to 2024. Mixing this all together, we arrived at our 2025 guidance, which is sized on Slide 10.\nPrimary expectations include full year FFOA per share guidance of $2.45 to $2.55 and same-store revenue and expense growth expectations that translate to NOI growth of 1.75% at the midpoint, which is 25 basis points better than full year 2024 results.\nSlide 11 shows the building block for our full year 2025 FFOA per share guidance at the [ $2.50 ] midpoint, which represents a 1% year-over-year increase. Drivers include a $0.10 increase from same-store revenue and lease-up income from recently developed communities, offset by a $0.05 decrease from same-store expenses. A $0.01 increase from interest expense due to a lower average debt balance, which mitigates the impact from the midyear expiration of certain hedges, a $0.01 decrease from G&A and property management expenses reflective of inflationary wage growth and a $0.03 decrease from joint venture and debt and preferred equity activities due to a combination of the following 2 items: First, a $0.02 decrease attributable to moving to nonaccrual status for our debt and preferred equity investment in 1,300 Fairmount located in Philadelphia, which we previously disclosed. And second, a $0.01 decrease attributable to the pending sale of the company affiliated with a one-off technology investment. Should the transaction occur, UDR's $43 million of notes receivable that earn 12% interest would be converted into equity of the acquiring company. We are excited that the company we chose to support and help build is expected to be acquired by an industry leader and exchanging our notes for equity is the prudent long-term economic decision. We have received various inquiries pertaining to the risk in our debt and preferred equity book. So here are important considerations to help provide transparency.\n1,300 Fairmount was our largest investment risk. And by moving that investment to nonaccrual status and taking a reserve, we believe we have largely derisked this book of business. There remain 2 investments on our watchlist, totaling approximately $40 million, which would represent $0.01 or less than 0.5% of FFOA per share in the event of nonaccrual. However, for these investments, we have been encouraged by their recent operating trajectories and the senior loans for each do not mature until mid-2026.\nMoving on to Slide 12. And specific to the first quarter, our FFOA per share guidance range is $0.60 to $0.62 or an approximately 3% sequential decrease at the $0.61 midpoint. This is driven by a $0.01 decrease from same-store NOI, primarily due to higher expenses attributable to normal seasonal trends and a $0.01 decrease from a lower debt and preferred equity investment balance due to recent pay downs and the aforementioned tech investment.\nLast, on Slide 13, we provide our debt maturity schedule and liquidity. Only 10% of our total consolidated debt matures through 2026, and thereby reducing future refinancing risk. Combined with more than $1 billion of liquidity, the $211 million of proceeds from our recently completed first quarter property dispositions, minimal committed capital and strong free cash flow, our balance sheet sits in an excellent position. In all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation competitive advantages to drive long-term accretion.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Joe. Today, I'll cover the following topics. How our 2024 results and other drivers factored into the building blocks of our full year 2025 same-store revenue growth guidance. an update on our various innovation initiatives, expectations for operating trends across our regions and our 2025 outlook for same-store expense growth.\nTurning to Slide 14. The primary building block of our 2025 same-store revenue growth guidance include our embedded earn-in from 2024 lease rate growth. Our blended lease rate growth expectations for full year 2025 and contributions from our innovation and other operating initiatives. Starting with our 2025 earn-in of 60 basis points, which is about half of our historical average and in line with our earn-in from a year ago. The 50 basis point sequential increase in average occupancy we achieved during the fourth quarter of 2024, led to slightly lower blended rate growth and resulted in earning towards the lower end of the range that I spoke to on our third quarter earnings call. We believe this was a prudent operating strategy that will position us well as 2025 progresses.\nNext, portfolio blended lease rate growth is forecast to be approximately 2.5% in 2025. This is 100 basis points higher than what we achieved in 2024 which matches our expectations for year-over-year rent growth improvement. We expect blends will be lighter through the first half of 2025 before improving during the second half of the year as supply pressures lessen. This dynamic, if accurate, means that blended rate growth should contribute approximately 90 basis points to our full year 2025 same-store revenue growth and have a positive flow-through impact on 2026 earn-in. Underlying our blended rate growth forecast are assumptions of approximately 4% rate growth in 2025 and approximately 1% new lease rate growth on average.\nMoving on innovation and other operating initiatives are expected to add approximately 65 basis points to our 2025 same-store revenue growth, which equates to $10 million to $15 million or approximately 7% growth for this line item. The bulk of this growth should come from the continued rollout of property-wide Wi-Fi, other property enhancements such as further penetration on package lockers, improved retention and less fraud. For retention, our guidance assumes that our 2025 resident turnover will be 100 basis points below that of 2024. Equating to approximately $3.5 million of higher cash flow. This improvement should be driven by our proprietary customer experience project, which helps us improve our residents' experience throughout their time with UDR. Thereby increasing their probability of renewal. Today, our efforts have resulted in higher resident retention on a year-over-year basis for 21 consecutive months. We continue to enhance how we measure, map and orchestrate the customer experience, which we believe will drive further year-over-year improvement in turnover and margin expansion in the years ahead.\nLast, we expect the combination of higher occupancy and reduced bad debt to provide a modest positive contribution to same-store revenue growth in 2025. Regarding fraud, recall that in mid-2024, we implemented a variety of AI-based detection measures, process improvements and credit threshold reviews to enhance our upfront resident screening. We have seen the benefits of these efforts in recent bad debt trends, resulting in more favorable results in recent quarters.\nRolling all this up, our 2025 same-store revenue guidance ranges from 1.25% to 3.25%, with a midpoint of 2.25%. The 3.25% high end of our same-store revenue growth range is achievable through improved year-over-year occupancy, additional accretion from innovation and blended lease rate growth that occurs more ratably throughout the year or at a higher level than our initial forecast. Conversely, the low end of 1.25% reflects the inverse scenario, with full year blended lease rate growth closer to flat, some level of occupancy loss and delayed income recognition from our innovation initiatives.\nTurning to Slide 15 and our regional revenue growth expectations, we expect the coast will continue to perform better than the Sunbelt in 2025, led by the East Coast. The East Coast, which comprises approximately 40% of our NOI is forecast to grow same-store revenue by 2% to 4%. We expect New York and Washington, D.C. to be our leading markets in the region, continuing 2024's trends. We are slightly more cautious on Boston due to peak supply deliveries that are expected to occur midyear, which could result in some pricing pressure.\nThe West Coast which comprises approximately 35% of our NOI is forecast to grow same-store revenue by 1.25% to 3.25%. San Francisco, Seattle and Orange County are expected to produce upper tier growth, while Monterey Peninsula is forecast to be softer, some of which is due to recently enacted rent control.\nLast, our Sunbelt markets, which comprise roughly 25% of our NOI, our forecast to have same-store revenue growth of flat to positive 2%. Austin and Nashville will continue to face elevated new supply in 2025, which should limit our pricing power for the third consecutive year. On a relative basis, we expect Tampa and Orlando to be leaders among our -- some markets.\nMoving on. As shown on Slide 16, we expect 2025 same-store expense growth of 3.5% at the midpoint. This is primarily driven by growth in real estate taxes, personnel and administrative and marketing costs. While only 5% of total expenses, insurance expense growth of negative 4.5% to negative 6.5% reflects the benefit of the pricing we negotiated on our policy renewal in December and our deployment of targeted CapEx.\nTo conclude, as summarized on Slide 17, we delivered strong fourth quarter and full year 2024 results. Same-store revenue, expense and NOI growth were all better than the midpoint of our guidance and same-store NOI growth exceeded the high end of our range. The near-term operating environment presents some challenges, but we have successfully navigated through historically high levels of new supply and fundamentals suggest an attractive growth outlook with 2025 same-store NOI growth expected to accelerate compared to our 2024 results.\nWe continue to innovate with the intention of increasing the growth, improving resident retention and further extending our operating margin over time. I thank our teams for their collaboration, which drives innovation and superior results. We are positioned to take advantage of external growth opportunities when appropriate.\nWe will continue to utilize various sources of capital, including existing joint ventures and operating partnership unit deals to accretively grow the company while heating cost of capital signals. And our unique approach to portfolio strategy, operating excellence and continued innovation has created a company that is a full cycle investment and one that we believe maximizes value creation for our stakeholders, regardless of the economic environment.\nFinally, I give special thanks to our teams in Southern California for their efforts during the recent wildfires that resulted in no damage to our properties and our teams across the country for their actions during the most recent polar vortex that brought brutally cold weather and even snow to southern states from Texas to Florida. I'm proud of the preparations you took to ensure the safety of our residents and fellow associates. And the difference you have made to the cities, communities and families affected by these events.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/522ab737270a58b28b49a1998fd9169d",
    "period": "2024 Q2",
    "content": "Q2 2024 UDR Inc Earnings Call\n\nQ2 2024 UDR Inc Earnings Call\n\nUDRNYSEJUL 31, 12:00 PM\n\nOperator\n\nHello, and welcome to UDR's Second Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Trent Trujillo, Vice President, Investor Relations. Please go ahead, Trent.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to 1 plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Second Quarter 2024 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of Operations, Mike Lacy; Senior Officers, Andrew Kantor; and Chris Vans Ens, will also be available during the Q&A portion of the call.\nFirst half results exceeded our initial expectations provided back in February, due to ongoing solid fundamentals and the core operating strategies we continue to utilize to drive strong same-store and earnings growth. Positive fundamental drivers for our industry include: first, year-to-date employment growth of approximately 1.3 million jobs has well outpaced initial full year consensus expectations. Additionally, year-to-date household income growth has remained robust at approximately 5%. Taken together, this has driven strong demand for housing, while also reinforcing healthy affordability metrics.\nSecond, more than 250,000 newly delivered apartment homes were absorbed nationally during the first half of the year, a near 2-decade record. Adding to that, total housing deliveries appear stable through the end of the year. and development starts continue to decline to levels below historical norms. This dynamic bodes well for rent growth in the years ahead.\nAnd third, renting an apartment is on average 60% more affordable than owning a single-family home in the markets where we operate, the best level of relative affordability in 2 decades. These fundamental trends, combined with our operating tactics that have improved resident retention led to revenue and expense growth outperformance in the first half of 2024. Drivers include more robust pricing power, higher occupancy, improved in the month rent collections, higher ancillary income growth lower resident turnover and lower turnover related expenses than originally expected.\nIn all, this led us to raise our full year FFOA per share guidance for the second time this year, while also increasing our same-store growth expectations in yesterday's release. Mike will provide additional details in his remarks.\nWe feel good about the year-to-date results and the opportunities ahead of us in the second half of the year. However, we also remain cognizant of the slowing growth rate in the recent employment data, and the effect that may have on pricing in the face of still elevated new supply through the rest of 2024.\nMoving on, we continue to build on our position as a recognized ESG leader, with UDR recently being named a 2024 Top Workplace winner in the real estate industry. This achievement reflects the engaging employee experience we have built and solidifies our stature as an employer of choice. Key to our success is an innovative and adaptive culture. And this recognition is one that all our stakeholders should be proud of.\nBig picture, I remain optimistic about the long-term growth prospects of the multifamily industry and UDR's unique competitive advantages that should enhance our relative results. We have a strong culture that empowers our associates to deliver best-in-class service to our residents and create outsized value.\nWith that, I'll turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics: our second quarter same-store results, early third quarter operating trends, our improved full year same-store growth guidance, including underlying assumptions and regional operating trends.\nTo begin, second quarter year-over-year same-store revenue and NOI growth of 2.5% and 2%, respectively, were slightly above our expectations. Quarterly sequential same-store results also outpaced initial forecast. These results were driven by: first, 2.4% blended lease rate growth which was driven by renewal rate growth just shy of 4% and new lease rate growth of 50 basis points. New lease rate growth improved by 300 basis points versus the first quarter as concession stabilized and demand increased, which resulted in improved pricing power.\nSecond, 47% annualized resident turnover was 300 basis points below the prior year period and our best second quarter retention in more than a decade. This has enabled us to increase renewal rate pricing through at least August and has led to more favorable blended lease rate growth.\nThird, occupancy remained strong at 96.8%, supported by healthy traffic and leasing volume. New York, Boston, Washington, D.C. and Seattle, which collectively constitute 40% of our same-store pool or standouts, averaging higher than 97% occupancy during the quarter.\nAnd fourth, other income growth was nearly 9% and was driven by our continued innovation, along with the delivery of value-add services to our residents.\nShifting to expenses. Quarterly year-over-year same-store expense growth of 3.7% came in better than expectations and was primarily driven by reduced repair and maintenance costs as well as insurance savings. Repair and maintenance growth of less than 1% was partly due to our improved resident retention and having 500 fewer unit terms on a year ago, while insurance savings of nearly 5% was driven by lower claims activity.\nMoving on. Core operating trends have remained resilient in July, and key metrics have largely followed typical seasonality. First, July blended lease rate growth is expected to be in the mid-2% range, which is slightly higher than June results and follows normal historical sequential rent growth trends. New lease rate growth is slightly negative on average, while we have had success increasing our renewal lease rate growth closer to 5% from 4% in the second quarter.\nIn terms of relative performance, the East Coast is showing the most strength with blended lease rate growth of approximately 4%. This is followed by the West Coast at 3% on average and the Sunbelt at approximately negative 1%. Based on current trends, we expect East Coast leadership to persist through at least the remainder of the third quarter.\nSecond, resident retention continues to compare well against historical norms and July will represent the 15th consecutive month our year-over-year turnover has improved. Relative affordability compared to other forms of housing is a benefit to the apartment industry in total.\nGiven the level of home prices and mortgage rates, the average cost of owning a home across UDR markets is nearly 5,500 per month. By contrast, the average rent for UDR apartment home is approximately $2,500 per month, thereby creating annual shelter cost savings of $36,000. This disparity has led to a record low level of our residents moving out to buy a home.\nFurthermore, because of our ongoing customer experience project, our resident retention over the past year has improved by approximately 210 basis points relative to the peer group average. This is a testament to our team's focus and execution on our innovative data-driven approach to customer service. Ultimately, improved retention should drive better pricing power, higher occupancy, increased other income, reduced expenses, lower CapEx and margin expansion. We are still early in the innings of capturing these benefits but believe the incremental opportunity is in the $15 million to $30 million range.\nThird, occupancy remains high, but has trended slightly lower to 96.2% to 96.3% in July, due to elevated new supply coming online and typical seasonal operating trends. Markets facing heavy supply, including Nashville, Dallas and Tampa, 16% of our NOI, have seen occupancy decline by approximately 100 basis points on average compared to the second quarter.\nConversely, occupancy remains in the mid- to high 96% range on average across markets facing less supply, such as New York, San Francisco and Orange County, which make up 26% of our NOI. Strategically, we anticipate regaining portfolio occupancy later in the third quarter as we tactically adjust our operating approach ahead of a seasonally slower leasing period.\nAnd fourth, other income continues to grow in the high single-digit range in July, similar to what we achieved in the first half of the year. As a reminder, other income constitutes roughly 11% of total revenue. We remain pleased with the trajectory of other income initiatives such as the rollout and penetration of building-wide WiFi as these contribute significantly to incremental same-store revenue growth.\nBased on our results for the first 7 months of the year, we raised our full year 2024 same-store growth guidance in conjunction with yesterday's release. We are encouraged by the resiliency of various forward demand indicators such as year-to-date job growth and wage growth, but we remain somewhat cautious given this potential for macroeconomic volatility in an election year combined with elevated supply deliveries in the back half of 2024.\nTo provide details on our guidance increases, starting with same-store revenue growth, we raised our midpoint by 50 basis points, resulting in a new range of 1% to 3%. The primary building blocks to achieve the 2% midpoint include the following: first, our 2024 earning of 70 basis points; second, portfolio blended lease rate growth is forecast to be approximately 130 basis points in 2024. This represents a 60 basis point increase compared to our initial guidance. Given blended lease rate growth of approximately 180 basis points through the first 7 months of the year, this implies a deceleration to 60 basis points on average for the remaining 5 months of the year.\nUsing a midyear convention, our full year blended lease rate growth expectations should add about 65 basis points to 2024 same-store revenue growth, reflecting a 30 basis point improvement versus our prior expectations. Underlying our full year blended rate growth forecast are assumptions of 3.5% to 4% renewal rate growth and approximately negative 1% new lease rate growth.\nThird, we expect the combination of occupancy and bad debt to be roughly flat year-over-year in 2024, in line with our prior expectation. And fourth, innovation and other operating initiatives are expected to add 70 basis points to our 2024 same-store revenue growth, which is an increase of 25 basis points versus our prior guidance. The bulk of this growth should come from the continued rollout of property-wide WiFi initiatives along with a variety of other property enhancements.\n3% of high end of our same-store revenue growth range is achievable through improved year-over-year occupancy, additional accretion from innovation, higher blended lease rate growth or a combination thereof. Conversely, the low end of 1% reflects full year blended lease rate growth of approximately 50 basis points, some level of occupancy loss and the moderation in other income generated by our innovation.\nMoving on to same-store expense growth. We lowered our midpoint by 25 basis points to 5% with the full year range now at 4% to 6%. The improvement was primarily driven by constrained insurance and repair and maintenance expense growth. As a reminder, same-store expense growth of 7.5% in the first quarter was elevated due to comping off of a onetime $3.7 million employee retention credit we realized at the beginning of 2023. Absent this factor, we would expect normalized same-store expense growth for the full year to be in the low 4% range or approximately 80 basis points lower than [indiscernible] midpoint.\nTurning to regional trends. Our coastal results have exceeded our expectations while our Sunbelt markets are largely in line. More specifically, the East Coast, which comprises approximately 40% of our NOI, was our strongest region in the second quarter, and Washington, D.C. was our best-performing market driven by strength in Northern Virginia.\nSecond quarter weighted average occupancy for the East Coast was 97.1%, blended lease rate growth was 4.7%, and year-over-year same-store revenue growth was 3.8%. And with continued healthy demand and relatively low new supply, we expect this region to be our strongest throughout the rest of the year.\nThe West Coast, which comprises approximately 35% of our NOI, has performed better than expected year-to-date, but stabilized somewhat in the second quarter following tremendous momentum in the first part. We are encouraged by various employers more strictly enforcing return to office mandates as well as increased office leasing activity from technologies and AI companies. But are also cognizant of corporate relocations that influence job and wage growth.\nAbsolute levels of new supply remain low at less than 2% of existing stock on average across our West Coast markets, which we expect will lead to a more favorable supply dynamic in the coming quarters.\nLastly, our Sunbelt markets, which comprise roughly 25% of our NOI, continue to lag our coastal markets. Year-to-date performance was in line with our original expectations through the beginning of June, at which time we began to see some pricing deterioration due to elevated new supply and the concessions that came with it. We tactically decided to hold great to best set up our rent roll for future quarters, which resulted in occupancy drifting lower. While our Sunbelt markets broadly have more robust job growth in our coastal markets, we remain cautious on the region in the near term, given the very high absolute levels of new supply coming online.\nTo close, our coastal markets, which comprise 75% of our NOI have performed above initial expectations. While our Sunbelt markets, which comprise 25% of our NOI, are largely in line with expectations. Our diversified portfolio enables us to be surgical with regard to how we operate each market and each asset, allowing us to leverage the strong fundamentals of our industry. This, coupled with continued innovation that will further expand our operating margin over time, maximizes revenue and NOI growth. My thanks go out to our UDR associates nationwide for your dedication towards meeting the challenges we face head on as we continuously innovate to drive strong results.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include: our second quarter results and our updated full year guidance, a summary of recent transactions and capital markets activity, and a balance sheet and liquidity update.\nOur second quarter FFO as adjusted per share of $0.62 achieved the high end of our previously provided guidance. The $0.01 per share sequential increase was supported by strong same-store NOI growth driven by higher-than-expected blended lease rate growth and lower-than-expected expense growth across both controllable and noncontrollable categories. Year-to-date operating results have exceeded our initial expectations, which led us to raise our same-store and FFOA per share guidance ranges.\nOur new full year 2024 FFOA per share guidance range is $2.42 to $2.50 with a midpoint of $2.46. Since providing initial guidance in February, we have raised FFOA per share guidance twice by a cumulative of $0.04 per share or approximately 2% and have improved the midpoints of our same-store guidance ranges. Current trends suggest upside to our midpoint but we believe a cautious approach is prudent given the risk of elevated new supply, election uncertainty and macroeconomic volatility.\nLooking ahead, our third quarter FFOA per share guidance range is $0.61 to $0.63. The $0.62 midpoint is flat sequentially, which is similar to our historical average earnings results from the second to third quarter and is due to minimal expected changes across NOI, interest expense and G&A.\nNext, a transactions and capital markets update. First, during the quarter, we completed construction of 101 N. Meridian, a $134 million, 330-home community located adjacent to another UDR community in Tampa. Due to robust demand, the community is already 40% occupied as of today, which is twice the level we expected at this point in it's lease up. When combined with attractive rental rate pricing, the yield on the project is trending approximately 75 basis points ahead of underwriting. With the completion of this community, we have no active development projects. However, we are evaluating up to 4 potential starts in the next 12 to 18 months.\nSecond, subsequent to quarter end, we went under contract to fund a $35 million preferred equity DCP investment at a 10.75% rate of return on 4 communities located in Portland, as part of their recapitalization. Each of the 4 communities has achieved stabilized occupancy and is generating positive cash flow. Therefore, the risk profile is lower than a typical new development DCP project and positive cash flows allow approximately 2/3 of our contractual return to be paid in cash.\nAnd third, subsequent to quarter end, we received an approximately $17 million paydown on our preferred equity DCP investment and Vernon Boulevard located in Queens, New York. In conjunction with the paydown, we agreed to lower our rate of return from 13% to 11% to reflect the reduced risk in our investment due to the development being completed and a more secure positioning in the capital structure.\nFinally, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have nearly $1 billion of liquidity as of June 30; second, we have only $112 million of consolidated debt or approximately 0.5% of enterprise value scheduled to mature through the end of the year and only 11% of total consolidated debt scheduled to mature through 2026, thereby reducing refinancing risk. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.4%; and third, our leverage metrics remain strong. Debt to enterprise value was just 28% at quarter end, while net debt-to-EBITDAre was 5.7x.\nIn all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation competitive advantages to drive long-term accretion.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bb164fbe51f929229358ef8df37cbf6b",
    "period": "2024 Q1",
    "content": "Q1 2024 UDR Inc Earnings Call\n\nQ1 2024 UDR Inc Earnings Call\n\nUDRNYSEMAY 1, 12:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's First Quarter 2024 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo. Thank you. Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to 1 plus a follow-up. Management will be available after the call for your questions that did not get answered on the call today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's First Quarter 2024 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fischer; and Senior Vice President of Operations, Mike Lacy; Senior Officers, Andrew Cantos; and Chris Van ens will also be available during the Q&A at the end of the call.\n2024 is off to a very solid start. Due to better fundamental backdrop than initially expected and the operating strategies we continue to employ to outgrow competitors in our markets. Positive fundamental drivers for our industry include. First, year-to-date employment creation of approximately 800,000 jobs has already exceeded initial full year economist consensus growth expectations. Second, more than 100,000 newly delivered apartment homes were absorbed during the first quarter. The strongest first quarter in over 2 decades. Adding to that, total housing deliveries remained stable and development starts continue to decline. This bodes well for rent growth in the years ahead. And third, rent [ per ] apartment is on average 60% more affordable than owning a single-family home in the markets where we operate. A cycle best level of relative affordability.\nThese trends, combined operating tactics we utilize have led to positive momentum across all key operating metrics. This includes more robust traffic, higher leasing activity, lower turnover, lower concessions, higher occupancy and better pricing power than originally expected. In all, this translates to what I would characterize as green sprouts. Mike will provide additional details in his remarks.\nHowever, as we only have completed the first 4 months of the year, we remain wary of the volatile and elevated interest rate environment and the effect it may have on pricing and concessions of [ up ] communities, given the heightened new supply the industry faces in 2024. We feel good about 2024 thus far, but we would like to see more evidence of continued operating momentum as we progress through a peak leasing season before revisiting our full year guidance.\nBig picture, I am optimistic on the long-term growth prospects of the multifamily industry and UDR's unique competitive advantages that should enhance that growth. We have a strong culture, a talented team with a robust track record of performance, and we continue to invest in our associates and embrace technology to create value for all of UDR stakeholders.\nFinally, I'd like to take a moment to celebrate the upcoming retirement of Senior Vice President and Chief Investment Officer, Harry Alcock who will soon be transitioning to a consulting role with a focus on sourcing transactions. Harry and I have worked together for approximately 30 years, and he has been a trusted partner through all of it. He helped UDR grow via a thriving $20 billion enterprise we are today while also grooming our next wave of talented investment and development professionals. Harry, thank you for all [ your work ] and we all look forward to working with you in your new role.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics. Our first quarter same-store results, early second quarter 2024 trends and how they factor into our full year 2024 same-store growth guidance. An update on our various innovation initiatives and expectations for operating trends across our regions.\nTo begin, first quarter year-over-year same-store revenue and NOI growth of 3.1% and 1.2%, respectively, and 0.4% sequential same-store revenue growth were slightly above our expectations. These results were driven by: first, 0.8% blended lease rate growth, which resulted from nearly 4% renewal rate growth and new lease rate growth of negative 2.5%. New lease rate growth improved 260 basis points versus fourth quarter results as concessions decreased by approximately half of a week on average.\nSecond, 35% annualized resident [ turn ] was 400 basis points better than the prior year. The 630 basis point delta between new and renewal rate growth when combined with higher retention led to a favorable outcome. And third, occupancy remained strong at [ net ] 7.1%, supported by healthy traffic and leasing volume. New York, Washington, D.C., San Francisco and Seattle, which collectively constitute 36% of our same-store pool for standouts, averaging nearly 98% during the quarter.\nShifting to expenses. Year-over-year same-store expense growth of 7.5% in the first quarter was in line with our expectations and inflated by a tough comp against the onetime $3.7 million payroll tax credit we recorded and disclosed in the first quarter of 2023. After excluding this credit, our year-over-year same-store expense growth would have been a more reasonable 4%.\nMoving on, strong core operating trends have continued into the second quarter and every key revenue metric is exceeding our expectations through the first 4 months of the year. First, blended lease rate growth continued to accelerate from approximately 1% in March to roughly 2% in April, with concessions stabilizing at lower levels than the fourth quarter of 2023. All regions have demonstrated sequential blended lease rate growth improvement versus March. With our West Coast and mid-Atlantic regions showing the most strength at approximately 3.5%. Based on current trends, we expect May blended lease rate growth to demonstrate further sequential improvement.\nSecond, resident retention continues to compare well against historical norms. Due in part to our customer experience project, which I will touch on later, April retention is 400 basis points above prior year levels, representing the 12th consecutive month our year-over-year turnover has improved.\nThird, occupancy is holding firm in the high 96% range. Strong demand from continued job and wage growth has allowed us to simultaneously operate with high occupancy and push rental rate while maintaining rent to income levels in the low 20% range.\nAnd fourth, other income continued to grow at approximately 10% in April, similar to what we achieved in the first quarter. As a reminder, other income constitutes roughly 10% of our total revenue. We remain pleased with the trajectory of our other income initiatives such as the rollout and penetration of building-wide WiFi, which contributes significantly to incremental same-store revenue growth.\nLooking ahead, we reaffirmed our full year 2024 same-store growth guidance in conjunction with our release. We are encouraged by the strength of macroeconomic indicators, such as year-to-date job growth and wage growth and the effect those demand drivers have had on our key performance indicators thus far. But we remain somewhat cautious given the volatile and elevated interest rate environment combined with peak supply deliveries yet to come.\nTurning to regional trends. Our coastal results have been above our expectations, while Sunbelt markets are in line and trending better. More specifically, the East Coast, which comprises approximately [ 30% ] of our NOI, was our strongest region in the first quarter. Boston, Washington, D.C. and New York all performed well with weighted average occupancy of 97.5%. Blended lease rate growth was nearly 2.5%, and same-store revenue growth was 4.25%, which is slightly above the high end of our full year expectations for the region. We expect this regional strength to continue.\nThe West Coast, which comprises approximately 35% of our NOI has performed better than expected. At the beginning of the year, we anticipated San Francisco and Seattle would lag our West Coast markets. While revenue growth results in the first quarter show this to be true on an absolute basis, both markets saw new lease rate growth improved by nearly 900 points compared to our fourth quarter results. The momentum in these markets has exceeded our expectations due to various employers, more strictly enforcing return to office mandates as well as increased office leasing activity from technology and AI companies.\nLastly, our Sunbelt markets, which comprise roughly 25% of our NOI, continue to lag our coastal markets due to elevated levels of new supply, but have performed in line with our expectations. Better drop growth in these markets appear to be bolstering demand and absorption. And similar to other regions, we have seen Sunbelt concessions stabilize. Sequential blended lease rate growth accelerate and retention improve. We remain cautious on the Sunbelt in the near term but have been pleasantly surprised by its recent trajectory. These regional dynamics reinforce the value of a diversified portfolio across markets and price points that allow us to pivot our short- and long-term operating strategies to maximize revenue and NOI growth.\nMoving on, we continue to make progress on various innovation projects that will benefit same-store growth in 2024 and beyond. One example of this is our customer experience project. We have consistently outperformed the public and private markets on NOI and margins over time due to the focus on our leading operating platform and innovative culture, which has historically driven all aspects of income growth, operating efficiencies and contained our cost structure. We are now turning to the next phase of our platform which focuses on customer experience and retention. Through our proprietary data hub and the millions of data points we have accumulated over the last 7 years, we have found that 50% of resident turnover is controllable. In that, those residents with positive experiences and scores were new at a rate, 20% higher than those with bad experiences. Knowing this, we see an opportunity to improve retention by 5% to 10% versus the industry average of 50%, resulting in a $15 million to $30 million incremental NOI opportunity.\nTo capture this upside, we now track and score every interaction with our residents. This has allowed us to make a transformational shift in the way we do business with a move from being transactional in nature to a focus on the lifetime value of our customer. We are equipping our UDR team members with tools, training and the ability to prevent or rectify bad customer experiences which we believe over the coming 2 to 3 years will materially improve [ the ] in experience and our relative turnover. This should positively impact pricing occupancy, other income, expenses and margin as well.\nMy thanks go out to the UDR associates nationwide, they remain committed to delivering on our strategic priorities. You rightfully deserve credit for embracing our innovative culture and improving how we conduct our business.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our first quarter results and our updated full year guidance, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update. Our first quarter FFO as adjusted per share of $0.61 achieved the midpoint of our previously provided guidance and was supported by same-store revenue and NOI growth that was slightly above our expectations. The modest sequential FFOA decline was driven by an approximately [ $1.05 ] decrease from same-store NOI, primarily due to higher expenses attributable to seasonal patterns and approximately [ $0.005 ] decrease from higher interest expense and G&A. Looking ahead, our second quarter FFOA per share guidance range is $0.60 to $0.62 with a $0.61 midpoint flat compared to the first quarter due to nominal expected changes across NOI, interest expense and G&A.\nYear-to-date, operating results are trending above our initial expectations. But with macro uncertainty and peak leasing season ahead of us, we have reaffirmed our full year 2024 same-store growth guidance ranges and plan to revisit them in the future. However, we did increase our full year FFOA per share guidance range by $0.02 due to the joint venture successful refinancing of its senior construction loan at our DCP investment in Philadelphia with no additional investment from UDR. Having addressed this risk, there are no remaining DCP senior loan maturities until 2025.\nIn addition to the Philadelphia investment, there remain 3 additional DCP investments totaling approximately $50 million on our watch list with no material changes since the fourth quarter. Beyond this, our remaining $440 million of DCP investments are performing well as they were primarily 2021 and 2022 vintage developments, which have not encountered material construction cost overruns or delays and are performing in line to above pro forma on rents.\nNext, a transactions and capital markets update. First, in alignment with our capital-light strategy, we made no acquisitions, new DCP investments, [ all ] starts during the first quarter. We remain active in evaluating potential acquisitions through our joint venture with LaSalle and are optimistic on the ability to complete additional accretive deals coming quarters.\nSecond, during the quarter, we completed construction of a $54 million 85-unit townhome community in Dallas, Texas. This community adds density to our existing Addison portfolio while offering residents a complementary living option. Our current development pipeline consists of just 1 community in Tampa, Florida, totaling 330 homes at a budgeted cost of $134 million with 94% of this cost already incurred, thereby limiting our forward funding commitments.\nAnd third, during the quarter, we completed the previously disclosed sale of Crescent Falls Church, a 214 home apartment community in the Washington, D.C. area at a mid-5% buyer's cap rate for proceeds of approximately $100 million. Finally, our investment-grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have nearly $1 billion of liquidity as of March 31. Second, we have only [ $115 ] million of consolidated debt or approximately 0.6% of enterprise value scheduled to mature through the end of the year and only 11% of total consolidated debt scheduled to mature through 2026, thereby reducing future refinancing risk. Our proactive approach to manage on our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.4%. And third, our leverage metrics remain strong. Debt-to-enterprise value was just 30% at quarter end, while net debt-to-EBITDAre was 5.7x, which is approximately a half turn better versus pre-COVID levels.\nIn all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation competitive advantages to drive long-term accretion. With that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a893f16953b7ecd0cf9d8eddb79e8b8",
    "period": "2023 Q4",
    "content": "Q4 2023 UDR Inc Earnings Call\n\nQ4 2023 UDR Inc Earnings Call\n\nUDRNYSEFEB 7, 1:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's Fourth Quarter 2023 Earnings Call.\n[Operator Instructions]\nAs a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release supplemental disclosure package and related investor presentation were distributed yesterday afternoon and posted to the Investor Relations section of our website at ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements. Statements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met.\nA discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today. I will now turn over the call to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Fourth Quarter 2023 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of operations, Mike Lacy, Senior Officers, Andrew Cantor and Chris Van ens will also be available during the Q&A portion of the call.\nTo begin, for this quarter's call, we enhanced how we communicate our outlook for the year ahead. The volatility we have experienced over the last 5 years, combined with the supply-induced challenges our industry is expected to face in 2024 translate into a wider range of potential outcomes for this year versus our typical year. As such, in conjunction with our earnings release, we published an outlook presentation that highlights these potential outcomes and their drivers. Our prepared remarks aligned with the presentation and those on our webcast should see the slides on your screen. We will resume our usual format of prepared remarks only on future earnings calls.\nMoving on, key takeaways from our press release and our 2024 outlook are summarized on Slide 4 of the deck. These are first, Fourth Quarter and full year 2023 FFOA per share and same-store results met the guidance expectations set forth on our Third Quarter call. Full year 2023 same-store NOI growth of 6.8% was particularly strong and one of the highest amongst our peer group. Second, based upon consensus estimates, we expect that economic growth and apartment demand will remain resilient in 2024, but historically high new supply will continue to lay on our core growth. Third, ongoing investments in innovation will continue to drive incremental NOI growth above the broader market in 2024, Mike Lacy will give you greater detail on this subject. Fourth, we are maintaining a capital-light strategy given our still elevated cost of capital, but we will take advantage of opportunities when appropriate.\nFor example, in 2023, we executed roughly $1 billion of accretive deals through joint venture and operating partnership unit opportunities. We will continue to keep our eyes open for external growth. and feed our cost of capital signals. And fifth, our balance sheet remains well positioned to fully fund our capital needs in 2024 and beyond. With that, I'll turn the call over to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Tom. The topics I will cover today include our Fourth Quarter and full year 2023 results, including recent trends and transactions the 2024 macro outlook that drives our full year guidance and the building blocks of our 2024 guidance. First, beginning with Slide 5. Our Fourth Quarter and full year FFO as adjusted per share of $0.63 and $2.47 achieved the midpoint of our previously provided guidance ranges. On the bottom half of the slide, you can see that during the quarter, we shifted to a more defensive operating strategy and build occupancy going into 2024. Occupancy trended sequentially higher for each month during the Fourth Quarter, resulting in a 20 basis point sequential improvement versus that of the Third Quarter.\nAs anticipated, this occupancy pivot resulted in lower blended base rate growth versus original 4Q expectations, but it was the right decision to place our portfolio in a position of strength given elevated new multifamily supply in 2024. For January, operating trends have improved. Market rent growth turned sequentially positive and is following normal seasonal patterns thus far. Blended lease rate growth improved to positive 0.2% with new lease rate growth of minus 3.6% and renewal lease rate growth of plus 4%. Concessionary activity continued to trend lower, and occupancy increased further to 97.2%. One month does not make a trend, but we are encouraged by these results.\nMoving on, as detailed on Slide 6, during the quarter, we executed a variety of transactions that both enhance our liquidity and set us up well for future accretive growth. These include: number one, our joint venture with [ LaSalle ] acquired a 262 home community in Suburban Boston, were approximately $114 million at an initial mid- to high 5% yield. Through platform initiatives and various fees, we expect the stabilized yield to be in the mid- to high 6% range to UDR. We continue to explore investment opportunities with Local, which will provide scale-oriented efficiencies to our operations, expand our fee income and drive future earnings accretion and enhanced ROE for our shareholders.\nNumber two, we sold our [ wet Money hard ] on $180 million of dispositions. These are expected to be executed at a weighted average buyer cap rate in the mid-5% range and further enhance our already strong liquidity. And three, we assumed a DCD developer's ownership interest in a distressed Oakland asset. 1.5 years old community was appraised at $67 million or $387,000 per unit, which resulted in a noncash investment loss of approximately $24 million to UDR. The community is still in lease-up and a submarket of Oakland were 2- to 3-month concessions or the norm. The initial yield on the assumed asset is in the mid-3% range. However, once stabilized, we expect the yield to be in the low 5% range.\nTurning to Slide 7 and our macro outlook. As in years past, utilize top-down and bottom-up approaches to set our 2024 macro and fundamental forecast. Our 2024 market rent growth forecast of roughly 1% was informed by third-party forecast and consensus expectations for a variety of economic factors that drive market run growth and our internal forecasting models, we combined this top-down forecast with a bottom-up growth estimate built by our regional teams as they best understand local supply and the demand dynamics in their markets. Our 1% market rent growth forecast for 2024 is slightly conservative when compared to prominent third-party forecaster estimates at 1.7% and is driven by stable to positive demand set against historically high multifamily deliveries and the expectation for continued elevated concessions.\nAs Mike will discuss, the approximately 1% rent growth ties to our assumption for 2024 blended lease rate growth. Primary variables to our forecast include GDP growth, employment and wage growth, changes to the homeownership rate, supply and its impact on pricing, economic uncertainty. Turning to Slide 8. If we step back and consider the near to intermediate-term outlook for the industry, we remain encouraged by a variety of key supply and demand metrics. First, at the top left, our consumer remains resilient with rent-to-income ratios at the long-term average. Second, at the top right, relative affordability versus alternative housing options remains decidedly in our favor at roughly 50% less expensive [ to rent and one ], a 20% improvement from pre COVID.\nThis supports a stable to declining homeownership rate and absent a major correction in home prices or a significantly more accommodated long-term interest rate environment, we do not expect this dynamic to change near term. Third, at the bottom left, the latest [ sense ] of data indicates that the largest U.S. a cohorts remain in their prime renter years. This should provide continued support for future long-term rental demand. And fourth, at the bottom right, while multifamily deliveries are expected to remain elevated through at least 2024, starts activity is significantly retreated and is down 70% from recent highs and is now well below historical averages. This should benefit outer-year growth absent a near-term change in financing costs.\nMoving on to Slide 9. Third-party data providers are forecasting record multifamily deliveries for the U.S. and in our markets over the next 4 to 6 Quarters. Based on completion forecast, peak deliveries are currently expected to occur in the middle of 2024 before trending downwards, closer to long-term historical averages in the second half of 2025. We are cognizant that there will be supply slippage as they move to 2024 and that lease-up concessions could remain elevated after new deliveries update. Positively, peak deliveries in the coming quarters are not materially above the levels we have seen in the second half of 2023, and into the start of 2024. When market level concessions move throughout 2024 will be a primary driver of our ability to capitalize on our market rent growth forecast.\nOn Slide 10, we provide more context on which regions and markets are expected to feel the greatest impact of 2024 supply. The Sunbelt is forecast to face significantly higher absolute deliveries than the coastal markets, although all regions will face higher relative supply in 2024 as compared to their long-term averages. As is evident on the bottom of the page, this dynamic is reflected at the market level, with Sunbelt market supply growth rates expected to be more pressured than coastal markets this year. Mixing this all together, we arrived at our 2024 guidance, which is summarized on Slide 11. Primary expectations include full year FFOA per share guidance of $2.36 to $2.48, same-store revenue, expense expectations that translate to NOI growth ranging from negative 1.75% to positive 1.75%.\nSlide 12 shows the building blocks for our full year 2024 FFOA per share guidance at the $2.42 midpoint, representing a 2% year-over-year decrease. Drivers include a $0.07 increase of same-store revenue and lease-up income from recently developed communities, offset by a $0.07 decrease from same-store expenses. A [ $2.5 ] decrease on DCP activities due to a lower average investment balance in 2024, including a potential $0.02 impact from assuming ownership of a DCP development. dependent on the refinancing of its senior construction loan. While the developer continues to advance refinancing discussions, we have chosen to take a conservative approach by including the downside scenario in our guidance.\nWe expect to have clarity on the refinancing by the second quarter and do not see additional 2024 earnings risk from our DCP investments at this time. Continuing with the building blocks, and approximately $0.02 decrease from interest expense due to higher average interest rates and the expiration of certain hedges and an approximately $0.01 decrease in G&A, reflective of inflationary wage growth. Moving on to Slide 13, and specific to the First Quarter, our FFOA per share guidance range is $0.60 to $0.62 or an approximately 3% sequential decrease at the midpoint. This is driven by a [ $0.05 ] decrease of same-store NOI, primarily due to higher expenses attributable to seasonal trends and approximately a $0.05 decrease of higher interest expense and G&A.\nLast, on Slide 14, we present our debt maturity schedule and liquidity. Only 13% of our total consolidated debt matures through 2026. The thereby reducing future refinancing risk, combined with roughly $1 billion of line capacity, minimal committed capital, our projected First Quarter disposition and strong free cash flow, our balance sheet sits in an excellent position. In all, despite near-term macro and potential DC-related headwinds in 2024. Our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment, and we continue to utilize a variety of capital allocation better advantages to drive long-term accretion. With that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Joe. Today, I'll cover the following topics. How our 2023 results and other drivers factor into the building blocks of our full year 2024 same-store revenue growth guidance. an update on our various innovation initiatives, expectations for operating trends across our regions and our outlook for same-store expense growth. Turning to Slide 15. The primary building blocks of our 2024 same-store revenue growth guidance include our embedded earn-in from 2023 lease rate growth, our blended lease rate growth expectations for full year 2024 and contributions from our innovation and other operating initiatives. Starting with our 2024 earn-in of 70 basis points or about half of our normalized historical average, the 20 basis point increase in average occupancy we achieved during the Fourth Quarter of 2023 came at the expense of some rate growth, which reduced our earnings by approximately 30 basis points versus what I spoke to on the Third Quarter call.\nWe believe this is prudent, defensive trade given the elevated new supply outlook in many of our markets. Next, portfolio blended lease rate growth is forecast to be approximately 70 basis points in [indiscernible]. Given a midyear convention, rate growth should add about 35 basis points to our same-store revenue growth this year. Our expectation is that blends will be lighter through the first half of 2024 before marginally improving during the second half of the year. This dynamic, if accurate, means that blended growth should have less of a positive impact on 2024, but more impactful to our 2025 growth. Underlying our blended rate growth forecast, our assumptions of approximately 3% renewal rate growth in 2024 and approximately negative 1.5% new lease rate growth.\nAs a reminder, even during recessionary periods, we have seen approximately 2% renewal rate growth on average, which, combined with recent trends, provides support for those assumptions. Lastly, we expect the combination of occupancy and bad debt to be roughly flat in 2024. Moving on. Innovation and other operating initiatives are expected to add approximately 45 basis points to our 2024 same-store revenue growth, which equates to $5 million to $10 million. The bulk of this growth should come from the continued rollout of our property-wide WiFi, other property enhancements such as the addition of package lockers as well as improved retention and less fraud. For retention, our guidance assumes that our 2024 resident turnover will be 200 basis points below that of 2023.\nHalf of this comes from the easier first half comp. As you may remember, long-term delinquent skips and evictions were elevated through the first half of 2023. We do not anticipate this repeating in 2024 as we have seen long-term delinquent activity stabilize. The other 100 basis point improvement should come from our proprietary customer experience project, which helps us improve our resident experience throughout their time with UDR, thereby improving their probability of renewal. We have seen the early benefits of this initiative with resident retention higher on a year-over-year basis for 9 consecutive months. For every 100 basis points of improved retention or reduced turnover, approximately $3 million drops to our bottom line.\nWe believe our customer experience project will continue to improve our turnover and expand our operating margin advantage relative to peers. Regarding fraud, we are implementing a variety of AI-based screening measures process improvements and credit threshold reviews to enhance our upfront resident screening. Given the resident-friendly legislation, we continue to see throughout our portfolio, minimizing the potential for bad debt before it gets in the front door is critical. Rolling all this up, our 2024 same-store revenue guidance range from 0% to 3%, with a midpoint of 1.5%. The 3% high end of our same-store revenue growth range is achievable to improve year-over-year occupancy, additional accretion from innovation, and blended lease rate growth that occurs more ratably throughout the year or at a higher level than our initial forecast.\nConversely, the low end of 0% reflects full year blended lease rate growth of approximately negative 2%. And some level of occupancy loss and delayed income recognition from our innovation initiatives. Turning to Slide 16 and our regional revenue growth expectations, we expect the coast will continue to perform better than the Sunbelt in 2024, led by the East Coast. The East Coast, which comprises approximately 40% of our NOI is forecast to grow same-store revenue by 1% to 4%. We expect Boston, Washington, D.C., Baltimore and Philadelphia to each deliver full year same-store revenue growth of at least 2%. Signs of recent softening in demand in New York, leave us slightly more cautious on that market.\nThe West Coast, which comprised of approximately 35% of our NOI is forecast to grow same-store revenue by 0% to 3%. Orange County, Los Angeles and the [ Monterey ] Peninsula are expected to produce upper tier growth, while San Francisco, San Diego and Seattle are forecast to be softer. Last, our Sunbelt markets, which comprise roughly 25% of our NOI, our forecast to grow same-store revenue by negative 2% to positive 1%. Austin, Nashville, Denver, and Orlando are scheduled to see some of the highest levels of new supply in which should continue to pressure pricing power. On a relative basis, we expect Dallas and Tampa to be leaders among our Sunbelt markets.\nMoving on, as shown on Slide 17, a we expect 2024 same-store expense growth of 5.25% at the midpoint. This is primarily driven by growth in real estate taxes, personnel and insurance. While only 6% of total expenses, insurance expense growth of 16% to 20% reflects the premium increase we realized when our policy was renewed in December. In terms of year-over-year expense growth guidance, the first quarter should be elevated due to a onetime $3.7 million employee retention credit we realized at the beginning of 2023. This has the effect of increasing total first quarter 2024 same-store expense growth by more than 300 basis points. Additionally, for full year 2024, the costs associated with our property-wide Wi-Fi initiative amount to an incremental $2 million.\nAbsent these 2 factors, we would expect normalized same-store expense growth to be in the low 4% range throughout the year or approximately 120 basis points lower than our full year midpoint. In closing, while the near-term operating environment presents some challenges, we continue to innovate with the intention of increasing revenue growth. improving resident retention and further expanding our operating margin over time. I thank our teams for their collaboration and eagerness to leverage new and innovative tools to drive superior results. I will now turn over the call to Tom.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Mike, and as summarized on Slide 18. When we consider our potential 2024 growth trajectory, I come back to the key components of running a successful business. First is to understand your customer. Our residents have healthy rent-to-income ratios and relative affordability continues to favor apartments over other forms of housing. So we view the effect of elevated supply as transitory and expect that the demand versus supply dynamics will revert to our favor sometime after 2024. In terms of resident satisfaction, we can measure success through our customer experience initiatives and how they translate into greater retention, which has improved for 9 consecutive months. We expect this trend to continue. The second component is the understanding of your associates. Through frequent discussions, surveys and town halls, we have created an open dialogue and a culture that fosters engagement and innovation.\nUDR is proud and recognized leader in corporate responsibility as well. And third characteristic is to listen to investors. We are highly engaged, conducting roughly 500 investor calls, meetings each year. We are confident that we have a good read on what investors think we are doing well. and where we can improve. From these interactions, we have created a company we believe is a full cycle investment and maximize value creation for our stakeholders regardless of the economic outlook. In 2024, we plan to focus on what we can control, namely, this means leaning into our operating platform and innovation, developing talent, nimbly adjusting our operating strategy in the face of supply and taking a capital-wide approach to maintain liquidity and balance sheet flexibility. Taken together, we believe we can successfully navigate whatever macro environment we face moving forward. With that, I'll open it up to Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f67fa638fee8283279209fb0ed0ce96d",
    "period": "2023 Q3",
    "content": "Q3 2023 UDR Inc Earnings Call\n\nQ3 2023 UDR Inc Earnings Call\n\nUDRNYSEOCT 27, 12:00 PM\n\nOperator\n\nGreetings. Welcome to UDR's Third Quarter 2023 Earnings Call. [Operator Instructions] Please note that this conference is being recorded. It is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC.\nWe do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Third Quarter 2023 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of Operations, Mike Lacy, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van Ens will also be available during the Q&A portion of the call.\nTo begin, for much of the third quarter, the multifamily industry continued to benefit from a resilient consumer, continued job and wage growth and relative price point affordability versus alternative housing options. These tailwinds served as an effective break against elevated apartment deliveries during the quarter. Our quarterly results reflect this relative stable demand versus supply environment. With year-over-year, Same-Store NOI growth of 6% and FFOA per share growth of 5%.\nBoth of these growth rates were at or above our historical norms. However, towards the end of the third quarter and into the fourth quarter thus far, the stable supply and demand dynamic changed as the seasonally slower leasing period took hold. Since mid-September, increased concessionary activity from new supply deliveries and lease-up have put more pressure on our lease growth rate and occupancy across A and B quality communities throughout our portfolio. This dynamic and its impact on our B quality communities in particular, was unexpected and unprecedented in my 30 years in the multifamily industry.\nEven more so, as demand has continued to hold up relatively well. While this situation being felt across our industry, it has led us to lower our Same-Store and FFOA per share guidance for the full year 2023 with yesterday's earnings release. While we cannot control macro factors that impact our business, such as interest rates, inflation and job growth to name a few. We are focused on what we can control. These include, first, we continue to innovate, which has added to our bottom line in 2023, and we'll do so for the years to come. We expect our two largest near-term initiatives being building-wide WiFi and enhanced customer experience to increase revenue, improve resident retention and further expand our operating margin over time. Mike will provide greater detail in his remarks.\nSecond, we anticipate driving cash accretion from the 6 Texas communities we acquired during the third quarter. By bringing these communities on to the UDR platform and operating them more efficiently, we expect to capture approximately 800 basis points margin over time. Third, the joint venture partnership executed at the end of the second quarter is poised to grow with positive redeployment spreads, which should expand our fee income and result in scale-oriented efficiency benefits to our operations. We are actively engaged with our partner on where to deploy capital that should provide future earnings accretion and enhanced ROE. And fourth, we can actively enhance our liquidity to be in a strong position to take advantage of growth opportunities when our cost of capital eventually improves and supply pressures lessen.\nLooking ahead to 2024, we expect that a validated apartment deliveries will continue to pressure organic growth and capital markets recession should limit external growth prospects. Mike and Joe will add comments and color on these as well. Moving on. We continue to build on our position as a recognized ESG leader with the publication of our fifth annual ESG report, being named a sector leader by GRESB our GRESB survey score of 87 matched the highest in our history, and for the fifth consecutive year, our public disclosure was NA rating. These are achievements that all UDR stakeholders should be proud of as we work towards a more sustainable future.\nLastly, I believe that UDR multifaceted diversification, leading operating platform and investment-grade balance sheet with nearly $1 billion of liquidity will help us to successfully navigate whatever macro environment we face moving forward. In closing, to my fellow UDR associates. Thank you for your continued hard work and dedication.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. Today, I'll cover the following topics. Our third quarter same-store results early fourth quarter 2023 results and how they factor into our updated full year 2023 same-store growth outlook and an update on operating trends across our regions.\nTo begin, third quarter year-over-year Same-Store revenue and NOI growth of 5.3% and 6.1%, respectively, as well as sequential same-store revenue growth of 2.3%, met our expectations. Similarly, quarterly Same-Store expense growth moderated primarily due to favorable real estate tax outcomes in Texas and fewer insurance events. Thus far in 2023, a variety of demand and profitability indicators have benefited our business. These include stable occupancy, improved revenue retention and renewal lease rate growth holding above 4%.\nHowever, since mid-September, some challenges have emerged, including weaker traffic, lower leasing volume and new lease rate growth decelerating beyond typical seasonal norms. Combining all of this, we have seen a demand environment that continues to hold up well but one that has been overtaken by growing concessionary pressures from elevated apartment deliveries as we entered the seasonally slower period of the year. In sure, the consumer seems okay right now, but in place and prospective residents can choose among more options at a discounted price in many of our markets. Buyers have become shoppers, which has pressured blended lease rate growth and occupancy across the industry. And ultimately led us to reduce our full year straight-line same-store revenue and NOI guidance ranges by 75 basis points each at the midpoint.\nNevertheless, our revised guidance still remains above the peer group average. To provide a little more context. When we reported second quarter results in July, we were aware of the elevated new delivery forecast through the back half of 2023. At the time, we saw a resilient consumer elevated supply with developers offering approximately 1 month free and not competing with our predominantly B quality product and easier year-over-year comps in the fourth quarter. This dynamic persisted through early September until things begin to change. The financial health of our consumer was and still is okay, for lease-up concessions in many of our markets increased rapidly and began to compete directly with the quality product. This was something we did not expect and place our brands in occupancy under more pressure than originally anticipated.\nEDR typically does not use many concessions, but as a result of more direct competition, our average portfolio-wide concessions have increased threefold from half a week to 1.5 weeks. This equates to approximately 2% lower brands or the difference between the 3% to 3.5% fourth quarter blends we thought we would achieve back in July versus the roughly 1% blends we are currently realizing. We expect this concession-heavy dynamic to continue throughout the fourth quarter and into 2024. Looking ahead, and based on this revised outlook, we are forecasting a 2024 Same-Store revenue earn-in of approximately 1%, slightly below our historical norm. We will provide official 2024 guidance in February, but 2 initial considerations include: one, as it relates to same-store revenue market conditions suggest that 2024 rent growth will be below the long-term average of approximately 3% due to the negative impact of elevated deliveries combined with potentially lower forward demand. And two, our same-store expense growth is likely to approximate 2023 levels, driven by pressure on insurance, utilities and personnel.\nIn particular, we faced a difficult year-over-year comparison in the first quarter, due to the $3.7 million onetime employee retention credit realized at the beginning of 2023. Moving on we continue to make solid progress implementing our innovation initiatives, which we expect will enhance our growth profile in the years ahead. The 2 largest initiatives underway: one, building wide WiFi installations, we have underwritten and are achieving incremental revenue of $50 per month, per apartment home at a nearly 75% margin. We expect to end 2023 with community-wide WiFi installed across roughly 20,000 units with additional rollout planned through 2025. Two, our customer experience project will help to reduce turnover over time. We've spent the last 2 years analyzing nearly a decade worth of leasing data and resident interactions across every possible touch point.\nFrom this, we built real-time resident-specific experienced dashboards and [indiscernible] 50% of our turnover is controllable. We sell across various operational metrics, but acknowledge our turnover has been higher than the peer average of light and believe there is a large opportunity to put upon this. While still early in the process, we are operationalizing our dashboards to identify resident or property-specific probe areas, make changes and ultimately improve retention. On its own, every 100 basis points of improved retention equates to approximately $2.5 million of higher NOI. Over the coming years, the tangible effects of our efforts should be evidenced by lower turnover as well as higher occupancy, expense savings, increased other income and improved pricing power.\nTurning to regional trends. The relative outperformance of Coastal versus Sunbelt markets in recent quarters has continued, although elevated supply exists across all regions. On the East Coast, New York and Boston, which comprised nearly 20% of our total NOI, continue to be 2 of our strongest markets. Weighted average third quarter occupancy for these markets was 96.7%, and we achieved nearly 7% year-over-year same-store revenue growth. Minimal competitive new supply and high levels of demand continued to support pricing power with blended lease rate growth of nearly 4% during the quarter. In annualized resident turnover, 330 basis points lower than a year ago.\nOn the West Coast, occupancy has remained in the mid- to high 96% range. Orange County, which is our second largest market at 11% of total NOI, showed the greatest strength with year-over-year occupancy increasing by 70 basis points and NOI growth of 7% during the third quarter. Other markets across the West Coast, however, have seen an increase in concessionary activity with the San Francisco Bay Area most impacted. While we are currently averaging 3 weeks of rent concessions across our San Francisco portfolio, it is not uncommon to find 4 to 6 weeks of free rent in the market.\nLastly, the Sunbelt continues to face elevated levels of new supply, which has resulted in year-over-year new lease rate growth of negative 3% to negative 6%, equating to an approximate 3-week concession on new lease. Based on job growth and traffic volumes, we believe demand remains solid and absorption is positive. However, because of the multitude of new options available to residents, renters have been wanting to shop more, we expect some ball supply deliveries will remain elevated in 2024, which should continue to constrain pricing power across the region.\nIn closing, while the near-term operating environment presents some challenges for us, I thank our teams for continuing to utilize new tools and technology to drive superior long-term results.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our third quarter results and a fourth quarter and full year 2023 guidance, a summary of recent transactions and capital markets activity and a balance sheet update. Our third quarter FFO as adjusted per share of $0.63 achieved the midpoint of our previously provided guidance range and was supported by strong year-over-year Same-Store NOI growth. The approximately 2% sequential increase was driven by incremental NOI from Same-Store, joint venture and recently completed development communities. Year-to-date results through the third quarter were largely in line with our initial expectations. However, elevated levels of supply have resulted in less robust pricing power than previously expected towards the end of the third quarter and into the fourth quarter thus far.\nAs a result, we have reduced our full year 2023 same-store growth and FFOA per share guidance ranges. Looking ahead, for the fourth quarter, our FFOA per share guidance range of $0.62 to $0.64 or an approximate 3% year-over-year increase at the midpoint. The expectation for stable sequential FFOA per share is driven by a $0.05 benefit from Same-Store NOI growth, additional lease-up NOI from recently developed communities and lower G&A expense. Offset by [ $0.005 ] from near-term FFOA dilution from the OP unit transaction we completed during the third quarter.\nNext, a transactions and capital markets update. First, during the quarter, we completed the previously disclosed acquisition of 1,753 apartment homes in Dallas and Austin for approximately $402 million. This was financed to roughly $173 million of UDR operating partnership units issued at $47.50 per share and our assumption of nearly $210 million of debt at an attractive weighted average coupon rate of 3.8%. Due to negative noncash debt mark-to-market adjustments related to the below-market rate debt assumed, which were more adversely impacted than previously expected due to recent increases in interest rates, the transaction is dilutive to FFOA per share in 2023.\nHowever, moving forward, we are confident in our ability to drive future accretion by capturing approximately 800 basis points of margin upside. Second, during the quarter, we repurchased a total of approximately 620,000 common shares at a weighted average price of $40.13 per share for total consideration of approximately $25 million. These buybacks were executed at an average discount to consensus NAV up 15% and a low 6% implied cap rate. Funding came from a portion of the proceeds we received from the LaSalle joint venture seed portfolio, which was priced at a low 5% yield, thereby capturing a positive spread. And third, during the quarter, we achieved occupancy stabilization on a $127 million development community, totaling 220 apartment homes located in Dublin, California. This property, along with 3 other recently completed developments are expected to be accretive to FFOA in 2024 and 2025 as they continue to progress towards stabilization.\nFinally, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have only $114 million of consolidated debt or approximately 0.6% of enterprise value scheduled to mature through 2024, after excluding amounts on our credit facilities and our commercial paper program. Our proactive approach to manage on our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.4%. Second, we have nearly $1 billion of liquidity as of September 30. And third, our leverage metrics remain strong. debt to enterprise value was just 30% at quarter end, while net debt-to-EBITDAre was 5.7x, down 0.3x from a year ago and happy turned better versus precoated levels. We expect these metrics to remain stable through the remainder of 2023.\nIn all, our balance sheet and liquidity remain in excellent shape. We remain opportunistic in our capital deployment with balanced forward sources and uses and we continue to utilize a variety of capital allocation competitive advantages to drive accretion. With that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/01416aa29d73b2b0c6693b8f020f9dfd",
    "period": "2023 Q2",
    "content": "Q2 2023 UDR Inc Earnings Call\n\nQ2 2023 UDR Inc Earnings Call\n\nUDRNYSEJUL 27, 1:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's Second Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Vice President of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. .\nIn the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements. Statements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of the risks and risk factors are detailed in our press release and included in our filings with the SEC.\nWe do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Second Quarter 2023 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of Operations, Mike Lacy, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van ens will also be available during the Q&A portion of the call.\nTo begin, the multifamily business continues to exhibit strength. In the second quarter, the industry experienced positive net absorption, demonstrating the health of the consumer and the attractiveness of the apartments first alternative housing options, despite pockets of elevated supply deliveries.\nOur results reflect the strength, a few highlights: one, our second quarter year-over-year same-store NOI growth of almost 8%, led to year-over-year FFOA per share growth of 7%, both of which we expect to be near the top of our peer group. Two, early third quarter trends, including traffic, other income and collections have accelerated versus our June results. This supports our expectations of sequential same-store revenue growth above historic norms and FFOA per share acceleration in the second half of 2023, as indicated in our guidance.\nThree, the joint venture partnership and portfolio acquisition of 6 communities we announced aligned with our strategic goals and demonstrates the strength of our operating platform by attracting capital from a sophisticated global institutional partner while finding a unique opportunity to deploy capital and grow the company.\nThese transactions provide future cash flow accretion, enhanced ROE for investors and offer additional scale and efficiency benefits for our operating teams. And four, our investment-grade balance sheet remains strong with over $1 billion of liquidity. This provides both safety and the ability to execute accretive transactions should our cost of capital improve.\nLooking ahead, we are encouraged by the continued job and wage growth, combined with the prospects of additional clarity on the direction of interest rates. Regardless, of the economic path forward, UDR is well equipped to succeed based upon our diversified portfolio, prudent capital allocation and our leading operating and innovative platform, all of which should help us outperform versus peers.\nCollectively, the actions we are taking are poised to benefit our stakeholders, our associates and the communities in which we operate. With a highly engaged group of associates and future utilization of innovative technologies, I'm confident in UDR's ability to capitalize on the strength of the multifamily industry and expand our advantages amongst public and private peers.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. The topics I will cover today include our second quarter same-store results, early third quarter 2023 results and how they factor into our full year 2023 same-store growth outlook and an update on operating trends across our regions.\nTo begin, year-over-year same-store revenue and NOI grew at strong rates of 7.6% and 7.7%, respectively, in the second quarter. Similar to the first quarter, we continue to recapture apartment homes that were previously occupied by long-term delinquent residents. This temporarily high level of baking units pressured pricing and increased repair and maintenance expense relative to what was in our initial guidance. There's still some work to do on this front, but we believe these disruptions are now largely behind us, as long-term delinquents have reverted to near our pre-COVID levels and in the month collections continue to improve.\nNext, we continue to see favorable fundamental trends to start the third quarter. First, demand remains relatively healthy. Year-to-date job growth has been stronger than most anticipated, which is supporting solid levels of traffic. Second, the financial health of our residents appear robust as wage inflation has largely kept pace with rent growth in most markets, resulting in steady rent to income levels in the low to mid-20% range.\nSecond quarter move-outs due to rent increases totaled only 8%, down from roughly 10% last quarter and 18% at its peak a year ago. Third, relative affordability remains in our favor with mortgage rates hovering around 7% and low single-family home inventories bolstering prices, renting an apartment has approximately 55% less expensive than owning a home versus 35% less expensive pre-COVID. Only 6% of move-outs in the second quarter were due to home purchase, which is 50% less than our historical average.\nAnd last, concessions remain minimal and average approximately half a week on new leases across our same-store portfolio. The concessions we've been offering remain primarily concentrated in certain submarkets where elevated levels of new supply are being delivered. With this backdrop, we have confidence in our ability to drive further sequential same-store revenue growth improvement in the second half of 2023.\nFirst, after a slow start to the year, sequential market rent growth of 3% over the last 4 months is above the pre-COVID average of approximately 2% over the same time frame. July blended lease rate growth of mid-2% and occupancy in the mid-96% range are similar to our June results and are anchored by the most difficult year-over-year comparisons we face given June, July and August 2022 blended lease rate growth of 15.5% on average.\nAs the year progresses, our comparisons to 2022 results ease. This, when combined with our strong loss to lease and rent growth momentum should result in acceleration in both new lease rate growth and blended lease rate growth throughout the year. This would benefit not only 2023, but also positively contribute to our 2024 earn-in.\nSecond, our loss to lease at the portfolio level stands at 3% to 4%, much of this is related to leases signed in the fourth quarter of 2022 and first quarter of 2023 due to greater than typical seasonality during those periods. New York, Boston, Washington D.C., Seattle and San Francisco, which are collectively half of our same-store NOI, have the largest upside with a weighted average loss to lease of approximately 5%.\nAnd third, resident turnover is improving, which has both revenue and expense benefits. During the first half of 2023, we had approximately 600 more unit turns from resident skips and evictions compared to the first half of 2022.\nThis impacted our occupancy, turn costs, repair and maintenance expense and administrative expenses, which collectively reduced our earnings by approximately $0.01 to $0.02 per share. Now that we are closer to the pre-COVID norm for long-term delinquent residents, we expect less pressure on turn costs, a reduction in vacant days and improved pricing in the second half of 2023 and into 2024. In all, we have positive operating momentum as we begin the back half of the year and expect to produce sequential same-store revenue growth of 2% to 2.5% in the third quarter, which compares favorably to pre-COVID averages approximately 1% and above levels seen a year ago.\nRelating this to full year 2023 guidance, recall that the building blocks we've provided to achieve the midpoint of our same-store revenue growth guidance included: one, our 5% earn-in; two, full year blended rate growth of 2.5% with the contribution to '23 being half of this or 1.25%; three, 50 basis points from other income initiatives; and four, flat year-over-year occupancy. Thus far, better realized year-to-date blended lease rate growth versus what was in our original guidance has been offset by 50 basis points of occupancy headwind from quicker-than-expected success removing long-term delinquency.\nWe will continue to take a balanced approach between pushing rates and maintaining occupancy to maximize revenue and NOI. Turning to regional trends. The positive momentum we have seen on the coast has continued. On the East Coast, our Northeast markets of New York and Boston are portfolio standouts. Weighted average second quarter occupancy was 97.2% and we achieved 9.4% year-over-year same-store revenue growth, robust levels of traffic and minimal competitive new supply continue to support pricing power with blended lease rate growth of nearly 5% during the quarter. On the West Coast, occupancy has remained consistent in the mid-96% range with stable concession usage. Seattle was a standout in the second quarter with a 70 basis point sequential acceleration in blended lease rate growth compared to a 30 basis point deceleration for the entire portfolio.\nReturn to office mandates for various large employers in the region, coupled with new jobs created by artificial intelligence companies has enhanced both traffic levels and pricing cover. Lastly, the Sunbelt continues to face a pair of headwinds that has led to negative new lease rate growth in order to maintain occupancy levels. First is the relatively high level of new supply deliveries, which we would expect to continue through 2024. Second is an increase in skips to nearly twice the prior year level, attributable to compounded rent growth over the past few years, outpacing income growth and affecting affordability for certain residents.\nBecause of these factors, we expect pricing power across our various Sunbelt markets to remain constrained in the near term, though we continue to believe in the long-term growth prospects.\nFinally, I'm excited to operate the 6 communities in Texas that we are under contract to acquire. Our acquisitions team identified properties with in-place controllable operating margins that are approximately 800 basis points on average below UDR communities in the same markets. By bringing these acquisitions onto our best-in-class operating platform, we can drive compelling upside and create value through our existing and ongoing innovation initiatives.\nIn closing, thanks to our teams for your ability to execute our strategies as we continuously innovate and adopt new technologies to drive strong results.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our second quarter results and third quarter and full year 2023 guidance, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update. .\nOur second quarter FFO as adjusted per share of $0.61 achieved the midpoint of our previously provided guidance range and was supported by strong year-over-year same-store NOI growth. The approximately 2% sequential increase was driven by incremental NOI from same-store, joint venture and recently completed development communities. Year-to-date results are largely in line with our initial expectations. Operations are trending to the midpoint of guidance and potential accretion from the La Salle joint venture is offset by near-term dilution from the announced Dallas and Austin acquisitions.\nAs such, we have narrowed our full year 2023 same-store growth and FFOA per share guidance ranges. Looking ahead, for the third quarter, our FFOA per share guidance range is $0.62 to $0.64 or an approximately 5% year-over-year increase at the midpoint. The $0.02 or 3% sequential increase is driven by a combination of higher NOI from same-store and recently developed communities. The implied fourth quarter FFOA per share guidance of $0.65 reflects another $0.02 or 3% sequential increase. This is driven by an increase in revenue from blended lease rates, occupancy and other income initiatives, additional lease-up NOI from developed communities, higher income from DCP investments, sequentially lower expenses and improved bad debt trends.\nNext, a transactions and capital markets update. First, during the quarter, we completed the formation of a $507 million joint venture with [ LaSalle ] on behalf of an institutional client. UDR contributed a seed portfolio of 4 communities totaling more than 1,300 apartment homes at a low 5% yield. With the $245 million in proceeds, we reduced our commercial paper balance, which carries a mid-5% interest rate. We plan to grow the joint venture alongside our partner by targeting acquisitions with operating upside that are located proximate to other UDR communities to increase operating scale, densification and earnings accretion. This transaction is expected to be accretive to cash flow and FFOA per share once dry powder is deployed and will enhance our future growth profile.\nSecond, subsequent to quarter end, we entered into an agreement to acquire 6 communities totaling 1,753 apartment homes for approximately $402 million. In addition to the operating upside Mike discussed, we were able to finance the transaction through roughly $173 million of UDR operating partnership units issued at $47.50 reflecting a 2% premium to consensus NAV.\nFurthermore, we assume nearly $210 million of debt at an attractive weighted average coupon rate of 3.8%. Due to negative noncash debt mark-to-market adjustments related to the below-market debt rate assumed, the transaction is expected to be cash flow neutral and slightly dilutive to FFOA per share in the near term. However, we expect to drive accretion once operations captures the significant margin upside.\nThird, during the quarter, we addressed 3 of our upcoming DCP maturities by funding a total of $39 million to pay down and extend the maturity dates of the senior construction loans. These fundings will earn a projected initial contractual weighted average return rate of 9.4% while having our first dollar exposure starting in the low 50% LTV range.\nAnd fourth, during the quarter, we achieved stabilization on one development community, totaling 292 apartment homes for a cost of $102 million at a stabilized yield in the high 5% range. We continued the successful lease-up at our 2 other recently completed development communities which also have an expected weighted average stabilized yield in the high 5% range and will contribute significant FFOA accretion in the second half of 2023 and into 2024. Finally, -- our investment-grade balance sheet remains liquid and fully capable of funding our capital needs.\nSome highlights include: first, we have only $113 million of consolidated debt or approximately 0.5% of enterprise value scheduled to mature through 2024, after excluding amounts on our credit facilities in our commercial paper program. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.2%. Second, we have $1.1 billion of liquidity as of June 30. And third, our leverage metrics remain strong. Debt to enterprise value was just 27% at quarter end, while net debt-to-EBITDAre was 5.5x, down 0.7x from 6.2x a year ago and more than half a turn better versus pre-COVID levels. We expect these metrics to remain stable throughout 2023.\nIn all, our balance sheet remains in excellent shape. Our liquidity position is strong. We remain opportunistic in our capital deployment with balanced forward sources and uses and we continue to utilize a variety of capital allocation competitive advantages to drive cash flow and earnings accretion. With that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08cfb2f69ebfb0755d7cab91a8644af3",
    "period": "2023 Q1",
    "content": "Q1 2023 UDR Inc Earnings Call\n\nQ1 2023 UDR Inc Earnings Call\n\nUDRNYSEAPR 27, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the UDR First Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Trent Trujillo. Please go ahead.\n\nTrent Nathan Trujillo\n\nAnalyst, Scotiabank Global Banking and Markets, Research Division\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\n[Operator Instructions] Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & Chief Executive Officer, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's First Quarter 2023 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of Operations, Mike Lacy, who will discuss our results. Senior officers Andrew Cantor and Chris van Ens will also be available during the Q&A portion of the call.\nTo begin, we started 2023 from a position of strength: steady demand from years of housing undersupply in the U.S., cycle-best relative affordability versus alternative housing options and embedded same-store revenue growth that was 3x higher than our historical average.\nYear-to-date results demonstrate this strength. Let me highlight those. One, our first quarter same-store revenue growth of nearly 10% and same-store NOI growth of almost 12% led to year-over-year FFOA per share growth of 9%; two, early second quarter trends across traffic, blended rate growth and collections are in line with our expectations, reinforcing the confidence we have in our business and guidance; and three, our balance sheet is strong, and we continue to adhere to capital market signals with our capital-light strategy. Our investment-grade balance sheet and nearly $1 billion of liquidity provide safety during the potential downturn and afford the opportunity to grow the company should our cost of capital improve.\nLooking ahead, there remains a wide variety of economic scenarios that could play out, but UDR has excelled across a variety of environments over our 50-year history. Our strategy is built around diversification, prudent capital allocation decisions and focusing on what we control to drive relative outperformance within the industry. These include: first, our leading operating platform continues to maximize the value of our communities and deliver a high level of resident satisfaction; second, innovation initiatives are, again, proving to be a differentiator versus peers and are a positive contributor to our growth profile in 2023 and beyond; and third, our diversified portfolio provides both safety and the ability to allocate capital across a variety of markets and investment opportunities that generate high risk-adjusted returns.\nAdditionally, we benefit from favorable relative setups for the U.S. multifamily industry. Job and income growth have defied expectations and remain positive. Total housing supply is stable, and the level of future development starts has started to decline. And relative affordability versus single-family housing is as favorable as it's been in nearly my 22-year tenure at UDR.\nTaken together, I remain very optimistic on the relative strength of the multifamily industry and UDR's advantages within the industry. We have a strong culture, a talented team with a robust track record of performance, and we continue to invest in our associates and additional technologies. We expect to improve our efficiency, expand our NOI margin and create value for all UDR shareholders and stakeholders.\nIn closing, I thank my fellow associates for your commitment to excellence and innovation, which I'm confident should continue to drive attractive, absolute and relative results.\nWith that, I'll turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. The topics I will cover today include: our first quarter same-store results, early second quarter 2023 trends and how they factor into our reaffirmed full year 2023 same-store growth outlook and an update on our continued innovation and operating efficiencies.\nTo begin, strong year-over-year same-store revenue and NOI growth of 9.6% and 11.7% in the first quarter were driven by: first, blended lease rate growth of 3.5%, which was in line with our expectations and driven by above-average renewal rate growth of 7.4%; second, occupancy that held strong at 96.6% supported by healthy traffic; and third, rent collections continued to improve, with March being our highest level of in-the-month collections since the beginning of COVID.\nDuring the quarter, we remain focused on enhancing our rent roll and recapturing apartment homes that were previously occupied by long-term delinquent residents. The short-term effect of our approach had 3 direct results: one, approximately 400 basis points of higher annualized turnover versus the prior year, although 39% annualized turnover is in line with our long-term first quarter average; two, increased repair and maintenance expenses; and three, higher levels of availability during a seasonally slow leasing period and, therefore, a near-term drag on pricing.\nHowever, re-leasing these apartment homes to paying residents is beneficial to total revenue. Our efforts to date have reduced the number of long-term delinquent residents to approximately 300 or 50 basis points of total units, which is down from a peak of 750 and compares to our long-term average of 250. This, in combination with better in-month collections, helped to further reduce our bad debt reserve.\nNext, we continue to see favorable fundamental trends to start the second quarter. First, demand remains relatively healthy. Year-to-date job growth has been stronger than many had anticipated, and traffic is roughly in line with the elevated levels we saw a year ago and well above the long-term average.\nSecond, the financial health of our residents appear to be in good shape as wage inflation has largely kept pace with rent growth, resulting in steady rent income levels in the low 20% range. In light of recent consumer spending habits and bank commentary, we continue to watch for signs of change, but affordability remains strong as only 10% of our first quarter move-outs were due to rent increases, which is down from roughly 18% at its peak during the middle of 2022. Furthermore, we have yet to see material evidence of residents choosing to double-up.\nThird, relative affordability remains in our favor. Renting an apartment is approximately 50% less expensive than owning a home versus 35% less expensive pre-COVID. Only 5% of move-outs in the first quarter were due to home purchase, which is roughly 60% less than our historical average.\nAnd last, concessions remain minimal and average approximately half a week on new leases across our portfolio. The concessions we have been offering remain primarily concentrated in certain submarkets of San Francisco, Washington, D.C. and our Sunbelt markets, with the latter a function of new supply being delivered to those areas.\nWith this backdrop, second quarter blended lease rate growth is trending as expected and should average approximately 3%. New lease rate growth in April is approximately 50 basis points higher than March, though renewal rate has decelerated by 100 basis points. This convergence is in line with our expectations.\nRelating this to full year 2023 guidance, to achieve the 6.75% midpoint of our year-over-year same-store revenue growth guidance, full year blended rate growth needs to approximate 2.5%. With first quarter blended rate growth of 3.5%, we need to average only 2% blends for the duration of the year. We believe blends are anchored by renewal rate growth which, even during past downturns, was at least 2% on trailing 4-quarter average. In short, we remain confident in our ability to achieve the guidance we set in February.\nTurning to regional trends. On our last call, we anticipated that growth in our Sunbelt markets would continue to converge with the Coast and that Coast would have better growth results starting in mid-2023. That crossover occurred in the first quarter, slightly ahead of our expectation. While traffic remains healthy across all of our markets, the level of new supply being delivered to certain Sunbelt markets has resulted in higher market level concessions and has led to a pause in the ability to push new lease rate growth.\nConversely, results and momentum in New York and Boston, which comprise roughly 18% of our same-store NOI, have been stronger than expected. Minimal levels of new supply and robust traffic led to 97% occupancy and portfolio-leading blended lease rate growth of more than 6% on average for these 2 markets in the first quarter. These divergent situations reinforce the value of a diversified portfolio across markets and price points. We will continue to take a balanced approach between rate and occupancy to maximize revenue and NOI.\nFinally, we are progressing with our various innovation initiatives, which will add to our bottom line in 2023 and beyond. Our high-margin, revenue-focused and tech-enabling building-wide WiFi project is expected to be rolled out across approximately 1/3 of our portfolio by year-end and our entire portfolio by 2025. We are making inroads on various resident-specific initiatives as part of our customer experience project that will enhance satisfaction, reduce resident turnover and drive greater pricing power.\nAnd we have advanced the integration of big data to enhance our pricing system. Over the past decade, our same-store growth results have benefited from approximately 50 basis point contribution from our unique initiatives. In this year, we expect the same.\nIn closing, thanks to our teams for your passion in delivering best-in-class results to our residents and stakeholders. I'll now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO and SVP, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our first quarter results, a summary of recent transactions and capital markets activity and the balance sheet and liquidity update. .\nOur first quarter FFO as adjusted per share of $0.60 achieved the midpoint of our previously provided guidance range and was supported by strong year-over-year same-store NOI growth. The slight sequential decline was driven by higher average share count from the settlement of forward equity agreements at the end of the fourth quarter and higher interest expense, partially offset by incremental NOI from recently completed development communities.\nIncluded in our first quarter results was a $3.7 million onetime expense benefit due to a refundable payroll tax credit related to the employee retention credit program, which was previously contemplated in our original guidance expectations.\nLooking ahead, our second quarter FFOA per share guidance range is $0.60 to $0.62 or an approximately 7% year-over-year increase at the midpoint. The 2% sequential increase is driven by a combination of higher NOI from same-store, joint venture and recently developed communities. Year-to-date, results are in line with our initial expectations, and we have reaffirmed our full year 2023 same-store growth and FFOA per share guidance ranges.\nNext, a transactions and capital markets update. First, in alignment with our shift towards a capital-light strategy in mid-2022, we made no acquisitions, no new DCP investments and no new development starts during the first quarter.\nSecond, during the quarter, we completed construction of a $145 million 300-apartment home community in Washington, D.C. With this, our current development pipeline consists of just 2 communities totaling 415 homes at a budgeted cost of $188 million, with 40% of this cost already incurred, thereby limiting our forward funding commitments.\nAnd third, during the quarter, we achieved stabilization on 2 development communities totaling 605 apartment homes for a cost of $142 million at a blended stabilized yield of approximately 7%. We also continued the successful lease-up at our 3 other recently completed development communities, which have an expected weighted average stabilized yield in the high 5s.\nFinally, our investment-grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have only $113 million of consolidated debt or approximately 0.5% of enterprise value scheduled to mature through 2024 after excluding amounts on our credit facilities and our commercial paper program. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.25%. Second, we have nearly $1 billion of liquidity as of March 31. And third, our leverage metrics remain strong. Debt to enterprise value was just 29% at quarter end, while net debt to EBITDAre was 5.7x, down nearly a full turn from 6.4x a year ago and 0.5 turn better versus pre-COVID levels. We expect these metrics to improve further throughout 2023.\nIn all, our balance sheet remains in excellent shape. Our liquidity position is strong. We remain selective in our capital deployment with balanced forward sources and uses, and we continue to utilize a variety of capital allocation competitive advantages to drive earnings accretion.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a8a74003cee420bebb5f064d7907cd0",
    "period": "2022 Q4",
    "content": "Q4 2022 UDR Inc Earnings Call\n\nQ4 2022 UDR Inc Earnings Call\n\nUDRNYSEFEB 7, 1:00 PM\n\nOperator\n\nGreetings, and welcome to the UDR, Inc. Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Trent Trujillo, Director of Investor Relations. Thank you, Trent. You may begin.\n\nTrent Nathan Trujillo\n\nVP of IR, UDR, Inc.\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurances that our expectations will be met. A discussion of risks and risk factors are detailed in our press release, and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to 1 plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & CEO, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Fourth Quarter 2022 Conference Call. Presenting on the call with me today are President and Chief Financial Officer, Joe Fisher; and Senior Vice President of Operations, Mike Lacy, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van Ens, will also be available during the Q&A portion of the call.\nTo begin, 2022 was an exceptional year for UDR. First, our same-store revenue growth was near the top of the sector, and we achieved record high full year same-store NOI growth of 14% and FFOA per share growth of 16%. Second, we further advanced our already industry-leading operating platform by investing in our people, which included establishing a 16-person task force to generate and execute innovation initiatives.\nAdditionally, we engaged in various PropTech and Climate Tech investments. Together, these resources should further expand our peer-leading operating margin into the future. Third, we adhered to the capital market signals, growing opportunistically when our equity was attractively priced early in the year, and actively pivoting to a capital-light strategy when our cost of capital increased. Being a good steward of your capital is paramount. Fourth, while we had next to zero debt maturities in 2022, we continue to reduce leverage, strengthen our balance sheet and enhance our liquidity.\nAnd last, we were honored to be recognized by a variety of organizations for our ongoing commitment to our associates, stakeholders and the environment. These include UDR earned a 5-star ESG designation from GRESB, the highest rating possible. Company was named by Newsweek as 1 of America's most responsible companies for the second year in a row, and institutional investors recognize our ESG program, our Board, IRR team and numerous executives being top 3 in the respective categories among all U.S. REITs. In short, we have the right strategy and leadership in place to continue to propel UDR forward.\nLooking ahead to 2023, we are very aware of the wide range of economic scenarios that are forecasted to play out. But we build our strategy around diversification and the ability to perform in any environment. This is well demonstrated by our history of cash flow growth and TSR outperformance, specifically an 11% TSR compounded annual growth rate over 22 -- my 22 years at UDR. The constant over this time is our focus on what we can control, and how that sets up for relative long-term outperformance? This includes, first, the strong relative setup of U.S. multifamily industry. Housing is a needs-based business, supply is stable, demand and traffic remain healthy, job growth has remained positive, rent to income levels are steady and relative affordability versus single-family ownership and rentership remain near all-time highs, while the cost of capital across the industry continues to improve.\nSecond, the favorable setup for UDR within the industry. We entered 2023 with approximately 5% earnings, the second highest amongst our peers and the highest in UDR's history. Innovation initiatives and prudent capital allocation should enhance this growth through margin yield expansion. Furthermore, our balance sheet remains highly liquid with $1 billion of capacity, and we have no debt maturing until 2024. And finally, we increased our dividend by a robust 10.5% this year, enhancing our already strong return profile.\nTaken together, we feel confident that we will effectively manage whatever macro environment we face and continue to produce strong, absolute and relative results.\nIn closing, I'm very optimistic on the relative strength of the multifamily industry and UDR's relative advantages within the industry. We have a strong talented, experienced and innovative team, with a track record of strong relative performance. The key that unlocks our potential is our drive to continue to listen to our associates, our customers and stakeholders, which enables us to determine where we excel, where we can improve and how we can better innovate for the future? To my fellow associates, thank you for all you did during 2022 again to make UDR a successful year, and I look forward to what will come in 2023.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. The topics I will cover today include our fourth quarter same-store results, early 2023 trends, our full year 2023 same-store growth outlook, including factors that could drive results to either end of our guidance range, and an update on our continued innovation and operating efficiencies.\nTo begin, strong sequential same-store revenue growth of 2% drove year-over-year same-store revenue and NOI growth of 12.1% and 14.5% in the fourth quarter. Results were driven by: first, robust blended lease rate growth of 5.4% was well above historical norms for what is usually our slowest leasing period of the year. This growth locked in our approximate 5% 2023 earn-in, the highest level in our history by more than 200 basis points.\nSecond, sustained strong occupancy of 96.8% exhibited our ability to efficiently convert traffic into signed leases. Third, we remain focused on enhancing our rent roll up, which resulted in higher turnover than expected from twice the usual volume of resident skips and evictions. And fourth, collection rates held steady. The number of long-term delinquent residents across our portfolio continues to trend closer to our historical (inaudible), with approximately 400 residents today or less than 1% of total units. This is down from over 700 delinquent residents earlier in 2022, helping to reduce our bad debt reserve.\nNext, early 2023 results and trends. In my experience, there are 4 primary indicators that help inform us of the strength of the operating environment. These include leasing traffic, concessions, absolute affordability and relative affordability. Thus far in 2023, we continue to see favorable trends.\nFirst, demand remains relatively healthy. Traffic is roughly in line with the elevated levels we saw a year ago and well above the long-term average, but prospective residents are taking longer to make their rental decisions. Second, concessions remain minimal and have been primarily concentrated in certain submarkets of San Francisco and Washington, D.C., averaging around 2 to 3 weeks. Recently, concessions of 1 week on average have appeared in Austin, Dallas and Denver. Third, our residents' balance sheet appear to be holding up, portfolio-wide wage growth has largely kept pace with rent growth since COVID began, resulting in steady rent to income levels in the low 20% range. To date, we have seen scan evidence of residents doubling up. In fact, 42% of our households are single occupants, up slightly compared to pre-code.\nAnd last, relative affordability remains in our favor. Renting an apartment is approximately 50% less expensive than owning a home versus 35% less expensive pre-COVID. Only 8% of move-outs in the fourth quarter were due to home purchase, roughly 30% less than typical. With this backdrop, blended rate growth for the first quarter is expected to average between 3% and 4%, similar to historical norms, and driven by renewal rate growth of 7% to 7.5%. New lease growth of negative 70 basis points in January was slightly below the pre-COVID average, but it is positive in February, and we expect further improvement as we enter peak leasing season.\nTurning to full year 2023. Our same-store revenue and NOI growth guidance is 6.75% and 7.5%, respectively, at the midpoints. We are also forecasting expense growth of 4.75% at the midpoint, with real estate taxes and insurance, the largest pressure points. Underlying the midpoint of our guidance range is a 2023 blended rate growth forecast of approximately 2% to 3%. We triangulated into this estimate using third-party forecast, input from our field teams and the output from a multifactor rent growth forecasting model we developed internally.\nThrough our predictive analytics work, we have found that total income growth is the primary driver of market rent growth. Within this model, consensus expectations that job growth will be slightly negative in 2023 are fully offset by the expectation of approximately 3% wage growth. In addition, a declining homeownership rate and slowing, but still positive, consensus real GDP growth should continue to benefit market rent growth this year, offset somewhat by increased new supply. In short, even if job growth goes slightly negative, we still see a path to positive rent growth in 2023.\nWith this in mind, our 6.75% same-store revenue growth guidance midpoint can be achieved through our approximate 5% earn-in, a 125-basis-point contribution using a midyear convention from blended rate growth comprised of new and renewal rate growth of 1.5% and 3.5%, respectively, an approximate 50-basis-point contribution from our unique innovation initiatives. The high end of 7.75% would be achieved through improved year-over-year occupancy, additional accretion from innovation and blended rate growth similar to the pre-COVID average of 4%, comprised of new and renewal rate growth of 3% and 5%, respectively.\nConversely, the low end of 5.75% reflects a 75-basis-point contribution from full year blended rate growth of 1.5%, comprised of flat new lease growth and 3% renewals, which is approximately 250 basis points below the pre-COVID average renewal rate. Because of the relative strength of our January and February blended rate growth, we need only nominal blended rate growth of 1% on average through the rest of the year to achieve a [low end]. For reference, even during past downturns, our lowest trailing 4 quarter average renewal rate growth was approximately 2%.\nOngoing regulatory challenges could impact our views as 2023 unfolds, but we should have visibility into 65% to 70% of our full year same-store revenue by the end of April. We plan to reassess our guidance assumptions at that time.\nFinally, we continue to drive forward on innovation with the intent of further expanding our 300-basis-point controllable operating margin advantage versus peers. Initiatives underway are expected to generate at least $40 million in incremental NOI by year-end 2025. $5 million to $10 million of this is included in our 2023 same-store guidance ranges, and will largely be focused on revenue upside, such as our building-wide WiFi project that enables seamless whole-building connectivity, our customer experience project to enhance satisfaction and drive property-level ROI initiatives, and the expanded use of big data to improve our pricing engine.\nInnovation has and will continue to drive more dollars to our bottom line as we roll out initiatives across our legacy portfolio and on external growth over time. As an example, on the $2.6 billion of third-party acquisitions we completed between 2019 and 2021, innovation has accounted for an additional 50 basis points in yield expansion above what the market alone would have provided, or around $13 million of incremental NOI. This translates to approximately $275 million of value creation.\nIn closing, a special thanks goes out to all of our teams for their relentless efforts to drive the best results possible across our markets. Your performance in 2022 was exceptional. And with your help, we will continue to leverage new and innovative tools to drive results in 2023 and beyond.\nI will now turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO & President, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our fourth quarter and full year 2022 results, and our initial outlook for full year 2023, a summary of recent transactions and capital markets activity, and a balance sheet and liquidity update. Our fourth quarter FFO as adjusted per share of $0.61 achieved the midpoint of our previously provided guidance range. Full year 2022 FFOA is adjusted of $2.33 was 16% higher year-over-year, reflecting the company's second strongest year of earnings growth in its 50-year history.\nSimilarly, our Board authorized a robust 10.5% increase to our dividend this year, enhancing our total return profile. Based on our AFFO per share guidance, our 2023 dividend of $1.68 reflects a payout ratio of 74%, in line with our historical average. Looking ahead, our full year 2023 FFOA per share guidance range is $2.45 to $2.53. The $2.49 midpoint represents a 7% annual increase supported by mid- to high-single-digit forecasted same-store NOI growth.\nThe $0.16 increase versus our full year 2022 result of $2.33 is driven by the following: a $0.20 benefit from same-store and joint venture NOI, a $0.04 benefit from non-same-store communities through the continued successful lease-up of recently developed and redeveloped communities, offset by $0.06 from higher interest expense and a higher average share count, and $0.02 from increased G&A expense and other corporate items. For the first quarter, our FFOA per share guidance range is $0.59 to $0.61, or a 9% year-over-year increase at the midpoint. The slight sequential decline is driven by higher average share count from the settlement of forward equity agreements at the end of the fourth quarter and the higher interest expense.\nNext, a transactions and capital markets update. First, in alignment with our shift towards a capital-light strategy in mid-2022, we made no acquisitions or DCP investments during the fourth quarter. And second, we generated approximately $220 million of capital from dispositions and forward equity settlements. Specifically, during the quarter, we sold 1 community in Orange County, California, for approximately $42 million and settled all remaining forward equity sales agreements at roughly $57 per share, or a 20% premium to current consensus NAV and a 35% premium to our recent share price. We used the proceeds to further improve our balance sheet and execute approximately $21 million of share repurchases at a 20% discount to consensus NAV and a high 5% implied cap rate.\nNext, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have only $115 million of consolidated debt, or approximately 0.5% of enterprise value scheduled to mature through 2024 after excluding amounts on our credit facilities and our commercial paper program. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.2%.\nSecond, we have $1 billion of liquidity as of December 31, providing us ample dry powder and strength. And third, our leverage metrics continue to improve. Debt to enterprise value was just 29% at quarter end, while net debt-to-EBITDAre was 5.6x, down nearly a full turn from 6.4x a year ago, and a half turn better versus pre-COVID levels. We expect these metrics to improve further throughout 2023.\nTaken together, our balance sheet remains in excellent shape. Our liquidity position is strong, we remain selective in our capital deployment with balanced forward sources and uses, and we continue to utilize a variety of capital allocation competitive advantages to create value and drive earnings accretion.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e46dc4a9dbc41078ebfcc0b844813bde",
    "period": "2022 Q3",
    "content": "Q3 2022 UDR Inc Earnings Call\n\nQ3 2022 UDR Inc Earnings Call\n\nUDRNYSEOCT 27, 1:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) It is now my pleasure to introduce your host, Senior Director of Investor Relations, Trent Trujillo. Thank you. You may begin.\n\nTrent Nathan Trujillo\n\nDirector of IR, UDR, Inc.\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com.\nIn the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC.\nWe do not undertake a duty to update any forward-looking statements. When we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to 1 plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & CEO, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's Third Quarter 2022 Conference Call. Presenting on the call with me today are Senior Vice President of Operations, Mike Lacy; and President and Chief Financial Officer, Joe Fisher, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van Ens will also be available during the Q&A portion of the call.\nTo begin, we continue to see exceptional results and are in a healthy multifamily operating environment. Highlights of the third quarter include the following: sequential same-store revenue growth of nearly 5%; year-over-year, same-store revenue grew almost 13% and NOI was nearly 16% higher. And we continue to capture additional accretion from our 2021 acquisitions.\nThese results translated into 18% year-over-year growth in FFOA per share and drove our third quarter guidance raise this year, which Mike and Joe will discuss in further detail. To date, the financial health of our resident has remained strong. Employment growth continues to demonstrate resiliency. Wage growth remains robust, traffic is healthy, rent-to-income levels of incoming residents has not deteriorated. Cash collections continue to improve.\nConcessions are almost nonexistent across the portfolio and the regulatory environment has been stabilizing. These factors, combined with our favorable relative affordable versus alternative housing options and reasonable new supply expectations create a positive near-term outlook for multifamily. In short, Main Street has shown incredible resiliency.\nMoving on. All in, we continue to believe UDR is well equipped to manage whatever macro environment we face based upon what we know right now and what we can control.\nFirst, our customer remains financially sound. Second, our jump-off point for 2023 has never been better as our same-store revenue earn-in is roughly 5% is effectively locked in at this point. Third, our continued focus on innovation and culture should continue to enhance our margin growth. Fourth, prior FFOA per share headwinds like development and lease-ups become tailwinds in 2023. And last, our balance sheet remains highly liquid with over $1 billion of capacity. That said, we are fully aware of growing concerns over where the macro environment is trending and the challenges our business could face moving forward.\nTwo areas to highlight include: First, elevated inflation. We like most every business are feeling the impact of inflation across our expense structure. Thus far, we have been able to pass these costs on to our residents in relatively short order, given our standard 12-month lease structure.\nSpecific to the third quarter, a portion of our elevated expense growth was anticipated as we continue to push rental rate growth, which resulted in higher turnover and elevated repair and maintenance cost. However, building a better 2023 rent roll at the expense of short-term cost pressures, is the value of creating trade for a 70% margin business like ours.\nAnd second, our cost of capital. Our cost of capital has increased materially since the first quarter. As such, we pivoted to a capital-light strategy and pared back opportunistic external growth. Our balance sheet remains fully capable of supporting all planned capital uses and with less than 2% of consolidated debt maturing over the next 3 years, our interest rate risk is minimal.\nMoving on. We continue to build on our position as a recognized global ESG leader with the publication of our fourth annual ESG report and a 5-star designation from GRESB, the highest ESG rating possible. Our GRESB survey score of 87 was the highest in our history and an achievement that all UDR stakeholders should be proud of.\nIn closing, I remain optimistic on UDR's future prospects. We have a highly talented experienced team with a track record of performance, irrespective of the economic environment, combined with our culture that fosters collaboration and innovation mindsets. We will continue to advance UDR and our industry.\nTo my fellow associates, I express my deepest gratitude for all that you do. With that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. To begin, strong sequential same-store revenue growth of 4.7%, drove year-over-year same-store revenue and NOI growth of 12.7% and 15.5% on a straight-line basis. This was an acceleration of 150 and 110 basis points, respectively, compared to our second quarter results and were better than expected.\nKey components of these results and our demand drivers included: first, year-over-year effective blended lease rate growth remained firmly above historical norms at 13.1%. We traded a nominal amount of occupancy to achieve this rental rate growth, but also improved our 2023 rent roll and locked in more of our approximately 5% 2023 earning. This will be the highest earn in our history by at least 200 basis points.\nSecond, our in-place residents are increasingly paying rent on time. Collection rates improved sequentially in the third quarter and the number of long-term delinquent residents in our portfolio continued to decline, which reduced our bad debt reserve and accounts receivable balances.\nThird, portfolio-wide rent-to-income ratios remain consistent with history in the low 20% range. Employment and wage growth remains strong, and we have seen no evidence to date of residents choosing to double up.\nFourth, traffic and applications remain above typical seasonal levels, allowing us to continue to push rate growth. Fifth, concessions are de minimis across our portfolio, with exceptions being 1 to 2 weeks on average in specific submarkets of San Francisco, Washington, D.C. and Boston.\nAnd last, due to rising mortgage rates, renting an apartment is approximately 50% less expensive than owning a home versus 35% less expensive pre COVID. During the third quarter, only 7% of residents have moved out, did so to purchase a home. This is the lowest level we have seen and is 35% lower compared to a year ago.\nIn total, we believe demand for apartments remains broad-based. We continue to monitor the financial health of our residents for signs of potential distress across our portfolio. But the U.S. consumer and our residents have proven resilient thus far, and we've yet to see any meaningful cracks in our forward demand indicators.\nMoving on to expenses. Quarterly same-store expenses rose 7.2% on a year-over-year basis. While this is higher than usual, our margin continues to expand as we operate a 70% plus margin business. Some of this expense growth was in our control, while the remainder was not.\nFirst, what was in our control? We continue to push rent growth, which resulted in 450 more unit turns than a year ago. Positively, we re-leased these homes at 22% higher average effective rate or 900 basis points above our average renewal rate for the quarter.\nIn addition, we regained 200 homes from long-term non-payers. Combined, this negatively impacted R&M and A&M during the quarter by $1.6 million, which should generate approximately $7 million in incremental revenue over the next 12 months. Had we not made these trades, our year-over-year same-store expense growth would have been approximately 5.7%.\nUtilities also contributed to our above-trend growth as energy costs increased. However, as we are typically reimbursed by residents for approximately 70% of this line item, same-store NOI was not meaningfully impacted.\nNext, what we cannot control. Higher real estate taxes, which comprise 40% of all expenses, grew by over 5%. Pressure points consisted of Texas and Florida where valuations increased. And New York City, where the burn-off of our 421 abatement continues. Insurance, which is a relatively small expense for us, also increased dramatically due to higher premiums and claims.\nLooking ahead to the fourth quarter, we saw the return of typical seasonality in market rents after Labor Day. This factor, combined with our pricing strategy to drive rate growth drove a quicker capture of our loss to lease. For October, blended lease rate growth is expected to be roughly 7% to 8%, comprised of new lease rate growth of 4.5% to 5% and renewals of approximately 10%.\nFor the fourth quarter, we expect blended lease rate growth to average 6% to 7% with the sequential deceleration due to toughening year-over-year comps. Taken together, we increased our full year 2022 same-store revenue and NOI guidance ranges for the third time this year in conjunction with our release yesterday. We now expect to achieve 2022 same-store revenue and NOI growth of 11.5% and 14.4% at the midpoint on a straight-line basis or an increase of 50 basis points and 38 basis points, respectively.\nFinally, we are continuing to drive forward on innovation with the intent of further expanding our 325 basis point controllable operating margin advantage versus peers. Initiatives underway are expected to generate roughly $40 million in incremental NOI by year-end 2025 and will be increasingly focused on revenue upside versus expense controls.\nThese include First, launching building-wide WiFi that allows whole building connectivity, a seamless setup at move-in for new residents and enhanced control over smart hubs to reduce energy consumption and improve Scope 3 emissions.\nUDR has made a capital investment in equipment, which provides improved economics and more control over the scope of the project versus traditional bulk deals. We believe this initiative could generate more than $20 million in incremental NOI once fully rolled out by 2025.\nSecond, leveraging advanced resident leads and virtual leasing technology to better generate qualified leads and track prospects, optimize marketing activities, close leases faster and enhance real-time pricing.\nThird, simplifying our move-in process to reduce vacant days while simultaneously offering a better tool to sell other income initiatives such as renters insurance, parking and storage, thereby increasing our share of wallet.\nFourth, improving our dynamic work order scheduling through enhanced vendor management tools, which should reduce vacant days through return process, while improving asset management to better assess the repair versus replace decision.\nAnd fifth, expanding the number of communities we are able to operate without dedicated on-site personnel from 25 today to 35 over the next 12 months. This approach, whereby leasing and resident services activities conducted virtually improves our margin, helps mitigate inflationary costs.\nToday, we have increased the number of apartment homes managed per associate by 60% versus pre-COVID levels.\nLast, a special thanks goes out to all our teams for their ongoing dedication, but especially our teams in Tampa and Orlando. Natural disasters, especially those of magnitude of Hurricane Ian are unpredictable. And I applaud your round-the-clock efforts to safeguard our communities, protect our residents, and return our properties to normal operations.\nAnd now I'll turn the call over to Joe.\n\nJoseph D. Fisher\n\nCFO & President, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our third quarter results and our updated outlook for full year 2022, a summary of recent transactions in the capital markets activity and a balance sheet and liquidity update.\nOur third quarter FFO as adjusted per share of $0.60 achieved the high end of our previously provided guidance range and was driven by strong same-store revenue growth and further accretion from our 2021 acquisitions.\nFor the fourth quarter, our FFOA per share guidance range is $0.60 to $0.62 or a 2% sequential and 13% year-over-year increase of the midpoint. This is supported by continued strength in sequential same-store NOI growth, partially offset by increased interest expense, given rising rates. These same drivers led us to increase our full year 2022 FFOA per share and same-store guidance ranges for the third time this year. We now anticipate full year FFOA per share of $2.32 to $2.34 with the $2.33 midpoint representing a $0.02 or 1% increase versus our prior full year guidance and a 16% increase versus full year 2021.\nThe guidance increase is driven by and approximately $0.02 benefit from improved NOI and an approximately $0.05 benefit from lower G&A, offset by approximately $0.05 of higher interest expense.\nNext, the transactions and capital markets update. First, in alignment with our shift towards a capital-light strategy earlier in 2022, our third quarter external growth consisted solely of the previously announced $102 million DCP investment into a portfolio of stabilized communities at an 8% return. Because recapitalizations of stabilized assets have lower risk profiles, this is a relatively lower return versus our typical DCP investment. We funded this investment with $100 million of proceeds from the settlement of approximately 1.8 million shares under our previously announced forward equity agreements. Next, during and subsequent to the quarter, we repurchased a total of 1.2 million common shares at a weighted average price of $41.14 per share for a total consideration of approximately $49 million. These buybacks were executed at an average discount to consensus NAV of 24% and a high 5% implied cap rate, representing a very accretive use of capital.\nFinally, during the quarter, we entered into an agreement to sell 1 community in Orange County, California for approximately $42 million. This transaction is scheduled to close during the fourth quarter. Speaking more broadly to the transaction market, pricing on the majority of multifamily transactions suggest cap rates are priced 75 to 100 basis points higher than at the beginning of the year, depending on market and asset quality.\nHowever, volume has been lighter than expected, so additional price discovery is needed. All told, the ongoing volatility in the macro environment and an elevated cost of capital relative to earlier in 2022, keep us selective in our capital deployment. We are fortunate to have a variety of external growth levers we can continue to pull to create value and drive earnings accretion.\nFinally, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have only $115 million of consolidated debt or approximately 0.5% of enterprise value scheduled to mature through 2024 after excluding amounts on our credit facilities and our commercial paper program.\nOur proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 3.1%.\nSecond, we have $1.1 billion of liquidity as of September 30, which is comprised of approximately $900 million of capacity on our line of credit and nearly $200 million of unsettled forward equity agreements, providing us ample dry powder and strength.\nThird, our leverage metrics continue to improve. Debt to enterprise value was just 29% at quarter end, while net debt-to-EBITDAre was 6x, down more than a full turn from 7.1x a year ago.\nWe expect year-end debt-to-EBITDAre and fixed charge coverage will further improve to the mid-5x range given our capital-light external growth strategy and continued NOI growth. By year-end 2022, both metrics should be approximately 0.5 turn better versus pre-COVID levels.\nLast, our approximately $370 million of developments in lease-up have been a drag on 2022 earnings but are expected to benefit future earnings by approximately $0.05 per share based on a 6.5% weighted average stabilized yield. Stabilization of these developments should improve our run rate EBITDA and further enhance our leverage metrics.\nTaken together, our balance sheet remains in excellent shape. Our liquidity position is strong. Our forward sources and uses remain balanced, and we continue to utilize a variety of capital allocation competitive advantages to create value.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a384ef5aad59a99b81e2c4894e37b157",
    "period": "2022 Q2",
    "content": "Q2 2022 UDR Inc Earnings Call\n\nQ2 2022 UDR Inc Earnings Call\n\nUDRNYSEJUL 27, 1:00 PM\n\nOperator\n\nGreetings. Welcome to UDR's Second Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Senior Director of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo, you may now begin.\n\nTrent Nathan Trujillo\n\nDirector of IR, UDR, Inc.\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In this supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measure in accordance with Reg G requirements.\nStatements made on this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today.\nI will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & CEO, UDR, Inc.\n\nThank you Trent, and welcome to UDR's Second Quarter 2022 Conference Call. Presenting on the call with me today are Senior Vice President of Operations, Mike Lacy; and President and Chief Financial Officer, Joe Fisher, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van Ens will also be available during the Q&A portion of the call.\nLet's get started. We continue to be in the strongest operating environment I've seen over my tenure in the multifamily industry. This is largely driven by the strength of our customer, relative affordability among housing options and steady near-term supply. This, combined with ongoing accretion from our well-timed 2021 acquisitions and DCP activity, drove our strong quarterly results including a 16% year-over-year increase in FFOA and led to our second guidance raise this year. Still, we are aware of the underlying economic crosscurrents that support our business and how they may impact the results in the near term.\nWe believe UDR is well equipped to manage this environment based on what we can control, specifically, first, our diversified portfolio as defined by geographic mix, portfolio quality and location within markets should provide some level of risk mitigation. Second, our ongoing innovation will continue to drive relatively better margin expansion and drive more accretive dollars to the bottom line, irrespective of the macro environment. Third, our anticipated 2023 revenue growth earn-in of 5% is about 4x the average earn-in over the past decade. Fourth, our balance sheet in excellent shape with plenty of capacity to invest in highly accretive opportunities. And last, compared to prior periods of economic uncertainty, we have a lower leverage profile, higher liquidity and minimal debt maturities over the next 3 years.\nWhile not in our direct control, there are also favorable conditions that are supportive of the multifamily industry, including: first, shelter is a necessity and multifamily rentals continue to screen incredibly cheap versus housing alternatives despite the exceptionally strong effective rent growth our industry continues to realize.\nAnd second, wage growth remains strong. Unemployment is historically low and employers may be less willing to lay off employees during a potential downturn given the ongoing challenges of finding skilled labor. All in, our growth prospects for the remainder of 2022 and into 2023 are very strong.\nThese tailwinds, combined with our leading operational capabilities and innovation, which Mike will further detail in his comments, should drive incremental margin expansion, higher resident satisfaction and more value from our real estate.\nMoving on, we continue to build on our position as a recognized global leader in ESG with the hiring of Patsy Doerr as UDR's Chief ESG and People Officer and our commitment to the science-based targeting initiative to reduce our carbon footprint. We are focused on continuing to be a leader on ESG. Furthermore, during the quarter, we appointed Joe Fisher to the role of President in addition to his responsibilities as CFO. Joe's promotion reflects his strong leadership and ability to consistently create incremental shareholder value.\nIn closing, I remain very optimistic on the resiliency of the multifamily industry and know we have the right team in place to deliver best-in-class results. Moving forward, we will continue to base our decisions on data and adjust our tactics to maximize our competitive advantages while delivering value to our stakeholders. I thank all my fellow UDR associates for their effort to demonstrate on a daily basis. Your commitment and dedication to drive our innovation, culture and the success we enjoy together.\nWith that, I will turn the call over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. To begin strong same-store cash revenue and NOI growth of 11.4% and 14.7% accelerated sequentially by 60 and 70 basis points and above our expectations. Key drivers of these results included: first, effective blended lease rate growth accelerated more than 300 basis points sequentially to 17.4%. This resulted from the differentiated pricing strategy we implemented earlier in the year, whereby we have traded 10 to 30 basis points of occupancy to drive rental rate growth and improve our 2023 rent roll.\nAnd second, annualized resident turnover ticked up year-over-year to 50%, but of the 16% of residents that moved out because of rental rate increases, we re-leased those apartment homes at an average 30% higher effective rate. This enabled us to capture embedded loss to lease quicker than normal, highlighting our rationale for allowing turnover to increase. This approach of focusing on rental rate growth has maximized 2022 revenue growth, and we anticipate a 2023 earn-in of 5%. This is the highest earning in our history. It's double our previous high, which we achieved coming into 2022 and is nearly 4x the average earn-in over the past decade.\nAs is clear from the regional results we reported, strength is broad-based. Sunbelt markets continue to demonstrate phenomenal growth, while West Coast markets such as Los Angeles and San Francisco as well as East Coast markets such as New York, were among our leaders in year-over-year growth. Currently, same-store revenue growth drivers remain robust.\nLondon lease rate growth is expected to be roughly 16% in July, with new lease rate growth of more than 17% and renewals of approximately 15%. While we expect tougher comps on new lease rate growth in August and in September due to the exceptionally strong results from a year ago, renewals have been sent out at and still a strong pace of 11% to 12% for these 2 months.\nJuly resident turnover is higher year-over-year given the loss to lease trade we've been willing to make, but remains below historical seasonal averages. And occupancy remains high at just under 97%.\nPortfolio-wide market rent growth was 5.2% from January through June, the highest over at least the past decade and 120 basis points above historical norms. Looking ahead, we expect to see more seasonal market rent growth trends as we enter the back half of the year, but the strong first half growth should continue to drive above average sequential growth through year-end.\nMoving on, we continue to assess the fiscal health of our in-place and prospective residents given the evolving inflationary environment. Thus far, our leading indicators continue to suggest durable strength in near-term fundamentals. First, income growth remains robust, resulting in portfolio-wide rent to income ratios in the low 20% range. Consistent with our historical ratios, We have not seen any material evidence of doubling up and residents who turned over have been backfilled with rents at higher rates.\nSecond, our in-place residents are increasingly paying rent on time. Collection rates improved sequentially in the second quarter and long-term delinquents continued to decline. Third, traffic remains strong, enhanced by the larger funnel generated by our shift to a self-service business model. Fourth, concessions are virtually nonexistent with the exception of 1 week on average in specific submarkets of San Francisco and Washington, D.C. And last, multifamily has become incrementally more affordable versus alternative housing options. It is now approximately 50% less expensive to rent than own across our portfolio versus 35% less expensive pre-COVID.\nDuring the second quarter, move-outs to buy a home was only 8%, the lowest level we have seen in over 10 years of tracking the statistic and 400 basis points below our historical average. These factors, along with having visibility on 85% of our full year rent roll, led us to meaningfully increase our full year 2022, same-store revenue and NOI guidance ranges for the second time this year. We now expect to achieve midpoint growth of 11% for same-store revenue and 14% for same-store NOI and on a straight-line basis.\nRelative to our prior full year 2022 outlook, the drivers of our improved guidance ranges are as follows: First, we expect full year effective blended lease rate growth of approximately 12% to 14%, which is 300 basis points higher at the midpoint compared to our prior assumption from April.\nFor the second half of 2022, we expect blended lease rate growth in the 10% to 12% range. Second, we continue to expect occupancy to remain stable at 97% plus or about flat year-over-year. And last, we expect controllable operating expense growth to be 3% to 4%. This is 50 basis points below that of our overall same-store expense growth guidance, which we increased by 50 basis points at the midpoint, primarily due to the inflationary environment, higher resident turnover and higher associate compensation to retain capital.\nAs indicated earlier in my remarks, we are now forecasting a 5% earn-in for 2023 based on these drivers, which assumes market rent growth in the back half of 2022 follows a typical seasonal trend. Said differently, we would expect to achieve 5% same-store revenue growth in 2023 based on the leases we have already signed and expect to sign through year-end. Considering annual historical market rent growth averages 3% to 3.5%, we believe there is further upside to this number in '23, depending on the macroeconomic environment. That said, the forward regulatory environment remains a wildcard.\nCollections are incrementally improving and our long-term delinquent residents are slowly declining. But we are approaching the end of government assistance in many states and a macro hiccup could entice regulators to reinduce their COVID playbook in some areas.\nOur dedicated governmental affairs team remains closely in tune with any developments, and we continue to work with our residents to find the right apartment home to match housing needs and economic realities. Finally, our ongoing innovation continues to drive attractive results and differentiation versus peers. Key foundational technologies such as smart home tech, software robotics, AI chatbots, proprietary self-guided tour and resident apps, spatial analysis heat maps and a unique data hub have already been integrated into our operating platform. These have improved staffing efficiencies at our communities by 40% and increased the number of apartment homes managed per employee by 60%, improved resident satisfaction by 25% and resulted in controllable operating margin advantage of 325 basis points versus public peers at a similar rental.\nImportantly, these foundational technologies have enabled more recent initiatives developed by our innovation team to move from concept to implementation more quickly. For example, it took us 3 years to capture the first $20 million of NOI upside from the rollout of our next gen platform. Since the beginning of 2022, we have identified an additional $40 million or an incremental 4% of NOI initiatives that we expect to capture by year-end 2025. Examples of these initiatives include building-wide WiFi, visitor parking, increasing the number of properties operate with no dedicated on-site personnel, improving our process to reduce vacant days and leveraging big data to make better pricing decisions.\nAbove and beyond these, we continue to make progress on improving the resident experience, which we anticipate will contribute far more NOI down the road through additional pricing engine optimization, better renewal forecasting and increasing our share of the resident wallet, amongst other initiatives.\nIn closing, I'm excited about our operational trajectory. A big thanks for the ongoing hard work of my colleagues in the field and at corporate. We have plenty more to accomplish, but your innovative and competitive spirit drives our continual growth and our desire to further improve how we conduct our business.\nAnd now I'll turn over the call to Joe.\n\nJoseph D. Fisher\n\nCFO & President, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our second quarter results and our updated outlook for full year 2022, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update.\nSecond quarter FFO as adjusted per share of $0.57 achieved the high end of our previously provided guidance range and was supported by strong same-store revenue growth and further accretion from our 2021 acquisitions. For the third quarter, our FFOA per share guidance range is $0.58 to $0.60 or an approximately 4% sequential increase and 16% year-over-year increase at the midpoint. This is supported by continued positive sequential same-store NOI growth and accretion from recent capital allocation activities, partially offset by increased interest expense, given recent changes in the yield curve and higher G&A to enhance innovation and retain talent.\nThese same drivers led us to increase our full year 2022 FFOA and same-store guidance ranges for the second time this year. We now anticipate full year FFOA per share of $2.29 to $2.33. The $2.31 midpoint represents a $0.03 or an approximately 1.5% increase versus our prior full year guidance and a 15% increase versus full year 2021. The guidance range increase is driven by a $0.04 benefit from improved NOI and offset by approximately [$0.05] each from higher interest expense and increased G&A.\nFor same-store guidance, we have increased our full year revenue and NOI growth ranges by 125 basis points and 150 basis points, respectively, to 10.5% to 11.5% and 13.25% to 14.75% on a straight-line basis. In addition, we have lowered our capital uses by approximately $240 million for the year as we have proactively reduced our net deployment strategy and pivoted away from acquisitions and towards higher risk-adjusted return land acquisitions and DCP investments.\nWhile these investments represent smaller dollar amounts versus traditional acquisitions, they present the opportunity for future value creation, while preserving balance sheet strength. DCP investments often provide us with optionality around future purchase, while land purchases allow for gradual funding of development starts and implementing value-creation mechanisms on our preferred time line. Other guidance details are available on Attachments 14 and 15 (D) of our supplement.\nNext, a transactions and capital markets update. Our second quarter and third quarter-to-date external growth commitments totaled approximately $550 million and were split amongst acquisitions, DCP investments and land sites for future development. Our DCP investments are generally funded over multiple quarters, so we were able to match fund our current commitments with $350 million of proceeds from the settlement of 6.5 million shares under our previously announced forward equity agreements and approximately $80 million of proceeds from prior DCP maturities.\nExternal growth activity included: first, during the quarter, we acquired a 433 Home community in suburban Boston for approximately $208 million at a mid-4% cap rate. Our predictive analytics framework identified Boston as a desirable market, and this property is located proximate to other UDR communities. These characteristics are similar to the more than $3 billion of acquisitions we have executed since 2019, where we have expanded yields by an average of 120 basis points to 5.7%, well in excess of what the market alone would have provided.\nSpeaking broadly to the acquisition market, pricing on the majority of multifamily deals suggest cap rates are probably up 25 to 50 basis points from recent lows depending on market and asset quality. Asset values are largely flat to down 10% versus earlier this year as realized NOI growth has offset some of this cap rate increase. Second, during the quarter, we acquired 3 future development states, one each in Southeast Florida, suburban Dallas and Riverside, California for an aggregate of $135 million. Collectively, these sites are entitled for the development of nearly 1,300 apartment homes and represent likely 2023 or 2024 starts dependent on market dynamics.\nAnd third, during the quarter, we've committed to invest a total of $100 million into 3 DCP opportunities at a 10.5% weighted average return. Subsequent to quarter end, we fully-funded an additional $102 million into the recapitalization of a portfolio of stabilized communities valued at $900 million than 8% return. Because recapitalization of stabilized assets have lower risk profiles, this is a relatively lower return rate versus our typical DCP investments. All told, we continue to have DCP, development and redevelopment opportunities into which we can accretively deploy capital. However, volatility in the macro environment has led to an elevated cost of capital as compared against a couple of quarters ago.\nTherefore, we reduced our 2022 acquisitions guidance to $208 million from the previous $600 million midpoint. This assumes no additional activity in 2022. Partially offsetting this reduction is a $200 million increase in DCP and land investment. The balance is comprised of the removal of previously assumed debt capacity utilization, which helps further improve our balance sheet metrics. Please refer to yesterday's release for additional details on recent transactions and capital markets activity.\nFinally, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include: first, we have only $115 million of consolidated debt or approximately 0.5% of enterprise value scheduled to mature through 2024 after excluding amounts on our credit facilities and our commercial paper program. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector and the lowest weighted average interest rate amongst the multifamily peer group at 2.9%.\nSecond, $1.3 billion of liquidity as of June 30, which is comprised of approximately $1 billion of available capacity on our line of credit and nearly $300 million of unsettled forward equity agreements, provides us ample dry powder and strength. Third, our leverage metrics continue to improve. Debt to enterprise value was just 25% at quarter end, while net debt to EBITDA was 6.2x down more than a full turn from 7.4x a year ago.\nWe expect year-end debt-to-EBITDA and fixed charge coverage will further improve to the mid-5x range after considering our decision to run a capital-light external growth strategy this year versus previous guidance. By year-end 2022, both metrics should be approximately a half turn better versus pre-COVID levels.\nLast, our approximately $370 million of developments in lease-up have been a drag on 2022 earnings, but are expected to benefit future earnings by approximately $0.05 per share based on a 6.5% weighted average stabilized yield. Stabilization of these developments should improve our run rate EBITDA and further enhance our leverage metrics. Taken together, our balance sheet remains in excellent shape, our liquidity position is strong, our forward sources and uses remain balanced, and we continue to utilize a variety of capital allocation competitive advantages to create value.\nWith that, I will open it up for Q&A. Operator?"
  },
  {
    "header": "UDR",
    "cik": "0000074208",
    "ticker": "UDR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dfb6bb61516a0b17d1ed68ebee6b7eea",
    "period": "2022 Q1",
    "content": "Q1 2022 UDR Inc Earnings Call\n\nQ1 2022 UDR Inc Earnings Call\n\nUDRNYSEAPR 27, 1:00 PM\n\nOperator\n\nGreetings, and welcome to UDR's First Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Senior Director of Investor Relations, Trent Trujillo. Thank you, Mr. Trujillo, you may begin.\n\nTrent Nathan Trujillo\n\nDirector of IR, UDR, Inc.\n\nWelcome to UDR's quarterly financial results conference call. Our press release and supplemental disclosure package were distributed yesterday afternoon and posted to the Investor Relations section of our website, ir.udr.com. In the supplement, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with Reg G requirements.\nStatements made during this call, which are not historical, may constitute forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, we can give no assurance that our expectations will be met. A discussion of risks and risk factors are detailed in our press release and included in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nWhen we get to the question-and-answer portion, we ask that you be respectful of everyone's time and limit your questions to one plus a follow-up. Management will be available after the call for your questions that did not get answered during the Q&A session today. I will now turn the call over to UDR's Chairman and CEO, Tom Toomey.\n\nThomas W. Toomey\n\nChairman & CEO, UDR, Inc.\n\nThank you, Trent, and welcome to UDR's First Quarter 2022 Conference Call. Presenting on the call with me today are Senior Vice President of Operations, Mike Lacy; and Chief Financial Officer, Joe Fisher, who will discuss our results. Senior Officers, Andrew Cantor and Chris Van Ens will also be available during the Q&A portion of the call.\nLet me start off by saying this remains the strongest operating environment that I or any of my fellow associates at UDR have ever encountered. Demand remains robust, turnover continues to decline, blended lease rate growth has continued to accelerate from already elevated levels and new supply growth remains relatively stable. These factors, when combined with the accretion we are seeing from our repeatable operating and capital allocation competitive advantages drove our strong first quarter results and full year guidance raises, as outlined in yesterday's earnings release.\nWe, as an industry, do continue to face a variety of challenges, many of which are out of our control. First, inflation. On balance, inflation is a net positive as wage increases correlate to rent growth and rising hard costs mean higher replacement costs and increased asset values. The downside is higher personnel and repair and maintenance costs, G&A increases to attract and retain associates and rising interest rates. We have effectively mitigated these negative factors through: one, our platform efforts that constrain controllable expense growth below inflationary levels; and two, proactive debt management, whereby over the past 3 years, we have increased our duration and have a minimal debt maturities prior to 2025.\nSecond, ongoing regulatory restrictions, elongated grace periods, once restrictions are removed and backlog court systems continue to hamper our ability to efficiently run our business. The current environment is slightly better than in 2020, 2021. And while our ultimate collections rate have been between 98% to 98.5%, this is over 100 basis points below our pre-COVID levels.\nAnd last, how current geopolitical risk may ultimately impact the U.S. economy and consumer remains to be seen. Given this, at UDR, we continue to focus on what we do control, which includes, first, utilizing operating and capital allocation competitive advantages when opportunities present themselves. These unique capabilities drive our top and bottom line growth and enhance our sizable controllable operating margin advantages versus public and private peers. Second, continually innovating to find the most profitable and efficient ways to conduct our business, better wins for our associates, the company, our residents and our stakeholders. And third, ensuring that we continue to cultivate and enhance our already vibrant, inclusive and engaging culture as it is and will remain the cornerstone of our success. All in all, I'm excited as I've ever been about our prospects for 2022 and 2023 to all associates listening, keep up the great work and know that the senior management deeply values what you continue to accomplish.\nMoving on, we continue to build on our position as a recognized global leader in ESG with our commitment to investing in multiple climate tech and ESG-focused funds. These investments should help identify both in the apartment home and property-wide solutions to better address climate change and lower our carbon footprint. Similarly, our commitment to adopt SBTi this year, along with extensive company-wide resources, we already dedicated to enhance our sustainability. It will help to further refine our long-term ESG strategy.\nIn closing, we remain very optimistic on the strength of the multifamily industry as well as the ultimate resiliency of the American economy and consumer. We have the right strategy, competitive advantages and a team in place to capitalize on the opportunities set that lies ahead of us.\nI look forward when we can share another update with you that most likely will be at NAREIT. And with that, I will turn it over to Mike.\n\nMichael D. Lacy\n\nSVP of Property Operations, UDR, Inc.\n\nThanks, Tom. To begin, strong same-store cash revenue growth of 10.8% topped the range of 10% to 10.5% we provided in early March. Key components of this result and our year-over-year same-store cash NOI growth of 14% included, first, quarterly effective blended lease rate growth of over 14%. Our blended growth accelerated each month during the quarter. It was 240 basis points higher than what we achieved during the fourth quarter and benefited from minimal concessions granted. Second, weighted average occupancy held strong at 97.3%, 100 basis points higher than a year ago. And third, annualized turnover was only 34%, decreasing by 530 basis points versus a year ago and 570 basis points below our historical first quarter turnover rate. These favorable trends have continued into the second quarter.\nBlended lease rate growth has continued to accelerate to 16% to 17% in April, with new lease growth of more than 18% and renewals of better than 15%. This is driven by robust widespread demand and our ongoing ability to capture our in-place 10% to 11% portfolio average loss to lease. Occupancy shows no signs of deterioration as alternative housing options like single-family rentals and for-sale homes have become even less affordable versus multifamily.\nBased on current rents versus the cost of home ownership, it is 45% less expensive versus 35% pre-COVID to rent and own across UDR markets -- and turnover remains light in April thus far. All else being equal, we expect second quarter blended lease rate growth to range between 15% and 18%. Occupancies averaged 97% to 97.3%, and annualized turnover to remain well below prior year levels due to a combination of higher demand and our continued focus on the resident experience.\nThese trends, combined with the fact that we now have good visibility on 65% to 70% of our full year rent roll, gave us the confidence to meaningfully increase our full year 2022 same-store revenue and NOI guidance ranges. We now expect to achieve midpoint growth of 9.75% for same-store revenue and 12.5% for same-store NOI on a straight-line basis.\nRelative to our prior full year 2022 outlook, the drivers of our improved guidance ranges are as follows: first, we expect full year effective blended lease rate growth of approximately 9% to 11%, which is 3% higher at the midpoint compared to our prior assumption. For the first half of 2022, we expect blended lease rate growth in the 15% to 16% range, implying a range of 4% to 6% in the second half. Across our portfolio and excluding the approximately 7% to 8% of NOI that remains subject to limits on renewal increases. We continue to see growth rates converge irrespective of market, location within the market or asset quality.\nSecond, we continue to expect occupancy to remain relatively high and average 97.2% to 97.4% or a 10 to 30 basis point improvement over full year 2021 results. And third, we still expect controllable expenses to be limited to 2% to 3%. This is 100 basis points below that of our overall same-store expense growth guidance, which were increased by 50 basis points at the midpoint, primarily due to rising insurance costs.\nOur updated guidance continues to imply a second half slowdown in blended lease rate growth as we approach more difficult prior year comps and regulatory restrictions on renewal rate growth remain in certain markets. There is little at present suggesting a deterioration in multifamily fundamentals. So any upside to this expectation would have a modestly positive impact on 2022 results, with the majority occurring to 2023 via higher earn-in as we move throughout this year. Based on current guidance, our implied 2023 earn-in would be in the low to mid-3% range or approximately 50 to 100 basis points above our highest earn-in over the past decade.\nMoving on. Collections continue to trend above 98% over time. And our 2022 guidance assumes we ultimately collect 98% to 98.5% of billed revenue. Our governmental affairs team continuously monitors the regulatory backdrop and works with our teams in the field to develop action plans that address the less than 1% of our residents who remain long-term delinquent. This proactive approach benefits residents, the company and our stakeholders.\nFinally, our ongoing innovation continues to bear fruit. To date, our 250 basis points controllable operating margin advantage versus peers at a similar rent level has generated over $20 million of incremental NOI on our legacy communities. In addition, our unique self-service model, combined with our other capital allocation competitive advantages and strong market growth, has supported year 1 NOI that is 7% above initial expectations for our more than $1.5 billion of late 2020 and '21 third-party acquisitions.\nThis equates to a weighted average current yield of 5%, up from mid-4s at the time of acquisition. Given our embedded loss to lease and favorable market rent trends, we see a path to achieving our original underwritten year 3 yields in the mid- to high 5% range, roughly 1 year ahead of schedule. Looking ahead, we will continue to find ways that our ongoing innovation can beneficially impact our bottom line as well as our residents experience with UDR.\nAs we have spoken in the past, we believe improving the resident experience increases retention, drives pricing power higher through pricing engine optimization, reduces controllable expense growth in the form of fewer vacant days and can lead to UDR assessing a larger portion of our residents wallet through ancillary services. We remain confident in our ability to achieve our target of at least $20 million of incremental run rate NOI over the next 24 months through these initiatives, while also progressing towards capturing much more over the long term.\nIn closing, 2022 is off to an incredible start which deserves a sincere thank you to all my colleagues for their hard work and innovative ideas that keep our company operating at a high level. And now I'll turn over the call to Joe.\n\nJoseph D. Fisher\n\nSenior VP & CFO, UDR, Inc.\n\nThank you, Mike. The topics I will cover today include our first quarter 2022 results and our updated outlook for full year 2022, a summary of recent transactions and capital markets activity and a balance sheet and liquidity update. Our first quarter FFO as adjusted per share of $0.55 achieved the high end of our previously provided guidance range and was supported by strong same-store revenue growth and further accretion from our 2021 acquisitions.\nFor the second quarter, our FFOA per share guidance range is $0.55 to $0.57 or an approximately 2% sequential increase at the midpoint. This is supported by continued positive sequential same-store NOI growth and accretion from recent capital allocation activities, partially offset by increased interest expense and higher G&A as we have enacted wage increases to better ensure employee retention at all levels. These same drivers led us to increase our full year 2022 FFOA and same-store guidance ranges.\nWe now anticipate full year FFOA per share of $2.25 to $2.31. The $2.28 midpoint represents a $0.02 or 1% increase versus our prior full year guidance and a 13.5% increase versus full year 2021. The increase versus prior 2022 guidance is driven by the following: a $0.04 benefit from improved NOI, offset by approximately $0.01 each from higher interest expense and increased G&A expense.\nFor same-store guidance, we have increased our full year revenue and NOI growth ranges on a straight-line basis by 125 basis points and 150 basis points, respectively, to 9.0% to 10.5% and 11.5% to 13.5%. Due to lower realized and expected concessions for the rest of the year, we increased our full year same-store revenue and NOI growth ranges on a cash basis by a higher amount of 175 basis points. This narrowed the prior 100 basis point delta between our cash and straight-line same-store revenue guidance ranges to 50 basis point. Additional guidance details, including sources and uses expectations, are available on Attachments 14 and 15 D of our supplement.\nNext, transactions and capital markets update. After completing $1.5 billion of accretive acquisitions in 2021, our first quarter external growth activity was primarily focused on DCP investments and development. First, during the quarter, 2 DCP investments were redeemed. UDR's investment in the projects totaled $58 million, for which we received life-to-date proceeds of $91 million, resulting in a weighted average IRR of 14%. We used a portion of the proceeds to fully fund a new $12 million DCP investment with an 8.25% yield as part of the recapitalization of a stabilized community. We have a strong pipeline of DCP opportunities currently under evaluation.\nSecond, we delivered initial apartment homes at 3 of our active developments, 1 each in Denver, Suburban Philadelphia and Suburban Dallas. The expected weighted average stabilized yield for these communities is approximately 7.2%. We also replenished and grew our development pipeline with 2 additional starts, 1 each in Tampa and Suburban Dallas at Vitruvian Park, for a total budgeted cost of approximately $188 million. We believe both projects will be highly value add. Additionally, we are scheduled to close on the acquisition of a land site in Southeast Florida that is entitled for 300-plus apartment homes.\nThird, we commenced unit additions at 2000 Post in San Francisco. We have experienced strong demand for our unit additions at 388 Beale in the same market and continue to evaluate similar opportunities across our portfolio. Across 3 active projects, we are adding 58 apartment homes with expected IRRs in the mid-teens. Moving forward, we anticipate expanding our redevelopment and densification pipeline to take advantage of the ongoing strength we are seeing in the market.\nAll told, we have a healthy and growing pipeline of DCP, land and development opportunities. We also continue to evaluate wholly-owned acquisitions and target markets, utilizing our portfolio strategy and predictive analytics frameworks. To accretively match fund these future uses of capital, we entered into a $400 million forward equity agreement during the quarter. Please refer to yesterday's release for additional details on recent transactions and capital markets activity.\nMoving on. During the quarter and subsequent to quarter end, we further enhanced our ESG leadership by committing to invest a total of $20 million into several strategic ESG and climate technology funds. The investments within these funds are intended to be directed toward identifying in-home, property-wide and more general innovative real estate technologies that are intended to help UDR, our residents and others reduce our collective carbon footprint.\nFinally, our investment grade balance sheet remains liquid and fully capable of funding our capital needs. Some highlights include, first, we have only $290 million of consolidated debt or just over 1% of enterprise value scheduled to mature through 2025 after excluding amounts on our credit facilities and our commercial paper program. Our proactive approach to managing our balance sheet has resulted in the best 3-year liquidity outlook in the sector in the lowest weighted average interest rate amongst the multifamily peer group at 2.8%.\nSecond, as of March 31, our liquidity totaled $1.7 billion and provides us ample dry powder to continue to accretively grow the company as we identify opportunities. And last, our leverage metrics continue to improve. Debt to enterprise value was just 22% at quarter end, while net debt to EBITDA was 6.4x, down from 7x a year ago, and remains on track for approximately 6x by year-end.\nTaken together, our balance sheet remains in excellent shape. Our liquidity position is strong. Our forward sources and uses remain balanced. And we continue to utilize a variety of capital allocation competitive advantages to create value.\nWith that, I will open it up for Q&A. Operator?"
  }
]