[
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb8c4e59cf03575313f018590643cc4e",
    "period": "2025 Q3",
    "content": "Q3 2025 Martin Marietta Materials Inc Earnings Call\n\nQ3 2025 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSENOV 4, 10:00 AM\n\nOperator\n\nLadies and gentlemen, welcome to Martin Marietta's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, today's call is being recorded and will be available for replay on the company's website. I will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta's Vice President of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nDirector of Investor Relations\n\nGood morning. And thank you for joining Martin Marietta's Third Quarter 2025 Earnings Call. With me today are Ward Nye, Chair and Chief Executive Officer; and Michael Petro, Senior Vice President and Chief Financial Officer.\nAs a reminder, today's discussion may include forward-looking statements as defined by United States securities laws. These statements relate to future events, operating results or financial performance, and are subject to risks and uncertainties that could cause actual results to differ materially.\nMartin Marietta undertakes no obligation to publicly update or revise any forward-looking statements, except as legally required, whether due to new information, future developments or otherwise. For additional details, please refer to the legal disclaimers contained in today's earnings release and other public filings which are available on both our own and the Securities and Exchange Commission's website.\nSupplemental information is available both during this webcast and in the Investors section of our website. It includes a summary of our financial results and trends with third quarter and year-to-date bridges from continuing operations to consolidated results on Slides 4 and 5, respectively.\nAs a reminder, the company's Midlothian cement plant related cement terminals and Texas ready-mixed concrete plants are classified as assets held for sale as of September 30, 2025. Their associated financial results are reported as discontinued operations for all periods presented.\nOur full year 2025 guidance summary on Slide 8 reflects continuing operations unless otherwise noted. Definitions and reconciliations of non-GAAP measures to the most directly comparable GAAP measure are provided in the appendix to the supplemental information in our SEC filings and on our website.\nToday's earnings call will begin with Ward Nye, who will discuss our third quarter operating performance and our preliminary view for 2026, supported by key market trends. Michael Petro will then review our financial results and capital allocation. Ward will return with closing remarks.\nPlease note that all comparisons are to the prior year's corresponding period. A question-and-answer session will follow. Please limit your Q&A participation to 1 question. I will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jacklyn. Good morning, and thank you for joining today's teleconference. Martin Marietta delivered an exceptional third quarter, achieving record performance across both our aggregates and Specialties businesses. These accomplishments reflect the enduring strength of our aggregates-led business model, the disciplined execution of our strategic priorities and our steadfast commitment to safety.\nAs detailed in this morning's release, third quarter highlights include several all-time quarterly records in our core aggregates product line, reflecting strong year-over-year improvement. Aggregates revenues of $1.5 billion, a 17% increase. Aggregates gross profit of $531 million, a 21% increase. Aggregates gross profit per ton of $9.17, a 12% increase and aggregates gross margin of 36%, an increase of 142 basis points.\nOur Specialties business also delivered outstanding performance, achieving record quarterly revenues of $131 million, a 60% increase and third quarter record gross profit of $34 million, a 20% increase.\nAs announced at our Capital Markets Day, we've rebranded the former Magnesia Specialties business to Specialties, a name that better reflects the broader portfolio of specialty products we provide within that segment, all of which are rooted in our core competencies, mining, crushing and processing rock. These strong results reflect robust organic growth complemented by contributions from [ Premier ] Magnesia acquired at the end of July.\nImportantly, and I'm extremely proud to report this outstanding financial performance coincided with our teams delivering the best year-to-date safety performance in our company's history as measured by both total and lost time incident rates a testament to our culture of world-class safety and operational excellence.\nLooking at the quarter holistically, compared with the prior year, revenues from continuing operations were $1.8 billion, a 12% increase. Revenues inclusive of discontinued operations were $2.1 billion, a 10% increase. Adjusted EBITDA from continuing operations was up 22% to $667 million. Consolidated adjusted EBITDA, inclusive of discontinued operations was up 15% to $743 million.\nOur earnings per diluted share from continuing operations were $5.97, an increase of 23% and total earnings per diluted share, inclusive of discontinued operations or $6.85, an increase of 16%.\nBuilding on this momentum, we're raising our full year 2025 consolidated adjusted EBITDA guidance to $2.32 billion at the midpoint driven by strong performance in our core Aggregates product line and October daily shipment trends. As outlined in today's earnings release, the revised consolidated adjusted EBITDA guidance includes results from both continuing operations and discontinued operations.\nOn August 3, we entered into a definitive agreement with QUIKRETE Holdings, Inc. or QUIKRETE for the exchange of certain assets. As part of the transaction, which is expected to close in the fourth quarter of 2025, Martin Marietta would receive aggregate operations producing approximately 20 million tons annually in Virginia, Missouri, Kansas and Vancouver, British Columbia and cash proceeds.\nIn exchange, QUIKRETE would receive the company's Midlothian cement plant related cement terminals and certain Texas ready-mixed concrete assets. Following the close of this portfolio shaping transaction, we will be optimally positioned to accelerate into our next phase of growth under [ SOAR ] 2030. Looking ahead to 2026, we expect continued resilience in our aggregates business, supported by sustained infrastructure investment, solid heavy nonresidential demand, particularly from accelerating data center development and an eventual recovery in residential construction.\nOur preliminary 2026 outlook reflects low single-digit aggregates volume growth and mid-single-digit pricing gains. As always, Martin Marietta's industry-leading teams remain focused on what we can control, executing our strategic plan, which includes upholding world-class safety standards, and delivering attractive price cost spread economics regardless of underlying demand trends.\nTurning to end market trends. Infrastructure continues to benefit from sustained federal and state investment. According to the American Road and Transportation Builders Association or ARTBA, the value of state and local government, highway, bridge and tonne contract awards, a leading indicator of future product demand, increased 10% year-over-year, reaching $128 billion for the 12-month period ended September 30, 2025.\nWhile the Infrastructure Investment and Jobs Act or IIJA, is scheduled to expire in September 2026, over 50% of highway and bridge funding is still to be invested, providing meaningful tailwinds as reauthorization discussions begin.\nMoreover, at July's Infrastructure Conference, U.S. Transportation Secretary, [ Sean Duffy ] reaffirmed the administration's commitment to long-term planning, funding stability and accelerated project delivery. These priorities, combined with the bipartisan legislative support and healthy department of transportation budgets across our top states, reinforce our confidence in the durability of product demand within our most aggregates-intensive countercyclical end market.\nWhile intermittent government shutdowns or their immediate aftermath, may delay certain administrative functions, core highway, street, bridge and road construction activities typically proceed uninterrupted, supported by stable funding from the Highway Trust Fund and advanced appropriations. Heavy nonresidential construction demand remained steady across our key geographies, underpinned by sector-specific dynamics, ranging from rapid expansion in data centers to a recovery in warehousing and distribution and early-stage momentum in energy and advanced manufacturing.\nData center development continues to accelerate with Texas emerging as a national leader in hyperscaler activity highlighted by more than 100 data centers currently under construction. Meanwhile, warehouse and distribution activity is rebounding from a cyclical bottom as vacancy rates normalize. Investment in the energy sector is gaining traction, particularly along the Gulf Coast, where aggregates-intensive liquefied natural gas or LNG projects that were previously paused are advancing following the resumption of federal permitting. Additionally, the reshoring of pharmaceutical manufacturing is another emerging bright spot bolstered by the reconciliation bills enhanced investment and R&D tax credits.\nA few notable examples within Martin Marietta's footprint include Eli Lilly's $6.5 billion facility in Houston and 2 large projects in Raleigh, including Novo Nordisk's $4.1 billion expansion and Johnson & Johnson's $2 billion expansion. Land availability, proximity highways, ports and rail infrastructure and business-friendly regulatory environments remain key factors influencing the location of large-scale, well-funded heavy nonresidential construction projects.\nAs shown on Slide 12 of our supplemental information, Martin Marietta's leading presence along major transportation corridors in high-growth markets, positions us to deliver the right products at the right time in the right places. While affordability constraints continue to hinder near-term residential construction activity, moderating mortgage rates suggest a gradual path toward normalization. Encouragingly, in October, the National Association of Homebuilders Wells Fargo Housing Market Index, or HMI, a key indicator of homebuilder competence and overall health of the housing market rose to its highest level since April driven by a 9-point increase in the indexes measure of expected single-family home sales over the next 6 months, the strongest reading since January.\nHistorically, light nonresidential construction demands tend to follow residential development. And although more sensitive to interest rates, this activity has demonstrated relative resilience during this most recent housing cycle due to significant population inflows into our key Sunbelt markets. That said, we fully expect light nonresidential activity to accelerate as single-family housing recovers.\nI'll now turn the call over to Michael Petro to discuss our third quarter financial results. Michael?\n\nMichael J. Petro\n\nSenior VP & CFO\n\nThank you, Ward, and good morning, everyone.\nThe continuing operations building materials business, which is now comprised of aggregates, asphalt and paving and our Arizona ready-mix product lines posted revenues of $1.7 billion, a 10% increase while gross profit increased 16% to $585 million.\nGross margins improved 191 basis points to 34% as strong outperformance in aggregates more than offset weakness in downstream products which are now classified as other building materials. As Ward noted, our core aggregates business achieved records across most financial metrics in the third quarter.\nRevenues increased 17% to $1.5 billion, driven by a balanced mix of 8% price and 8% volume growth. Gross profit increased 21% to $531 million, while gross margins expanded 142 basis points to 36%, a strong pricing and a normalized weather shipment cadence in the Southeastern Texas more than offset higher freight, depreciation and general inflationary impacts.\nAs implied in our revised full year aggregates gross profit guidance, we expect cost per ton growth to moderate in the fourth quarter, a trend that we expect to continue in 2026 as cost flexing measures implemented earlier this year take effect. Other Building Materials revenues decreased 10% to $351 million and gross profit decreased 17% to $54 million primarily the result of reduced asphalt and paving revenues.\nOur Specialties business delivered all-time quarterly record revenues of $131 million and gross profit increased 20% to $34 million, inclusive of a nonrecurring $5 million purchase accounting headwind. This strong performance was driven by higher pricing, increased shipments across all product lines and effective cost management. Additionally, the results benefited from approximately 2 months of contributions from the Premier Magnesia acquisition.\nTurning now to capital allocation. At our September Capital Markets Day, we reaffirmed our disciplined approach to M&A, emphasizing efficient synergy delivery and the importance of maintaining a strong balance sheet with an investment-grade credit rating.\nThe QUIKRETE asset exchange would serve as a compelling example. By leveraging Section 1031 of the Internal Revenue Code and capitalizing on recently enacted bonus depreciation provisions, we thoughtfully structured this transaction to minimize cash tax leakage. Importantly, our $1.1 billion in total liquidity as of September 30 provides enhanced balance sheet flexibility to pursue M&A opportunities within what remains an active pipeline.\nOur commitment to financial discipline extends to capital spending, where we remain focused on balancing growth investments with free cash flow conversion. Following several years of elevated capital expenditures, we expect an approximate 30% reduction in 2026 capital investments as compared to the 2025 guidance midpoint which reflects a sustainable level aligned with the ongoing needs of the business.\nLastly, and consistent with our capital allocation priorities, we remain committed to returning capital to shareholders. During the third quarter, our Board of Directors approved a 5% increase to our quarterly cash dividend paid in September, demonstrating confidence in the durability and sustainability of our company's future growth and free cash flow generation.\nWe have now returned $597 million year-to-date and $3.9 billion since the announcement of our share repurchase program in 2015 through both dividends and share repurchases. With that, I will turn the call back over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Michael. We're extremely proud of the company's exceptional safety, operational and financial performance through the first 9 months of 2025. This momentum, combined with portfolio enhancements throughout SOAR 2025 and the launch of SOAR 2030 at our Capital Markets Day reflects our unwavering commitment to disciplined growth, operational excellence and sustainable value creation.\nWith a streamlined portfolio, a resilient aggregates-led platform, a complementary specialties business and a strong financial foundation, we're well positioned to deliver our updated full year 2025 consolidated adjusted EBITDA guidance. More importantly, we remain focused on building a business that consistently outperforms across cycles and delivers compounding value for our shareholders over the near, medium and long term. If the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffac7337a683cf0a6966e6d2ecdbd24e",
    "period": "2025 Q2",
    "content": "Q2 2025 Martin Marietta Materials Inc Earnings Call\n\nQ2 2025 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEAUG 7, 10:00 AM\n\nOperator\n\nWelcome, everyone, to Martin Marietta's Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, today's call is being recorded and will be available for replay on the company's website. I will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta's Vice President of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nDirector of Investor Relations\n\nGood morning, and thank you for joining Martin Marietta's Second Quarter 2025 Earnings Call. With me today are Ward Nye, Chair and Chief Executive Officer; and Michael Petro, Senior Vice President and Chief Financial Officer.\nAs a reminder, today's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required, to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website supplemental information that summarizes our financial results and trends.\nNon-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nToday's earnings call will begin with Ward Nye, whose remarks will focus on our second quarter operating performance, continued portfolio transformation, 2025 outlook and related market trends. Michael Petro will then review our financial results and capital allocation, after which Ward will provide closing comments.\nA question-and-answers follow. [Operator Instructions]. I will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jacklyn. Good morning, and thank you for joining today's teleconference. I'm pleased to report Martin Marietta delivered outstanding operational and financial results in the second quarter despite weather headwinds and subdued residential demand.\nIn addition to record financial performance in the first half of 2025, we also achieved our safest 6-month start to the year in our company's history, as measured by total reportable instant rates, which continue to exceed world-class safety levels. Together, these results are a tribute to our team's steadfast dedication and focus and reaffirm the strategic advantages of our company's geographic footprint, the resiliency of our differentiated business model and our company's unwavering commitment to safety.\nSubsequent to the quarter end, on August 3, we entered into a definitive agreement with Quikrete Holdings for the exchange of certain assets. Specifically, Martin Marietta will receive aggregate operations producing approximately 20 million tonnes annually in Virginia, Missouri, Kansas and Vancouver, British Columbia, as well as $450 million of cash.\nIn exchange, Quikrete will receive our Midlothian cement plant, related cement terminals and North Texas ready-mixed concrete assets. This transaction is expected to close in the first quarter of 2026, subject to regulatory approvals and other customary closing conditions.\nConsistent with the priorities outlined in our strategic operating analysis and review, or SOAR, 2025 plan, our focus remains on shaping a higher-margin enterprise that is increasingly aggregates-led, which possesses a more durable and resilient earnings profile through cycles. The strategic exchange of our remaining cement plant and related ready-mixed concrete operations for core aggregates achieves this objective, enhancing the product mix of our portfolio while preserving balance sheet flexibility for continued strategic plan execution.\nAs highlighted in this morning's release, Martin Marietta established new records for the second quarter with key metrics showing gains year-over-year as sustained pricing momentum and effective cost management continue to yield strong results. Specifically, we reported consolidated adjusted EBITDA of $630 million, an 8% increase; consolidated adjusted EBITDA margin of 35%, an increase of 170 basis points; aggregates revenues of $1.32 billion, an increase of 6%; aggregates gross profit of $430 million, an increase of 9%; aggregates gross margin of 33%, an increase of 94 basis points; and aggregates gross profit per tonne of $8.16, an increase of 10%.\nMagnesia Specialties once again established new records in the second quarter, achieving new quarterly record revenues of $90 million and second quarter records for gross profit and gross margin with gross margin increasing 605 basis points compared with the prior year quarter, reaffirming, as we previously indicated that this business has earned the right to grow.\nAccordingly, on July 25, we completed the acquisition of Premier Magnesia, enhancing Martin Marietta's position as the leading producer of natural and synthetic magnesia-based products in the United States.\nGiven our strong first half results and third quarter-to-date shipping trends, we're increasing our full year 2025 adjusted EBITDA guidance to $2.3 billion at the midpoint. This revised EBITDA guidance also reflects contributions from the Premier acquisition for the remaining 5 months of 2025, most of which will not occur until late in the year as we work through existing inventories written up to fair value, consistent with purchase price accounting.\nAs we progress through the year second half, our teams remain focused on the key levers within our control: world-class safety, executing our strategic plan, commercial discipline and prudent cost management.\nMoving now to end market trends. The outlook across our core end markets remains varied with infrastructure demonstrating relative strength, while residential and nonresidential construction trends remain mixed.\nInfrastructure, our most aggregates-intensive end-use, remains a strong comparative performer during a decidedly wet second quarter, underpinned by robust federal and state investment. Encouragingly, the value of state and local government highway, bridge and tunnel contract awards, a leading indicator of future product demand, increased 10% year-over-year to $126 billion for the 12-month period ended June 30, 2025, well above historical levels.\nAs we look beyond the late 2026 expiration of the Infrastructure Investment and Jobs Act, or IIJA, early legislative efforts pertaining to surface transportation reauthorization are centered on roads, bridges and ports, which offer a compelling pathway to extend infrastructure momentum into the next cycle.\nThe ongoing reliability of infrastructure investment at both federal and state levels, points to a resilient years-long infrastructure outlook marked by long-term planning stability, steady durable demand and sustained pricing tailwinds in this often countercyclical public end market.\nShifting to nonresidential. The heavy side continues to benefit from the increasing demand for data center development and an inflection in warehouse construction. Texas is seeing substantial data center growth propelled by its low-cost energy, grid accessibility and business-friendly tax and regulatory environment.\nIn July 2025, OpenAI announced the expansion of its Stargate data center in Abilene, Texas, to develop 4.5 gigawatts of additional data center capacity. The second phase, which is already underway, adds 6 more buildings, bringing the total to 8 buildings encompassing approximately 4 million square feet.\nSecondarily, while not yet a meaningful contributor to shipments, we expect medium-term upside from utilities investing in energy generation capacity to reinforce grid reliability to support this expanding data center and artificial intelligence infrastructure.\nAccording to the Texas Tribune, the Electric Reliability Council of Texas, or ERCOT, is projecting that statewide electricity demand could nearly double by 2030. To address this anticipated demand, Texas is actively expanding its generation capacity. Currently, 4 new natural gas-fired power plants are under construction and an additional 33 have received permits and are positioned for future development.\nThe administration's prioritization of increasing semiconductor manufacturing in the U.S. is also driving significant investments. As an example, in June 2025, Texas Instruments announced its plans to invest more than $60 billion across 3 manufacturing mega sites in Texas and Utah.\nAt the national level, we expect green shoots will inevitably emerge from the newly enacted reconciliation bill, which reinstates immediate expensing for capital investment and expands R&D incentives and targeted tax credits, establishing a strong foundation for a multiyear resurgence in U.S. manufacturing and GDP growth.\nTurning to light nonresidential and residential activity. We expect residential activity in the near term to remain subdued until affordability headwinds recede. That said, long-term demand drivers for housing remain intact supported by demographic tailwinds and undersupply across Martin Marietta's high-growth Sunbelt markets.\nBased on historical trends, as residential construction recovers, increased light nonresidential activity typically follows. While near-term cyclical headwinds persist, secular momentum across infrastructure, data centers and energy-related development along with the eventual residential recovery continues to support our long-term growth outlook.\nI will now turn the call over to the company's newly appointed Chief Financial Officer, Michael Petro, to discuss our second quarter financial results. Michael?\n\nMichael J. Petro\n\nSenior VP & CFO\n\nThank you, Ward, and good morning, everyone. The Building Materials business posted revenues of $1.7 billion, a 2% increase. Gross profit increased 3% to $517 million and gross margin of 30% improved modestly. [Audio Gap] 6% over the prior year quarter and second quarter records for gross profit, gross margin and unit profitability of $430 million, 33% and $8.16 per tonne, respectively.\nWe are pleased to report that momentum is building as we enter the second half of the year. And as a result, we revised our full year guidance to reflect stronger aggregates pricing and effective cost management. Specifically, we now anticipate a full year price/cost spread of 340 basis points and a 14% year-over-year improvement in gross profit per tonne at the midpoint, both well ahead of historical levels.\nCement and Concrete revenues decreased 6% and gross profit decreased 25% to $245 million and $54 million, respectively, due to lower operating leverage and higher ready-mix raw material costs. Pursuant to the asset exchange with Quikrete, the results of operations for our Cement and Texas ready-mix concrete assets will be classified as discontinued operations beginning in the third quarter of 2025.\nAsphalt and paving revenues decreased 7% to $228 million and gross profit decreased 8% to $33 million due to lower shipments and higher costs. As Ward indicated, Magnesia Specialties achieved all-time quarterly record revenues of $90 million and second quarter records for gross profit and gross margin of $36 million and 40%, respectively, driven by strong pricing, improved shipments and efficiency gains.\nTurning now to capital allocation and liquidity. Martin Marietta has a well-balanced capital allocation strategy, which allows us to responsibly grow the business while maintaining a healthy balance sheet and preserving financial flexibility to further enhance shareholder value.\nOur focus remains on value-enhancing acquisitions, prudent organic capital investment and the consistent return of capital to shareholders, while maintaining the company's investment-grade credit rating profile.\nFull year capital expenditures are now expected in the range of $820 million to $850 million, an upward revision from the previous guidance of $725 million to $775 million. This increase is due to attractive and opportunistic land purchases.\nThat said, following several years of capital expenditures above sustaining levels, we expect 2026 capital expenditures to return to more normalized amounts resulting in increased free cash flow conversion. Importantly, with $1.4 billion of total liquidity, strong free cash flow generation and a net debt-to-EBITDA ratio of 2.4x as of June 30, we have ample balance sheet flexibility to capitalize on what remains an active M&A pipeline.\nWith that, I will turn the call back over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Michael. Our first half performance highlights the competitive advantage of our aggregates platform and the disciplined execution of our SOAR 2025 strategic plan. These strengths, combined with a solid financial foundation and track record of navigating complex market environments, reinforces our confidence in achieving our full year adjusted EBITDA guidance.\nLooking ahead, Martin Marietta's attractive underlying fundamentals and long targeted runway for transformative growth offer compelling horizon of future shareholder value creation.\nIf the operator will provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8d89644a689d7be34daecac0c6847e77",
    "period": "2024 Q4",
    "content": "Q4 2024 Martin Marietta Materials Inc Earnings Call\n\nQ4 2024 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEFEB 12, 10:00 AM\n\nOperator\n\nWelcome to Martin Marietta's Fourth Quarter and Full Year 2024 Earnings Conference Call. [Operator Instructions]. As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the conference over to your host, Ms. Jacklyn Rooker, Martin Marietta's, Director of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nDirector of Investor Relations\n\nGood morning, and my pleasure to welcome you to Martin Marietta's Fourth Quarter and Full Year 2024 Earnings Call. Joining me today are Ward Nye, Chair and Chief Executive Officer; and Jim Nickolas, Executive Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard and I will begin today's earnings call with a discussion of our full year operating performance, 2025 outlook and supporting market trends. Jim Nickolas will then review our financial results and capital allocation, after which Ward will provide closing comments. A question-and-answer session will follow. Please limit your Q&A participation to 1 question.\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jacklyn. Good morning, and thank you all for joining today's teleconference. Over the years, the disciplined execution of our proven strategic operating analysis and review or store plan has significantly transformed our company by providing Martin Marietta with a coast-to-coast footprint, majority of our products and services, going to areas exhibiting the highest growth potential by demonstrating our ability to manage through uncontrollable circumstances. By adhering to our value over volume approach to meet customers' needs without discounting the value of our own assets, and generating a higher return on those assets and by showing the resiliency of our business model, no matter the macroeconomic backdrop. As a result, our business is superbly positioned for near, medium and long-term success.\n2024 was no exception to those themes as we once again delivered record aggregates financial performance and successfully completed nearly $6 billion of portfolio enhancing transactions. Operationally, our team successfully managed many exogenous factors, including persistent inclement weather, tighter-than-expected monetary policy and related modest private construction slowdown. The team's steadfast commitment to managing what they could control, namely commercial excellence, cost management and portfolio optimization enabled the fourth quarter delivery of record profits, margin expansion and record cash flow from operations.\nBefore discussing our full year results and 2025 outlook, I'll highlight a few notable takeaways from 2024's fourth quarter. With the weather better cooperating in fourth quarter, earnings growth and margin expansion resumed, evidenced by our record fourth quarter consolidated gross profit of $489 million, consolidated adjusted EBITDA of $545 million reflecting an increase of 8% and consolidated adjusted EBITDA margin of 33%, an improvement of 210 basis points.\nPricing gains more than offset the impact of inventory management efforts from fourth quarter record aggregates gross profit per ton of $7.92, an increase of 12% and aggregates gross margin of 33%, an improvement of 120 basis points.\nIn addition to our impressive financial results, we successfully completed 3 aggregates bolt-on acquisitions in Southwest Florida, Southern California, in West Texas, all of which are attractive source identified geographies.\nOur full year results were notable given the year's extreme weather and a difficult macro economy. Despite these headwinds, we established new aggregates and Magnesia Specialties records specifically. Aggregates revenues and gross profit both increased 5% to $4.5 billion and $1.4 billion, respectively. Aggregates gross profit per ton increased over 9% to $7.58. Magnesia Specialties revenues increased 2% to $320 million and Magnesia Specialties gross profit increased 10% to $107 million.\nMartin Marietta's safety and enterprise excellence culture have long underpinned our financial results. I'm pleased to report we achieved our best full year safety incident rates in our company's history, inclusive of our newly acquired businesses. Notably, this marks our eighth consecutive year of a world-class lost time instant rate and fourth consecutive year of a world-class total injury incident rate.\n2024 surpassed 2021 as our most active M&A year ever with nearly $4 billion of aggregates-led acquisitions and over $2 billion of noncore asset divestitures. We selectively pruned cyclical and nonstrategic cement and ready-mix concrete operations and redeployed the proceeds into pure aggregate assets in attractive markets adding nearly 1 billion tons of aggregate reserves to our footprint. These proactive portfolio actions created a more durable business, increased the gross profit contribution from our core aggregates product line and enhanced our margin profile, all while maintaining a strong balance sheet for continued acquisitive growth.\nLooking ahead, we expect the reshape portfolio, together with our fourth quarter results will provide a solid foundation for profitable growth in 2025 and beyond. Specifically, our full year 2025 aggregate shipment guidance of 4% growth at the midpoint assumes that strong infrastructure and data center demand, a full year of 2024 acquisition contributions and normalized weather patterns will all more than offset the slowdown in private construction, which is primarily interest rate. Our full year 2025 pricing guidance of 6.5% growth at the midpoint, while lower than the last 3 years of double-digit growth remains notably higher than the long-term industry average of 3% to 4%. These revenue drivers, combined with moderating cost inflation, contributions from our cement and downstream businesses, Magnesia Specialties and the full year of contributions from our 2024 acquisitions underpin our 2025 full year adjusted EBITDA guidance of $2.25 billion at the midpoint, a 9% improvement compared with prior year.\nMoving now to end markets. We'll start with infrastructure, our most aggregates intensive and often countercyclical end market, both building and maintaining our nation's heavy infrastructure remains a bipartisan national strategic priority. Three years into the 5-year Infrastructure and Investment and Jobs Act or IIJA, Nearly 70% of highway and bridge funds remain to be invested, indicating robust multiyear tailwinds and Importantly, according to the American Road and Transportation Builders Association or ARTBA, public highway pavement and street construction is expected to continue to grow reaching $128.4 billion in 2025 compared with $119.1 billion in 2024, an 8% increase. Notably, based on recent state and government contract awards, ARTPA's 2025 transportation construction market outlook shows Texas, Florida, North Carolina and South Carolina, Key Martin Marietta states are among the largest markets expected to show growth.\nMoving now to nonresidential construction. Artificial intelligence, or AI, continues to drive unprecedented demand for digital and energy infrastructure, as evidenced by recent announcements from Microsoft and the new administration in Washington. Microsoft expects to invest $80 billion in fiscal 2025 on the construction of data centers that can handle AI workloads with over half of that spend in the United States. Moreover, the new administration recently announced Stargate, which aims to simplify permitting and significantly boost data center construction in the U.S. through a massive investment of up to $500 billion. The build-out is already underway with the data center in Alvin, Texas, that Martin Marietta is supplying from its December acquisition of [ RJs ] Gravel Company.\nMoreover, dodge construction networks warehouse were footage starts for the 12 months ended November 2024, inflected positively for the first time since December 2022. And Martin Marietta was recently awarded the material supply for 2 large Amazon warehouse projects in North Texas and Fort Myers, Florida, respectively.\nShifting to residential activity. Affordability and availability remain key issues impacting single-family demand, neither is expected to resolve in the near term given the higher for longer interest rate environment. Relative to the availability issue alone, realtor.com recently estimated that the U.S. housing market is underserved by approximately 7 million homes. That said, when single-family residential construction inevitably rebounds. Martin Marietta's leading positions in key Sunbelt MSAs provide attractive opportunities to capitalize on structurally underbuilt markets with pent-up demand.\nIn summary, record state and federal investments, reshoring, the artificial intelligence infrastructure build-out, the long-awaited single-family housing recovery should provide multiyear shipment stability and provide a healthy pricing environment for years to come.\nI'll now turn the call over to Jim to discuss our full year financial results and liquidity. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. The Building Materials business generated full year 2024 revenues of $6.2 billion, a 4% decrease and gross profit of $1.8 billion, a 6% decrease. The decline in both metrics, which are comparing year-over-year results is due to the February 2024 divestiture of our South Texas Cement and related concrete businesses, along with shipment declines in all product lines partially offset by acquisition contributions.\nOur aggregates product line achieved all-time record revenues, gross profit, gross margin and unit profitability in 2024. Contributions from acquired operations and strong things more than offset lower shipments. Importantly, this was the second consecutive year of margin expansion. And the fourth year in the last [ 6 ] experiencing a price/cost widening. Over those 6 years, margins have expanded 170 basis points. In 2024, Aggregates gross profit per ton improved 9% to a full year record of $7.58 per ton.\nCement and Concrete revenues decreased 29% to [ $1 million ] and gross profit decreased 40% to $260 million, again, driven primarily by the divestiture of our South Texas cement plant and its related concrete operations. While Cement margins held up nicely, the ready-mix business experienced margin compression from Q2 through year-end due to higher input costs, including aggregates incidents, outpacing pricing growth.\nAsphalt and paving revenues decreased 2% to $869 million due to slower market demand. Gross profit decreased 7% to $101 million due to lower revenues and higher aggregate input costs, partially offset by lower liquid asphalt costs. Magnesia Specialties established all-time records for revenues and gross profit of $320 million and $107 million, respectively, as benefits from strong pricing more than offset lower chemical and lime shipments.\nTurning now to capital allocation and liquidity. We achieved record fourth quarter cash flows from operations of $685 million, an increase of 23% compared with the prior year quarter, driven by improvements in working and deferred income tax payments due to the internal revenue service providing disaster tax relief for the line of businesses affected by Hurricanes Debbie and Helene. Our capital allocation priorities remain focused on prioritizing value-enhancing acquisitions, remeasured in our business and returning capital to shareholders.\nIn 2024, we returned $639 million to shareholders through dividend payments and share repurchases. Even with significant M&A activity, we ended the year with a net debt-to-EBITDA ratio of 2.3x, well within our targeted range of 2 to 2.5x. Our strong balance sheet offers ample flexibility to execute on our active M&A pipeline and pursue value-enhancing investment opportunities.\nFinally, I will close my prepared remarks with some views on tariffs. The depth, breadth and duration of tariffs actually levied remains highly uncertain. As a result, our 2025 guidance assumes no impact from tariffs. There are some situations where tariffs might enhance the company's profitability and others, which may lower it. The vast majority of our supply chain is sourced from U.S. locations. The company was served well by that during the supply chain shock of the COVID era and should serve us well going forward.\nWith that, I'll turn the call back over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jim. To conclude, we're proud of our strong fourth quarter financial results and industry-leading safety performance. Thanks to our team's collective commitment to Martin Marietta's vision and strategic priorities, we have deliberately built an increasingly resilient, highly productive coast-to-coast aggregates-led business positioned to grow unit profitability through various end market demand environments. We are enthusiastic about Martin Marietta's prospects in 2025 and beyond. The fundamental strength and underlying drivers of our differentiated business, proven strategic plan, strong balance sheet with significant opportunities for growth and long history of successfully managing through economic cycles, provide us great confidence in our ability to continue delivering strong financial, operational and safety performance.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/58c6a4ce94b5cc1cfbe43d07c7a3b692",
    "period": "2024 Q2",
    "content": "Q2 2024 Martin Marietta Materials Inc Earnings Call\n\nQ2 2024 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEAUG 8, 10:00 AM\n\nOperator\n\nWelcome to Martin Marietta's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta's Director of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nDirector of Investor Relations\n\nGood morning. It's my pleasure to welcome you to Martin Marietta's Second Quarter 2024 Earnings Call. With me today are Ward Nye, Chair and Chief Executive Officer; and Jim Nickolas, Executive Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required, to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to the legal disclaimers contained in today's earnings release and other public filings, which are available both our own and the Securities and Exchange Commission's website.\nWe have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends. As a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard Nye will begin today's earnings call with a discussion of our second quarter operating performance and our Blue Water Industries acquisition as well as our outlook for the remainder of 2024 in current market trends. Jim Nickolas will then review our financial results and capital allocation. After which, Ward will provide closing comments. A question-and-answer session will follow. Please limit your Q&A participation to one question.\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jacklyn, and thank you all for joining this teleconference. As indicated in today's earnings release, several dynamics impacted our second quarter financial results and particularly product shipments. The most notable driver was an historic 119% increase in precipitation in Dallas-Fort Worth our company's single largest and most profitable metropolitan marketplace as well as disproportionate rain and flooding in parts of the Midwest.\nSecondarily, the lag effect of restrictive monetary policy is pressuring interest rate-sensitive private construction demand more than previously anticipated. And while our value over volume philosophy also contributed modestly to the shipment decline the benefits of our commercial strategy are clearly evidenced by the second quarter strong unit profitability growth and adjusted EBITDA margin expansion. Moving forward, our team remains focused on what we can control, and view the demand impacts from weather and high interest rates is temporary.\nThat said, we expect slower shipment trends to persist in the year's second half. As a result, we revised our full year 2024 adjusted EBITDA guidance to $2.2 billion at the midpoint. While second quarter shipments were below our initial expectations, there were notable highlights worthy of mention as foundational for Martin Marietta's long-term success. Starting first with safety. I'm proud to report that we concluded the first half of 2024 with the best safety [ instance ] rates in our company's history, inclusive of our newly acquired businesses. Operationally, we expanded our adjusted EBITDA margin and achieved record second quarter organic and total aggregates gross profit despite significant weather headwinds.\nImportantly, aggregates pricing fundamentals remain attractive, with aggregates average selling price increasing 11.6% or 12% on an organic mix-adjusted basis. We expect this commercial momentum and related margin expansion to continue following realization of our previously announced July pricing actions. These accomplishments underscore the resiliency of our aggregates-led business reinforced by our teams fidelity to maintaining a safe workplace and our unrelenting commitment to both commercial and operational excellence.\nFrom a portfolio optimization standpoint, on April 5, we completed the acquisition of 20 aggregates operations from Blue Water Industries, and in so doing, efficiently redeploy the cash proceeds from the South Texas cement and concrete divestiture. These high-quality pure-play aggregates operations from Blue Water strategically complement our existing footprint in the Southeastern United States and position us in attractive new markets including Tennessee and South Florida for future growth. I'm pleased to report that the integration of both the Blue Water and Albert Frei & Sons acquisitions is complete. The combined financial performance has exceeded management's initial expectations, and the synergy realization will be increasingly compelling.\nMoving forward, the M&A pipeline remains active and largely focused on pure-play aggregates businesses and attractive or identified geographies.\nShifting now to end market trends. Our single most aggregates-intensive end use is infrastructure, which continues to benefit from increased funding and investment levels, while highway and street spending is expected to remain well above historic levels, leading indicators are predictably starting to lap more robust comparable periods. This is evidenced in the value of state and local government highway, bridge and tunnel contract awards for the 12-month period ending June 30, 2024, which declined modestly below 2023 levels to $114 billion.\nFunding certainty at the federal level through the Infrastructure Investment and Jobs Act or IIJA, together with record state DOT budgets and constituent actions support a healthy pricing environment for construction materials in 2025 and beyond. With the 2024 election process well underway, it's important to note rebuilding and enhancing our nation's infrastructure and manufacturing capabilities remain bipartisan, national strategic priorities, as revealed by the high passage rates on local infrastructure ballot initiatives and 3 key legislative actions, the IIJA, the Inflation Reduction Act and the CHIPS Act.\nMoving now to heavy nonresidential construction. Reshoring activity for large manufacturing and energy projects continues to drive product demand. Aside from warehouse construction, which is contracting from its post-COVID peak, starts on a square footage basis remained well above what were healthy in 2019 levels. While not wholly offsetting, construction spending for domestic manufacturing continues to trend positively with the June 2024 [ seasonally ] adjusted annual rate of spending at $236 billion, a 19% increase from the June 2023 value of $198 billion.\nImportantly, the breadth of reshoring projects is expanding from automotive, batteries and semiconductors to pharmaceuticals. For example, Novo Nordisk is investing $4 billion to build a 1.4 million square foot manufacturing facility near Raleigh, North Carolina, which we're well positioned to supply from our nearby quarries. In addition, while artificial intelligence is in its early stages, Martin Marietta is geographically well positioned to capitalize on the related data center and infrastructure build-out led by big tech, including Amazon, whose announced plans to invest more than $100 billion over the next decade on data centers alone.\nRelative to light nonresidential and residential activity, restrictive monetary policy continues to impact these interest rate sensitive end markets. The lock-in effect of high mortgage rates and low inventory are only serving to exacerbate the well-chronicled housing affordability and availability issues in many of our company's key metropolitan areas. That said, recent inflation and employment data should provide the foundation for accommodative Federal Reserve policy actions later this year and into 2025. I encourage you to read more on this as discussed in the CEO commentary and market perspective, released earlier today.\nBeyond 2024, we expect the generational highway and street investments as the nascent reshoring and artificial intelligence infrastructure build-out are very much expected to provide an extended multiyear construction cycle in these aggregates intensive end markets. Equally, when the affordability headwinds recede, we fully expect an accelerated housing construction recovery, specifically in single family, which will be required to address the structural deficit of homes in many of Martin Marietta's key markets.\nImportantly, as history informs us, growth in single-family construction bodes well for light nonresidential activity, which typically follows with a lag, but in this instance, a lag, which we believe will be more abbreviated than previous cycles.\nI'll now turn the call over to Jim to discuss our second quarter financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. As Ward mentioned and shown in today's release, we revised our full year 2024 adjusted EBITDA guidance to $2.2 billion at the midpoint, reflecting our first half results and revised second half shipment expectations.\nIn the second quarter, the Building Materials business generated revenues of $1.7 billion, a decrease of 3% and gross profit of $501 million, a decrease of 7%. The decline in both metrics is attributable to the divestiture of our South Texas Cement and related concrete businesses as well as shipment declines experienced in the quarter, most notably due to wet weather, partially offset by contributions of the Albert Frei & Sons and Blue Water acquisitions. The net positive impact of acquisitions and divestitures in the second quarter was $7 million of adjusted EBITDA.\nOur aggregates pipeline established second quarter records for revenues and gross profit as contributions from acquired operations and strong pricing more than offset lower shipments. Aggregates gross profit per ton improved 9% to a second quarter record of $7.41. That number is inclusive of the $20 million or $0.37 per ton nonrecurring, noncash purchase accounting impact of the fair market value write-up of inventory related to the Blue Water acquisition, which was fully recognized in the second quarter. Excluding this purchase accounting impact, gross profit per ton increased 14%. These impressive results reveal and affirm how our disciplined commercial strategy and flexible cost structure yields higher profits despite lower volumes.\nCement and concrete revenue decreased 37% to $261 million, and gross profit decreased 44% to $72 million, again, driven primarily by the divestiture of our South Texas Cement plant and its related concrete operations and secondarily, by significant wet April, May and early June weather in Dallas-Fort Worth. Notably, our strategic Midlothian cement plants daily shipping rates returned to near sold-out levels exiting the quarter. Remember, too, we expect our new [ finish mill ] to be operational in the third quarter. which has the capacity to add approximately 450,000 tons of incremental high-margin annual production capacity in the attractive North Texas market.\nOur asphalt and paving revenues and gross profit increased modestly to $245 million and $37 million, respectively, both second quarter records in large measure due to pricing improvements and energy cost tailwinds. Magnesia Specialties revenues of $81 million were in line with the prior year quarter, while gross profit decreased 2% to $27 million. Strong pricing, improved maintenance cost management and energy cost tailwinds, counterbalance lower chemicals and lime shipments.\nSOAR has long provided the framework we use to grow our business and deploy capital for long-term success. During the first half of this year, we deployed over $2.5 billion on pure-play aggregates acquisitions, invested $339 million of capital into our business and returned $542 million to shareholders through dividend payments and share repurchases.\nIn the second quarter alone, we repurchased 530,000 shares at an average price of $566 per share. Since our repurchase authorization announced in February 2015, we returned a total of $3.2 billion to shareholders through both dividends and share repurchases.\nOur net debt-to-EBITDA ratio was 2x as of June 30, at the low end of our targeted range of 2 to 2.5x, providing balance sheet strength and ample flexibility to actively pursue our M&A pipeline, reinvest in our business and extend our long track record of returning capital to Martin Marietta shareholders, all while preserving financial flexibility and our investment-grade credit rating profile.\nWith that, I will turn the call back over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThanks, Jim. In 2024, Martin Marietta is proudly celebrating our 30th year as a publicly-traded company. Our 3 decades of success has been the result of an unwavering commitment to safety and the disciplined execution of our proven strategy. As we plan for the next 30 years, we're confident Martin Marietta is well positioned to continue leading our industry's evolution while at the same time, navigating through inevitable macroeconomic cycles and driving sustainable, attractive growth.\nWe remain committed to building and maintaining the safest, best-performing and most durable aggregates-led business and look forward to delivering superior shareholder value for our stakeholders for years and decades to come.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e75d44f60b5502821f1725d3f875ba10",
    "period": "2024 Q1",
    "content": "Q1 2024 Martin Marietta Materials Inc Earnings Call\n\nQ1 2024 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEAPR 30, 10:00 AM\n\nOperator\n\nWelcome to Martin Marietta's First Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta's Director of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nDirector of Investor Relations\n\nGood morning, and thank you for joining Martin Marietta's First Quarter 2024 Earnings Call. With me today are Ward Nye, Chair and Chief Executive Officer; and Jim Nickolas, Executive Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard and I will begin today's earnings call with a discussion of our first quarter operating performance and our recently completed transactions as well as market trends. Jim Nickolas will then review our financial results and capital allocation. After which, Ward will provide some brief concluding remarks. A question-and-answer session will follow. Please limit your Q&A participation to 1 question.\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jacklyn, and welcome, everyone, and thank you for joining today's teleconference. Martin Marietta's continued growth and results demonstrate our industry-leading performance and disciplined adherence to and execution of our proven strategic operating analysis and review or store plan.\nWith the nadir that is always the industry's first quarter concluded in the 2024 construction season meaningfully underway, we remain confident that steady product demand supporting favorable commercial dynamics continued adherence to our value over volume strategy, ongoing operational excellence undertakings and portfolio optimizing transactions will position Martin Marietta for continued outperformance in 2024 and beyond.\nAs detailed in today's earnings release, we raised our full year 2024 adjusted EBITDA guidance to a range to $2.30 billion to $2.44 billion or $2.37 billion at the midpoint. This increase reflects the benefits that will be realized from the recently acquired Blue Water operations as well as strong realization of this year's pricing actions. As is customary, we'll revisit our guidance again at midyear.\nConsistent with our SOAR 2025 initiatives, we've executed $4.5 billion of portfolio-enhancing transactions this year, reducing cyclical downstream exposure while redeploying the proceeds to expand our aggregates footprint and improve our ability to generate consistently higher margins. More specifically, on January 12, we completed the acquisition of Albert Frei & Sons, a leading aggregates producer in Colorado, strengthening our aggregates platform in the high-growth Denver metropolitan area.\nAnd on April 5, we acquired 20 aggregate operations from Blue Water Industries providing us a new growth platform in Tennessee and Florida. These 2 pure-play aggregates transactions are expected to add approximately 17 million tons of annual shipments and generate approximately $180 million of annualized EBITDA, more than offsetting the EBITDA from the February 9 divestiture of the company's South Texas Cement and related concrete business. These transactions are all reflected in our revised adjusted EBITDA guidance as of their respective closing dates.\nTurning now to the company's first quarter operating performance. Aggregates pricing fundamentals remain attractive, increasing 12.2% or 12.7% on an organic mix adjusted basis, underscoring the advantages of our value over volume commercial strategy, and our sales team's unwavering commitment to receiving appropriate commercial consideration for our valuable and long-lived reserves.\nAggregate shipments declined 12.3% due largely to the well chronic cold weather impacted start to the year in our East and Southwest divisions and softening demand in warehouse, office and retail construction partially offset by more favorable weather and relative strength in our Central and West divisions. Aggregates product line gross profit per ton increased 14% and gross margin expanded by 90 basis points notwithstanding the shipment decline.\nLooking ahead, we remain enthusiastic about Martin Marietta's attractive market fundamentals and long-term secular trends across our 3 primary end uses of Public Works, nonresidential and residential construction. More specifically, we believe these markets in Martin Marietta's chosen geographies will drive aggregates intensive growth and favorable pricing trends for the foreseeable future. We expect robust multiyear demand in public infrastructure, U.S.-based manufacturing, energy projects and data center construction will partially offset near-term softness in warehouse light nonresidential and residential end markets.\nThat said, we fully expect the housing recovery, particularly in single-family once affordability challenges subside as demand in our key markets remains robust.\nInfrastructure activity is expected to continue to grow in 2024 as early Infrastructure Investment in Jobs Act or IIJA projects advance to the major construction phase. Notably, according to the annual market outlook provided by the American Road and Transportation Builders Association or ARPA, public highway, batement and street construction, the largest market sector is expected to increase 16% to $126 billion in 2024 as compared with $109 billion in 2023 as record State Department of Transportation or DOT budgets, match federal funds and provide additional investments.\nThe value of state and local government highway, bridge and tunnel contract awards, a leading indicator for our future product demand grew 11% to $116 billion for the 12-month period ending February 29, 2024. This generational investment in our nation's infrastructure supported by federal, state and local actions provides state DOTs with certainty to advance projects in their backlogs, driving sustained multiyear demand in this aggregate intensive often countercyclical market.\nShifting to the heavy nonresidential market, manufacturing projects continue to be supported by steady demand from ongoing reshoring of critical product supply chains, Construction spending for domestic manufacturing continues to trend positively with the February ceasing adjusted annual rate of spending for 2024 a $223 billion, a 32% increase from the February 2023 value of $169 billion. Equally, we expect the long-term secular trends towards cloud-based services and artificial intelligence will drive renewed growth in data center construction, which had moderated from a post-COVID peak.\nAs an example, in March, Google announced a new $1 billion data center in Kansas City to help drive its artificial intelligence efforts, which requires nearly 800,000 tons of aggregates from our uniquely positioned underground operations.\nLooking at the light nonresidential market, we expect 2024 demand will be challenged given higher for longer interest rates, high office vacancy rates and the natural construction lag from the last 2 years of single-family residential declines. As for the residential market, despite near-term uncertainty around mortgage rates, we're encouraged by positive trends in single-family housing starts, a leading indicator of aggregates demand, which were 1 million units in March 2024, a nearly 21% increase from a year ago.\nNotably, single-family housing starts have been at or above 1 million units since November 2023, indicative of a recovery from the 2023 trough. Given the well-publicized structural housing deficit in our company's key metropolitan areas, we expect Martin Marietta to benefit disproportionately from new home construction once interest rates moderate and monthly mortgage payments become more affordable.\nI'll now turn the call over to Jim to discuss our first quarter financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThanks, Ward, and good morning, everyone. As Ward mentioned and indicated in our earnings release, we raised our full year 2024 adjusted EBIT guidance to $2.37 billion at the midpoint and our full year 2024 aggregates gross profit guidance to $1.75 billion at the midpoint. The updated guidance for Aggregates gross profit includes a $30 million nonrecurring noncash purchase accounting impact expected in the second quarter the fair market value write-up of inventory related to the Blue Water acquisition.\nThe Building Materials business generated revenues of $1.2 billion, a decrease of 8% and gross profit of $248 million a decrease of 10%. The vast majority of the decline in both metrics is due to the effect of our divestiture of our South Texas cement and ready-mix business. A much smaller portion of the decline was due to shipments impacted by tougher weather this quarter compared to the prior year's unseasonably favorable weather conditions. Despite the lower shipment volumes, Aggregates gross profit increased modestly to $239 million, and gross margin increased 90 basis points to 27%. These results reflect our team's focus on what we can control specifically the efficacy of our commercial discipline and flexible cost structure, which drives higher profits without the benefit of growing volumes.\nTurning to our Texas cement and targeted downstream businesses. Our Cement and Concrete revenues decreased 22% to $265 million and gross profit decreased 47% to $31 million, driven primarily by the divestiture of our South Texas cement plant and its related concrete operations and secondarily by wet weather in Texas. Additionally, the new finish mill at our Midlothian cement plant in North Texas, which will add approximately 450,000 tons of incremental high-margin annual production capacity is still on track to be operational in the third quarter of 2024.\nConsistent with typical seasonal trends in relevant geographies, the asphalt and paving business posted a $22 million gross loss as our Minnesota-based asphalt facilities are inactive during the first quarter due to winter operational shutdowns and our Colorado-based operations experienced unfavorable winter conditions. Magnesia Specialties achieved an all-time quarterly gross profit record of $29 million despite a 3% decrease in revenues to $81 million as strong pricing, improved maintenance cost control and energy tailwinds more than offset continued headwinds in metal mining end markets.\nOur long-standing disciplined capital allocation priorities remain focused on responsibly growing our business through value-enhancing acquisitions, prudent organic capital investment and the consistent return of capital to shareholders, all while maintaining our investment-grade credit rating profile. In the first quarter, we invested $200 million of capital into our business. We also returned to shareholders almost $200 million during the quarter with $150 million of that used to repurchase over 255,000 shares at an average price of $586.85.\nSince our repurchase authorization announcement in February 2015, we have returned a total of $2.8 billion to shareholders through both dividends and share repurchases. Our net debt-to-EBITDA ratio was 0.8x as of March 31. Assuming no further M&A activity, we expect net leverage to be 1.4x by year-end below a targeted range of 2.0x to 2.5x, providing a strong balance sheet to capitalize on our robust acquisition pipeline.\nWith that, I will turn the call back over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nJim, thanks so much. To conclude, we expect 2024 will be another year of significant achievement for Martin Marietta. We're well positioned to benefit from infrastructure tailwinds, providing steady product demand and favorable commercial dynamics across our coast-to-coast footprint. Over the past 30 years, since a public company, Martin Marietta has built a resilient and durable business. We'll continue to build on the foundation that has proven so successful an aggregates-led platform with an unwavering commitment to safety, commercial and operational excellence and the disciplined execution of our strategic priorities.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/86ef7b249d926f0c54f37f03dcd3a726",
    "period": "2023 Q4",
    "content": "Q4 2023 Martin Marietta Materials Inc Earnings Call\n\nQ4 2023 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEFEB 14, 10:00 AM\n\nOperator\n\nWelcome to Martin Marietta's Fourth Quarter and Full Year 2023 Earnings Conference Call. [Operator Instructions]. As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta's Director of Investor Relations. Jacqueline, you may begin.\n\nJacklyn Rooker\n\nGood morning, and thank you for joining Martin Marietta's Fourth Quarter and Full Year 2023 Earnings Call. With me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nicholas. Executive Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by the United States securities laws in connection with future events future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard and I will begin today's earnings call with a discussion of our 2023 financial highlights and operating performance. Jim Nickolas will then review our financial results and capital allocation in more detail. After which, Ward will conclude with end market trends and our 2024 outlook. A question-and-answer session will follow. Please limit your Q&A participation to 1 question.\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nJacklyn, thank you. Good morning, and thank you so much for joining today's teleconference. I'm pleased to report 2023 was the safest and most profitable year in Martin Marietta's history, we delivered both record financial performance, eclipsing $2.1 billion in adjusted EBITDA and also world-class safety results, achieving a world-class total injury incident rate for the third year in a row and a world-class lost time instant rate for the seventh consecutive year.\nThis year was also highlighted by several portfolio enhancing transactions significantly strengthening both the durability of our business and our balance sheet and which cumulatively positions us well to continue delivering sustainable growth. Our 2023 achievements were accomplished despite a macroeconomic environment encumbered by restrictive monetary policy, a housing slowdown and heightened geopolitical tensions, that our team was able to successfully overcome these challenges further underscores the continued success of our strategic operating analysis and review or [indiscernible] plan, the vitality of our purposely curated geographic footprint, our team's steadfast execution of our proven value over volume commercial strategy and the resiliency and earnings power of our aggregates led business.\nSubsequent to year-end, on January 12, we closed the acquisition of Albert Fry & Sons, a leading aggregates producer in Colorado, expanding our aggregates platform in the high-growth Denver metropolitan area. More recently, on February 11, 2024, we entered into a definitive agreement to acquire the Alabama, South Carolina, South Florida, Tennessee and Virginia aggregates operations of Blue Water Industries, a closely held pure-play aggregates producer with a portfolio of 20 active operations and attractive Southeast markets, including Nashville, Knoxville and Miami. Consistent with our SOAR plan upon closing of the Blue Water Industries acquisition, which is expected to occur later this year, subject to regulatory approvals and customary closing conditions.\nThese 2 pure-play aggregates transactions will not only add approximately 1 billion tons of high-quality reserves in specific SOAR targeted markets, but also enhance the product mix of our portfolio. Assuming these transactions have closed on January 1, 2024, we would have expected these 2 acquisitions to generate approximately $180 million of adjusted EBITDA in 2024 more than offsetting the adjusted EBITDA divested in the February 9, 2024 sale of the company's South Texas Cement and related concrete business.\nAs we turn the page to 2024, favorable commercial dynamics underpinned by our value over volume pricing strategy and giving effect to the recently closed Colorado acquisition and Texas divestiture. We expect to deliver consolidated adjusted EBITDA of $2.24 billion at the midpoint. However, Assuming these transactions and the recently announced Bluewater Industries acquisition had all been completed as of January 1, 2024, we would have expected the new portfolio to generate adjusted EBITDA of $2.37 billion in 2024 at the midpoint.\nBefore discussing our full year 2023 results, I'll highlight a few notable takeaways from our record fourth quarter. Aggregates pricing increased 15%, driving product line gross profit of $328.6 million, a year-over-year increase of 36.8% and gross profit per ton of $7.04, a year-over-year increase of 39.8%, both fourth quarter records. While aggregate shipments decreased 2.1%, these financial results clearly demonstrate the success of our sales team's commitment to receiving appropriate commercial consideration for our valuable and long-lived reserves.\nThe primary and disproportionate organic earnings growth driver of our business. Turning now to our full year 2023 results. As previously noted, we established new financial records in each of the following year-over-year metrics. Consolidated total revenues of $6.8 billion, a 10% increase Consolidated gross profit of $2 billion, a 42.1% increase; earnings per diluted share from continuing operations of $19.32, a 41% increase. Adjusted EBITDA of $2.1 billion, a 33% increase and aggregates gross profit per ton of $6.93, a 46.4% increase. Moreover, we successfully implemented midyear price increases across the majority of our markets as we endeavor to pass through persistently high cost inflation.\nShifting now to our full year 2023 operating performance beginning with aggregates. Aggregate shipments declined 4.3%, the combined result of our value over volume strategy and softer demand in certain Midwest and Southwest markets, partially offset by continued strength in key Southeast markets. Aggregates pricing increased to 18.9% or 17.2% on a mix-adjusted basis as pricing fundamentals remain attractive.\nTexas Cement shipments decreased 3.4% to 4 million tonnes. Pricing increased 22% or 21.6% on a mix-adjusted basis, driven by favorable supply-demand dynamics in the Dallas/Fort Worth Metro blacks. Turning to our targeted downstream businesses. Ready-mixed concrete shipments decreased 12.1%, but that reduction was largely driven by the April 2022 divestiture of the company's Colorado and Central Texas concrete businesses. Pricing increased a robust 20%. [indiscernible] shipments increased 3.5% and pricing increased 6.7%.\nBefore providing end market trends and our 2024 outlook, Jim will now discuss our full year financial results.\nJim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. As Ward mentioned, we completed the sale of our South Texas cement plant and related concrete operations last week on February 9. While these businesses were classified as held for sale on the balance sheet as of December 31, revenues and profits from these operations through the divestiture date are included in the earnings from continuing operations.\nAccordingly, the revenues and profits from these assets are included in both 2023 as reported earnings from continuing operations and in our 2024 earnings guidance through the February 9 close date. The revenues and profits from the Colorado assets acquired on January 12, 2024, also are included in our forward earnings guidance. Lastly, the Bluewater Industries transaction has not yet closed and remain subject to customary closing conditions and regulatory review. Accordingly, the contributions from the pending acquisitions are not included in our 2024 earnings guidance. That said, we will provide updated earnings guidance after closing Bluewater transaction, which is expected to occur later this year.\nThe Building Materials business posted full year 2023 revenues of $6.5 billion, an increase of 10.3% and gross profit of $1.9 billion, a notable 43.7% increase year-over-year, both new records.\nThe aggregates business achieved all-time record revenues in 2023, growing 10.9% to $4.3 billion. Gross profit increased 40.1% to $1.4 billion, and gross margin increased 660 basis points to 32%. Again, both all-time records. Solid pricing growth more than offset lower shipments, further demonstrating how the disciplined execution of our value over volume, commercial strategy yields, higher profits and higher margins even without the benefit of growing volumes.\nOur Texas Cement business extended its track record of outstanding performance and once again delivered record top and bottom line results. Revenues increased 17% to $725.5 million and gross profit increased 64.6% to $333.6 million, driven primarily by favorable supply-demand dynamics in the Dallas/Fort Worth Metroplex and energy cost tailwinds.\nAs a reminder, the new finish mill at our Midlothian, Texas plant in North Texas is expected to be fully operational in the third quarter of 2024, adding approximately 450,000 tons of incremental high-margin annual production capacity.\nMoving to our targeted downstream businesses. Our Concrete revenues increased 5.9% to $1 billion and gross profit increased 44.2% to $102 million, driven primarily by pricing gains and mega project contributions, which more than offset higher upstream raw material and delivery costs. Asphalt and paving revenues increased 12.6% to $887.1 million. Gross profit increased 34.7% to $109 million. The result of strong demand and lower bitumen costs. Magnesia Specialties full year revenues increased 3.8% to $315.4 million, while gross profit increased 6.9% to $97.1 million. Strong pricing and energy cost tailwinds more than offset weaker demand in certain magnesia end markets, including TPO roofing and cobalt mining.\nWe continue to balance our long-standing disciplined capital allocation priorities to responsibly grow our business. In 2023, we invested $650 million of capital into our business and returned $324 million to shareholders through both an increased dividend and share repurchases. Since our repurchase authorization announcement in February of 2015, we have returned a total of $2.6 billion to shareholders through both dividends and share repurchases.\nOur net debt-to-EBITDA ratio was 1.4x as of December 31, assuming the Albert Fry and Sons and Bluewater Industries acquisitions and Top Texas Cement and related concrete operations divestiture were effective as of January 1, 2024, after giving effect to the impacts of these transactions, our net debt-to-EBITDA ratio would have been 1.85x, just below our targeted range of 2 to 2.5x, which would provide ample dry powder to take advantage of additional value-enhancing acquisitions.\nWith that, [indiscernible] back to Ward to discuss end market trends.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nJim, thanks so much.\nWe're enthusiastic about Martin Marietta's prospects in 2024 and beyond. We anticipate healthy demand in public and heavy nonresidential construction will largely offset softness in the residential sector and expected moderation in light nonresidential construction.\nHowever, anticipated decreases in mortgage rates should provide tailwinds in residential demand and an uptick in single-family home construction as evidenced by recent starts data. As you've heard us say for years in this business, where you are matters. And Martin Marietta is uniquely positioned to capitalize on these long-term secular trends.\nInfrastructure activity is expected to remain resilient as funds from the Infrastructure Investment and Jobs Act or II JA, along with record state Department of Transportation or DOT budgets, as well as voter-approved state and local transportation-related ballot initiatives coalesce to per years of steady investment and demand. The value of state and local government highway, bridge and tunnel contract awards, a leading indicator for our future product demand grew 8% to $113 billion in 2023.\nAccording to the American Road and Transportation Builders Association or ARPA, Texas, Colorado, California, Georgia and Florida, Key Martin Marietta states are among some of the largest growing markets based on contract awards. Importantly, our investment in our nation's infrastructure continues to maintain broad bipartisan support. During the November 2023 election, Voters approved 88% of transportation-related state and local ballot initiatives, representing approximately $7 billion of additional infrastructure funding.\nWe expect this enhanced level of federal, state and local infrastructure investment will yield steady, multiyear demand in this important aggregates-intensive often [indiscernible] cyclical end market.\nMoving to nonresidential and starting with heavy industrial, strong demand for large manufacturing and heavy side energy projects is expected to counterbalance ongoing moderation in warehouse and data center construction from its COVID peak. Construction spending from manufacturing in the United States continues to trend positively with the December seasonally adjusted annual rate of spending for 2023 at $214 billion, a 61% increase from the December 2022 value of $133 billion.\nManufacturing projects continue to be supported by health demand from the ongoing reshoring of critical product supply chains, including semiconductors and electric vehicle battery manufacturing. As an example, in the fourth quarter of 2023, Toyota announced an $8 billion expansion to the battery manufacturing campus in North Carolina, bringing their total investment to approximately $14 billion. This incremental investment solidifies North Carolina is Toyota's central hub for lithium ion battery production in North America with this campus having over 7 million square feet. Importantly, our queries are well positioned to supply the aggregates needs for this type of multiyear project.\nShifting to light nonresidential, while demand remained resilient through 2023 despite higher interest rates, high office vacancy rates and tighter commercial lending additions, we expect 2024 demand in this segment to moderate as it generally follows single-family residential development with a lag.\nGiven the structural housing deficit and favorable population trends in key Martin Marietta markets, we fully expect the affordability-driven single-family residential slowdown will recover as interest rates declined further and monthly mortgage payments become relatively more affordable. Although there's still near-term uncertainty [indiscernible] recent trends in single-family housing starts, a leading indicator of aggregate demand which were 1 million units in December, an increase of 16% from a year ago.\nLooking ahead, we expect 2024 to be another record year for Martin Marietta. As previously mentioned, we anticipate flat aggregate shipments as infrastructure and large-scale nonresidential projects should largely offset softness in the residential and light nonresidential sectors. With steady product demand supporting favorable commercial dynamics and the disciplined execution of our value over volume strategy, we expect double-digit aggregates pricing growth to overcome inflationary pressures and lead to expanded gross margins and unit profitability growth, combined with contributions from our cement, downstream and Magnesia Specialties businesses and contributions from our recently acquired Colorado assets, we are confident in our expectations for Consolidated adjusted EBITDA of $2.24 billion at the midpoint.\nTo conclude, we're extremely proud of our record-setting performance in 2023. We demonstrated our ability to successfully navigate another challenging macroeconomic environment and deliver superior returns for shareholders. As we begin the new year, our teams remain committed to employee health and safety, commercial and operational excellence, sustainable business practices and the execution of our SOAR 2025 initiatives as we build the safest, best-performing and most durable aggregates-led public company.\nWe look forward to continuing our strong momentum in driving responsible and profitable growth in 2024 and beyond. If the operator will now provide the required instructions, we'll turn our attention to addressing your questions. Thank you."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dea5448cd2661cc245c0a1999e56086f",
    "period": "2023 Q3",
    "content": "Q3 2023 Martin Marietta Materials Inc Earnings Call\n\nQ3 2023 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSENOV 1, 10:00 AM\n\nOperator\n\nGood day, and welcome to Martin Marietta's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Jacklyn Rooker, Martin Marietta, Director of Investor Relations. Jacklyn, you may begin.\n\nJacklyn Rooker\n\nThank you. It's my pleasure to welcome you to our third quarter 2023 earnings call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Executive Vice President and Chief Financial Officer. Today's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance.\nLike other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website. Ward and I will begin today's earnings call with a discussion of our operating performance and the outlook for the remainder of 2023.\nJim Nickolas will then review our financial results and capital allocation after which Ward will conclude with end market trends and our preliminary view for 2024. A question-and-answer session will follow. Please limit your Q&A participation to one question.\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jack and welcome, everyone, and thank you for joining today's teleconference. Martin Marietta once again delivered record results across nearly every financial and operational measure extending our long track record of industry-leading performance and responsible, profitable growth.\nThanks to the dedication of our colleagues across the enterprise, we achieved accompanying milestone by exceeding $2 billion in trailing 12 months adjusted EBITDA for the first time. Our exceptional third quarter is highlighted by a 42% improvement in aggregates gross profit per ton despite lower shipments, further validating the benefits of our value over volume commercial strategy and our commitment to operating with excellence while meeting and exceeding our customers' needs. Importantly, while our work in continuous safety improvement is never done, I'm proud to report the company concluded our safest third quarter on record, with total and lost time incident rates surpassing world-class levels. On another third quarter event, it's notable that just yesterday on October 31, we finalized the sale of our Tehachapi California cement plant substantially completing the planned asset sales from the 2021 Lehigh Hanson West acquisition.\nConsistent with our SOAR 2025 initiatives, this divestiture of a nonstrategic asset provides us with additional balance sheet flexibility to advance our well-articulated path of quality aggregates-led growth. As detailed in today's earnings release, we raised our full year 2023 adjusted EBITDA guidance to a range of $2.05 billion to $2.15 billion, as pricing momentum will more than offset lower shipments and recently increased energy and related costs.\nTurning now to Martin Marietta's third quarter financial performance. We established all-time quarterly records across a number of areas, including consolidated total revenues of $2 billion, a 10.1% increase. Consolidated gross profit of $676 million, a 38.6% increase. Earnings per diluted share from continuing operations of $6.94 of 48.6% increase. Adjusted EBITDA of $705.2 million, a 32.3% increase and aggregates gross profit per ton of $7.89 of 42.4% increase. These results reinforce the durability of our aggregates-led business which is strategically situated in well-curated geographies.\nThese record results also reflect our team's focus on what we can control despite heightened geopolitical tensions and persistent macroeconomic headwinds, including growth restrictive monetary policy and continued inflation.\nShifting now to our third quarter shipment and pricing results Aggregate shipments declined 7.3%. Our value over volume strategy is clearly an unapologetic component of that result as a softening demand in certain Midwest and Southwest markets, which was partially offset by continued strength in key Southeast markets. Aggregates pricing fundamentals remain very attractive with pricing increasing 20% or 17.2% on a mix adjusted basis as we continue to expect fair value for our depleting resources. Near sold-out Texas cement conditions, particularly in the Dallas-Fort Worth Metroplex continue to drive strong product demand in a favorable commercial environment.\nThird quarter cement shipments of 1.1 million tons were flat to last year's comparable period and pricing grew 18.9% as we continue to largely sell as much as we can produce. We expect favorable Texas Cement pricing dynamics will continue and accordingly announced a $15 per ton price increase effective January 1.\nTurning to our targeted downstream businesses. Ready-mixed concrete shipments increased 3.6%, while pricing improved a solid 20.9%. Asphalt shipments increased 5.7% and pricing increased 6.7%.\nBefore providing our outlook for the remainder of 2023 and a preliminary view of 2024, I'll turn the call over to Jim to conclude our third quarter discussion with a review of the company's financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. The Building Materials business posted record quarterly revenue of $1.92 billion, a 10.5% increase over last year's third quarter and record quarterly gross profit of $649.5 million, a year-over-year increase of 38.4%. Aggregates gross profit improved to 32.1% relative to the prior year period to a record $440.6 million as pricing growth more than offset lower shipments and higher production costs, underscoring the strength and effectiveness of our value-over-volume commercial strategy as a distinguishing hallmark to grow profitability through economic cycles.\nThe business also achieved an aggregate gross profit margin of 36.2%, setting a new all-time profitability record despite the shipment decline. Our Texas Cement business also extended its track record of outstanding performance. Revenues increased 18.3% to $199.1 million, while gross profit increased 61.5% to $108.7 million. Pricing growth and lower energy costs more than offset higher raw materials and maintenance costs. Domestic production capacity constraints and robust demand continue to drive extremely tight supply, particularly in North Texas. As a reminder, Martin Marietta has taken 2 notable steps to increase our Texas Cement production capacity to capitalize on the supply-demand dynamics.\nFirst, we've homely converted our construction cement customers from type 1, type 2 cement to less carbon-intensive Portland-limestone cement, also known as Type 1L at both our Midlothian and Hunter Texas plants. This conversion not only reduces our carbon footprint but also expanded our production capacity by approximately 10%. Second, our Midlothian, Texas plant is installing a new finish mill providing 450,000 tons of incremental high-margin annual production capacity.\nThis project should be fully operational in the third quarter of 2024. As previously discussed, we began utilizing the new silos to low customer trucks in July. In addition to increasing cement storage capacity by over 60%, these silos have considerably enhanced the customer experience by reducing lot cycle times and are saving our customers up to an hour at peak shipping times each day. Our concrete revenues increased 25.3% to $285.2 million and gross profit increased 81.8% to $34.1 million, driven primarily by steady volume growth, pricing gains and mega project contributions, which more than offset higher upstream raw material and delivery costs.\nOur asphalt and paying revenues increased 14.6% on $359.9 million, and gross profit increased 33% to $66.1 million, reflecting higher selling prices and lower bitumen costs. Magnesia Specialties revenues totaled $75.5 million in the third quarter, in line with the prior period, and gross profit increased 3.6% to $21.4 million, softening demand in certain Magnesia end markets including TPO roofing and metal lining was more than offset by commercial and operational excellence initiatives and energy tailwinds. We expect demand to soften due to labor unrest in the automotive sector and magnesia end markets remaining weak in the fourth quarter, and as such, have reduced our Magnesia Specialties full year gross profit guidance.\nDuring the quarter, our Board of Directors approved a 12% increase to our quarterly cash dividend paid in September, demonstrating its confidence in the durability and sustainability of our company's future growth and free cash flow generation. Our annualized cash dividend rate is now $2.96. Since our repurchase authorization announcement in February 2015, we have returned a total of $2.6 billion to shareholders through a combination of meaningful and sustainable dividends as well as share repurchases.\nOur net debt-to-EBITDA ratio was 1.8x as of September 30, representing balance sheet strength and flexibility to responsibly grow through quality acquisitions and prudent capital investments while returning capital to Martin Marietta to shareholders.\nTo conclude my prepared remarks, I want to emphasize that the record-breaking financial performance of this quarter and year-to-date has demonstrated a disciplined execution of our value over volume, commercial strategy yields higher margins, higher profits and higher cash flow without the benefit of growing volumes.\nWith that, I'll turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThanks, Jim. Looking ahead to the remainder of the year and into 2024, we remain confident Martin Marietta is well positioned to capitalize on attractive market fundamentals across our coast-to-coast footprint specifically, infrastructure demand from increased federal and state level investments and heavy industrial projects of scale should counterbalance headwinds in the light nonresidential and historically underbuilt residential sectors, which are more sensitive to tightening credit conditions and higher for longer interest rate expectations. In the third quarter, infrastructure accounted for 39% of total shipments, predictably building to a higher and more normalized portion of our overall business.\nThe value of state and local government highway, bridge and tunnel contract awards a leading indicator for our future product demand is meaningfully higher year-over-year. These infrastructure contract awards grew 18% to a record $114 billion for the 12-month period ending September 30, 2023. Collectively, we anticipate that the historic increase in public sector investment from the Infrastructure Investment and Jobs Act or IIJA, record state departments of transportation budgets and voter-approved state and local transportation ballot initiatives will provide sustained multiyear demand to this aggregates intensive often countercyclical end market.\nAggregate shipments to the non-residential market accounted for 33% of our third quarter shipments. Heavy side energy and manufacturing projects of scale continue to drive demand in this segment as warehouse and data center construction continues to moderate from the post-COVID period. Construction spending for manufacturing in the United States continues to trend favorably with the August season adjusted annual rate of spending for 2023 at $198 billion, at 66% increase from the August 2022 value of $120 billion. The Inflation Reduction Act and CHIPS act together with significant private investments provide funding certainty for these large-scale manufacturing and energy projects that we believe will be disproportionately and positively impactful in Martin Marietta markets. Importantly, we have both the ability and capacity to supply these large projects and with the successful execution of our commercial and operational excellence strategies will do so in a manner that is margin accretive.\nMoving to white non-residential, while third quarter shipments remained resilient, we expect the recent interest rate acceleration together with tighter commercial lending conditions may impact future demand. That said, the anticipated softness in this segment should be partially offset by the extended cycle and strength of the more aggregates intensive heavy nonresidential sector. Softening in the residential end market, which accounted for 23% of aggregate shipments this quarter, is expected to continue driven by current mortgage rates, which are nearing 23-year highs at 8%. While single-family housing starts, a leading indicator of aggregates demand signaled a near-term bottom and inflection point over the summer, the current higher rates are exacerbating affordability challenges and driving our revised expectations of soft demand in this end market.\nNonetheless, we fully expect this current single-family housing slowdown will reverse once home prices and borrowing rates find equilibrium as demand far exceeds supply across key Martin Marietta markets, the result of significant underbuilding over the last decade and homeowners' reluctance to abandon low-rate mortgages. As we look to 2024, our preliminary view anticipates aggregate shipments will be effectively flat as increased infrastructure investment, coupled with robust activity from heavy non-residential projects of scale should help balance expected softness in interest rate sensitive, private construction end markets.\nWe remain confident that favorable commercial dynamics underpinned by our value over volume pricing strategy will be supported by 2023 exit rates as well as the realization of our previously announced January 1, 2024, price increases. Together, we expect this will drive low double-digit growth in aggregates pricing and another year of profitable growth in 2024.\nTo conclude, our team achieved impressive results in nearly every aspect of our business against a challenging macroeconomic and geopolitical backdrop. One of Martin Marietta enduring qualities is our proven ability to adapt quickly and respond effectively and durably to changing circumstances. Accordingly, we are extremely proud of our company's exceptional safety operational and financial performance through the first 9 months of 2023.\nMoreover, our record-setting third quarter performance, together with our fourth quarter expectations, reinforce our confidence that we will deliver our full year adjusted EBITDA guidance midpoint of $2.1 billion, an organic improvement of $500 million or 31% over 2022. Through the disciplined execution of our strategic plan, we intend to continue driving responsible and profitable growth in 2023 and into the future.\nIf the operator will now provide the required instructions, we will turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2e3404d651db5b48444bd4d61c6920cf",
    "period": "2023 Q1",
    "content": "Q1 2023 Martin Marietta Materials Inc Earnings Call\n\nQ1 2023 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEMAY 4, 10:00 AM\n\nOperator\n\nGood day, and welcome to Martin Marietta's First Quarter 2023 Earnings Conference Call. [Operator Instructions]. As a reminder, today's call is being recorded and will be available for replay on the company's website. I will now turn the call over to your host, Ms. Jennifer Park, Martin Marietta's Vice President of Investor Relations. Jennifer, you may begin.\n\nJennifer Park\n\nThank you. It's my pleasure to welcome you to our first quarter 2023 earnings call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer. Today's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance.\nLike other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website.\nWe have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends. As a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard Nye will begin today's earnings call with a discussion of our operating performance. Jim Nickolas will then review our financial results and capital allocation, after which Ward will conclude with market trends and our outlook for 2023. A question-and-answer session will follow. [Operator Instructions]. I will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jenny. Welcome, everyone, and thank you for joining today's teleconference. I'm pleased to report that this year is off to a very strong start for Martin Marietta with first quarter records by nearly every measure. Given our focus on operating safely and responsibly, we're especially pleased that total and lost time incident rates were down 21% and 50%, respectively, in the first quarter.\nThe exceptional quarterly performance is a testament to our team's focus on commercial and operational excellence and the resiliency of our differentiated business model that separates us from others in our industry. We continue to adhere to a value-over-volume approach, focusing on an aggregates-led product strategy and carefully expanding and honing our service footprint, which today is national in scope.\nIn brief, the results we've reported over the recent past, including the first quarter results announced today, are a tribute to our team's disciplined execution of our strategic plan and gives us confidence that we will deliver 2023 adjusted EBITDA of $1.9 billion, consistent with the high end of our previously announced guidance range. As is common practice, we will revisit our guidance more formally at [indiscernible] year.\nAs for the first quarter, our product demand remained robust. We experienced a modest decline in aggregate shipments as historically wet weather in California was partially offset by a mild winter in the Southeast. However, aggregates pricing momentum continued to build with a 12.8% sequential increase driven by the carryover effects of our 2022 inflation management actions and by broad acceptance of our January 1, 2023 increases, which were pulled forward from April 1 in the vast majority of our markets.\nThese combined shipments and pricing results demonstrate the relative price and elasticity of aggregate demand where customer service and availability of quality in materials tend to be of greater importance than product cost. Our intentional approach to capacity expansion investments at key facilities across our footprint has positioned us well to better serve our customers during this period of high product demand across many of our locations, including markets in the Southeast and Texas.\nNow let's turn to our financial results. We established a number of first quarter records for Martin Marietta, including consolidated total revenues of $1.35 billion, a 10% increase; consolidated gross profit of $303 million, a 94% increase; diluted earnings per share from continuing operations of $2.16, a 454% increase; adjusted EBITDA of $324 million, a 64% increase; and $5.70 aggregates gross profit per ton, a 134% increase.\nThese results demonstrate the advantages of our value over volume commercial strategy, which was paramount to offsetting continued albeit moderating inflationary pressures. That said, the April OPEC+ production cuts were broadly unexpected and are likely to put upward pressure on fuel expenses throughout the remainder of the year, which tends to flow through to other cost categories.\nAs such, our teams are actively advising customers of midyear price increases, which we anticipate will be more widely accepted and larger in scope and magnitude than we were initially considering a few months ago. Longer term, Martin Marietta is well positioned to benefit from what is expected to be an increasingly favorable and extended pricing cycle. Let's now turn to our first quarter operating performance beginning with aggregates.\nWe experienced solid aggregates demand across our geographic footprint with total aggregate shipments decreasing only 300,000 tons despite an [indiscernible] 1 million-ton shipment decline in weather-impacted California. Aggregates pricing fundamentals remain attractive, with pricing increasing 22.6% or 19.6% on an adjusted basis. The Texas cement market continues to experience robust demand and tight supply amid near sold-out conditions particularly in the Dallas/Fort Worth [indiscernible].\nYet largely due to wet and cold weather to start the year, first quarter shipments declined 6.8%. Importantly, we delivered pricing growth of 32.2% more than offsetting the effect of lower weather-impacted shipments. We fully expect that favorable Texas cement commercial dynamics will continue for the foreseeable future and accordingly, have announced a $10 per ton price increase effective July 1.\nShifting to our targeted downstream businesses. Ready mixed concrete shipments decreased 37.1% and pricing increased 20.2%. As a reminder, our first quarter 2023 ready mixed concrete results exclude the Colorado and Central Texas operations that were divested nearly 13 months ago on April 1, 2022, impacting the comparability to the prior year quarter. Asphalt shipments decreased 25.1%, driven primarily by wet weather in California and Arizona.\nPricing improved 9.9% following the increase in raw material costs, principally liquid asphalt or bitumen. Before discussing our outlook for the remainder of 2023, I'll turn the call over to Jim to conclude our first quarter discussion with a review of the company's financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning to everyone. The Building Materials business posted first quarter revenues of $1.27 billion, a 10.1% increase over last year's comparable period and a first quarter gross profit record of $276 million, a 99.4% increase. Aggregates gross profit improved 131.7% relative to the prior year, resulting in a first quarter record of $238 million.\nAggregate gross margin improved 1,250 basis points to 26.1% as strong pricing growth more than offset modestly lower shipments and continued inflationary pressure impacting most cost categories. Aggregates gross margin also benefited from geographic shipment mix, which reflected a larger contribution from the higher-margin Southeast markets. Geographic mix is expected to normalize over the balance of the year.\nOur Texas cement business delivered record first quarter top and bottom line results, continuing its recent track record of exceptional performance. Revenues increased 21.9% to $169 million, while gross profit increased 75.4% to $47 million. Importantly, execution of our disciplined commercial strategy drove gross margin expansion of 860 basis points to [indiscernible] as pricing gains and normalization of natural gas expenses more than offset lower operating leverage and higher raw materials and maintenance costs.\nAs we shared previously, our Midlothian, Texas plant has several initiatives underway to increase production capacity. The largest of those is the installation of a new finish mill that we expect to complete in the third quarter of 2024. The new finish mill will provide 450,000 tons of incremental high-margin annual production capacity in today's nearly sold out marketplace.\nAt both our Midlothian and Hunter Texas plants, the process of converting our construction cement customers from type 1, type 2 cement to a less carbon-intensive Portland-limestone cement, also known as type 1L, is substantially complete. We expect those efforts to provide additional capacity of 5% this year as compared to 2022. Our ready mixed concrete revenue declined 24.4% to $220 million and gross profit declined 48.9% to $11 million driven primarily by the divestiture of our Colorado and Central Texas operations last April, impacting prior year comparability.\nOur asphalt and paving revenues increased 2.1% to $58 million as increased pricing offset weather-impacted shipments in California and Arizona. Consistent with its typical seasonality, this business posted a $20.5 million gross loss as the Minnesota operations are inactive during the first quarter given that market's late spring start to the construction season.\nIdeally, most asphalt installations occur when both ground and air temperatures are between 50 and 90 degrees Fahrenheit. Magnesia Specialties generated record first quarter revenues of $83 million an 8.4% increase. Despite top line growth, gross profit declined 2.7% to $25 million due to higher supplies and contract services expenses, resulting in a 330 basis point decline and gross margin to 30%.\nWe remain focused on the disciplined execution of our strategic plan, which emphasizes responsible growth through acquisitions, reinvestment in our business operations and the consistent return of capital to shareholders. During the quarter, we returned $117 million to shareholders through both dividend payments and share repurchases. We repurchased nearly 204,000 shares of common stock at an average price of approximately $368 per share in the first quarter.\nSince our repurchase authorization announcement in February 2015, we have returned a total of $2.4 billion to shareholders through a combination of meaningful and sustainable dividends as well as share repurchases. Our net debt-to-EBITDA ratio continued its downward trend and ended the quarter at 2.4x, within our targeted range of 2 to 2.5x. With that, I will turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThanks, Jim. We like Martin Marietta's prospects in 2023 and beyond as we begin this year with great promise. We continue to experience healthy customer backlogs and are encouraged by a number of factors that support near, medium and long-term demand for our products across the infrastructure and heavy nonresidential construction sectors. As indicated in our supplemental materials, historic legislation including the Infrastructure Investment and Jobs Act or IIJA, Inflation Reduction Act and Chips Act are expected to provide funding certainty for large infrastructure, manufacturing and energy projects through the current period of macroeconomic uncertainty.\nAs such, we expect the related product demand for these key end-use segments to be largely insulated. We'll start with infrastructure, which accounted for 32% of first quarter aggregate shipments. The value of state and local government highway bridge and tunnel contract awards, a leading indicator for our future product demand, is meaningfully higher year-over-year with growth of 16% to a record $104 billion for the 12-month period ending March 31, 2023.\nImportantly, state Departments of Transportation, or DOTs in key Martin Marietta states are well positioned from a readiness and resource perspective to utilize the full allocation of federal dollars received from the IIJA in fiscal year 2023. Also late last year, the President signed the fiscal year 2023 spending package, which included the Cornyn - Padilla Amendment, allowing states and local municipalities to allocate unused COVID-19 [indiscernible] for infrastructure projects.\nThis amendment alone is estimated to provide an additional $40 billion of available infrastructure funding to Martin Marietta's top 10 states. We expect this step change in public sector investment stemming from a number of historic legislative actions to drive sustained multiyear demand for our products in this important, often countercyclical end market. Moving now to nonresidential construction, this quarter's largest end-use representing 38% of our aggregate shipments.\nHeavy industrial projects led by energy, onshore manufacturing and data centers continue to drive demand in the segment accounting for the majority of total nonresidential shipments. The large project pipeline remains robust. As an example, estimated aggregates requirements for key Gulf Coast petrochemical projects have increased by over 33% since our last earnings report. The aggregates intensity of these Gulf Coast projects is immense.\nAnd importantly, we have the production capacity and the long-haul logistics capabilities to supply specification products to these significant projects in a timely manner. In addition to large petrochemical facilities, electric vehicle and related battery plants, semiconductor and other critical product domestic manufacturing projects will be supported by enhanced federal investment from the Inflation Reduction Act and Ships Act, resulting in an [indiscernible] goal with the aggregate-intensive, heavy nonresidential sector.\nWith respect to the light nonresidential end market, we've yet to experience any notable weakness in this segment as shipments due in-process projects continue. With that said, new projects may have more difficulty accessing capital if commercial lending conditions meaningfully tighten. As such, we expect a slowdown in product shipments to the light nonresidential sector later this year.\nResidential shipments accounted for [indiscernible] of total aggregate shipments this quarter, reflecting a modest 2.6% decline from the prior year as resilient multifamily construction, partially offset the single-family affordability air pocket. Importantly, recent public homebuilder sentiment has been notably upbeat with respect to single-family housing, and we have observed recent positive data indicative of a near-term bottoming in certain of our [indiscernible] markets.\nLonger term, the structural housing deficit resulting from a decade of underbuilding is expected to drive a base level of demand for single-family homes across key Martin Marietta geographies for the foreseeable future. To conclude, our record-setting first quarter performance provides excellent momentum going into the balance of the year. As a result, we're confident in our ability to achieve the high end of our previously announced 2023 financial guidance range and navigate the current macroeconomic backdrop.\nTaking a broader view, we believe that our financial results validate the secular durability of our proven aggregates-led business model as we continue along our path of building and maintaining the safest, most resilient and best-performing aggregates-led public company. If the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8194acd71df291e137c30d5676282c5",
    "period": "2022 Q4",
    "content": "Q4 2022 Martin Marietta Materials Inc Earnings Call\n\nQ4 2022 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEFEB 15, 10:00 AM\n\nOperator\n\nHello, and welcome to Martin Marietta's Full Year and Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is recorded and will be available for replay on the company's website. I will now turn the call over to your host, Ms. Jennifer Park, Martin Marietta's Vice President of Investor Relations. Jennifer, you may begin.\n\nJennifer Park\n\nGood morning. It's my pleasure to welcome you to our full year and fourth quarter 2022 earnings call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements, as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation to\n(technical difficulty)\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThank you, Jenny. Good morning, everyone, and thank you for joining today's teleconference. I'm pleased to report that in 2022, Martin Marietta delivered our most profitable year and our 11th consecutive year of growth for consolidated products and services revenues, gross profit and adjusted EBITDA. Martin Marietta also achieved, a world-class total injury incident rate for the second year in a row, and a world-class lost time incident rate for the sixth consecutive year. We delivered these record results along with platform M&A integration and multiple portfolio optimization actions, amid a challenging macroeconomic setting that included a housing slowdown, monetary tightening and 40-year high inflation. Martin Marietta's accomplishments are a testament to our team's steadfast commitments to the disciplined execution of our strategic plan. Most importantly, the company is well positioned to deliver another record year in 2023.\nBefore discussing our full year results, I'll briefly highlight a few takeaways from the fourth quarter. While pricing growth significantly accelerated, product shipments were adversely affected by inclement weather and a number of key Martin Marietta geographies. As a reminder, we're comparing 2022 results against the fourth quarter of 2021, when we benefited from unseasonably warm and dry weather, that extended the construction season late into the year. With this context, aggregate shipments decreased 12% against the prior year quarter. Yet as we began 2023, aggregates customers' backlogs remain healthy and shipment trends thus far are ahead of planned levels.\nAggregates pricing in the fourth quarter of 2022 increased a robust 16.5%, a quarterly record or 5.6% sequentially, providing attractive tailwinds into 2023. Further, despite the weather impacts on operating leverage and acceleration of certain operating expenses, pricing growth drove aggregates gross margin expansion and improved gross profit per ton shipped by 25%, over the prior year quarter. In summary, for the final quarter of 2022, poor weather was a literal headwind, but 2023 stage has been set both operationally and commercially.\nNow let's turn to our full year 2022 results, and the new financial records we set for an 11th consecutive year in each of the following year-over-year metrics. Consolidated products and services revenues of $5.7 billion, a 13% increase. Consolidated gross profit of $1.4 billion, a 6% increase and adjusted EBITDA of $1.6 billion, a 5% increase. These results underscore the success of our value over volume commercial strategy through which we successfully implemented multiple pricing actions in 2022. As a result, we achieved double-digit pricing growth across all building materials product lines.\nHowever, we were not immune to the rapid and significant inflationary pressures, that impacted our operating costs and affected our product gross margin, which declined 160 basis points to 24.9% for the year. As an example, 2022's results included $178 million of energy cost headwinds, an over 55% increase compared with 2021.\nIt bears repeating, that inflation supports a constructive pricing environment for our upstream materials, the benefits of which long endure after inflationary pressures abate. We believe our multiple commercial actions enacted in 2022, coupled with broad customer support of our January 1, 2023 price increases, will drive meaningful pricing acceleration and margin expansion in 2023.\nLet's now turn to our full year operating performance, beginning with aggregates. We experienced solid aggregates demand across our geographic footprint with total aggregate shipments increasing 3.3% to 208 million tons. Aggregate pricing fundamentals remain very attractive, as pricing increased 10.6% or 10% on a mix-adjusted basis.\nThe Texas cement market continues to experience robust demand and tight supply amid near sold-out conditions. Against that backdrop, and combined with our cement team's focused execution on commercial and operational excellence, we delivered record yearly shipments of 4.2 million tons and pricing growth of 16.9%. We expect favorable Texas cement commercial dynamics will continue for the foreseeable future based on market trends and the success of our January 1, price increases.\nShifting to our targeted downstream businesses. Prior year shipment comparability for ready-mixed concrete is notably impacted by last April's divestiture of our Colorado and Central Texas operations, and only partially offset by our Arizona acquisition. Cumulatively, concrete shipments decreased 25.4% and pricing increased 11.3%, reflecting multiple pricing actions in the year including fuel surcharges, in order to pass through raw material and other inflationary cost increases.\nAsphalt shipments increased 28.4%, driven by contributions from our acquired California and Arizona operations, which also impacts the prior year profitability. Pricing improved 23.6%, following the increase in raw material costs, principally liquid asphalt or bitumen.\nBefore discussing our 2023 outlook, I'll turn the call over to Jim to conclude our 2022 discussion with a review of the company's financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior VP & CFO, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning to everyone. The Building Materials business posted record products and services revenues of $5.45 billion, a 13.4% increase over last year and a product gross profit record of $1.34 billion, an 8.1% increase. Aggregates product gross profit improved 8.3% relative to the prior year, achieving a record $980 million. Aggregates product gross margin declined 160 basis points to 28%, as robust pricing growth throughout the year did not serve to offset the continued inflationary impacts of higher energy, internal freight, repairs and maintenance costs until the fourth quarter of 2022.\nOur Texas cement business delivered an all-time record top and bottom line results. Product revenues increased 21.8% to $602 million, while product gross profit increased 30.1% to $204 million. Importantly, execution of our disciplined commercial approach drove product gross margin expansion of 210 basis points to 33.9%, despite significant energy cost headwinds primarily related to natural gas and electricity.\n2022 was a great year for our strategic cement business. It's worth highlighting this business' growth and performance over the last 3 years. Since 2019, shipments are up 8%, while product revenues are up 37%. Revenue has grown over 4.5x faster than shipments, demonstrating the team's commitment to commercial excellence. Over that same time frame, gross profit is up 42% despite energy costs doubling. And consistent operational improvements focused on reliability and efficiency have brought increased production and higher margins. This journey of growth is far from complete.\nAs previously disclosed, our Midlothian plant has several initiatives underway to improve production capacity. The largest of those is the installation of a new finish mill, now expected to be completed in the third quarter 2024. The other initiatives remain on track and have already provided additional capacity. At both the Midlothian and Hunter plants, we have largely completed converting our construction cement customers from type 1 and type 2 cement to the less carbon-intensive Portland-limestone cement, also known as type 1L. The cumulative efforts of our capital expenditures at Midlothian and the conversion to type 1L resulted in growing production volumes by 5% in 2022, compared to 2021 levels. We expect those efforts to provide an additional capacity expansion of 5% in 2023.\nOur ready-mix concrete product revenues declined 17% to $951 million and product gross profit declined 27.2% to $70 million, driven primarily by the divestiture of our Colorado and Central Texas operations and partially offset by contributions from our acquired Arizona operations, impacting prior year comparability. Increased aggregates and cement costs further weighed on gross margin, which declined 100 basis points to 7.3%. Our 2022 asphalt and paving results include the acquired California and Arizona operations, impacting comparability with the prior year.\nOn an as-reported basis, stable demand, improved pricing and acquisition contributions led to record revenues of $775 million, a 50.8% increase, over the prior year. Product gross profit increased $3 million to $82 million, while continued liquid asphalt inflation contributed to product gross margin decline of 480 basis points to 10.6%.\nMagnesia Specialties generated product revenues of $278 million, a 1.2% increase over the prior year. However, higher energy, supplies and contract services expenses resulted in a product gross profit decline of 13.5% to $96 million, and product gross margin compression of 580 basis points to 34.4%. Our full year energy expense was $178 million or 55% higher than the prior year, and diesel fuel accounted for approximately half of that cost increase. While diesel cost increases moderated in the fourth quarter, they remain a headwind. Our 2023 guidance assumes that the cost per gallon of diesel falls only modestly from current elevated levels.\nWe remain focused on the disciplined execution of our strategic plan to responsibly grow through acquisitions and reinvest in the business, while also returning capital to shareholders. In 2022, we returned $309 million to shareholders through both dividend payments and share repurchases. Since our repurchase authorization announcement in February 2015, we have returned a total of $2.3 billion to shareholders, through a combination of meaningful and sustainable dividends, as well as share repurchases.\nAs a reminder, in August 2022, we executed a definitive agreement to sell our Tehachapi, California cement plant and related distribution terminals, the CalPortland Company, for $350 million, subject to regulatory approval and customary closing conditions. In October, the Federal Trade Commission issued a second request for information related to this pending transaction. And we continue to work towards closing this matter in a timely manner.\nAt December 31, 2021, our net debt-to-EBITDA ratio was 3.2x after a year of robust M&A activity. In 2022, our stated focus was on integrating these new operations into our business, executing portfolio-enhancing divestitures and deleveraging to within the company's targeted range. As a result, we achieved a net debt-to-EBITDA ratio of 2.5x by year's end.\nExiting the year with a strong balance sheet, our capital allocation priorities remain focused on prudent investments in attractive upstream acquisitions, organic growth initiatives and returning capital to shareholders.\nWith that, I will turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThanks, Jim. We're highly enthusiastic about Martin Marietta's prospects in 2023 and beyond as we build upon the foundation established in 2022. As indicated in our supplemental materials, historic legislation including the Infrastructure Investment and Jobs Act or IIJA. Inflation Reduction Act and CHIPS Act are expected to support multiyear demand for our products across infrastructure, and heavy nonresidential construction sectors, thereby improving the durability of our business through the current period of macroeconomic uncertainty.\nStarting first with infrastructure. The value of state and local government highway, bridge and tunnel contract awards, a leading indicator of future demand, grew 24% to a record $102 billion in 2022. By comparison, the compounded annual growth rate for combined highway and bridge awards from 2018 through 2021 was 1.7%. State departments of transportation, or DOTs, in key Martin Marietta states remained robustly funded with budgets all above or in line with prior year levels, and are well positioned from a resource aspect and desire perspective to deploy the full allocation of federal dollars received from the IIJA, in fiscal year 2023.\nIn addition to the multiyear funding from the IIJA in December 2022, the President signed the fiscal year 2023 spending package. Included in the package is the Cornyn  Padilla Amendment, allowing states and local municipalities to use unused COVID-19 relief dollars for infrastructure projects. It's estimated this alone will provide an additional $40 billion of available infrastructure funding from Martin Marietta's top 10 states.\nImportantly, investment in our nation's infrastructure maintains broad public support. During the November 2022 election, voters nationwide approved 87% of transportation-related state and local ballot initiatives, representing approximately $23 billion of additional infrastructure funding. A few notable funding initiatives include $15 billion in Texas, $3 billion in San Francisco, $1.3 billion in South Carolina, through a sales tax addition and $1 billion in Colorado through the renewal of a sales tax addition.\nWe expect this significantly enhanced level of federal, state and local infrastructure investment, to yield multiyear demand for our products in this important countercyclical end market and drive aggregate shipments to infrastructure closer to our 10-year historical average of 39% of total shipments as compared to 35% in 2022.\nMoving now to nonresidential construction. Industrial projects of scale led by energy, onshore manufacturing and data centers continue to lead the segment, accounting for the majority of total nonresidential product shipments. Over the medium term, we expect that enhanced federal investment from the Inflation Reduction Act and CHIPS Act, will further support and accelerate post pandemic secular growth trends. This includes restructured manufacturing and energy supply chains, the electric vehicle transition and continued adoption of digital and cloud-based technologies, resulting in robust demand, within the heavy nonresidential sector.\nIn our supplemental materials, we outlined examples of both in process and recently announced large industrial projects in our key markets, reflective of these trends. The aggregates intensive nature and multiyear duration of these projects are expected to extend the nonresidential construction cycle.\nWhile we continue to see recovery in pandemic-impacted light commercial, retail and hospitality sectors, we expect these gains will moderate as these categories generally follow single-family residential development with a lag.\nShifting to residential. We expect this segment shipments to follow the trend in housing starts, which remain weak. However, we anticipate medium-term improvement as interest and mortgage rates stabilize. Moreover, we expect comparatively positive trends in our Sun Belt markets, where there's a significant structural housing deficit due to a decade of underbuilding. As a result, we continue to expect the current housing slowdown will be moderate in our key metropolitan areas as affordability headwinds recede.\nIn summary, we expect 2023 to be another record year for Martin Marietta. We anticipate flat aggregate shipments at the midpoint of guidance, as we continue to expect increased infrastructure investment, coupled with robust activity from heavy nonresidential projects of scale will largely insulate product shipments from a residential slowdown and a related moderation in light commercial construction. We now expect aggregates pricing growth of 13% to 15%, underscored by attractive 2022 exit rates, early 2023 pricing momentum and a steadfast commitment to our value over volume commercial strategy, which should more than offset continued inflationary pressure and results in expanded gross margins and accelerated unit profitability growth.\nCombined with contributions from cement, downstream operations and Magnesia Specialties, we expect consolidated adjusted EBITDA of $1.8 billion to $1.9 billion or a 15.6% growth year-over-year, at the midpoint. As a reminder, this guidance excludes the businesses classified as assets held for sale.\nTo conclude, we're proud of our 2022 record-setting performance in a dynamic and challenging environment. Equally, we're confident about our 2023 guidance and our ability to navigate the current macroeconomic headwinds, while further demonstrating the resiliency of our proven aggregates-led business model. As such, we expect the fourth quarter commercial and margin expansion momentum to accelerate in 2023, resulting in attractive earnings growth and superior value creation for our stakeholders.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a7799101c456c905b9b07e3e4e5c408",
    "period": "2022 Q3",
    "content": "Q3 2022 Martin Marietta Materials Inc Earnings Call\n\nQ3 2022 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSENOV 2, 11:00 AM\n\nOperator\n\nHello, and welcome to Martin Marietta's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Jennifer Park, Martin Marietta's Vice President of Investor Relations. Jennifer, you may begin.\n\nJennifer Park\n\nGood morning. It's my pleasure to welcome you to Martin Marietta's Third Quarter 2022 Earnings Call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, Q3 2022 supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard Nye will begin today's earnings call with a discussion of our third quarter operating performance and portfolio optimization efforts. Jim Nickolas will then review our financial results and capital allocation, after which ward will conclude with end market trends and our preliminary outlook for 2023. The question-and-answer session will follow. (Operator Instructions)\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThank you, Jenny. Good morning, everyone, and thank you for joining today's teleconference. I'm pleased to report that Martin Marietta delivered record results in the third quarter. This is despite current macroeconomic challenges that include persistent inflationary pressure across multiple cost categories, tighter monetary policies and heightened geopolitical tensions.\nOur quarterly performance is a testament to our team's commitment to commercial excellence and execution of our strategic business plan. The results also reflect our successful implementation of double-digit pricing growth across all Building Materials product lines.\nThat, combined with acquisition contributions, drove record quarterly consolidated total revenues, gross profit, adjusted EBITDA and adjusted earnings per diluted share. Importantly, too, our year-to-date safety and health performance inclusive of acquired operations remains at world-class levels as measured by both total injury and lost time incident rates. While we acknowledge and celebrate our continuous safety and health improvement, our work in this final dimension is never done.\nIn addition, on August 9, we entered into a definitive agreement to sell our Tehachapi, California, cement plant and related distribution terminals to CalPortland Company for $350 million, subject to regulatory approval and customary closing conditions.\nThis transaction aligns with our commitment to an aggregates-led business, complemented by strategic cement assets in certain markets, improves the durability of our business through cycles and provides balance sheet flexibility to continue driving shareholder value.\nOur capital allocation priorities remain focused on prudent investment and attractive acquisitions organic growth initiatives and returning capital to shareholders while reducing net leverage to within the company's targeted range.\nAs highlighted in today's release, we achieved a number of significant financial and operating records in the third quarter, including consolidated total revenues increased 16% to $1.81 billion.\nConsolidated adjusted gross profit increased 8% to $488 million. Adjusted EBITDA increased 9% to $533 million and adjusted earnings per diluted share from continuing operations increased 10% to $4.69. These results on flat organic aggregate shipments underscore the success of our value over volume commercial strategy through which multiple pricing actions were successfully implemented this year.\nHowever, inflationary trends also impacted our operating costs and affected our adjusted consolidated gross margin, which declined 200 basis points to 26.9% for the quarter. Notably, this is both a moderated pace and sequentially higher as compared with the second quarter of 2022.\nAs a result of the current demand environment and persistently high inflation, we have advised customers of fourth quarter price increase in a number of our markets as well as broad-based January 1, 2023 increases. We believe these commercial initiatives, together with other inflation containment actions, position Martin Marietta well to expand margins in the fourth quarter and deliver another year of strong profitability in 2023.\nFor our company, it past is prologue, and we believe that it is, inflation supports a constructive pricing environment for upstream materials, the benefits of which endure long after inflationary pressures abate.\nLet's now turn to our third quarter operating performance, starting with aggregates. We continue to experience healthy aggregates demand across the company with total aggregate shipments, inclusive of acquisitions, increasing 5.6% to a quarterly record of 60.2 million tons.\nOrganic aggregate shipments were largely flat as otherwise strong demand was offset by supply chain disruptions, inclement weather in certain key markets and most notably, logistics constraints and cement shortages, the latter curbing the immediate need for aggregates in the manufacture of ready-mix concrete.\nAggregates pricing fundamentals remain very attractive and organic aggregates pricing increased 11.9% or 11.3% on a mix-adjusted basis. The cumulative effect of multiple pricing actions continued to build in the third quarter. These disciplined actions, combined with overall customer confidence and demand visibility bode well for meaningful price acceleration in the fourth quarter and in 2023.\nThe Texas cement market continues to experience robust demand and tight supply, resulting in effectively sold-out conditions. Against that backdrop and combined with our cement team's focused execution on commercial and operational excellence, we delivered record third quarter shipments of 1.1 million tons and pricing growth of 21.4% as our second $12 per ton increase this year went into effect on July 1. We expect favorable Texas cement commercial dynamics will continue for the foreseeable future, supportive of our recently announced $20 per ton price increase effective January 1, 2023.\nShifting to our targeted downstream businesses. Organic ready-mix concrete shipments decreased 16.8%, largely due to a historically wet August in North Texas as well as the completion of certain large projects in the quarter. Organic pricing increased 20.3%, reflecting multiple pricing actions, including fuel surcharges necessary to pass through raw material and other inflationary cost pressures.\nOrganic asphalt shipments increased 4.3%, driven primarily by strong demand in Colorado, while organic pricing improved 22% to help offset the increase in raw materials costs. principally liquid asphalt or bitumen. Notably, for comparative purposes, prior year asphalt volumes were constrained by a bitumen shortage in Colorado. Including contributions from our acquired operations in California and Arizona, asphalt shipments and pricing increased 31.3% and 26.1%, respectively.\nBefore discussing our preliminary 2023 outlook, I'll turn the call over to Jim to conclude our third quarter discussion with a review of our financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior VP & CFO, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning to everyone. The Building Materials business posted an all-time record this quarter with products and services revenues of $1.61 billion, a 15.9% increase over last year and an adjusted product gross profit record of $467 million, an increase of 10.9%.\nAdjusted aggregates product gross profit improved 10.5% relative to the prior year's quarter to a record $330 million. Adjusted aggregates product gross margin declined 240 basis points to 32.5% as robust pricing growth had not yet offset the continued inflationary impacts of higher energy, internal freight, repairs and maintenance costs.\nOur Texas cement business delivered all-time quarterly records for top and bottom line results. Revenues increased 23.4% to $163 million, while gross profit increased 35.7% to $68 million. Importantly, execution of a disciplined commercial strategy drove a gross margin expansion of 380 basis points to 41.5%. That was despite notable energy cost headwinds, primarily related to natural gas and electricity.\nDomestic production capacity constraints and strong demand contributes to extremely tight supply in the North and Central Texas markets. As a reminder, we are taking 2 notable near-term steps to increase cement production capacity in Texas. First, we are in the midst of conversions at our Midlothian and Hunter plants to manufacture a less carbon-intensive Portland-limestone cement, also known as Type 1L. This eco-friendly product has been approved by the Texas Department of Transportation and we believe our customers will view it as providing significant stakeholder benefits.\nOnce we have completed our transition to Type 1L, our cement production capacity will increase by approximately 10%. Second, we are installing a new finish mill at our Midlothian plant, which is expected to be completed by the end of 2023. This new finish mill will provide 450,000 tons of much needed incremental production capacity to the Texas marketplace.\nOur third quarter ready-mix concrete results exclude the Colorado and Central Texas operations that were divested on April 1 and include the acquired Arizona operations, impacting the comparability with the prior year quarter. On an as-reported basis, ready-mix concrete product revenues declined 29.1% to $227 million and gross profit declined 40.3% to $19 million, driven primarily by the divestiture, which was partially offset by contributions from the acquired operations.\nIncreased raw material costs further weighed on the gross margin for the quarter. Our asphalt and paving results include the operations acquired on the West Coast, impacting comparability with the prior year quarter. On an as-reported basis, stable demand, improved pricing and acquisition contributions led to record revenues of $310 million, a 58.1% increase, and record adjusted gross profit of $50 million, a 22.9% increase.\nHowever, continued liquid asphalt inflation contributed to the adjusted product gross margin decline of 470 basis points to 16.3%. Magnesia Specialties generated product revenues of $69 million, a 4% decrease, driven largely by lower demand from domestic steel industry customers for dolomitic lime products.\nProduct gross profit declined 22.9% to $22 million as higher energy costs resulted in gross margin compression of 770 basis points to 31.3%. On a consolidated basis, other operating income net included $15 million in nonrecurring gains from the sale of surplus land and other assets.\nWe saw sequential moderation in diesel costs in the third quarter. During the month of October, diesel prices have trended back up. While we anticipate additional volatility in diesel prices, we are forecasting that fourth quarter prices approximate current levels.\nAs a result, with diesel costs no longer increasing sequentially, coupled with our disciplined pricing initiatives we expect to return to expanding gross margins in the fourth quarter as compared with the prior year period.\nWe remain focused on the disciplined execution of our strategic plan to responsibly grow through acquisitions and reinvest in the business while also with capital to shareholders. During the quarter, we returned $141 million to shareholders through both dividend payments and share repurchases.\nWe repurchased nearly 288,000 shares of common stock at an average price of approximately $347 per share in the third quarter. We also reduced gross leverage in the past quarter. On September 29, the company utilized cash on the balance sheet to satisfy and discharge a $700 million tranche of senior notes due July 2023.\nOur net debt-to-EBITDA ratio continued to trend down and ended the quarter at 2.6x. We continue to anticipate a return to the top end of our target net leverage ratio of 2 to 2.5x by year-end. Additionally, the company's Board of Directors approved an 8% increase in our quarterly cash dividend paid in September, underscoring its confidence in our future performance and free cash flow generation.\nOur annualized cash dividend is now $2.64 per share. Since our repurchase authorization announcement in February 2015, we have returned $2.3 billion to shareholders through a combination of meaningful and sustainable dividends as well as share repurchases.\nAs detailed in today's release, we have updated our full year 2022 guidance to reflect our year-to-date results as well as the impact of lower expected aggregate volumes and continued inflationary pressure. As a result, we now expect full year adjusted EBITDA to range from $1.610 billion to $1.675 billion, which excludes the nonrecurring gain on the divestiture in the second quarter.\nWith that, I will turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThanks, Jim. Looking ahead to the remainder of the year and into 2023, demand from expanded federal and state-level infrastructure investment, coupled with heavy industrial projects of scale are expected to offset near-term affordability-driven headwinds and in the historically underbuilt residential sector.\nImportantly, we have both the ability and capacity to supply these needed products and, supported by our locally led pricing strategy, will do so in a manner that emphasizes value over volume. As we enter the fourth quarter, aggregates customer backlogs are ahead of prior year levels, with supply chain challenges continuing to serve as the primary governor to the growth of product shipments.\nIn the third quarter, infrastructure shipments accounted for 36% of total volumes. In the current period of broader economic uncertainty, one constant theme across our footprint is that infrastructure. Our single largest end-use market is poised for accelerated growth as already healthy state Department of Transportation, or DOT, budgets receive incremental funding from the Infrastructure Investment and Jobs Act, or IIJA, through the allocation for the 2023 fiscal year, most of which began on July 1.\nNotably, for the first 8 months for the year, federal-aid highway construction obligations for the company's top 10 states are up 28% relative to the prior year period. As a result, we expect a step change in the public sector investment in 2023 to provide a stable base level of demand for years to come.\nAggregate shipments for nonresidential end market accounted for 35% of total third quarter volumes. Nonresidential construction project backlogs remained strong in our markets, led in large measure by heavy side energy, critical product manufacturing and data center projects of scale. The announcements of these projects are accelerating, driven by a post-pandemic shift in global energy and manufacturing supply chains as well as data usage from adoption of digital and cloud-based services.\nIllustrative projects in our markets include Golden Pass LNG and CP Chem's plastics facility along the Texas Gulf Coast, Samsung's semiconductor operation in Austin, the Taiwan semiconductor campus near Phoenix, the Stellantis, Samsung joint venture lithium-ion battery plant near Indianapolis, both VinFast electric vehicle and Wolfspeed's planned chip manufacturing site near Raleigh-Durham and Meta data centers in Kansas City and Des Moines.\nWhile we continue to see a recovery in pandemic impacted light commercial, retail and hospitality sectors, we expect this recovery will moderate as these categories generally follow single-family residential development.\nNot surprisingly, the residential end market, which accounts for 23% of our total third quarter shipments began to slow down in the third quarter as organic shipments of the sector decreased 3% following the decline in single-family housing starts, which was partially offset by continued strength in multifamily construction.\nThat said, housing across our Sun Belt footprint remains underbuilt amidst significant population inflows with demand far exceeding supply. As shown in our supplemental slides, single-family housing starts per capita in our key metro areas remains significantly and to varying degrees below peak 2005 levels.\nAs such, we continue to expect the current affordability-driven single-family housing slowdown to be moderate in our key metropolitan areas as home prices and borrowing rates find equilibrium.\nAs we look to 2023, our preliminary view anticipates aggregate shipments to be effectively flat as we expect increased infrastructure investment, coupled with robust activity from heavy nonresidential projects of scale will largely insulate product shipments from a slowdown in the single-family residential sector.\nWe remain confident that favorable commercial dynamics underpinned by our value over volume pricing strategy will continue to be supported by attractive 2022 exit rates as well as realization of our announced January 1, 2023 price increases. Together, we expect this will drive low double-digit growth in aggregates pricing in 2023.\nTo conclude, we're proud of our record-setting performance against a challenging backdrop. We expect our current momentum to accelerate in the fourth quarter and in 2023, resulting in a return to margin expansion.\nWe remain committed to employee health and safety, commercial and operational excellence, sustainable business practices and the execution of our strategic plan. In doing so, we're confident in our ability to successfully navigate the current macroeconomic challenges or demonstrating the resiliency of our proven aggregates-led business model.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/446f6a836042cb5c36e042bd56571e4b",
    "period": "2022 Q2",
    "content": "Q2 2022 Martin Marietta Materials Inc Earnings Call\n\nQ2 2022 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEJUL 28, 11:00 AM\n\nOperator\n\nGood morning, and welcome to Martin Marietta's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI would now turn the call over to Jennifer Park, Martin Marietta's Vice President of Investor Relations. Jennifer, you may begin.\n\nJennifer Park\n\nGood morning. It's my pleasure to welcome you to Martin Marietta's Second Quarter 2022 Earnings Call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We have made available during this webcast and on the Investors section of our website, Q2 2022 supplemental information that summarizes our financial results and trends.\nAs a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard Nye will begin today's earnings call with a discussion of our second quarter operating performance, portfolio optimization efforts and end market trends. Jim Nickolas will then review our financial results and capital allocation, after which Ward will provide some brief concluding remarks. A question-and-answer session will follow. (Operator Instructions)\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThank you, Jenny, and welcome to Martin Marietta. And good morning to everyone, and thank you for joining today's teleconference. I'm pleased to report the record results that Martin Marietta delivered in the second quarter, extending our strong track record of commercial excellence, profitable growth and disciplined execution of our strategic plan.\nIn light of the challenging macroeconomic environment, including the rapid acceleration of key input costs, our strong quarterly performance is a testament to our team's focus, ability to respond quickly and appropriately to changing dynamics and the resiliency of our differentiated business model.\nIn addition to our impressive results and consistent with our aggregates-led product strategy, we also closed 2 previously announced downstream divestitures in the quarter. These transactions further enhance our company's margin profile, both near and long term while strengthening Martin Marietta's balance sheet and further improving the durability of our business through cycles.\nOur first half performance, coupled with these strategic divestitures, provide an even more attractive foundation for accelerated growth in the second half of 2022 and beyond. As highlighted in today's release, we achieved a number of significant financial and operating records in the second quarter, a few specific examples include: consolidated total revenues increased 19% to $1.64 billion, consolidated gross profit increased 10% to $425 million, adjusted EBITDA increased 9% to $478 million and adjusted earnings per diluted share from continuing operations increased 4% to $3.96.\nOur strong performance was due in large part to the diligent execution of our value over volume commercial strategy following the implementation of our April 1 price increases, widespread product demand across our coast-to-coast footprint and contributions from acquisitions. However, we were not immune to high input cost inflation, and as such, gross margins declined slightly.\nNotably, our teams are taking actions to mitigate the impacts of this historic inflation by implementing third quarter price increases broadly across products and geographies, which primarily take effect between July 1 and September 1.\nAdditionally, we're advising customers of a fourth quarter price increase in a number of our markets. We believe these commercial initiatives, together with other operational inflation management actions position Martin Marietta well to benefit in the near term from anticipated record second half pricing growth rates.\nContinued product demand, together with customer preference for material quality and availability, is expected to support an extended favorable pricing environment. We're well positioned to produce quality products, meeting this demand as a result of recent and ongoing capital investments as well as focused operational improvements at our key facilities.\nIt's important to remember that historically, inflation supports a constructive pricing environment for upstream materials, the benefits of which endure a long after other inflationary pressures abate. While we typically invest in our business for growth, we also review the overall portfolio for opportunities to maximize value through either monetizing or exchanging select assets where we may not be the best owners.\nConsistent with that approach, on April 1, we closed the sale of our Colorado and Central Texas ready-mixed concrete businesses to Suburban Ready Mix, and on June 30, we completed the previously announced sale of our Redding cement plant, its related distribution terminals and certain California concrete operations to CalPortland Company.\nTogether, these margin-accretive portfolio refinements enhance the overall durability of our business and provide Martin Marietta with the balance sheet flexibility to increase shareholder value by redeploying proceeds into future aggregates-led acquisitions. We're focused on continuing our organic growth improvements and initiatives while returning capital to shareholders and reducing our net leverage to within our targeted range.\nLet's now turn to our second quarter operating performance, starting with aggregates. We continue to experience healthy aggregates demand across our 3 primary end markets, with total aggregate shipments, inclusive of acquisitions, increasing over 9% to a second quarter record of 57.8 million tons. Organic aggregate shipments increased 1.8% despite numerous supply chain and logistics issues governing the overall pace of construction activity.\nAdditionally, in key Sun Belt markets, cement shortages negatively impacted our ready-mix concrete customers thereby, constraining aggregate shipments to that segment. Organic aggregates pricing increased 8.8% or 7.5% on a mix-adjusted basis, as our April 1 increase is built upon our first quarter pricing momentum based on high demand and increased costs.\nThe Texas cement market is experiencing robust demand and tight supply. Against that backdrop and combined with our cement team's focused execution on commercial and operational excellence, we delivered record quarterly shipments of 1.1 million tons and pricing growth of 14.7% as our $12 per ton increase went into effect on April 1.\nThe market conditions in Texas, together with ongoing import challenges in Martin Marietta's core cement regions of Dallas/Fort Worth, Austin and San Antonio, set the stage for further pricing actions this year, including a second $12 per ton price increase that was effective as of July 1. The outlook for Texas cement remains extremely attractive for the foreseeable future.\nShifting to our downstream businesses. Organic ready-mix concrete shipments increased 3.4%, reflecting strong product demand in the Texas Triangle, partially offset by the previously mentioned cement tightness. Organic pricing grew a robust 17%, reflecting multiple pricing actions, including fuel surcharges, which have passed through raw material and other inflationary cost pressures.\nOrganic asphalt shipments were effectively flat as strong demand in Denver was offset by a later-than-usual start to the construction season in Minneapolis, while organic pricing improved 17%, following the increase in raw materials costs, principally bitumen. Including contributions from our acquired operations in California and Arizona, asphalt shipments increased 40%.\nDespite the dynamic macroeconomic operating environment and the impact on housing starts, inflation and interest rates, Martin Marietta continued to experience strong second quarter product demand across our geographic footprint. As we entered the third quarter, customer backlogs are firmly ahead of prior year levels with logistics challenges serving as the primary governor to the cadence of product shipments.\nAs we examine each of the company's 3 primary end users, the combined outlook for continued aggregates demand is attractive as robust infrastructure funding and secular nonresidential demand trends are expected to more than offset any potential affordability-driven air pocket in today's historically underbuilt residential segment.\nWith that backdrop, let's now turn to an end-use overview, starting with infrastructure. We're on the cusp of increased levels of infrastructure investment not seen in the United States since the introduction of the interstate highway system in 1956 as already healthy state Department of Transportation budgets receive incremental federal funding from the Infrastructure Investment and Jobs Act, or IIJA, allocations for the 2023 fiscal year, most of which began on July 1.\nAs a result, we expect aggregates demand benefits will begin to accrue later this calendar year with a more pronounced expansion in 2023. Importantly, this increased investment in public works provides a base level of stable demand for our products for years to come.\nSimilar to infrastructure, nonresidential construction in Martin Marietta markets should continue to be an area of strength as pandemic impacted sectors, including like commercial, retail, hospitality and energy recover from their pandemic troughs and supply chain disruptions, lead businesses to establish manufacturing facilities closer to in demand.\nWe've seen a notable acceleration and announcements of large aggregates intensive domestic manufacturing facilities. Some examples of these projects in our markets include: the Samsung Semiconductor facility in Austin, the Stellantis Samsung joint venture lithium-ion battery plant near Indianapolis, the Taiwan Semiconductor campus near Phoenix and the Vinfast electric vehicle site near Raleigh-Durham.\nRelative to pandemic accelerated growth sectors, warehouses and data centers are currently experiencing different impacts, starting with warehouses, consistent with Amazon's public announcement in April. We expect a moderation in their rapid square footage growth rate. However, we're continuing to shift to their end process projects. Importantly, though, we're experiencing an uptick in warehouse and cold storage construction from businesses other than Amazon as traditional brick-and-mortar retailers and grocers adapt to a secular shift and consumers' preference for delivered goods. Additionally, data center demand remains robust, including meta data center projects in Kansas City and Atlanta, which we're well positioned to serve from our nearby locations.\nWith respect to the residential end use, location is always the essential factor. We've been purposeful and intentional in positioning our business in geographies where home prices are comparatively affordable and residential demand is far greater than supply due to a decade of underbuilding amid significant population inflows.\nAs such, we expect the current housing slowdown to be: one, moderate in our key metropolitan areas as home prices and borrowing rates find equilibrium; and two, constructive for continued single-family community development in more affordable suburban areas. As shown in our supplemental information slides, it's important to be mindful that even with June slowdown in housing, single-family housing starts remain at approximately $1 million on a seasonally adjusted basis, which, in our view, is a healthy level and supportive of continued aggregates demand to both the direct residential sector as well as the ancillary construction that suburban community development requires.\nI'll now turn the call over to Jim to discuss our second quarter results in more detail and provide some context for our updated full year guidance. Jim?\n\nJames A. J. Nickolas\n\nSenior VP & CFO, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning to everyone. As noted in our earnings release, for our continuing operations, the Building Materials business posted an all-time record this quarter, with products and services revenues of $1.45 billion, an 18.3% increase over last year and a second quarter product gross profit record of $401 million, an increase of 12.3%.\nAll-time record aggregates gross profit of $309 million improved 13.2% relative to the prior year's quarter. Product gross margin declined 170 basis points to 32.3% as robust pricing growth was not quite enough to offset the inflationary impacts of higher energy, internal freight, contract services and supplies expenses.\nCement continues to deliver exceptional top and bottom line results. Execution of a disciplined commercial strategy drove a gross margin expansion of 140 basis points to 32.4% despite sizable energy cost headwinds and as well as unplanned kiln outages at both the Midlothian and Hunter plants.\nDomestic production capacity constraints are exacerbating and otherwise already sold out Texas market, contributing to extremely tight supply and resulting in a marketplace that is on allocation. Importantly, we are taking steps to increase cement production capacity in Texas. Those efforts resulted in setting an all-time quarterly record for cement shipments.\nIn the short run, continued conversion of Portland-limestone cement, or PLC, is creating incremental capacity for us. We expect between 25% and 30% of our historical Type 1 and Type 2 ship volumes to be converted to PLC in the second half of this year. Many of you are aware, but it bears repeating that PLC is an innovative product that contains between 5% and 15% limestones and performs as well as standard cement, but with a lower carbon intensity.\nIn the medium term, we expect to have our new Midlothian finish mill completed in late 2023, early 2024. This will provide 450,000 tons of much used incremental capacity to the Texas marketplace.\nAs a reminder, our second quarter ready-mix concrete results exclude the Colorado and Central Texas operations that were divested on April 1 and include the acquired Arizona operations, impacting the comparability to the prior year quarter. On an as-reported basis, ready-mix concrete revenues were down 15.8% as lower shipments due to the divestiture were partially offset by higher ASP.\nGross profit declined $5 million to $14 million, and gross margin declined 80 basis points to 6.3% due to higher raw material and diesel costs. Our asphalt and paving results include the operations acquired on the West Coast, impacting comparability to the prior quarter.\nOn an as-reported basis, stable demand, improved pricing and acquisition contributions were not enough to offset the rapid increase in liquid asphalt raw material costs in the second quarter. As a result, gross profit declined $2 million to $26 million and gross profit margins declined 880 basis points.\nMagnesia Specialties continued to benefit from strong global demand for batteries as one of its chemicals line of products is used in cobalt extraction. This business generated record quarterly product revenues of $75 million, a 7% increase. However, due to the second quarter's rapid escalation in energy costs, gross margins contracted to a still impressive 34.6%.\nHigher energy costs are (inaudible) in this quarter. However, we do not believe they will remain permanently elevated. If diesel fuel costs return to 2021 levels when West Texas intermediate crude sold for an average of $68 per barrel, our aggregates gross margin would expand by approximately 200 basis points.\nTo be clear, we are forecasting diesel prices to remain flat with current levels for the rest of the year. However, we did want to provide context for the impact on margins when diesel costs ultimately subside. It is important to note that as indicated in our supplemental information slides, hopefully half of our aggregates pipeline costs have not increased at rates above historical trends. For example, personnel, depreciation and other expenses combined have remained generally in line with historical levels.\nWhile interest expense does not impact production costs, it does impact earnings. So I will briefly touch on that given the rapid rise in interest rates this year. In short, our borrowing costs are 100% fixed, eliminating direct exposure to rising interest rates.\nOn a consolidated basis, other operating income net included $152 million of gain on the divestiture of the Colorado and Central Texas ready-mixed concrete operations.\nDuring the first half of the year, we returned $127 million to shareholders through both dividend payments and share repurchases. We continue to anticipate a return to our target net leverage ratio of 2 to 2.5x by year-end. Excluding the $152 million divestiture gain, our net debt-to-EBITDA ratio was 2.7x as of June 30.\nWe remain diligent in the steadfast execution of our store priorities, focusing on allocating capital in a responsible, diligent and comprehensive manner to high-return initiatives that create value for shareholders. We plan to use the proceeds from our recently completed cement and concrete divestitures to further our long-standing capital allocation priorities.\nThese include: prudently investing in value-enhancing aggregates-led acquisitions and organic growth initiatives as well as returning capital to shareholders, all within the framework of maintaining a durable and resilient balance sheet.\nAnd as detailed in today's release, we have updated our full year 2022 guidance to reflect our first half results, expected second half pricing cadence as well as the overall macroeconomic operating environment as we anticipate continued inflationary pressure and volume constraints driven by continued supply chain and logistics challenges. As a result, we now expect full year adjusted EBITDA to range $1.670 billion to $1.750 billion.\nWith that, I will turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThanks, Jim. To conclude, we expect 2022 to be another record year for Martin Marietta. We're well positioned to capitalize on the strong product demand trends across our coast-to-coast geographic footprint as increased infrastructure investment, along with the recovery in light nonresidential construction, large-scale energy projects and domestic manufacturing is expected to largely insulate product shipments from any near-term affordability driven headwinds in residential end markets.\nOur team remains committed to the health and safety of our community, commercial and operational excellence, sustainable business practices and the execution of our SOAR 2025 initiatives as we build and maintain the world's safest, best-performing and most durable aggregates-led public company.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a12b3669a0ff2622e6ee4104548ca776",
    "period": "2022 Q1",
    "content": "Q1 2022 Martin Marietta Materials Inc Earnings Call\n\nQ1 2022 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEMAY 3, 11:00 AM\n\nOperator\n\nGood morning, and welcome to Martin Marietta's First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host, Ms. Suzanne Osberg, Martin Marietta's Vice President of Investor Relations. Suzanne, you may begin.\n\nSuzanne Osberg\n\nVP of IR, Martin Marietta Materials, Inc.\n\nGood morning. It's my pleasure to welcome you to Martin Marietta's First Quarter 2022 Earnings Call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer.\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required, to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise.\nPlease refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website. We've made available during this webcast and on the Investors section of our website, Q1 2020 supplemental information that summarizes our financial results and trends. As a reminder, all financial and operating results discussed today are for continuing operations.\nIn addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard and I will begin today's earnings call with a discussion of our first quarter operating performance, portfolio optimization announcements, our updated full year guidance and market trends. Jim Nickolas will then review our financial results and capital allocation, after which Ward will provide some brief concluding remarks. A question-and-answer session will follow. (Operator Instructions)\nI'll now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThank you, Suzanne, and thank you all for joining today's teleconference. We are excited about Martin Marietta's opportunities for operational, safety and financial success in 2022 and beyond. We're off to a predictable start this year, and our company's prospects for attractive growth and value creation are outstanding.\nPublic and private construction activity are set to expand concurrently for the first time since this industry's most recent shipment peak in 2005, supporting multiyear demand and pricing acceleration for our products. Beyond the benefits of these notable industry dynamics and underlying market fundamentals, we're confident the continued disciplined execution of our strategic operating analysis and review, or SOAR, will allow for responsible and sustainable growth of our coast-to-coast footprint.\nAs highlighted in today's release, we once again exceeded world-class safety metrics company-wide. That's an important distinction as this performance includes operations that are relatively new to Martin Marietta's Guardian Angel culture. We also achieved a new first quarter record for consolidated total revenues, which increased 25%. Pricing gains ahead more broadly planned April increases, organic upstream shipment growth and 2021 acquisitions all helped drive this top line improvement. Cost inflation, however, outpaced revenue growth, resulting in reduced first quarter profitability and margins versus the prior year quarter. This was expected. In fact, our guidance provided in February weighted increased profit contributions to the second half of 2022 versus historical patterns.\nThe reasons we anticipated and articulated regarding the shift were twofold. First, our annual price increases, which are some of the largest in Martin Marietta's recent history, most have become effective on April 1. The benefit from which builds throughout the year. Second, our costs, including energy headwinds, were anticipated to be more pronounced earlier in the year since comparable periods in the previous year experienced relatively benign inflation.\nWhat was unexpected, though, was the rapid escalation in energy prices and other cost inflation in recent months. Nonetheless, beyond achieved and yet to be realized annual price increases, we're confident that disciplined execution of our commercial and operational excellence initiatives will more than offset these inflationary headwinds.\nIt's important to remember that historically, inflation supports a constructive pricing environment for upstream materials, the benefits of which endure long after inflationary pressures moderate. Our teams are actively advising customers of midyear pricing actions, which we anticipate will be widely accepted in more aggressive in scope and magnitude than we were initially considering a few months ago.\nLonger term, Martin Marietta is well positioned to execute on our value over volume pricing strategy and benefit from what is expected to be an increasingly more favorable and extended pricing cycle. Confidence in our near- and long-term outlook is further underpinned by the disciplined execution of our SOAR 2025 priorities.\nDuring the quarter, we continued to optimize and enhance our aggregates-led portfolio. We completed the divestiture of our Colorado and Central Texas ready-mixed concrete businesses to the nation's largest privately owned concrete producer on April 1. We also recently entered into an agreement to sell our Redding cement plant, related cement distribution terminals and 14 ready-mixed concrete plants in California, to CalPortland Company. We expect to complete this transaction in the second half of 2022.\nCollectively, these portfolio optimization actions both strengthened the durability of our business through economic cycles and enhance our margin profile. We intend to deploy the proceeds from these sales to advance our long-standing capital allocation priorities, facilitating high-return external and organic growth investments to further enhance shareholder value.\nBefore discussing our updated full year guidance, let's level set first quarter results relative to the rest of 2022. While profits were lower than last year's for the reasons just discussed, the key takeaway is that the first quarter does not represent the beginning of a price cost margin compression trend. Rather, we believe it's the end of the margin compression dynamic for the company. The scale frequency and efficacy of our price increases provide us the confidence to forecast full year margins for 2022, exceeding those of 2021.\nIn short, we believe better-than-expected aggregates pricing realization and contributions from our newly acquired West Coast operations will offset the divested earnings and expected inflationary headwinds. As a result, we've reiterated our full year adjusted EBITDA midpoint guidance of $1.75 billion. As pricing momentum continues to build during the spring construction season, we anticipate that further pricing upside is probable. Accordingly, we'll revisit our full year guidance after the second quarter.\nTurning now to first quarter operating performance for our upstream and downstream businesses, organic aggregate shipments increased 2.5%, reflecting growing public and private demand at the onset of the construction season. Encouragingly, infrastructure shipments increased 6%, the largest percentage increase we've seen in several years. Acquired operations contributed an additional 4 million tons. Underpinned by our value over volume strategy, organic aggregates pricing increased 6.5% or 4.6% on a mix-adjusted basis and reflected improving long-haul shipments from higher-priced distribution yards. All divisions contributed to this pricing growth.\nAs the largest cement producer in Texas, we continue to benefit from tight supply and robust product demand. Shipments exceeded 1 million tons and increased 10%, setting a new first quarter record. Cement pricing grew 12% from multiple actions taken in 2021 and the resurgence in demand for higher-priced specialty products. With a $12 per ton increase effective April 1 and our recently announced second round increase of an additional $12 per ton effective July 1, the Texas cement pricing outlook is extremely attractive.\nOrganic ready-mix concrete shipments remained relatively flat despite the completion of several large and typically higher priced portable projects. Organic concrete pricing grew 8%, following off-cycle price increases and the implementation of fuel surcharges. Organic asphalt shipments decreased 3% as significant snowfall in January and February hindered Colorado construction activity. Organic asphalt pricing improved 6%.\nLooking beyond the first quarter, we remain confident that attractive market fundamentals and strong demand across our 3 primary end-use markets will drive aggregates intensive growth and favorable pricing trends from Marietta for the foreseeable future. Enhanced infrastructure investment should drive aggregate shipments to this end use closer to our 10-year historical average of 40% of total shipments. For reference, aggregates to the infrastructure market accounted for 32% of first quarter organic shipments.\nDepartment of Transportation budgets for our top states continue to be well funded through traditional revenue sources as well as $10 billion of COVID relief aid, pushing estimated lettings nicely above prior year levels. Increased funding from the Infrastructure Investment and Jobs Act, or IIJA, will further enhance the current strength of our state DOT programs, providing DOTs with increased visibility and certainty to advance their multitude of backlog projects. With full IIJA allocation available for 2023 DOT fiscal years, the majority of which began on July 1, we expect benefits to begin accruing in late 2022 and become more pronounced in 2023.\nNonresidential construction, which drove 36% of Martin Marietta's first quarter aggregate shipments, continues to benefit from the paradigm shift in consumer and work preferences and supply chains as evidenced by increased investment in aggregates intensive warehouses, data centers and reshoring of manufacturing facilities to the United States.\nCommercial and retail construction throughout our Sun Belt markets is expected to become more significant demand driver in 2022 as it typically follows single-family residential development with a 9- to 12-month lag. By way of example, Charlotte, North Carolina office trends are returning to pre-pandemic levels with more than 2.6 million square feet of office space currently under construction in that area.\nThe residential construction outlook remains strong despite rising interest rates and inflationary pressures, following more than a decade of historically low new housing construction, expectations are that annual single-family housing starts remaining in line with early 2000 levels over the next few years. That said, the United States has added over 30 million people in the intervening period.\nGiven our company's attractive footprint in destination metropolitan areas, we expect Martin Marietta to benefit disproportionately from new home construction for the foreseeable future. As a reminder, construction of single-family homes and subdivisions is nearly 3 times more aggregates-intensive than multifamily construction, given further community build-out of light nonresidential and infrastructure. Aggregates to the residential market accounted for 26% of our first quarter organic shipments.\nI'll now turn the call over to Jim to discuss more specifically our first quarter financial results and liquidity. Jim?\n\nJames A. J. Nickolas\n\nSenior VP & CFO, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. For our continuing operations, the Building Materials business posted record products and services revenues of $1.1 billion, a 26% increase from last year's prior quarter and product gross profit of $137 million. Aggregates product gross margin of 14.9% declined 640 basis points. Product shipment and pricing growth was not enough to offset increased costs for diesel, internal freight, other production costs and depreciation, depletion and amortization.\nAs Ward indicated earlier, our Texas Cement business is benefiting from growing demand and tight supply. Cement product gross margin expanded 630 basis points to 20.3% on a relatively favorable comparison. As a reminder, first quarter 2021 was negatively impacted by production inefficiencies and incremental storm-related costs from the Texas deep freeze. Partially offsetting this favorability were higher energy and raw material costs, in addition to a nearly $9 million increase in planned maintenance costs. Almost half of this year's planned kiln outages and other maintenance occurred in the first quarter. With that now behind us, we expect favorable comparisons for the next 3 quarters versus the prior year.\nWe are pleased to report that both our Midlothian and Hunter Cement plants began actively producing Portland-limestone cement, or PLC, during the quarter. PLC, which relies on a limestone substitution of carbon intense clinker, was not approved for use by the Texas Department of Transportation until recently. We now expect to ship roughly 425,000 tons of PLC this year.\nImportantly, in addition to the lower CO2 emissions, the production of PLC versus traditional Type 1 and 2 cement creates an 8% to 10% increase in annual cement production capacity. Importantly, no incremental capital spending is required as we ramp up PLC production.\nReady-mix concrete product gross margin declined 100 basis points to 7.3% as pricing gains did not fully offset higher costs for raw materials, labor and diesel. As a reminder, first quarter financial results included the Colorado and Central Texas operations that were divested on April 1.\nConsistent with seasonal trends in our relevant geographies, minimal asphalt and paving activity occurs in the early months of the year. In fact, our Minnesota-based asphalt facilities, which we acquired in April 2021, were inactive during the first quarter given that market's late spring start to the construction season. In line with our expectations, the asphalt and paving business posted a $13 million gross loss for the first quarter.\nMagnesia Specialties achieved record first quarter product revenues of $71 million, an 8.5% increase driven by global demand for magnesia-based chemicals products. Despite top line growth, product gross profit decreased 6% due to higher costs for energy, supplies and raw materials, resulting in a 570-basis point decline in product gross margin to 37.8%. We remain focused on the disciplined execution of SOAR to responsibly grow our business and deploy capital in a manner that preserves our financial flexibility and investment-grade credit rating profile.\nAs Ward indicated earlier, we plan to use the proceeds from our recently announced divestitures to advance our long-standing capital allocation priorities, which are focused on value-enhancing acquisitions, prudent organic investments and returning cash to shareholders through both a meaningful and sustainable dividend and our share repurchase program while maintaining a strong balance sheet.\nWe continue to expect full year capital spending of $525 million to $550 million as we prioritize high-return capital projects, focusing growing sales and increasing efficiency to drive margin expansion.\nDuring the quarter, we returned $89 million to shareholders through both dividend payments and share buybacks. While we repurchased nearly 131,000 shares of common stock at an average price of $383 per share, we continue to anticipate a return to our target leverage ratio of 2 to 2.5x by the end of the year. Our net debt-to-EBITDA ratio was 3.2x as of March 31.\nWith that, I'll turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThanks, Jim. To conclude, we expect 2022 to be another record year for Martin Marietta. We're well positioned to capitalize on infrastructure tailwinds and strong private demand across our differentiated coast-to-coast geographic footprint. Looking ahead, we expect this increasing demand environment to drive multiyear shipment growth and attractive pricing for our products. Our team remains committed to employee health and safety, commercial and operational excellence, sustainable business practices and the execution of our SOAR 2025 initiatives, as we build and maintain the world's safest, best-performing and most durable aggregates-led public company.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions."
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0562077478122148f05937b1f85992e6",
    "period": "2021 Q4",
    "content": "Q4 2021 Martin Marietta Materials Inc Earnings Call\n\nQ4 2021 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEFEB 10, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Martin Marietta's Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded and will be available for replay on the company's website.\nI will now turn the call over to your host. Ms. Suzanne Osberg, Martin Marietta's Vice President of Investor Relations. Suzanne, you may begin.\n\nSuzanne Osberg\n\nVP of IR, Martin Marietta Materials, Inc.\n\nGood morning. It's my pleasure to welcome you to Martin Marietta's Fourth Quarter and Full Year 2021 Earnings Call. With me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer. .\nToday's discussion may include forward-looking statements as defined by United States securities laws in connection with future events, future operating results or financial performance. Like other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required, to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website.\nWe've made available during this webcast and on the Investors section of our website, 2021 supplemental information that summarizes our portfolio optimization efforts and financial results. For purposes of clarity, all financial and operating results discussed today are for continuing operations.\nIn addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard and I will begin today's earnings call with fourth quarter highlights and a discussion of our full year operating performance. Jim Nickolas will then review our 2021 financial results, after which Ward will discuss market trends and 2022 expectations. A question-and-answer session will follow. (Operator Instructions)\nI will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThank you, Suzanne, and thank you all for joining today's teleconference. Martin Marietta's diligent execution of our strategic operating analysis and review plan, otherwise known as SOAR, has been and continues to be the foundation of our long-term success, differentiating us from our competitors. This year was no exception as our impressive 2021 results continue to underscore the importance of disciplined strategic planning combined with functional excellence.\nOur team's steadfast commitment to our strategic priorities enabled Martin Marietta to extend our proven track record of delivering industry-leading safety, growth and financial performance for our shareholders.\nAmong our accomplishments in 2021, we achieved the safest and most profitable year in Martin Marietta's history. This year marks our tenth consecutive year of increases in consolidated product and services revenues, adjusted gross profit, adjusted EBITDA and adjusted earnings per diluted share. We also made significant progress on our SOAR 2020/'25 initiatives, among them, successfully completing more than $3 billion in value-enhancing acquisitions.\nThese transactions expanded our product offerings in attractive new and existing markets, establishing a formidable coast-to-coast geographic footprint. Supported by robust underlying demand, we will continue to build on these achievements with a focus on delivering sustainable, long-term operational and financial success in 2022 and beyond.\nBefore discussing our full year results, I'll briefly highlight a few notable takeaways from our record fourth quarter and portfolio optimization efforts. Pricing momentum and growing product shipments, aided in part by mild weather extending the 2021 construction season, provided a strong finish to the year. We completed the acquisition of the Lehigh Hanson West Region business on October 1, which provides Martin Marietta with new growth platforms in 3 of the nation's largest mega regions in California and Arizona and will serve as a valuable platform for continued expansion in the years ahead.\nAnd finally, in the fourth quarter, we achieved a 27% increase in products and services revenues and a 17.5% increase in adjusted EBITDA, capping off a 12-month period of continued growth, robust M&A activity and record-setting financial performance.\nConsistent with our SOAR 2025 priorities, we continue to really look for ways to optimize our portfolio through asset swaps and divestitures. To that end, following the closing of the Lehigh Hanson West acquisition, we received expressions of interest in the California-based cement and concrete operations. As we focus on the product mix of our business to enhance value for our shareholders, we are currently evaluating alternatives for these operations and have classified these assets as held for sale. We anticipate providing more clarity regarding our plans for these assets during the first half of 2022.\nAs I noted earlier, for the full year 2021, we established new financial records, marking the tenth consecutive year of growth in each of the following metrics: products and services revenues increased 15% year-over-year to $5.1 billion, adjusted gross profit increased 10% year-over-year to $1.4 billion, adjusted EBITDA of $1.53 billion increased 10% year-over-year or 14% excluding nonrecurring gains and adjusted diluted earnings per share of $12.28 grew 6% year-over-year or 13% excluding nonrecurring gains.\nI'm especially pleased to note that Martin Marietta's strong earnings growth and thoughtful SOAR execution provided our investors with a total shareholder return of 56% in 2021, more than double the S&P 500.\nOperating our business safely sets the foundation for achieving long-standing financial success. I'm proud to report that we achieved a company-wide world-class lost time incident rate for the fifth consecutive year. With a 7% reduction in total reportable incidents, Martin Marietta also reported a total entry incident rate of 0.84, exceeding world-class rate levels for the first time in our history. Even more rewarding is that our strong 2021 safety performance includes the safety results of our newly acquired operations. I'm incredibly grateful to our employees, both new and tenured, who embrace Martin Marietta's Guardian Angel culture each and every day.\nWith that overview, let's now turn to the full year operating performance. The Building Materials business experienced solid product demand across our geographic footprint, driven by single-family housing growth, infrastructure investment and continued strength in warehouses and data centers. Organic aggregate shipments increased nearly 4% to 193 million tons, in line with the high end of our original 2021 guidance for volume growth and above 2019 pre-COVID levels. Acquired operations contributed an additional 8 million tons.\nOrganic aggregates average selling price increased 3% with realized price increases, partially offset by higher sales of lower-priced base and excess fill material shipments in the second half of 2021. Importantly, all divisions contributed to this growth.\nAggregates pricing fundamentals remain very attractive. Underpinned by market support for our announced price increases and overall customer confidence, we anticipate being well positioned commercially and otherwise, to respond to strong demand and more than offset inflationary headwinds in 2022.\nOur Texas Cement business grew modestly to 4 million tons, establishing a new record for shipments, supported by large projects, recovering energy sector activity and incremental pull-through from our internal downstream customers. Cement pricing grew 7% following multiple pricing increases during the year. As the largest cement user in Texas, our cement operations are well positioned to continue to benefit from tight supply and healthy demand supported by diversified customer backlogs and our announced April 2022 price increase of $12 per ton.\nTurning to our targeted downstream businesses. Organic ready-mix concrete shipments increased 16%, reflecting the healthy Texas and Colorado demand environment, pricing grew modestly. Despite solid fourth quarter volume improvement, our Colorado asphalt and paving business was unable to overcome shipment declines from weather challenges in liquid asphalt supply disruptions that hindered construction activity during the traditionally productive summer months. Organic asphalt pricing improved 4%.\nI'll now turn the call over to Jim to conclude our full year 2021 discussion with a review of our financial results and liquidity. Jim?\n\nJames A. J. Nickolas\n\nSenior VP & CFO, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good morning, everyone. As Ward mentioned, we are evaluating our strategic alternatives as it relates to the California cement plants, related distribution terminals and California ready-mix operations. These assets, along with several parcels of land have been classified as assets held for sale on the balance sheet, and the profits they generate are shown as earnings from discontinued operations on the income statement. Accordingly, the revenues and profits from these assets are not included in either 2021 reported earnings from continuing operations or our forward earnings guidance. .\nFor our continuing operations, both the Building Materials and Magnesia Specialties businesses contributed to our record revenues and profitability, notwithstanding energy headwinds of almost $75 million, which is nearly 1/3 higher compared with 2020 on an organic basis.\nOur aggregates pipeline established records for revenues and gross profit. Product gross margin of 29.6% included higher diesel costs and a $25 million negative impact from selling acquired inventory that was marked up to fair value as part of acquisition accounting. Excluding the acquisition impact, adjusted aggregates product gross margin was 30.4%, a 20 basis point decline versus the prior year. Gross profit per ton shipped improved modestly when excluding the impact of acquisition accounting.\nImproved cement profitability in the second half of the year was not enough to overcome production inefficiencies and incremental storm-related costs from February deep freeze in Texas. As a result, cement product gross margin declined 600 basis points to 31.8% despite top line growth. Increased raw material, energy and maintenance costs, although pressured margins.\nReady-mixed concrete product gross margin was 8.3%, relatively flat compared with prior year as shipment and pricing gains offset higher costs for raw materials and diesel. Adjusted products and services gross margin for asphalt and paving business decreased 180 basis points to 16.4% from higher raw materials costs and operational disruptions from the summertime Colorado liquid asphalt shortage.\nMagnesia Specialties achieved record revenues and profitability. Product revenues of $275 million increased 24%, driven largely by demand for magnesia-based chemicals products used for cobalt extraction. Cobalt prices, which has doubled since the fourth quarter of 2020, are expected to remain at high levels and should support demand for our chemicals products throughout 2022.\nProduct gross profit increased 23% to $110 million, even though higher costs for energy and contract services resulted in a 40 basis point decline in product gross margin to 40.2%.\nMartin Marietta ended 2021 with the strongest cash generation in our history. Operating cash flow of $1.14 billion increased 8%, driven by improvement in net working capital efficiency. So continues to provide the framework to responsibly and sustainably grow our business and deploy capital for long-term success. The company's long-standing capital allocation priorities, balance our value-enhancing acquisitions with prudent capital expenditures and our goal of consistently returning capital to shareholders, while preserving financial flexibility and an investment-grade credit rating profile.\nIn addition to the $3.1 billion of deployed for attractive platform and bolt-on acquisitions in 2021, we also invested $423 million of capital into our business. In November, we completed a capacity expansion project at our Bridgeport Quarry, adding over 3.5 billion tons of aggregate annual production capacity and reducing our customers' load-and-go cycle times. This project increases throughput at our flagship quarry in the fast-growing Dallas Fort Worth market.\nWe will continue to prioritize high-return capital projects to drive large expansion in 2022. We also returned $148 million to shareholders, reflecting our most recent dividend increase announced in August. Since our repurchase authorization announcement in February of 2015. We have returned nearly $2 billion to shareholders through a combination of meaningful and sustainable dividends as well as share repurchases, while at the same time growing our business profitably and responsibly.\nOur net-debt-to-EBITDA ratio increased to 3.2x as of December 31, reflecting the debt-financed acquisition of Lehigh Hanson West in fourth quarter. Consistent with our past practice of reducing leverage, following an acquisition, we expect that ratio to be 2.5x by year-end 2022.\nWith that, I will turn the call back over to Ward to discuss our 2022 outlook.\n\nC. Howard Nye\n\nChairman, CEO & President, Martin Marietta Materials, Inc.\n\nThanks, Jim. We're excited about Martin Marietta's opportunities for sustainable long-term success in 2022 and beyond as we build on our momentum and capitalize on favorable market fundamentals and underlying secular demand trends. For the first time since our industry's most recent shipment peak in 2005, public and private construction activity are both poised to accelerate supporting increased shipments and attractive multiyear pricing acceleration for construction materials.\nAs we embark on what we view as this golden age of aggregates, Martin Marietta has the ability and capacity to supply these needed products. Underpinned by our locally led pricing strategy, we will continue to do so in a manner that emphasizes value over volume. The new federal infrastructure law, along with strong state Department of Transportation budgets in our key states of Texas, Colorado, North Carolina, Georgia, Florida and now California provide Martin Marietta with a long-awaited runway for multiyear growth in infrastructure demand.\nThe recently enacted Infrastructure Investment and Jobs Act is the nation's most significant infrastructure action since the introduction of the interstate highway system in 1956. This bipartisan legislation contains a 5-year surface transportation reauthorization plus $110 billion in new funding for roads, bridges and other hard infrastructure projects. While this once-in-a-generation investment in Americas transportation networks stimulates economic growth and creation immediately, we expect product demand benefits to begin in late 2022 and become more pronounced in 2023.\nThis new law will naturally favorably impact our results over an extended period of time, and we expect this legislation to result in healthy state Department of Transportation budgets with estimated lettings above prior year levels.\nVoter-approved state and local transportation measures will also promote sustainable growth in product demand. In November 2021, voters approved 89% of state and local transportation ballot measures. These initiatives are estimated to generate an additional $7 billion in both onetime and recurring transportation funding with initiatives in Texas, our top revenue-generating state accounting for over $4 billion of this total. These measures tangibly demonstrate the commitment of state and local governments to ongoing efforts to repair and improve our nation's aging infrastructure.\nImportantly, DOTs for our top states are well equipped from both a financial and resource perspective, to put increased transportation dollars to work in advance the growing number of projects in their backlogs. We expect enhanced infrastructure investment to provide volume stability and drive aggregate shipments to this end use closer to our 10-year historical average of 40% of total shipments.\nFor reference, aggregates to the infrastructure market accounted for 34% of 2021 organic shipments. Nonresidential construction should continue to benefit from e-commerce evolving work trends and supply chain complexities that drive increased investment in aggregates intensive, heavy industrial warehouses, data centers and reshoring of manufacturing to the United States.\nNotably, commercial and retail construction throughout our Sunbelt markets is poised to inflect and become a more significant demand driver in 2022 as it typically follows single-family residential development. Aggregates to the nonresidential market accounted for 35% of 2021 organic shipments. Residential construction remains robust, particularly for single-family housing, which is yet to return to normalized levels.\nThe National Association of Homebuilders forecast 2022 single-family housing starts to be 25% higher than pre-pandemic levels since 2019 despite longer material delivery times and labor shortages. Martin Marietta's leading coast-to-coast footprint positions our company to benefit from single-family housing growth given underbuild conditions, favorable population and employment dynamics and accelerated deurbanization.\nSingle-family housing is in multifamily construction when factoring in the ancillary nonresidential and infrastructure needs of new or expanding suburban communities. Aggregates to the residential market accounted for 25% of 2021 organic shipments.\nIn summary, we expect 2022 to be another record year for Martin Marietta. Organic aggregate shipments are anticipated to increase 1% to 4% in 2022 as contractor labor shortages and logistics challenges continue to impact on otherwise robust demand. Underpinned by our value of our volume pricing strategy, we expect growth in organic aggregates pricing of 5% to 8%. Annual price increases become effective from January 1 to April 1 and have already garnered market support.\nWhile inflationary pressures remain, we expect to expand upstream gross margins in 2022, supported by pricing acceleration and disciplined cost control. Combined with contributions from our cement, downstream and Magnesia Specialties businesses and the full year results for our acquired operations, we expect consolidated adjusted EBITDA for our continuing operations of $1.7 billion to $1.8 billion. And to reiterate, our 2022 guidance excludes the businesses classified as assets held for sale.\nTo conclude, we're extremely proud of our 2021 record-setting safety, operational and financial performance, supported by a growing demand environment and our consistently executed strategic priorities we're confident in Martin Marietta's long-term prospects. Our team remains committed to employing health and safety, commercial and operational excellence, sustainable business practices and the execution of our SOAR 2025 initiatives as we build the safest, best-performing and most durable aggregates-led public company. We look forward to continuing our strong momentum and delivering attractive growth and superior value for our shareholders in 2022 and beyond.\nIf the operator will now provide the required instructions, we'll turn our attention to addressing your questions?"
  },
  {
    "header": "MLM",
    "cik": "0000916076",
    "ticker": "MLM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/554027e5a05423817b07ee217bb839d0",
    "period": "2023 Q2",
    "content": "Q2 2023 Martin Marietta Materials Inc Earnings Call\n\nQ2 2023 Martin Marietta Materials Inc Earnings Call\n\nMLMNYSEJUL 27, 10:00 AM\n\nOperator\n\nGood day, and welcome to Martin Marietta's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's call is being recorded and will be available for replay on the company's website. I will now turn the call over to your host, Ms. Jennifer Park, Martin Marietta's Vice President of Investor Relations. Jenifer, you may begin.\n\nJennifer Park\n\nThank you. It's my pleasure to welcome you to our second quarter 2023 earnings call. Joining me today are Ward Nye, Chairman and Chief Executive Officer; and Jim Nickolas, Senior Vice President and Chief Financial Officer. Today's discussion may include forward-looking statements as defined by United States securities laws in connection with future events future operating results or financial performance.\nLike other businesses, Martin Marietta is subject to risks and uncertainties that could cause actual results to differ materially. We undertake no obligation, except as legally required, to publicly update or revise any forward-looking statements, whether resulting from new information, future developments or otherwise. Please refer to the legal disclaimers contained in today's earnings release and other public filings, which are available on both our own and the Securities and Exchange Commission's website.\nWe have made available during this webcast and on the Investors section of our website, supplemental information that summarizes our financial results and trends. As a reminder, all financial and operating results discussed today are for continuing operations. In addition, non-GAAP measures are defined and reconciled to the most directly comparable GAAP measure in the appendix to the supplemental information as well as our filings with the SEC and are also available on our website.\nWard Nye will begin today's earnings call with a discussion of our operating performance. Jim Nickolas will then review our financial results and capital allocation, after which Ward will conclude with market trends and our outlook for the remainder of 2023. A question-and-answer session will follow. [Operator Instructions] I will now turn the call over to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThank you, Jenny. Welcome, everyone, and thanks for joining this quarterly teleconference. I'm pleased to report Martin Marietta's exceptional performance across nearly every safety, financial and operational measure in the second quarter, which built upon our record first quarter performance. Given the overall challenging macroeconomic environment, including continued monetary policy tightening and the related residential housing slowdown, our strong quarterly performance is a testament to our team's focus and resiliency of our differentiated business model. In addition to our results and consistent with our aggregates-led product strategy, we also finalized the divestiture of our Stockton, California cement import terminal in the second quarter, further enhancing our company's margin profile and improving the durability of our business through economic cycles.\nAs indicated in today's earnings release, we revised our 2023 guidance to reflect the company's results from the first half of the year and our current expectations for the second half. Notably, we raised our 2023 adjusted EBITDA guidance to range from $2 billion to $2.1 billion or a 28% increase at the midpoint as compared with the prior year. The core assumption underpinning the adjusted EBITDA guidance is that accelerated commercial momentum will more than offset lower shipments and higher costs as we endeavor to continue managing the last 2 years of historic inflation. Further, given the typical lag effect between single-family housing starts and aggregates demand, we expect recent aggregate shipments declines will find a bottom in the third quarter of 2023.\nAgainst that backdrop, Martin Marietta achieved strong second quarter results across a number of areas, including consolidated total revenues of $1.82 billion, an 11% increase. Consolidated gross profit of $560 million, a 32% increase. Adjusted EBITDA of $596 million, a 25% increase and aggregates gross profit per ton of $6.80, a 28% increase. These stellar results reflect the continued disciplined execution of our strategic plan through economic cycles.\nShifting now to our second quarter shipment and pricing results, starting with aggregates. Aggregate shipments declined 5.7% as we experienced the expected lag between last year's decline in single-family housing starts and our shipments to the residential market. Predictably, though, aggregates pricing fundamentals remain attractive, with pricing increasing 18.6% or 17% on a mix-adjusted basis. The Texas cement market continues to experience robust demand and tight supply amid near sold-out conditions, particularly in the Dallas-Fort Worth Metroplex. Second quarter shipments were a record 1.1 million tons and pricing grew 21.8%. We fully expect that favorable Texas cement commercial dynamics will continue for the foreseeable future and expect solid realization of the $10 per ton price increase effective July 1.\nShifting to our targeted downstream businesses. Ready-mixed concrete shipments decreased 1.7%, while pricing increased a robust 21.9%. Asphalt shipments increased 1.7% and pricing improved 7.9%.\nBefore discussing our outlook for the remainder of 2023, I'll turn the call over to Jim to conclude our second quarter discussion with a review of the company's financial results. Jim?\n\nJames A. J. Nickolas\n\nSenior Vice President & Chief Financial Officer, Martin Marietta Materials, Inc.\n\nThank you, Ward, and good day to everyone. The Building Materials business posted record second quarter revenues of $1.74 billion and 11.6% increase over last year's comparable period and a quarterly gross profit record of $536.1 million, a 34.3% increase.\nAggregates gross profit improved 20.7% relative to the prior year period resulting in a quarterly record of $370.9 million as strong pricing growth and lower diesel fuel expenses more than offset lower shipments and increased nonenergy-related costs. Our Texas cement business also continued its track record of exceptional performance. Revenues increased 21.7% to $197.7 million and gross profit increased 84% to $93.3 million. As previously discussed, our Midlothian, Texas plant is installing a new finish mill that we expect to be finished in the third quarter of 2024. Upon completion, the new finish mill will provide 450,000 tons of incremental high-margin annual production capacity in today's sold-out Dallas-Fort Worth marketplace. This project will achieve its first major milestone this month as our new cement titles will begin loading customer trucks. The new silos and loadout system are dramatically improving customer service by reducing loadout cycle times by as much as 45 to 60 minutes per truck during periods of peak shipping.\nIn addition, this project has increased cement storage capacity by over 60%. The process of converting our construction cement customers from type 1, type 2 cement to a less carbon-intensive Portland-limestone cement, also known as Type 1 L is now complete at both our Midlothian and Hunter, Texas plants. We expect the Type 1 L conversion to provide additional production capacity of 5% this year as compared to 2022 and helped reduce our carbon footprint. Our ready-mix concrete revenues increased 19.7% to $271.4 million and gross profit increased 142.3% to $35.4 million, driven primarily by strong pricing gains in the quarter, more than offsetting higher upstream raw material costs.\nOur asphalt and paving revenues increased 11.7% to $240.9 million, and gross profit increased 37.9% to $36.5 million due to pricing improvement, coupled with lower bitumen costs as compared to the prior period. Magnesia Specialties revenues totaled $80.5 million in the second quarter, in line with the prior year quarter, and gross profit increased 13% to $27.7 million. Notably, gross margin increased 440 basis points from the prior year quarter to 34.4%, driven by pricing growth and moderating energy expenses.\nAs a general matter, energy costs are down from last year's highs and have now seemingly stabilized. Nonenergy costs continue to grow at rates well above historical averages, and we expect that to continue throughout the rest of this year. That said, expected midyear price increases should serve to offset the expected cost inflation. During the quarter, we returned $116 million to shareholders through both dividend payments and share repurchases. We repurchased nearly 178,000 shares of common stock at an average price of approximately $422 per share in the second quarter.\nSince our repurchase authorization announcement in February 2015, and we have returned a total of $2.5 billion to shareholders through a combination of meaningful and sustainable dividends as well as share repurchases. Our net debt-to-EBITDA ratio continued its downward trend and ended the quarter at 2.1x, within our targeted range of 2 to 2.5x. This balance sheet strength gives us ample flexibility to continue investing in the business and pursuing accretive acquisition opportunities. while at the same time, extending our long record of returning capital to Martin Marietta's shareholders.\nWith that, I'll turn the call back to Ward.\n\nC. Howard Nye\n\nChairman, President & Chief Executive Officer, Martin Marietta Materials, Inc.\n\nThanks, Jim. With this year's construction season well underway, we're confident in Martin Marietta's bright prospects for the remainder of 2023.\nWe continue to be encouraged by a number of factors that support sustainable demand for our products across the infrastructure and heavy nonresidential construction sectors. As indicated in our supplemental materials, historic legislation including the infrastructure investment in Jobs Act or IIJA, Inflation Reduction Act and CHIPS Act are expected to provide funding certainty for large infrastructure, manufacturing and energy projects for years to come. As such, we expect the related product demand for these key end-use segments to be largely insulated from any mild to moderate private sector contraction.\nWe began with infrastructure, which accounted for 36% of our second quarter aggregate shipments. The value of state and local government, highway, bridge and tunnel contract awards, a leading indicator for our future product demand is again meaningfully higher year-over-year with growth of 25% to a record $114 billion for the 12-month period ending May 31, 2023. The Importantly, in addition to incoming IIJA funding, state legislatures are choosing to commit considerable investment to transportation projects. For example, Texas and North Carolina have directed portions of sales tax collections to infrastructure, while Florida is transferring general funds to augment state Department of Transportation resources. We expect this increase in public sector investment to drive sustained multiyear demand for our products, and this important often countercyclical end market.\nMoving now to nonresidential construction, which represented 35% of our second quarter aggregate shipments. As warehouse construction has moderated from its post-COVID peak, other heavy industrial projects led by onshore manufacturing and energy continue to drive demand in this segment, accounting for the majority of total nonresidential shipments. Construction spending for manufacturing in the United States has accelerated to well above record levels as the MACE seasonally adjusted annual rate of spending for 2023 is $194 billion, a 76% increase from the May 2022 value of $110 billion. Since 2021, supported by enhanced federal investment from the Inflation Reduction Act and CHIPS Act, private companies have announced over $500 billion in commitments to invest in critical sectors like semiconductors and electronics, electric vehicle and related batteries and clean energy as those projects are both economic and national security consequence. Further, the nation's aim to be the global leader in artificial intelligence and machine learning is expected to drive substantial demand for new data centers for the foreseeable future. As a result, we expect an extended cycle within the aggregates intensive heavy nonresidential sector. We also remain optimistic about Martin Marietta's light nonresidential end markets where we've yet to experience any notable weakness as shipments to in-process projects continue. We are actively monitoring this portion of the segment, but expect any possible future softness to be partially offset by the relative strength of the more aggregate intensive, heavy nonresidential project pipeline.\nMoving to residential. Shipments to this segment accounted for 24% of total aggregate shipments this past quarter. Given the structural housing deficit in key Martin Marietta markets, we correctly anticipated that the affordability-driven residential slowdown would be short-lived. Accordingly, we're encouraged by recent public homebuilder sentiment and single-family starts data which are indicative of a near-term bottoming and inflection point. The significant underbuilding over the last decade, coupled with existing homeowners reluctance to abandon their low rate mortgages is exacerbating the housing deficit, Thus available home inventory is being disproportionately driven by new home construction, a notable trend that we expect to continue for the foreseeable future.\nTo conclude, our record-setting second quarter performance provides outstanding momentum and a solid foundation for the balance of the year. As a result, we're confident in our ability to achieve our raised 2023 financial guidance. We believe our most recent results validate the secular durability of our proven aggregates-led business model and our team's steadfast commitment to health and safety, commercial and operational excellence, sustainable business practices and the execution of our SOAR 2025 initiatives will support our success. We remain focused on building and maintaining the safest, most resilient and best-performing aggregates-led public company.\nIf the operator will now provide the required instructions, we will turn our attention to addressing your questions."
  }
]