[
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c05f15d573ebb6eab44e815eb4314a8",
    "period": "2025 Q3",
    "content": "Q3 2025 Pembina Pipeline Corp Earnings Call\n\nQ3 2025 Pembina Pipeline Corp Earnings Call\n\nPBANYSENOV 7, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation Q3 2025 Results Conference Call. [Operator Instructions] This call is being recorded on Friday, November 7, 2025. I would now like to turn the conference over to Dan Tucunel, VP of Capital Markets. Please go ahead.\n\nDan Tucunel\n\nVice President of Capital Markets\n\nThank you, Danny. Good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the third quarter of 2025. On the call today, we have Scott Burrows, President and CEO and and Cameron Goldade, Senior Vice President and Chief Financial Officer, along with other members of Pembina's leadership team.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations. Further, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management's discussion and analysis dated November 6, 2025, for the period ended September 30, 2020, and as well as the press release Pembina issued yesterday. All materials are available online at pembina.com and on both SEDAR+ and EDGAR. I will now turn things over to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Dan. Yesterday, we reported our third quarter results, which were highlighted by quarterly adjusted EBITDA of $1.034 billion. We remain on track to deliver full year results within our original 2025 adjusted EBITDA guidance range and as Cameron will discuss in more detail, and as we are 3 quarters of the way through 2025, we have updated and narrowed our guidance range to $4.25 billion to $4.35 billion. As we highlighted in the release yesterday, Pembina continues to execute its strategy through which we strive to do 2 things: one, ensure the long-term resilience of our business; and two, provide investors with visibility to attractive growth through the end of the decade and beyond. The execution of Pembina's strategy is highlighted by a number of recent developments. First, earlier this week, we were pleased to sign a 20-year agreement with Petronas for 1 million tons per annum of Pembina's liquefaction capacity at the Cedar LNG facility. Petronas is a global LNG industry leader and 1 of the largest gas producers in Canada. We are very excited to expand our relationship with them and see this as an important development in Pembina's ongoing expansion of its export business. Pembina previously signed a 20-year take-or-pay liquifaction polling service agreement for 1.5 million tons per annum of LNG to support the final investment decision on SEDAR in June of 2024 and and ultimately, maintain key project timing and economic parameters within the expectation of remarketing the capacity at a later stage.\nBy remarketing our cedar capacity, we are fulfilling Pembina's commitment to its financial guardrails and ensuring that the company's expansion into the LNG business is done within the risk profile of its existing business characterized by its predominantly long-term highly contracted fee-based cash flow stream. We expect to reach definitive agreements for the remaining 0.5 million tons of our capacity by the end of 2025. We Meanwhile, the project itself remains on time and on budget. Construction of the floating LNG vessel, including the hull and topside facilities, remain on schedule and Cedar LNG has significantly advanced the onshore construction work. Pipeline construction is ahead of schedule, including the completion of all horizontal directional drill processing. This is a major achievement and derisk that portion of the project. Second, during the quarter, Pembina and its partner, Kineticor, had an exciting announcement on the advancement of the Greenlight Electricity Center, a proposed up to 1.8 gigawatt natural gas-fired power generation project designed to advance Alberta's innovation economy.\nRecent achievements include securing a 907-megawatt power grid allocation which was subsequently assigned to a potential customer [indiscernible] to enable development of the customers' innovation infrastructure development as early as 2027 prior to the startup of Greenlight in 2030. In addition, a recently signed agreement with a reputable equipment manufacturer provides certainty of availability and delivery timing of 2 turbines to support the approximately 900-megawatt first phase of green light. Pembina and Kineticor continue to progress towards a final investment decision in the first half of 2026. We see Greenlight as an on-strategy extension of Pembina's existing value chain and an opportunity to enhance growth by investing in long-term contracted infrastructure with investment-grade counterparties while diversifying our customer base. Greenlight would create incremental demand for natural gas and associated liquids production within Western Canada, and we believe Pembina is well positioned to leverage the assets and capabilities of our current core business to further support the project and serve customer demand for gas egress and liquid handling and transportation.\nMost notably, the proximity of Pembina's Alliance pipeline offers a potential accretive expansion opportunity to supply natural gas to green light. Third, we continue to realize contracting successes that are strengthening the core business. In our Conventional Pipeline business, we now have recontracted substantially all volumes available for renewal under contracts with expiry dates in 2025 and 2026. In addition to the previous updates, we have provided around various recontracting successes. We recently signed new transportation agreements on the Peace Pipeline system for the renewal and addition of volumes totaling approximately 50,000 barrels per day with a weighted average term of approximately 10 years. Approximately 80% of the volumes are currently being serviced today and 20% of our new volumes take effect in 2026. Within our transmission business unit, recent shipper elections on Alliance Pipeline has significantly strengthened its long-term contractual profile with shippers taking an average of a 10-year toll option on approximately 96% of the 1.325 Bcf per day of firm capacity available.\nFourth, we continue to deliver on our capital projects on time and on or under budget. In total, Pembina and Pembina Gas infrastructure are nearing completion on approximately $850 million of projects that are expected to enter service throughout the first half of 2026. We RFS IV, the new frac made within our Redwater complex has progressed to approximately 75% complete. It continues to trend under budget and we have narrowed the expected in-service date to the second quarter of 2026. The PGI's Wapiti expansion, which will increase natural gas processing capacity at the VWAP plant is trending on budget, and we have narrowed its in-service date to the first quarter of 2026. And PGI's K3 cogeneration facility is now trending under budget and we have narrowed its in-service date to the first quarter of 2026. Finally, we are progressing numerous accretive investment opportunities to meet growing demand for pipeline and transportation services. Pembina is well advanced on the development of approximately $1 billion of conventional pipeline projects to enable WCSB growth and position Pembina to win new liquid transportation opportunities.\nThese investments would be supported by a combination of long-term take-or-pay agreements cost of service structure and the land and facility dedications. Engineering activities are ongoing and subject to regulatory and board approval, Pembina expects to move forward with the Fox Creek Terminal expansion of the Peace Pipeline system, a tailored Gordondale project and a Birch-to-tailored Northeast BC system expansion. As well, we continue to observe continued growth from the Clearwater area and strong customer demand for incremental services on the Nipisi pipeline. Following successfully recontracting Nipisi over the last few years, Pembina expects it to be highly utilized in 2026 and is currently evaluating opportunities to increase egress capacity. Alliance Pipeline previously solicited nonbinding expressions of interest for a new short-haul point-to-point transportation service on the Canadian segment of its system in Northwest Alberta. The proposed expansion would provide natural gas delivery to a new meter station of Fort Saskatchewan for up to 35 million standard cubic feet per day of incremental capacity with an anticipated in-service date in the fourth quarter of and in Global Markets uniquely positions us to capture incremental new volumes while unlocking new avenues for growth. I will now turn things over to Cam to discuss in more detail the financial highlights of the third quarter.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina reported third quarter adjusted EBITDA of $1.034 billion. This represents a 1% increase over the same period in the prior year. In pipelines, major factors impacting the quarter included higher demand on seasonal contracts on Alliance Pipeline, higher revenue on the Peace Pipeline system due to increased tolls mainly related to contractual inflation adjustments. -- higher interruptible volumes on the Peace Pipeline system, higher contracted volumes on the Nipisi pipeline, and lower firm tolls on the Cochin pipeline due to recontracting in July 2024 and lower interruptible volumes due to narrower condensate price differentials offset by higher contracted volumes. In facilities, factors impacting the quarter included higher contribution from PGI, primarily related to transactions with White Cap, resources, higher capital recoveries and higher volumes at the Duvernay complex.\nIn marketing and new ventures, third quarter results reflect the net impact of lower net revenue due to a decrease in NGL margins as a result of lower NGL prices, coupled with higher input natural gas prices at Aux Sable higher NGL marketed volumes, including no similar impact of the 9-day outage at Aux Sable in 2024. And and lower realized gains on crude oil-based derivatives, partially offset by lower realized losses on NGL-based derivatives. Finally, in the Corporate segment, Third quarter results were higher than the prior period due to lower incentive costs driven by the change in Pembina's share price in the period compared to the third quarter of 2024. Earnings in the third quarter were $286 million. This represents a 26% decrease over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, the decrease in earnings in the third quarter was primarily due to the net impact of the recognition of a gain on sale of the North segment of the Western pipeline, higher depreciation and amortization due to a decrease in the estimated useful life of an intangible asset. A share of loss in PGI due to an impairment on certain PGI assets and higher depreciation expense, partially offset by the recognition of a gain in net finance costs and lower losses on the interest rate derivative financial instruments and commodity-related derivatives.\nAnd finally, lower share of loss from Cedar LNG primarily due to the impact of hedging activities on the credit facility. Total volumes in the Pipelines and Facilities divisions were 3.6 million barrels of oil equivalent per day in the third quarter. This represents an increase of 2% over the same period in the prior year, primarily driven by higher contracted volumes on the Nipisi pipeline and the Peace Pipeline system, higher volumes at Redwater and Aux Sable due to no similar outages which occurred in the third quarter last year. Now turning back to the full year. As Scott mentioned, we tightened our 2025 adjusted EBITDA guidance range to $4.25 billion to $4.35 billion, which reflects year-to-date results as well as the current commodity price outlook for the remainder of the year. I'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. As we have summarized today, we have delivered solid quarterly and year-to-date results, both operationally and financially. We remain on track to deliver full year 2025 adjusted EBITDA within our original guidance range and look forward to providing our outlook for 2026 with the release of our guidance and capital budget update in mid-December. As we work successfully to close out 2025 and plan for 2026, we cannot be more excited of what is ahead for Pembina and its stakeholders. Developments within the WCSB are providing tremendous opportunities to strengthen and grow our business. Thank you for joining us this morning. Please open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/259656a5556e621f1a2374f0ceba9cd5",
    "period": "2025 Q2",
    "content": "Q2 2025 Pembina Pipeline Corp Earnings Call\n\nQ2 2025 Pembina Pipeline Corp Earnings Call\n\nPBANYSEAUG 8, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation Q2 2025 Results Conference Call. This call is being recorded on Friday, August 8, 2025. And I would now like to turn the conference over to Dan Tucunel, VP, Capital Markets. Thank you. Please go ahead.\n\nDan Tucunel\n\nThank you, Ina. Good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the second quarter of 2025. On the call today, we have Scott Burrows, President and CEO; and Cameron Goldade, Senior Vice President and Chief Financial Officer, along with other members of Pembina's senior leadership team.\nI would like to remind you that comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates and judgments. Forward-looking statements we may express or imply today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations. Further, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management's discussion and analysis dated August 7, 2025, for the period ended June 30, 2025, as well as the press release Pembina issued yesterday. All of these materials are available online at pembina.com and on both SEDAR plus and EDGAR. I will now turn things over to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Dan. Yesterday, we reported our second quarter results, which were highlighted by quarterly adjusted EBITDA of $1.013 billion. We remain on track to deliver full year results within our original 2025 adjusted EBITDA guidance range but Cam will discuss in more detail, as we are through the halfway point of the year, we have updated the range to $4.225 billion to $4.425 billion.\nOn the project front, Pembina continues to demonstrate its ability to deliver capital projects that provide strong returns and a competitive service offering. The Cedar LNG project continues to progress according to plan and remains on budget and on time with an expected in-service date of late 2028. We recently celebrated the achievement of a major milestone for the project as construction of the floating LNG vessel began with steel cutting on both the topside facilities and the vessel hall. Onshore activities are continuing and marine terminal clearing, drainage, erosion and sediment control pipeline rideway clearing and road upgrades have been completed.\nThe market for LNG supply on the West Coast of North America remains strong. Pembina continues to progress remarketing of its 1.5 million tons per annum of Cedar LNG project capacity to third parties and expects to finalize these efforts by the end of 2025. The RFS IV project continues to progress towards an in-service date in the first half of 2026. Pembina is pleased the project is trending -- appropriately [ 5% ] under the previous cost estimate with a revised expected total cost of approximately $500 million.\nOn a cost per barrel of capacity basis, Pembina is on track to deliver its expansion, 15% to 20% lowered projects currently underway, highlighting Pembina's advantage service offering. Looking beyond 2025, strong business fundamentals continued to reinforce our outlook for low to mid-single-digit annual volume growth through the end of the decade across all WCSB products. The outlook is supported by the strong economics and long inventory lives of the Montney formation and oil sands operations. The resilience of our producer customers, despite the volatility in commodity prices and the broader economy, New egress projects, including LNG and NGL export facilities and potential oil pipeline expansions, combined with new demand from potential data centers and petrochemical facilities and a more supportive policy environment and momentum towards reshaping Canada's energy strategy in a way that could unlock Canada's abundant and diverse energy resources.\nAgainst the backdrop of growing WCSB Pembina has differentiated itself as the only Canadian energy infrastructure company with an integrated value chain that provides a pointed stream and transportation services across all commodities, natural gas, NGL state and crude oil. Our scope, scale and access to premium North American and global markets unique positions us to capture incremental new volumes, unlocking new avenues for growth. Pembina's ability to remain and grow its position in the rapidly developing WCSB is supported by the recent developments and projects we highlighted in our release yesterday.\nPembina continues to strengthen its propane export capabilities and will soon have access to 50,000 barrels per day of highly competitive export capacity for its own and customers propane through our own Prince Rupert terminal and a new commercial agreement with AltaGas for 30,000 barrels per day of LPG export capacity and the current Rupert and future REIT facilities. In addition, Pembina has approved an optimization of the Prince Rupert terminal that through increased storage capacity will allow the use of medium gas carrier vessels. The optimization is expected to expand access to additional global markets with higher realized propane prices while significantly reducing shipping cost per unit, thereby improving netbacks for Pembina and its customers.\nWe also highlighted how Pembina and PGI continue to strengthen their relationship with leading WCSB producers and develop mutually beneficial solutions to support growing production while providing PGI with take-or-pay commitments and ensure the long-term utilization of its assets. PGI recently acquired from White Cap, the remaining 8.3% interest in 3 gas plants and a sales gas pipeline from PGI's Duvernay complex. Concurrently, White Cap entered into a long-term take-or-pay commitment for firm service at the Duvernay complex and extended long-term take-or-pay agreements previously in place at PGI's KA plant.\nPGI has also entered into an agreement with the Montney producer to fund and acquire an under-construction battery and additional infrastructure in the Wapiti North Gold Creek Montan area. The project enhances PGI's footprint in the Wapiti region connecting directly into PGI's existing Wapiti gas plant. The North Gold Creek battery will be operated by the producer and highly contracted under a long-term take-or-pay agreement. Additionally, Pembina continues to advance more than $1 billion of conventional NGL and condensate pipeline expansion to rely -- transportation demand for growing -- these machines include the Taylor to Gordondale project, which will be a new pipeline connecting condensate volumes from Taylor British Columbia to the Gordondale area. The Fox Creek to Namao expansion, which is a proposed expansion of the Peace Pipeline system that through the -- new pump stations would add approximately 70,000 barrels per day of propane plus capacity to the market delivery points from Fox Creek, Alberta to EMEA, Alberta and other expansions to support volume growth in Northeast BC, including new pipelines and terminal upgrades.\nThe growth is secured by long-term contracts underpinned by take-or-pay agreements, areas of dedication across the Montney and Duvernay formations and other long agreements that ensure a strong base of committed volumes.\nFinal investment decisions on the Fox Creek to -- expansion and the Gordendale project are now expected by the end of 2025 and the first quarter of '26, respectively. These fully supported demand-driven pipeline expansion opportunities, along with the success we continue to have in recontract volumes are placed against the backdrop of increased competition. We remain confident in our ability to continue to grow volumes across our conventional pipeline system.\nOur Northeast BC and Northern pipelines provide a full product integration across all commodities and connectivity, both upstream and downstream. Combined with our marketing and export capabilities, we believe we offer customers the most competitive midstream service offering. As a reference point, the weighted average cut life on approximately 1 million barrels of firm contracted volumes on PC is approximately 7.5 years.\nDespite the passage of time, this figure has remained relatively consistent over time, in fact, increased slightly over the past 2 years, reflecting our successful efforts to blend and extend existing contracts and sign incremental new long-term contracts. Building upon its position as the leading supplier of animal to a growing Alberta petrochemical industry, Pembina continues to work closely with Dow Chemical Canada. We are evaluating the various options available to meet our commitment under the mutually binding 50,000 barrel per day ethane supply agreement.\nMost notably, engineering and commercial discussions are ongoing related to the addition of a de-ethanization tower at RFS II within the Redwater complex and the final event decision is now anticipated by the end of 2025. Pembina continues to advance opportunities to provide integrated solutions to support an emerging Alberta-based data center. Greenlight Electricity Center, a partnership between Pembina and Connecticor developing an up to 1,800 megawatt gas-fired and cycle power generation facility and in active discussions with a dot in our customer to commercially underpin the project. GreenLight successfully advanced through Phase 1 of the Alberta Electric System open allocation process and through subsequent commercial efforts has secured a sufficient megawatt allocation to achieve a viable scale for this project.\nIn addition to the opportunity to invest in long-term contracted power rupture with an investment-grade counterparty, Pembina is well positioned to leverage its existing and future value chain to further support this project. For example, the proximity of the Alliance pipeline offers a potentially accretive expansion opportunity to provide significant real gas supply to the Greenlight electricity Center.\nIn summary, the financial results continue to largely track our initial expectations for the year and we continue to execute our in-flight construction projects and pursue expansions and new initiatives to expect growth in the WCSB. I will now turn things over to Cam to discuss in more detail the financial highlights of the second quarter.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina reported second quarter adjusted EBITDA of $1.013 billion. This represents a 7% decrease over the same period in the prior year. In pipelines, factors impacting the quarter primarily included lower firm holes on the Cochin pipeline due to recontracting in July of 2024. And lower revenue at the Edmonton terminals, largely related to the decommissioning of the Edmonton South Rail Terminal in the second quarter of 2024, lower interruptible volumes and lower tolls on the Vantage pipeline, higher volumes on the Peace Pipeline system due to higher contracted volumes and fewer outages compared to the prior period, which was impacted by the planned outages related to the Phase [ 8 ] pipeline expansion, higher revenue on the Peace Pipeline systems due to increased tolls mainly related to contractual inflation adjustments, higher demand on seasonal contracts on Alliance and higher contracted volumes on the Wipiti pipeline.\nIn facilities, factors impacting the quarter included lower volumes due to planned outages at certain PGI assets and ongoing third-party egress restrictions impacting the Dawson assets, higher contribution from PGI primarily related to recent transactions with White Cap. In marketing and new ventures, in marketing and new ventures, second quarter results reflected the net impact of lower net revenue due to a decrease in NGL margins as a result of lower butane and propane prices, coupled with lower volumes resulting from third-party restrictions at the Shanahan facility and planned outages at both the Shanahan facility and the Redwater complex as well as higher input natural gas prices at Aux Sable.\nAnd finally, lower realized gains on crude oil-based derivatives, partially offset by lower realized losses on NGL-based derivatives. We Finally, in the Corporate segment, second quarter results were higher than the prior period due to lower incentive costs driven by a change in Pembina's share price in the period compared to the second quarter of 2024. Earnings in the second quarter were $417 million. This represents a 13% decrease over the same period in the prior year. In addition to factors impacting adjusted EBITDA, the decrease in earnings in the second quarter was primarily due to the net impact of costs associated with an asset retirement at the Redwater complex lower share of profit from PGI as a result of higher depreciation expense due to a larger asset base following the recent transaction of White Cap lower other income due to no similar gain to that recognized in the second quarter of 2024 related to Pembina's financial assurance as assumed by -- LNG upon positive FID lower acquisition and integration costs; And finally, no similar net gain on acquisition to that recognized in the second quarter of 2024.\nTotal volumes in the pipeline and facility divisions were 3.6 million barrels of oil equivalent per day in the second quarter. This represents an increase of 1% over the same period in the prior year, reflecting the net impact of higher contracted volumes on the Nipisi pipeline and Peace Pipeline system and lower volumes at PGI Redwater and Aux Sable due to planned outages.\nTurning to the full year. As Scott mentioned, we updated our 2025 adjusted EBITDA guidance range to $4.225 billion to $4.425 billion. Within our full year outlook due to seasonal and asset-specific factors, Pembina expects third quarter results to be largely consistent with second quarter results with stronger results expected in the fourth quarter. First, while Pembina continues to benefit from rising utilization throughout its conventional pipeline and gas processing assets that aligns with volume growth across the Western Canadian Sedimentary Basin Revenue volume growth of these assets to be slightly lower than physical volume growth on a percentage basis as customers expand into their contractual worker pay commitments.\nSecond, we anticipate the typical seasonality positively impacting Alliance in the fourth quarter due to the ability to transport higher volumes during colder periods. This is expected to be offset by the impact of the previously announced set agreement with shippers.\nThird, as usual, we expect a significant portion of our -- geotechnical costs on pipeline assets in the third and fourth quarters compared to the first half of the year. Fourth, we are forecasting a higher construction from PGI in the second half of 2025 in the first half of the year, including at the doses due to third-party restrictions impacting the first half of the year and the startup of LNG Canada benefiting the second half year as well as at the Duvernay complex due to higher second half volumes. And finally, we are forecasting a stronger fourth quarter contribution from the NGL marketing business relative to the second and third quarters due to typical seasonality of the WCSB frac spread business.\nWe have also revised our outlook for the company's 2025 capital investment program, including capital expenditures and contributions to equity accounted in is to $1.3 billion, which is a $200 million increase compared to the prior outlook. This update reflects continued progress on previously identified core business initiatives as the 2 tuck-in acquisitions at PGI, offset by certain projects being under budget.\nI'll now turn it back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nIn closing, we remain focused on delivering value to our investors by best serving our customers, employees and communities. We are looking forward to delivering second in line with our full year 2025 guidance, progressing key projects towards final invest vision over the coming few quarters. Final in our Cedar LNG capacity assignment by year-end and continue to progress new initiatives like the Greenlight electricity center and related expansion projects within Pembina's value chain.\nThank you for joining the morning. Enjoy the rest of summer, and we look forward to meeting with you and persons for you soon. Please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75649434850aa22f36e8414e1ff51320",
    "period": "2024 Q4",
    "content": "Q4 2024 Pembina Pipeline Corp Earnings Call\n\nQ4 2024 Pembina Pipeline Corp Earnings Call\n\nPBANYSEFEB 28, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation Fourth Quarter 2024 Results Conference Call.\n[Operator Instructions]\nThis call is being recorded in February 28, 2025. I would now like to turn the conference over to Dan Tucunel, VP of Capital Markets. Please go ahead.\n\nDan Tucunel\n\nThank you, Constantin. Good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the fourth quarter of 2024. On the call today, we have Scott Burrows, President and Chief Executive Officer; and Cameron Goldade, Senior Vice President and Chief Financial Officer, along with other members of Pembina's leadership team, including Jaret Sprott, Janet Loduca, Stu Taylor, [ Ava Bisha ] and Chris Scherman.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments and projections. Forward-looking statements we may express or implied today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations. Further, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management's discussion and analysis dated February 27, 2025, for the period ended December 31, 2024, as well as the press release Pembina issued yesterday, which are all available online at pembina.com and on both SEDAR Plus and EDGAR. I will now turn things over to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Dan. We were pleased yesterday to report our fourth quarter results, which included quarterly earnings of $572 million, record quarterly adjusted EBITDA of $1.254 billion and record quarterly adjusted cash flow from operating activities of $922 million or $1.59 per share. We also delivered 2024 full year earnings of $1.874 billion, record annual adjusted EBITDA of $4.408 billion and record full year adjusted cash flow from operating activities of $3.265 million or $5.70 per share. A record financial year reflects the positive impact of recent acquisitions, growing volumes in Western Canadian Sedimentary Basin and a strong contribution from the marketing business. In addition to strong financial and operational results, 2024 was marked by several accomplishments that highlighted the successful execution of Pembina's strategy and our focus on strengthening our existing franchise, increasing our exposure to lighter hydrocarbons and resilient end-use markets and accessing global market pricing for Canadian energy products.\nHighlights included growing our presence in resilient Northeast U.S. natural gas and NGL markets by fully consolidating ownership of Alliance and Aux Sable, furthering global market access for Canadian natural gas producers by reaching a positive FID on the Cedar LNG project, adding capital efficient, timely and certain capacity to accommodating growing Western Canadian Sedimentary Basin production through completion of the Phase 8 piece pipeline expansion, supporting growth focused Montney and Duvernay area customers with tailored solutions through 2 PGI transactions that included an expected $700 million gross to PGI funding for further infrastructure development that will be underpinned by long-term contracts and capitalizing on long-term stable demand for ethane from Alberta's growing petrochemical industry by entering a 50,000 barrel per day ethane supply agreement with Dow. We also continued commercial successes across the business in 2024, including executing incremental contracts or renewing contracts for approximately 170,000 BOE per day of pipeline transportation primarily on Alliance and Peace Pipeline as well as 25,000 barrels per day on the Nipisi pipeline.\nOver 6 million barrels of storage at the Edmonton terminals, approximately 200 million cubic feet per day of gas processing, primarily at Musreau Patterson Creek in K3 and additional fractionation services across the Redwater Complex. On the major project front, we continue to progress various in-flight construction projects expected to enter service in 2026, including the RFS IV expansion, the Wapiti plant expansion and the K3 cogeneration facility. We are also looking forward to the start of construction of Cedar LNG's floating vessel in mid-2025.\nFurther, we are continuing to progress infrastructure solutions to meet Pembina's commitment under the 50,000 barrel per day ethane supply agreement with Dow. Pembina is seeking to fulfill its commitment in the most capital-efficient manner possible and is evaluating a portfolio of opportunities, including the addition of a [indiscernible] ethanizer tower at RFS III within the Redwater Complex. By leveraging its existing assets and capabilities, Pembina now expects the total capital investment required to be less than $300 million below the low end of the range previously communicated, resulting in improved capital efficiency as there is no change in the forecasted adjusted EBITDA contribution associated with the Dow supply agreement. And we are actively developing additional expansion opportunities to support growing demand for services on our conventional pipelines. These include the tailored to Gordondale project, which is currently in the phase of the Canada energy regulators process and expansion of the Peace Pipeline system to add up to approximately 200,000 barrels per day of capacity to its market delivery pipeline from Fox Creek to the Mayo and additional expansions to support volume growth in Northeast B.C.\nFinally, we were excited to announce yesterday 2 new business updates. The first was that Pembina has entered into agreements for a 50% interest in the Greenlight Electricity Center Limited partnership, which is developing a gas-fired combined cycle power generation facility to be located in Alberta's industrial heartland on land owned by Pembina adjacent to its Redwater Complex. The greenlight electricity center has been and will continue to be developed by Connecticore Asset Management. Greenlight is in active discussions with data center customers to commercially underpin the project and believe the lands within the Alberta industrial heartland are well suited given their proximity to transmission and utility infrastructure. The government of Alberta has set an ambitious target of attracting $100 billion in data center investments by 2030, encouraging developers to bring their own power. Pembina and Connecticor are committed to supporting this vision by delivering reliable and cost-effective power solutions at scale to data centers looking to locate in Alberta. Along with our direct investment in Greenlight, Pembina is well positioned to leverage its existing and future value chain to further support the project. The proximity of Alliance Pipeline offers potential accretive expansion opportunity to provide natural gas supply into Greenlight electricity center and the potential future development of Alberta Carbon Grid may provide a future emissions reduction solution.\nThis is a great example of a project we had envisioned when we first announced the development of the Alberta Carbon Grid and the Pembina Low Carbon Complex. We are excited to be partnering with Connecticore to extend our value chain even further to provide power to a promising new Alberta-based data center industry. The second announcement was that Pembina has secured the sole extraction rights from the yellow head main mine, a 1 billion cubic feet per day natural gas delivery pipeline that is under construction by ATCO. Pembina is currently advancing engineering of an up to 500 million cubic feet per day straddle facility at which up to 200 -- sorry, 25,000 barrels per day of NGL mix would be extracted from the natural gas stream and transported to Fort Saskatchewan, Alberta for fractionation and sale. The Straddle facility would be located on Pembina's owned land and complement our already significant experience building and operating liquids extraction facilities that include approximately 1.8 billion cubic feet per day of extraction capacity to our Empress and younger facilities. The many successes of 2024 and followed by continued momentum into early 2025. Together, they reflect Pembina's leading position in the heart of the WCSB and the many opportunities available to enhance and expand our service alongside a growing Canadian energy industry.\nI will now turn things over to Cam to discuss in more detail the financial highlights for the fourth quarter and full year.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina reported record fourth quarter adjusted EBITDA of $1.254 billion. This represents a 21% increase over the same period in the prior year. In pipelines, factors impacting the quarter primarily included a higher contribution from Alliance due to increased ownership following the Alliance Aux Sable acquisition and higher demand for seasonal contracts, higher revenue related to the timing of capital recovery recognition, higher volumes on the Nipisi pipeline, higher contracted volumes on the Peace Pipeline system and contractual in placement adjustments on tolls, which were largely offset by earlier recognition of take-or-pay deferred revenue during the first half of 2024, and finally, lower net revenue on the Cochin pipeline, largely due to lower front holds and lower interruptible volumes during the period. In facilities, factors impacting the quarter included the inclusion of Aux Sable following the Aux Sable Alliance acquisition and a higher contribution from PGI due to higher revenue associated with oil batteries acquired in the fourth quarter of 2024 as well as higher volumes at certain PGI assets and the timing of capital recovery recognition.\nIn marketing and new ventures, fourth quarter results reflect the net impact of higher net revenue from contracts with customers due to increased ownership interest in Aux Sable, higher NGL margins and lower realized gains on commodity-related derivatives. Finally, in the Corporate segment, fourth quarter results were higher than the prior period due to lower incentive costs. Earnings in the fourth quarter were $572 million. This represents an 18% decrease over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, the decrease in earnings in the fourth quarter was primarily due to the net impact of the reversal of the previous impairment related to the Nipisi pipeline, which impacted the fourth quarter of 2023. Unrealized gains recognized by PGI on interest rate derivative financial instruments compared to unrealized losses in 2023. Unrealized losses on commodity-related derivatives compared to unrealized gains in the prior period, unrealized gains on interest rate derivative financial instruments recognized by Cedar LNG and higher interest expense and higher income tax expense.\nTotal volumes were 3.67 million barrels per day in the fourth quarter. This represents an increase of 6% over the same period in the prior year reflecting the net impact of the Alliance Aux Sable acquisition, the reactivation of the Nipisi pipeline, lower volumes on the Peace Pipeline system due to earlier recognition of take-or-pay deferred revenue in the first half of 2024, which more than offset the increase from higher contracted volumes and lower interruptible volumes on the Cochin pipeline.\nThe fourth quarter contributed to full year results that included earnings of $1.874 billion, record adjusted EBITDA of $4.408 billion, which was 15% higher than in 2023. Cash flow from operating activities of $3.214 billion and record adjusted cash flow from operating activities of $3.265 billion. Thanks to strong results in 2024, Pembina generated meaningful free cash flow, which is allocated to strengthening the balance sheet and returning capital to shareholders by increasing the common share dividend by 3.4%. At December 31, 2024, based on the trailing 12 months, the ratio of proportionally consolidated debt-to-adjusted EBITDA was 3.5x. Notably, this ratio reflects only 3/4 of contribution from the increased ownership in Alliance and Aux Sable, but all of the debt associated with that transaction. Our leverage remains at the low end of our targeted range reflects our strong balance sheet and supporting a strong BBB credit rating.\nI'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. In closing, I'll once again say how excited we are about the opportunities ahead. We believe Pembina is best positioned to benefit from the growth we are seeing and expect to continue to see in the WCSB. Our extensive network of strategically placed assets provides a full suite of midstream and transportation services across all commodities, natural gas, NGLs, condensate and crude oil, and we are confident that our customer service offering provides unmatched optionality and flexibility that our customers value. We have an abundance of opportunities ahead of us and a clear pathway to growth with approximately $4 billion of secured projects currently under construction and more than $4 billion of additional projects in various stages of development. We are looking forward to the year ahead and continuing to share our progress with you. Thank you for joining us this morning. And can you please open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b98eaa59a00b9bcc8dee67a419a45421",
    "period": "2024 Q2",
    "content": "Q2 2024 Pembina Pipeline Corp Earnings Call\n\nQ2 2024 Pembina Pipeline Corp Earnings Call\n\nPBANYSEAUG 9, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Good morning, and welcome to the Pembina Pipeline Corporation Q2 2024 Results Conference Call. [Operator Instructions] This call is being recorded on Friday, August 9, 2024.\nNow let's turn the conference over to Dan Tucunel, Vice President of Capital Markets. Please go ahead.\n\nDan Tucunel\n\nThank you, Joanna. Good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the second quarter of 2024. On the call today we have Scott Burrows, President and Chief Executive Officer; Cameron Goldade, Senior Vice President and Chief Financial Officer; along with other members of Pembina's leadership team including Jaret Sprott, Janet Loduca, Stu Taylor, and Chris Scherman.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments, and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations.\nFurther, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's MD&A dated August 8, 2024, for the period ended June 30, 2024, as well as the press release Pembina issued yesterday. All of these documents are available online at pembina.com and on both SEDAR and EDGAR.\nI will now turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Dan. Another strong quarter was highlighted by record adjusted EBITDA of $1.091 billion, record adjusted cash flow from operating activities of $837 million and direct adjusted cash flow per share of $1.44. Record results were driven in part by the closing of the Alliance, Aux Sable acquisition effective April 1 as Pembina benefited from increased ownership in those assets. Both Aux Sable and Alliance have been performing well, and we are excited to welcome new employees to the Pembina team.\nWith the release of our second quarter results yesterday, we were also pleased to announce that we have acquired the remaining 14.6% interest in Aux Sable U.S. operations from Williams effective August 1. Since the Williams Aux Sable acquisition and the Aux Sable assets have been outperforming Pembina's expectations, and we are pleased to now have fully consolidated ownership of all Aux Sable assets, thereby further simplifying corporate reporting and enhancing the ability to pursue long-term opportunities.\nPembina's business continues to deliver exceptional results. Volume growth across the Canadian energy industry is leading to higher volumes in our pipelines, gas plants, and fractionators. And while we would prefer to see higher natural gas prices for our producing customers, the current weakness along with robust NGL pricing and strong oil prices is leading to continued strength in Pembina's marketing business.\nGiven the strong year-to-date results, the incremental benefit of the latest Aux Sable acquisition and our outlook for the remainder of the year, Pembina has raised its 2024 adjusted EBITDA guidance range to $4.2 billion to $4.35 billion, which at the midpoint, represents a $100 million increase over the previous range.\nFinally, the second quarter was further highlighted by 3 other exciting developments. The first was the positive final investment decision on the Cedar LNG project. We are excited to be moving forward with a project that will deliver industry-leading, low carbon, cost competitive Canadian LNG to overseas markets and contribute to global energy security while delivering jobs and economic prosperity to the local region. The Cedar LNG projects aligned squarely with Pembina's strategy, offers attractive economics, and is supported by a contracting strategy that prudently mitigates cost risk.\nThe second was PGI's transaction with Whitecap Resources, which included the acquisition of a 50% interest in Whitecap's Kaybob Complex and an obligation to fund further Lator area infrastructure development. We also signed long-term take-or-pay agreements on Pembina's pipelines and fractionators. The deal is another example of PGI and Pembina's ability to provide unique and value-added solutions to support the growth demands of our customers.\nAnd the third was bringing the Phase VIII Peace Pipeline Expansion into service, marking a culmination of more than 10 years and more than $4 billion expansion program that was driven by growing customer demand for transportation services to support development in the WCSB, including the Montney, Duvernay, and other resource players.\nThe Peace Pipeline system plays an important role within Pembina's integrated value chain, and I would like to thank our many customers, employees, and communities that have supported Pembina to deliver this major infrastructure build-out. As a result of the expansions and ongoing optimization efforts, Pembina is confident that its extensive pipeline network is best positioned to capture future volume growth and allow the company to continue to offer customers' unparalleled advantages through safe, reliable, flexible, and cost competitive services together with differentiated market access.\nI will now turn the call over to Cam to discuss highlights for our -- from our second quarter.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina reported a record second quarter adjusted EBITDA of $1.091 billion. This represents a 33% increase over the same period in the prior year and remaining a 21% increase adjusting for the Alliance, Aux Sable ownership.\nIn pipelines, factors impacting the second quarter primarily included higher adjusted EBITDA from Alliance due to stronger asset performance combined with increased ownership following the Alliance, Aux Sable acquisition, the Northern Pipeline system outage and wildfires in the second quarter of 2023, which had an impact of $29 million with no similar impact in the second quarter of 2024, contractual inflation adjustments on tolls and the earlier recognition of take-or-pay deferred revenue on the Peace Pipeline system, and the reactivation of the Nipisi pipeline in the third quarter of 2023.\nIn facilities, factors impacting the second quarter included the inclusion within facilities of adjusted EBITDA from Aux Sable following the Alliance, Aux Sable acquisition, the Northern Pipeline system outage and wildfires in the second quarter of 2023, which had an impact of $18 million with no similar impacts in the second quarter of 2024, and higher interruptible volumes on certain PGI assets.\nIn marketing and new ventures, second quarter results reflect the net impact of increased ownership interest in Aux Sable following the Alliance, Aux Sable acquisition as well as higher NGL margins at Aux Sable, higher margins from the Western Canadian NGL marketing business due to higher marketed volumes, lower natural gas prices and higher propane, butane, and condensate prices, realized losses on NGL-based derivatives compared to gains in the second quarter of 2023, partially offset by higher realized gains on crude oil-based commodity-related derivatives as well as higher general and administrative expense. Finally, the Corporate segment was largely unchanged.\nEarnings in the second quarter were $479 million. This represents a 32% increase over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, earnings in the second quarter were impacted by unrealized losses recognized by PGI on interest rate derivative financial instruments compared to gains in the second quarter of 2023, gains associated with the derecognition of the provisions related to the financial assurances provided by Pembina, which were transferred to Cedar LNG following the positive FID in June, larger unrealized losses on renewable power purchase agreements, and unrealized loss on NGL-based derivatives compared to an unrealized gain in the second quarter of 2023, higher depreciation and amortization, net finance costs, and acquisition and integration fees.\nPipeline volumes of 2.7 million barrels per day in the second quarter represented an 11% increase compared to the same period in the prior year. The increase was primarily due to the increase in ownership interests in Alliance, higher volumes on the Peace Pipeline system resulting from earlier recognition of take-or-pay deferred revenue and the impact of the Northern Pipeline system outage and the wildfires in the second quarter of 2023, combined with the reactivation of the Nipisi pipeline.\nFacilities volumes of approximately 0.9 million barrels per day in the second quarter represent a 14% increase compared to the same period in the prior year. The increase was primarily due to Aux Sable volume recognition following the Alliance, Aux Sable acquisition, higher volumes at Younger as the second quarter of 2023 was impacted by the Northern Pipeline system outage and the wildfires, combined with higher interruptible volumes on certain PGI assets.\nTurning to our outlook for 2024. In addition to raising our 2024 adjusted EBITDA guidance, as Scott mentioned previously, Pembina has also revised its 2024 capital investment program to $1.3 billion. The revised outlook reflects an approximate $140 million net increase when compared to our original 2024 budget of $1.16 billion, inclusive of then unsanctioned additional growth capital.\nDrivers of the increase primarily includes the sanctioning of PGI's Wapiti expansion and K3 cogeneration facility, other increases in revenue-generating capital within pipelines, and additional nonrecoverable sustaining capital.\nThe revised capital investment program reflects approximately $300 million for contributions to equity accounted investees, including $240 million of equity contributions to Cedar LNG incurred in the first half of 2024, with no further contributions to Cedar expected in 2024. Pembina continues to expect the capital program to be funded with cash flow from operating activities net of dividends, maintaining its strong balance sheet.\nAt June 30, based on the trailing 12 months, the ratio of proportionally consolidated senior debt to adjusted EBITDA was 3.6x, which is at the low end of our target range. It's important to note, however, that given the April 1 closing date of the Alliance, Aux Sable acquisition, the ratio includes all the debt associated with the transaction, but is currently only capturing one quarter of EBITDA contribution. On a normalized basis, this ratio will be approximately 3.3x.\nI'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. In closing, I'd like to reiterate that for all of us at Pembina, it has been a strong first half of 2024, and we are looking forward to continued strength throughout the remainder of the year. Amidst the backdrop of industry momentum and an expectation of robust volume growth, we continue to see increased utilization across our systems, pursue many opportunities to accretively invest capital and execute our strategy within our financial guardrails. Thank you for joining us this morning and for your continued support.\nOperator, please open the line up for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a541ca4ecda3a19db53aa20a92a7c1f0",
    "period": "2024 Q1",
    "content": "Q1 2024 Pembina Pipeline Corp Earnings Call\n\nQ1 2024 Pembina Pipeline Corp Earnings Call\n\nPBANYSEMAY 10, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation First Quarter 2024 Results Conference Call. [Operator Instructions] This call is being recorded on Friday, May 10, 2024.\nI would now like to turn the conference over to Dan Tucunel, Vice President of Capital Markets. Please go ahead.\n\nDan Tucunel\n\nThank you, Alan. Good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights for the first quarter of 2024. On the call today, we have Scott Burrows, President and Chief Executive Officer; and Cameron Goldade, Senior Vice President and Chief Financial Officer, along with other members of Pembina's leadership team, including Jaret Sprott, Janet Loduca, Stu Taylor, and Chris Scherman.\nI would like to remind you that some of the comments made today may be forward looking in nature and are based on Pembina's current expectations, estimates, judgments, and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties which could cause actual results to differ materially from expectations. Further, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's Management's Discussion and Analysis dated May 9, 2024, for the period ended March 31, 2024, as well as the press release Pembina issued yesterday, which are all available online at pembina.com and on both SEDAR and EDGAR.\nI will now turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Dan. A strong first quarter was highlighted by a record adjusted EBITDA of CAD 1.044 billion, which provided a great start to 2024 and built upon our great momentum from the second half of 2023. In addition, recent industry developments and company successes have further bolstered our enthusiasm for the future of Pembina. On April 1, 2024, we announced the completion of the Alliance and Aux Sable acquisition. We are excited to further enhance our business by increasing our ownership in these unique and world-class assets. The Alliance and Aux Sable acquisition aligns with Pembina's strategy of growing and strengthening our existing franchise and providing greater exposure to resilient end use markets and lighter hydrocarbons. We executed this transaction with discipline and accretively to our financial guardrails.\nIn conjunction with the acquisition closing, Pembina updated its 2024 adjusted EBITDA guidance range to CAD 4.05 billion to CAD 4.30 billion, which at the midpoint represents a CAD 300 million increase over the previous range. The revised outlook for 2024 primarily reflects the incremental contribution from increased ownership of Alliance and Aux Sable, as well as stronger outlook in the marketing business due to wider frac spreads.\nAs previously announced during the first quarter, Pembina entered into a long-term agreement with Dow Chemical to supply and transport up to 50,000 barrels per day of ethane to support the recently announced construction of a new integrated ethylene cracker and derivatives facility in Fort Saskatchewan. Dow's Path2Zero project is an important development for the industry, representing a significant increase to the current ethane demand in Alberta. Given Pembina's existing leading ethane supply and transportation business and extensive integrated value chain, there are multiple opportunities for the company to benefit from this new development through both existing asset base and new investment opportunities.\nFinally, Pembina recently announced significant achievements in the development of the proposed Cedar LNG project, including securing long term commercial agreements and issuing a notice to proceed to its engineering, procurement, and construction contractors. Following these critical milestones, Cedar LNG and Pembina's partner, the Haisla Nation, have commenced their respective financing processes in advance of a final investment decision, which is expected by June 2024. On the major project front, the Phase VIII Peace Pipeline expansion has entered the commissioning stage and startup is expected this month, as well the RFS IV expansion at the Redwater complex and the Northeast B.C. mid-point pump station expansion are proceeding as planned, and during the first quarter, Pembina Gas Infrastructure approved an expansion at the Wapiti Gas Plant that will increase natural gas processing capacity by 115 million cubic feet per day.\nAdditionally, Pembina continues to evaluate further expansions to support volume growth in Northeast B.C., including new pipelines and terminal upgrades on the Northeast B.C. pipeline and downstream systems between Taylor, British Columbia and Gordondale, Alberta. On April 23, 2024, Pembina filed its project application with the Canadian Energy Regulator. And finally, we are pleased to have raised our quarterly common share dividend by CAD 0.0225 per share, or 3.4%, beginning with the dividend to be paid in June. The increase reflects the continued growth of Pembina's fee-based business, which is benefiting from rising volumes and increasing utilization across many of its assets. We recognize the importance of our sustainable, reliable, and growing dividend to our shareholders, and we are proud of our long track record in this regard. It has been a very strong start to 2024, and we look forward to continuing the momentum.\nI will now turn things over to Cam to discuss in more detail the financial highlights for the first quarter.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina recorded record first quarter adjusted EBITDA of CAD 1.044 billion. This represents a 10% increase over the same period in the prior year. In Pipelines, factors impacting the first quarter primarily included higher revenues and volumes on the Peace Pipeline system, the Northern Pipeline system outage in the first quarter of 2023, which had an impact of CAD 40 million with no similar impacts for the first quarter of 2024. The reactivation of the Nipisi Pipeline and higher contribution from Alliance Pipeline related to higher tolls on seasonal contracts.\nIn Facilities, factors impacting the first quarter included higher volumes at the Redwater Complex and Younger compared to the first quarter of 2023 as the prior period was impacted by CAD 14 million due to the Northern Pipeline system outage and higher operating expenses. In Marketing & New Ventures, first quarter results reflected the net impact of higher contribution from Aux Sable due to wider frac spreads and the new third-party marketing arrangement, change in the provision related to financial assurances for Cedar LNG, and realized losses on NGL-based derivatives in the first quarter of 2024 compared to realized gains in the first quarter of 2023. Finally, the Corporate segment was impacted by higher general and administrative costs, net of lower long-term incentive costs.\nEarnings in the fourth quarter were CAD 438 million. This represents a 19% increase over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, earnings in the first quarter were impacted by unrealized losses on renewable power purchase agreements and on crude oil-based derivatives, compared to unrealized gains in the first quarter of 2023 and lower income tax expense. Pipeline volumes of 2.6 million barrels per day in the first quarter represent a 5% increase compared to the same period in the prior year. The increase was primarily due to higher volumes on the Peace Pipeline system resulting from earlier recognition of take-or-pay deferred revenue and the impact of the Northern Pipeline system outage in the first quarter of 2023, combined with the reactivation of the Nipisi Pipeline.\nFacilities volumes of 0.8 million barrels per day in the first quarter of 2024 represent a 12% increase compared to the same period in the prior year. The increase was primarily due to higher volumes at the Redwater Complex and Younger as the first quarter of 2023 was impacted by the Northern Pipeline system outage, combined with higher interruptible volumes on certain PGI assets. Pembina continues to generate significant cash flow after dividends and maintain its strong balance sheet. At March 31, 2024, based on the trailing 12 months, the ratio of proportionally consolidated debt to adjusted EBITDA was 3.4x, below the low end of its target range.\nI'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. For a few years now, Pembina has been highlighting key developments within the western Canadian energy industry that we believe will catalyze a wave of growth that will benefit Pembina, its customers, and all Canadians. These developments include LNG projects on Canada's west coast, the growth of Alberta's petrochemical industry, and the Trans Mountain pipeline expansion. All of us at Pembina wish to join the rest of industry and many others across Canada in celebrating the first of these to reach the finish line. The recent completion and shipment of first oil on the Trans Mountain pipeline expansion. This project brings much-needed new egress capacity for oil producers, providing greater access to global markets, and full value for Canada's energy resources, while helping to ensure responsibly produced energy is available to meet growing global demand.\nIn closing, I want to remind you that Pembina will hold its annual meeting of common shareholders today at 2:00 p.m. Mountain time, 4:00 p.m. Eastern. It will be a virtual-only meeting conducted via live audio webcast. Participants are recommended to register for the virtual webcast at least 10 minutes before the presentation start time. Further, Pembina will hold our 2024 Investor Day in Toronto on May 16, beginning at 8:30 Eastern time. Our team is excited to provide an overview of the business and discuss in greater detail our strategy and the outlook for the company amidst truly transformational changes underway in the western Canadian energy industry. A live webcast event will be available on Pembina's website, and participants are encouraged to register well in advance. For further information on both the Annual Meeting and Investor Day, please visit the Investor tab at www.pembina.com. We would once again like to thank all our stakeholders for their support.\nOperator, please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/77f40eda1a5dcb990cb15d517ebe4702",
    "period": "2023 Q4",
    "content": "Q4 2023 Pembina Pipeline Corp Earnings Call\n\nQ4 2023 Pembina Pipeline Corp Earnings Call\n\nPBANYSEFEB 23, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Pembina Pipeline Corporation Q4 2023 Results Conference Call. [Operator Instructions] This call is being recorded on Friday, February 23, 2024.\nI would now like to turn the conference over to Cameron Goldade, Chief Financial Officer of Pembina Pipeline. Please go ahead.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThank you, Goldie, and good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the fourth quarter and full year of 2023.\nOn the call today we also have Scott Burrows, President and Chief Executive Officer; along with other members of Pembina's leadership team, including Jaret Sprott, Janet Loduca, Stuart Taylor, and Chris Scherman.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments, and projections. Forward-looking statements made, expressed or implied today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations.\nFurther, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management discussion and analysis dated February 22, 2024, for the period ended December 31, 2023, as well as the press release Pembina issued yesterday, which are available online at pembina.com and on both SEDAR and EDGAR.\nI'll now turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. We were pleased yesterday to report our fourth quarter results, which included quarterly earnings of $698 million and record quarterly adjusted EBITDA of just over $1 billion. We also delivered record annual adjusted EBITDA of $3.82 billion, which exceeded the high end of the original 2023 guidance range and reflects the strength, predictability, and resilience of Pembina's business.\nIn 2023, we saw growing volumes across many systems, supplemented by the value enhancement from another strong year from Pembina's marketing business. The positive momentum in the Western Canadian Sedimentary Basin could be seen by more than 4% year-over-year increase in second half volumes in the conventional pipeline business.\nIn 2023, Pembina progressed its strategy by sustaining and enhancing our business through various accomplishments we shared throughout the past year, including signing new contracts from the Peace Pipeline system; signing new or extending existing contracts of the Redwater Complex; reactivating the Nipisi Pipeline; and approving new projects such as the 55,000 barrel per day RFS IV expansion; the expansion of the Northeast BC pipeline; and a cogeneration facility at PGI's Kaybob 3 Plant.\nIn the fourth quarter, positive developments continued, including the announcement of a $3.1 billion acquisition of Enbridge's interest in Alliance/Aux Sable.\nPembina's business is built around integrated difficult-to-replicate assets that provide an enduring competitive advantage and unequalled market access for customers. Alliance Pipeline and Aux Sable are world-class energy infrastructure assets and increasing our existing ownership with them will further enhance our growing franchise. We continue to expect the acquisition to close in the first half of 2024, subject to the satisfaction or waiver of customary closing conditions.\nOn the commercial front, we announced yesterday that in support of Dow's Path2Zero project, Pembina has entered into long-term agreements to supply up to 50,000 barrels per day of ethane and for the associated transportation on the Alberta Ethane Gathering System.\nThe Path2Zero project is an important development for the WCSB, representing a significant increase to the current ethane market in Alberta. Given Pembina's existing leading ethane supply and transportation business and integrated value chain, there are multiple opportunities for the company to benefit from this new development through both the existing asset base and new investment opportunities.\nDuring the fourth quarter, we also closed open seasons on the Cochin pipeline for a total of 90,000 barrels per day and signed an incremental contract with an anchor customer for service on the Nipisi pipeline, which is now contracted for more than half the capacity on a long-term basis, with line of sight to the asset being fully contracted by the end of 2024.\nOn the major project front, we continued to progress our Phase VIII Peace Pipeline Expansion and our RFS IV expansion of the Redwater Complex. On the Phase VIII project, the capital budget has been further revised lower to $430 million, which is $100 million under the original budget. The construction is expected to be completed in the first quarter of 2024 with pipeline and facility commissioning and start-up expected in the second quarter of 2024. Our experience with Phase VIII is another example of supporting Pembina's track record of strong project execution.\nAdditionally, Pembina gas infrastructure has provided -- has approved an expansion at the Wapiti plant that will increase natural gas processing capacity by 115 million cubic feet per day and is expected to be in service in the first half of 2026. The Wapiti expansion is being driven by strong customer demand, supported by growing Montney production and will be fully underpinned by long-term take-or-pay contracts.\nFinally, yesterday we provided an update on the Cedar LNG project. Cedar LNG has substantially completed several key project deliverables, including obtaining material of regulatory approvals; advancing inter-project agreements with Coastal GasLink and LNG Canada; signing a heads of agreement with Samsung Heavy Industries and Black & Veatch; and executing a lump sum engineering, procurement and construction agreement to provide Cedar LNG with the necessary services to construct the project.\nWhile a lot has been accomplished, there remain a number of schedule-driven interconnected elements that require resolution prior to making a final investment decision. These include binding commercial offtake, obtaining third-party consents and project financing. On this basis, a final investment decision is now expected in the middle of 2024.\nI will now turn things over to Cam to discuss some more detailed financial highlights for the 2023 fourth quarter and full year.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina recorded fourth quarter adjusted EBITDA of $1.03 billion. This represents a 12% increase over the same period in the prior year. In Pipelines, factors impacting the quarter primarily included higher volumes on the Peace Pipeline system, Drayton Valley Pipeline and on the recently reactivated Nipisi pipeline; higher tolls primarily on the Cochin Pipeline and Peace Pipeline systems, largely related to contractual inflation adjustments; and lower contribution from the Alliance Pipeline, primarily due to lower interruptible tolls and volumes.\nIn Facilities, factors impacting the quarter included higher contribution from the PGI assets, primarily from the former Energy Transfer Canada plants, the Hythe Plant, and the Dawson Assets due to higher volumes; and higher revenue at Vancouver Wharves.\nIn Marketing and New Ventures, fourth quarter results reflect the net impact of higher contribution from Aux Sable; lower natural gas and crude oil marketing margins, largely offset by higher NGL margins; and realized losses on commodity-related derivatives in the fourth quarter of 2023 compared to realized gains in the fourth quarter of 2022.\nFinally, in the Corporate segment, fourth quarter results were largely consistent with the same period in the prior year.\nEarnings in the fourth quarter were $698 million. This represents a 187% increase over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, the increase in earnings in the fourth quarter was primarily due to the net impact of the impairment reversal related to the Nipisi pipeline, the Ruby settlement provision and associated legal fees incurred in the fourth quarter of 2022, lower project write-offs, higher depreciation and unrealized gain on commodity-related derivatives compared to a loss in the fourth quarter of 2022, lower net finance cost, and higher income tax expense and the recognition of a previously unrecognized deferred tax asset.\nTotal volumes were 3.45 million barrels per day in the fourth quarter. This represents an increase of 2% over the same period in the prior year, reflecting the net impact of the reactivation of the Nipisi pipeline, higher volumes on the Peace and Drayton Valley pipelines, higher volumes from PGI and lower volumes at the Redwater Complex.\nThe fourth quarter contributed to full year results that included earnings of $1.776 billion, record adjusted EBITDA of $3.824 billion, which was 2% higher than in 2022 and exceeded the high end of the company's original guidance range; cash flow from operating activities of $2.635 billion and adjusted cash flow from operating activities of $2.646 billion.\nThanks to strong results, Pembina generated meaningful free cash flow, which was allocated to strengthening the balance sheet and returning capital to shareholders.\nIn 2023, we raised the common share dividend by 2.3%, repurchased $50 million of common shares and continue to reduce its leverage below the low end of the target range.\nAt December 31, 2023, based on the trailing 12 months, the ratio of proportionally consolidated debt to adjusted EBITDA was 3.3x, reflective of our strong balance sheet and supporting a strong BBB credit rating.\nI'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. In closing, we are enthusiastic about the future given the current momentum in the WCSB and expect continued volume growth through 2024 and beyond. Our broader outlook remains unchanged as we see the potential for mid-single-digit growth driven by tangible near-term catalysts, including up to approximately $2.8 billion -- or 2.8 billion cubic feet per day of new natural gas export capacity from the new West Coast LNG projects; 590,000 barrels per day of new crude oil export capacity from the expected completion of the TransMountain pipeline expansion; and potential new developments in the Alberta petrochemical industry; including significant incremental ethane demand associated with Dow's Path2Zero project.\nGiven the scope and reach of our business, Pembina is uniquely positioned to benefit from these catalysts. Our investors have come to expect strong and consistent financial leadership from us, demonstrated by a secure and growing dividend and unwavering commitment to our financial guardrails, a low-risk and primarily fee-based business with high take-or-pay or cost -of-service contributions, and a strong balance sheet. You can expect us to continue to execute our strategy with the same financial discipline that has made us successful to date.\nIn closing, I believe the next 5 years will be an exciting time in the Canadian energy industry. With exceptional resources, greater access to global markets and leading environmental and social performance standards, Canada's energy industry has an opportunity for greatness. I'm extremely proud of what Pembina and the rest of our industry do to ensure responsibly produced energy is available to meet growing global demand.\nThank you for joining us this morning. Operator, please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b9deb4923496817167053cbe2cbd317",
    "period": "2023 Q3",
    "content": "Q3 2023 Pembina Pipeline Corp Earnings Call\n\nQ3 2023 Pembina Pipeline Corp Earnings Call\n\nPBANYSENOV 3, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation Q3 2023 Results Conference Call. [Operator Instructions] Following the presentation, we'll conduct a question-and-answer session. [Operator Instructions]\nThis call is being recorded on Friday, November 3, 2023.\nI would now liketo turn the conference over to Cameron Goldade, Chief Financial Officer. Please go ahead.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThank you, Julie, and good morning, everyone. Welcome toPembina'sconference call and webcast to review highlights from the third quarter of 2023. On the call with me today are Scott Burrows, President and Chief Executive Officer along with other members ofPembina'ssenior leadership team including Jaret Sprott, Janet Loduca, Stuart Taylor, and Chris Scherman.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments, and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties which could cause actual results to differ materially from expectations. Further, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management'sdiscussion and analysis dated November 2, 2023, for the period ended September 30, 2023, as well as the press release Pembina issued yesterday which are available online at pembina.com and on both, SEDAR and EDGAR.\nI'llnow turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. Wewere pleased yesterday to report our third quarter results which included earnings of $346 million and record quarterly adjusted EBITDA of just over $1 billion. The recordquarter reflects the strength of Pembina's business, including growing volumes and rising utilization across many systems, along with another strong contribution from Pembina's marketing business. Whereasfirst half results were impacted by wildfires in Northern Pipeline outage, we believe thethird quarter more accurately reflects the underlying positive momentum in the Western Canadian Sedimentary Basin. This is demonstrated most notably by the nearly 6% year-over-year increase in third quarter volumes in the conventional pipeline business. Given year-to-date results andour outlook for the fourth quarter, we'veraised our 2023 adjusted EBITDA guidance range to $3.75 billion to $3.85 billion. And Cam will address that more fully in a moment.\nOn the commercial front, we signed new long-term contracts for 25,000 barrels per day on the Peace Pipeline system. And at our Redwater Complex, we extended an existing 25,000 barrel per day contract that was set to expire in 2027 and now runs through 2032. Further, we continue to advance discussions with customers related to the ongoing contracting of the recently announced RFS IV expansion. And on October 3, 2023, we reactivated the approximately 100,000 barrel per day Nipisi Pipeline system to serve customers in a rapidly growing Clearwater oil play. The reactivation was supported by a significant long-term commitment with an anchor customer. And given the outlook for continued growth in the Clearwater,discussions continue with several producers in the area regarding potential additional long-term contractual commitments.\nOn the major project front, we continue to progress our Phase VIII Peace Pipeline expansion and our RFS IV expansion at the Redwater Complex. Most notably, the PhaseVIIIproject capital budget has been revised lowerby $55 million to $475 million. The revised cost reflects highly effective project management and execution, favorableweather conditions, and productive contractor relationships. We will continue to bring new pump stations into service before year-end and expect the pipeline to be in service in the first half of 2024. Our experience with Phase VIII is another example of supporting Pembina's track record of strong project execution. And we continue to progress our Cedar LNG project with our partner, the Haisla Nation.\nThe remaining final investment decision deliverables continue to progress, including finalizing the lump-sum engineering, procurement, and construction contract, the definitive liquefaction tolling agreements, and the inter-project agreements with Coastal GasLink and LNG Canada as well as project financing. Target FID continues to be by the end of 2023. However, given the need to align multiple work streams, FID may move into early 2024. And finally, given the volume of public and stakeholder interest in the TMXdivestment process as it pertains to Pembina, I would like to clarify our perspective on this situation. In 2021,Pembinawas honored to have been selected by Western Indigenous Pipeline Group, or WIPG, as its industry partner to form Chinook Pathways, an Indigenous-led partnership in pursuit of ownership in the Trans Mountain Pipeline. The Federal government recently initiated the first phase of the Trans Mountain divestiture process to progress their commitment to meaningful Indigenous economic participation in the asset.\nThere is no defined timeline for completion of this phase, and neither Chinook Pathways\nnor Pembina is eligible to participate in the first phase. A subsequent phase for the sale of the remaining equity interest is still undefined. Based on public information, the earliest that a divestment of the asset could likely occur is the end of 2024, and there appears to be outstanding regulatory, construction, and tolling issues that pose further schedule, cost, and divestment timing uncertainty.Pembina, like any other prudent commercial purchaser, requires the many outstanding issues related to the project to crystallize in order to prudently and appropriately assess the opportunity and determine next steps. Further, as we evaluate any potential role in the TMXprocess, or just like any other organic or M&A opportunity, you can expectPembinato maintain its financial discipline and commitment to the financial guardrails, including maintaining a strong balance sheet and strong BBB credit rating as we have in the past.Pembinacontinues to have a robust portfolio of in-strategyinvestment opportunities, and any opportunity, internal or external, will have to compete for capital against alternative uses.\nI will now turn things over to Cam to discuss in more detail the financial highlights for the third quarter of 2023.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThank you, Scott. As Scott noted, Pembina reported third quarter adjusted EBITDA of $1.021 billion, which represents a $54 million or 6% increase over the same period in the prior year. In pipelines, factors impacting the quarter primarily included higher revenues due to higher volumes on certain assets and higher tolls due to inflation, primarily on the Cochin Pipeline and Peace Pipeline system. Those were partially offset by a lower contribution from Alliance, higher integrity spending, and higher repairs and maintenance costs. In facilities, factors impacting the quarter included the PGI transaction and strong performance from the former Energy Transfer Canada plants and the Dawson Assets, as well as a gain resulting from a contract renewal of an asset now recognized as a finance lease.\nIn Marketing & New Ventures, third quarter results reflect the net impact of a lower contribution from Aux Sable as a result of lower NGL prices, lower natural gas and crude oil margins, lower realized losses on commodity-related derivatives, and higher margins on NGL sales. Finally, in the corporate segment, third quarter results reflect higher labor expenses, including higher incentives, higher information technology expenses, and partially offset by lower consulting and higher shared service revenue. Earnings in the third quarter were $346 million, representing a $1.483 billion or 81% decrease over the same period in the prior year. The decrease was primarily due to the $1.1 billion gain on the PGI transaction recognized in the third quarter of 2022. In addition to the factors impacting adjusted EBITDA, earnings were impacted by higher depreciation and unrealized loss on commodity-related derivatives compared to an unrealized gain in the third quarter of 2022, an increase in the provision at Aux Sable, and lower legal fees.\nTotal volumes of 3.398 million barrels per day for the third quarter represent a decrease of approximately 1% over the same period in the prior year. Volume decreases were attributable to the Facilities Division, which were partially offset by increases in the Pipelines Division. The change includes the net impact of the disposition of the E1 and E6 assets at our Empress facility, higher volumes at the Peace, Northern, and Drayton Valley pipelines, lower volumes at the Redwater Complex and at Younger due to planned outages in the third quarter of 2023, and increased gas processing volumes primarily at the former ETC plants and the Dawson Assets.\nAdjusting for the impact of the E1 and E6 disposition, total volumes in the quarter would have grown by approximately 2% over the third quarter of 2022. Based on the results through the first 3 quarters and the outlook for the remainder of the year, Pembina has raised its 2023 adjusted EBITDA guidance range to $3.75 billion to $3.85 billion from a previous range of $3.55 billion to $3.75 billion. The revised range reflects the stronger-than-expected results in the third quarter across all divisions, as well as the current outlook for commodity prices and an expectation of continued volume growth in the fourth quarter. Based on our 2023 guidance, cash flow from operating activities is expected to exceed dividends and capital expenditures. Today, Pembina has repurchased $50 million of common shares and paid down proportionally consolidated debt by approximately $300 million using proceeds from the sale of PGI's interest in the KAPS Pipeline, as well as cash flow from operating activities.\nWe will continue to evaluate the merits of debt repayment relative to additional share repurchases for the remainder of the year. At September 30, 2023, based on the trailing 12 months, the ratio of proportionally consolidated debt-to-adjusted EBITDA was 3.4x, reflective of our strong balance sheet and supporting a strong BBB credit rating.\nI'll now turn things back to Scott.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. In closing, we are enthusiastic about our business given the current momentum in the WCSB and expect continued volume growth through the end of 2023 and into 2024. Our broader outlook remains unchanged as we see the potential for significant growth driven by near-term catalysts, including new egress from the West Coast LNG projects and the Trans Mountain Pipeline expansion, as well as potential new developments in Alberta's petrochemical industry. Given the scope and reach of its assets and existing long-term commercial agreements, Pembina is uniquely positioned to capture new volumes and benefit from this growth. As we work to successfully close out 2023 and plan for 2024, we cannot be more excited for what's ahead for Pembina and its stakeholders.\nThank you for joining us this morning.\nOperator, please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8789668bac72c85c24d835031635e89",
    "period": "2023 Q2",
    "content": "Q2 2023 Pembina Pipeline Corporation Earnings Call\n\nQ2 2023 Pembina Pipeline Corporation Earnings Call\n\nPBANYSEAUG 4, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation Q2 2023 Results. At this time, all lines are in a listen-only mode. Following the presentation, we will conduct a question-and-answer session. [Operator Instructions] This call is being recorded on Friday, Aug 04, 2023. I would now like to turn the conference over to Cameron Goldade. Please go ahead.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThank you, Jenny, and good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the second quarter of 2023. On the call today, we also have Scott Burrows, President and Chief Executive Officer along with other members of Pembina Senior Officer team including; Jaret Sprott, Janet Loduca, Stu Taylor, and Chris Scherman.\nI'd like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments, and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations.\nFurther, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's MD&A dated August 3, 2023, for the period ended June 30, 2023, as well as the press release Pembina issued yesterday, which are available online at pembina.com and on both SEDAR and EDGAR.\nI will now turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThanks, Cam. For the second quarter, Pembina reported earnings of $363 million and adjusted EBITDA of $823 million. While we faced challenges in tandem with the broader industry, Pembina's business remains strong. Quarterly results reflect Pembina's resilience. In the second quarter, we continued to observe growth in volumes and higher tolls on certain systems and a solid contribution from our crude oil marketing business. These positive factors were offset most notably by the impact of the wildfires in Alberta and British Columbia on Pembina's and its customers' operations, the impact of third-party outages and reduced operating pressure on the Northern Pipeline system until mid-May. Second quarter results also reflect the typical seasonality in Pembina's NGL marketing business and lower NGL increases.\nWe are hopeful that the worst of the wildfire season is behind us and are extremely grateful for all of our employees, contractors and customers in the affected areas were kept safe. Further, we did not have to incur any material fire-related damage to our assets. I would again like to thank our staff and emergency response teams, customers and industry partners as well as all emergency personnel for their diligent responses to the wildfires. Notwithstanding the short-term impacts of the wildfires and the Northern Pipeline system one on Pembina and the broader industry, the outlook for the Western Canadian Sedimentary Basin remains promising. Pembina's operations have returned to normal, and through the first month of the third quarter, volumes have been strong, reflecting levels from earlier in the year prior to the Northern Pipeline system outage and the wildfires.\nWe expect continued volume growth throughout the second half of 2023, including in the conventional pipeline business, where full year volumes are expected to be 4% higher than the prior year. Further volume growth is expected to continue through the rest of the decade based on certain industry-wide developments, including most notably, additional egress through various West Coast LNG projects and the Trans Mountain Pipeline expansion, production growth in the Montney, Duvernay and Clearwater and the expansion of Alberta's petrochemical industry. Our existing asset base, integrated value chain, contractual agreements and deep customer relationships, we are poised to capture new volumes and benefit from increasing asset utilization and growth projects.\nOn the project front, we are progressing our Phase VIII piece pipeline expansion and our RFS IV expansion at the Redwater Complex. The Phase VIII project continues to trend on time and under budget, furthering Pembina's track record of strong project execution. In addition to Phase VIII and Redwater IV, Pembina is actively progressing over $300 million of smaller projects, including over $200 million in other pipeline projects. These include the reactivation of the Nipisi pipeline, which is expected in the third quarter of 2023 and the Northeast BC infrastructure expansion. The Northeast BC expansion includes terminal upgrades, additional storage and new midpoint pump stations. These are expected to be completed in the second half of 2024 and will support approximately 40,000 barrels per day of incremental capacity on the Northeast BC Pipeline system. This capacity is needed to fulfill customer demand, given an expectation for growth from the Northeast BC Montney and Pembina's previously announced long-term midstream service agreements with 3 premier Northeast BC Montney producers, the transportation and fractionation of liquids.\nOn our Cedar LNG project, we continue to make great progress. Subsequent to the quarter, on July 6, Cedar LNG received its LNG facility permit from the BC Energy regulator. This is another major regulatory milestone that follows the receipt of the environmental assessment certificate from the BC Environmental Assessment Office a positive decision statement from the Federal Minister of Environment and Climate Change and a pipeline permit for the Cedar LNG pipeline connection to the Coastal GasLink pipeline. Collectively, these reflect the key permitting milestones for Cedar LNG. Cedar LNG also signed incremental nonbinding MOUs with investment-grade counterparties for long-term liquid fraction services and are now fully subscribed in relation to the project's total capacity. Work towards the signing of definitive agreements is ongoing.\nCedar LNG elected to progress a second feed process for the floating LNG vessel in late 2022 and has been waiting for that work to progress to the same stage as the original feed. In conjunction with detailed commercial discussions and ongoing negotiations between LNG Canada and Coastal gasoline, this has resulted in the anticipated final investment decision being revised for the fourth quarter of 2023. Finally, during the quarter, Pembina released its 2022 sustainability report, which provides updates on the advances made in the ESG focus areas of governance, energy transition and climate, employee well-being and culture, health and safety, responsible asset management and indigenous and community engagement. The 2022 sustainability report captures the continued progress on emanant ESG targets, including greenhouse gas emissions intensity reductions and equity diversity and inclusion. With respect to GHGs, Pembina remains on track to meet a 30-30 emission intensity reduction target. As well in relation to Pembina's diversity targets, women now represent 45% of the independent members of our Board and 35% of our executive team exceeding the goals we set.\nWe are proud of the progress we have made to date on Pembina's sustainability initiatives and look forward to continuing the journey. The latest report is available on our website. I will now turn things over to Cam to discuss in more detail the financial highlights of the second quarter of 2023.\n\nCameron J. Goldade\n\nInterim CFO, Pembina Pipeline Corporation\n\nThanks, Scott. As Scott noted, Pembina reported second quarter adjusted EBITDA of $823 million, which represents a $26 million or a 3% decrease over the same period of the prior year. The combined impact second quarter adjusted EBITDA from reduced operating pressure on the Northern Pipeline system and wildfires were approximately $23 million and $24 million, respectively. Finally, second quarter results also include various other revenue deferrals and costs with an impact of $21 million to adjusted EBITDA. In pipelines, additional factors impacting the quarter primarily included higher revenues on the Peace Pipeline system and Cochin Pipeline due to higher tolls and lower revenues from Alliance Pipeline as the second quarter of 2022 included the sale of linepack inventory, combined with seasonal contracts being replaced by firm contracts at lower regulated rates; and finally, lower interruptible volumes driven by the narrower AECO-Chicago natural gas price differential.\nIn facilities, additional factors impacting the quarter included the PGI transaction and strong performance from the former Energy Transfer Canada plants and the Dawson assets as well as lower realized gains on commodity-related derivatives associated with the commodity derivative contract. In Marketing and New Ventures, second quarter results reflect lower margins resulting from lower prices across the crude oil complex and lower NGL margins as a result of lower propane and butane prices, realized gains on commodity-related derivatives for the quarter compared to losses during the second quarter of 2022 and a lower contribution from Aux Sable as a result of lower NGL prices.\nFinally, in the Corporate segment, second quarter results reflect higher shared service revenue and higher general and administrative expense and other expense, which included lower long-term incentive costs. Earnings in the second quarter were $363 million, representing a $55 million or 8% decrease over the same period in the prior year. In addition to the factors impacting adjusted EBITDA, earnings were impacted by lower depreciation, lower unrealized gain on commodity-related derivatives and lower net finance costs. Total volumes of 3.187 million BOE per day for the second quarter represent a decrease of approximately 5% over the same period in the prior year. Volume decreases were attributable to both the pipelines and the Facilities divisions, including most notably the net impact of the reduced operating pressure on the Northern Pipeline system, lower volumes at the Younger facility and the red complex due to the reduced operating pressure on the Northern system, the impact of the wildfires, the disposition of the Empress I and Empress VI assets at our Empress facility; higher volumes at the former ETC plant and the Dawson assets and higher volumes on gas.\nAdjusting for the impact of the Empress I and Empress VI disposition, the reduced operating pressure on the Northern Pipeline system and the wildfires, volumes in the quarter would have grown by approximately 5% over the second quarter of 2022. Based on results through the first half and the outlook for the remainder of the year, Pembina has narrowed its 2023 adjusted EBITDA guidance range to $3.55 billion to $3.75 billion from the previous range of $3.5 billion to $3.8 billion.\nThe revised range reflects the current outlook for commodity prices and an expectation of significantly stronger volumes in the second half of the year. Based on our 2023 guidance, cash flow from operating activities is expected to exceed dividends and capital expenditures. To date, Pembina has repurchased $50 million of common shares and reduced proportionately consolidated debt by approximately $600 million. We will continue to evaluate the merits of debt repayment relative to additional share repurchases for the remainder of the year. At June 30, 2023, based on the trailing 12 months, the ratio of proportionally consolidated debt to adjusted EBITDA was 3.5x. M&A expects to exit the year with a ratio of 3.4 to 3.6x reflective of our strong balance sheet and supporting our strong BBB credit rating. I'll now turn things back to Scott.\nThanks, Cam. In closing, I'd like to reinforce that Pembina continues to perform very well. Pembina's outlook for meaningful medium-term volume growth in the WCSB remains unaltered, and we are poised to benefit through increased utilization across our asset base and through new growth projects. We continue to digitally execute our strategy within our financial guardrails while returning capital to shareholders and positioning ourselves to fund future growth. Thank you for joining us this morning and for your continued support. Jenny, please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0fee5bb0a65cf82eca27e1173b8a114c",
    "period": "2023 Q1",
    "content": "Q1 2023 PPL Corp Earnings Call\n\nQ1 2023 PPL Corp Earnings Call\n\nPPLNYSEMAY 4, 11:00 AM\n\nOperator\n\nGood day, and welcome to the PPL Corporation First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Mr. Andy Ludwig, Vice President and Investor Relations. Please go ahead, sir. .\n\nAndrew Ludwig\n\nVice President of Investor Relations\n\nGood morning, everyone, and thank you for joining the PPL Corporation Conference Call on First Quarter 2023 financial results. We have provided slides for this presentation on the Investors section of our website. We'll begin today's call with updates from Vince Sorgi, PPL President and CEO; and Joe Bergstein, Chief Financial Officer and conclude with a Q&A session following our prepared remarks.\nBefore we get started, I'll draw your attention to Slide 2 and a brief cautionary statement. Our presentation today contains forward-looking statements about future operating results or other future events. Actual results may differ materially from these forward-looking statements. Please refer to the appendix of this presentation and PPL's SEC filings for a discussion of some of the factors that could cause actual results to differ from the forward-looking statements.\nWe will also refer to non-GAAP measures, including earnings from ongoing operations and adjusted gross margins on this call. For reconciliations to the comparable GAAP measures, please refer to the appendix. I'll now turn the call over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director\n\nThank you, Andy, and good morning, everyone. Welcome to our first quarter investor update. Let's start with our financial results and a few highlights from the quarter on Slide 4. Today, we announced first quarter reported earnings of $0.39 per share. Adjusting for special items, first quarter earnings from ongoing operations were $0.48 per share compared with $0.41 per share a year ago. This increase was supported by solid results from our newly acquired Rhode Island business as well as lower O&M expenses, partially offset by lower sales volumes due to the mild winter weather and higher interest expense. .\nWe remain confident in our ability to deliver on our 2023 ongoing earnings forecast of $1.50 to $1.65 per share with a midpoint of $1.58 per share. Joe will speak to this more in his detailed review of our financial results. In addition to solid financial performance, we continue to execute on our commitment to provide safe and reliable electric and gas service to our more than 3.5 million customers. This includes managing several significant storms at our utilities, including a severe March windstorm in Kentucky, the third most significant weather event in the last 20 years in our service territory. Our teams with the help of mutual assistance from several of our peers restored power to more than 400,000 [indiscernible] customers. I thank each one of our men and women as well as all those that provided mutual assistance for their dedication, commitment to safety and demonstrated operational excellence.\nFrom a financial perspective, we received approval to treat nearly $20 million of Q1 O&M costs related to this extraordinary event as a regulatory asset. These types of events emphasize the importance of the investments we are making across our company to harden and improve the resiliency of our network. As the frequency of these events continues to increase, it becomes even more critical to ensure we are taking proactive steps to prepare our distribution and transmission networks.\nAnd we look forward to delivering on that goal in the most affordable way possible for our customers. We've also made significant progress during the first quarter in several areas that will improve our operating efficiency, deliver our clean energy strategy and improve service to our customers. First, we continue to execute our plan in transitioning Rhode Island Energy to PPL systems and remain on track to exit the remaining transition services with National Grid in 2024. We also advanced several key regulatory proceedings, which I'll discuss further on the next couple of slides.\nFurther, we successfully executed more than $3 billion of financings in the first quarter, reducing our interest rate exposure and strengthening our ability to achieve our top-tier earnings growth target. And finally, our execution of approximately $600 million in capital investments during the first quarter, keeps us on track to invest nearly $2.5 billion in infrastructure investments this year. These investments benefit both customers and share owners as we continue to advance our strategy to create the utilities of the future.\nAs a result, today, we are reaffirming our plans to invest nearly $12 billion in infrastructure improvements through 2026 to modernize our electric and gas networks and replace retiring generation in Kentucky. Looking forward, we remain confident in the low-risk business plan we outlined in January and reaffirmed our projected compound annual earnings per share and dividend growth rate of 6% to 8% through at least 2026.\nTurning to Slide 5. We were pleased to secure a positive outcome in our first infrastructure, safety and reliability proceedings before the Rhode Island Public Utilities Commission. ISR plans are submitted annually in Rhode Island and outline proposed capital investments and related operating costs to strengthen safety, reliability and resiliency of our electric and gas distribution networks. The approved plans address Rhode Island Energy's proposed spending from April 1, 2023 to March 31, 2024. In its decision, the Public Utilities Commission approved $290 million of the approximately $350 million Rhode Island Energy proposed in its ISR filing.\nThis allowed investments on the electric side were largely tied to grid modernization and associated improvements. On the gas side, most of the disallowed investment related to roughly 10 miles of leak-prone pipe replacement. While we believe the [indiscernible] investments are the right projects to better serve our customers, we understand the commission's desire to complete reviews of our grid modernization and advanced meter filings and to make further progress in the future of gas stakeholder proceeding before approving additional spending in those areas.\nThe investments not approved in this year's ISR plans may be recoverable in future proceedings subject to regulatory approval. This could be through future ISR filings, new base rate cases and/or [indiscernible] provisions within the base rate cases that we are currently operating under, particularly related to the grid modernization and [ AMF ] projects. Ultimately, we look forward to continued engagement on these matters with the commission, the division of public utilities and carriers and other stakeholders in Rhode Island.\nTurning to Slide 6. We continue to progress our generation investment plan in Kentucky and remain confident that this plan is the best path forward for our customers as we plan for the state's energy future. Our plan is more affordable, maintains reliability and represent significantly cleaner energy resources for our customers than continuing to operate the coal units that we have proposed to retire by 2028. In fact, we estimate that our plan provides nearly $600 million of net present value benefits for our customers compared to continuing to operate these coal units.\nAs we shared in March when Senate Bill 4 became law, we're confident that the generation replacement plan we filed in December exceeds the standards set by the new law. And as a result, we have not changed our CPCN strategy. As proposed, our plan would replace 1,500 megawatts of aging coal generation with over 1,200 megawatts of new combined cycle natural gas generation, nearly 1,000 megawatts of solar generation and 125 megawatts of battery storage.\nIn addition, our plan proposes the implementation of more than a dozen new energy efficiency programs by 2028. Altogether, the plan represents a $2.1 billion investment in Kentucky's Energy future and the least cost option to reliably meet the needs of our Kentucky customers 24 hours a day, 365 days a year. As an added benefit, our proposed plan would cut our carbon emissions nearly 25% from current levels while further diversifying our generation fleet.\nTo comply with the new law, we expect to file our retirement request with the KPSC by May 10. Given the law provides the KPSC 180 days to issue a decision on retirement requests, this timing essentially aligns the retirement ruling with the expected decision on our CPCN filing. A decision on our filings is expected by November 6. Again, we're confident the plan we proposed offers the best path forward for the customers and communities we serve. We don't see any signs of federal environmental mandates easing over time, and we believe investing hundreds of millions of dollars in environmental controls, continue operating aging, uneconomic coal plants is not in our customers' best interest.\nHowever, should we be required to make such investments, we do have the environmental cost recovery mechanism, or ECR, in place that would enable recovery of these investments outside of base rate cases. We'll continue to actively engage with stakeholders in Kentucky throughout the CPCN process to demonstrate how our plans best meet the needs of our customers.\nThat concludes my strategic and operational update. I'll now turn the call over to Joe for the financial update.\n\nJoseph P. Bergstein\n\nTreasurer & Vice President-Investor Relations, PPL Corp.\n\nThank you, Vince, and good morning, everyone. Let's turn to Slide 8. PPL's first quarter GAAP earnings were $0.39 per share. We recorded special items of $0.09 per share in the first quarter, primarily due to integration and related expenses associated with the acquisition of Rhode Island Energy. Adjusting for these special items, first quarter earnings from ongoing operations were $0.48 per share, an improvement of $0.07 per share compared to Q1 2022.\nThe addition of Rhode Island Energy to our portfolio and our focus on O&M savings were the primary drivers of the increase, partially offset by lower sales volumes of about $0.05 per share due to the unusually mild winter weather in Kentucky and Pennsylvania and higher interest expense. Overall, our team performed very well in the face of significant storms and results for the quarter were in line with expectations, apart from the weather. Heating degree days were down nearly 25% in our Kentucky service territory and 30% in our Pennsylvania territory.\nThis resulted in lower quarterly sales volumes of nearly 9% in Kentucky and 7% in Pennsylvania. We remain confident in delivering our 2023 earnings forecast as we have several potential offsets to the mild weather, including the benefit of our recent financings at attractive rates compared to our plan, incremental disk revenues in Pennsylvania, outperformance on our integration of Rhode Island Energy and effective O&M cost management.\nWhile we're not relying on weather, a warmer-than-normal summer could also provide some potential upside. We have an excellent track record of achieving our targets, which we expect to continue in 2023.\nTurning to the ongoing segment drivers for the quarter on Slide 9. Our Pennsylvania Regulated segment results were flat year-over-year. Results were primarily driven by increased transmission revenue and distribution rider recovery, offset by lower sales volumes due to the mild weather and higher interest expense due to increased borrowings and higher rates.\nOur Kentucky segment decreased by $0.04 per share year-over-year. Results were impacted primarily by lower sales volumes due to the mild weather and higher interest expense from increased borrowings, partially offset by lower O&M expenses. The addition of our Rhode Island segment increased earnings by $0.10 per share for the quarter. Rhode Island's Q1 results reflect the seasonal nature of gas operations during the winter months as a significant amount of annual natural gas demand and earnings occur within the heating season.\nFinally, results at Corporate and Other increased $0.01 per share compared to the prior year, primarily due to lower O&M expenses and other factors that were not individually significant, partially offset by higher interest expense due to increased debt and higher rates.\nMoving to Slide 10. During the quarter, we successfully navigated a volatile rate market and completed our financing plan for 2023. This included 5 separate transactions issuing a combined total of $3.2 billion of debt, including a $1 billion convertible offering that was the first executed in our industry in 20 years. Our first mover advantage on the convert led to strong demand from investors as our deal ended up pricing about 250 basis points lower than straight debt, resulting in roughly $25 million in annual interest expense savings.\nGiven these savings, this transaction is favorable to issuing straight debt and any potential share dilution as a result of significant share price appreciation will be manageable. We also executed several operating company issuances in Pennsylvania and Kentucky for combined proceeds of nearly $2.2 billion. A portion of the proceeds were used to reduce both short-term and floating rate debt while the remaining will be used primarily to fund each utility's respective CapEx plans.\nIn total, we repaid $1.75 billion of floating rate debt, reducing our floating rate exposure to approximately $600 million, which is less than 5% of our total debt portfolio. In summary, our strong execution of the financing plan this quarter reflects PPL's excellent credit position, and we continue to target strong credit metrics and maintain one of the sector's best credit profiles without any planned equity issuances through our planning horizon.\nThat concludes my prepared remarks. I'll turn the call back over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director\n\nThank you, Joe. In closing, we remain solidly on track to deliver the midpoint of our 2023 earnings forecast. And we remain well positioned to deliver top-tier earnings and dividend growth of 6% to 8% annually through at least 2026. We're off to a strong start in 2023, executing on our $2.4 billion capital plan, continuing the integration of Rhode Island Energy, advancing our plans in Kentucky and Rhode Island to deliver least cost, reliable energy for our customers and remaining on track with our first leg of achieving at least $175 million in O&M savings by 2026. As we pursue our strategy to create the utilities of the future, we are as strong as we've been in years, and I'm convinced we're only getting stronger.\nWith that, operator, let's open it up for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e79e80b29155055d77da752585f80273",
    "period": "2022 Q4",
    "content": "Q4 2022 PPL Corp Earnings Call\n\nQ4 2022 PPL Corp Earnings Call\n\nPPLNYSEFEB 17, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the PPL Corporation Fourth Quarter and Year-End 2022 Financial Results Conference Call. (Operator Instructions) Please note this event is being recorded. I would now like to turn the conference over to Andy Ludwig, Vice President of Investor Relations. Please go ahead.\n\nAndrew Ludwig\n\nVP of IR, PPL Corporation\n\nGood morning, everyone, and thank you for joining the PPL Corporation Conference Call on Fourth Quarter and Year-end 2022 financial results. We provided slides for this presentation on the Investors section of our website. We'll begin today's call with updates from Vincent Sorgi, PPL President and CEO; and Joe Bergstein, Chief Financial Officer. And we'll conclude with a Q&A session following our prepared remarks. Before we get started, I'll draw your attention to Slide 2 and a brief cautionary statement.\nOur presentation today contains forward-looking statements about future operating results or other future events. Actual results may differ materially from these forward-looking statements. Please refer to the appendix of this presentation and PPL's SEC filings for a discussion of some of the factors that could cause actual results to differ from the forward-looking statements.\nWe will also refer to non-GAAP measures, including earnings from ongoing operations and adjusted gross margins on this call. For reconciliations to the comparable GAAP measures, please refer to the appendix. I'll now turn the call over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Andy, and good morning, everyone. Welcome to our fourth quarter and year-end investor update. We'll keep our remarks brief this morning given the comprehensive update we shared with you on January 11. We continue to be extremely excited for PPL's bright future and the value we intend to deliver for our customers and shareowners.\nTurning to Slide 4. 2022 was a remarkable year in PPL's history, one that has completely redefined our company. It marks the beginning of a new era as we are now positioned as a premier pure-play U.S. regulated utility holding company. Our strategic repositioning began with the sale of our U.K. business in 2021 and concluded in May of 2022 with the addition of Rhode Island Energy and its almost 800,000 customers.\nI'm very proud of the execution from our team to close this transaction and complete the transition activities to date with National Grid. We are on schedule to complete all of the TSAs in 2024 as originally planned. The acquisition of Rhode Island Energy also enhances our scale and enables PPL to be a leader in our sector for years to come. This includes positioning our company to deliver top-tier 6% to 8% earnings and dividend growth through at least 2026. With one of the best credit profiles in our sector, our balance sheet can support our growth without equity issuances throughout the planning horizon.\nAnd while we executed on our strategic repositioning, we remain steadfast in our pursuit of delivering excellent financial and operational results in 2022. First and foremost, we achieved ongoing earnings of $1.41 per share, beating the midpoint of our forecast, which we had increased in November. This is a fantastic accomplishment considering all the extra work our teams completed this past year in connection with our strategic repositioning.\nIn addition to delivering solid financial results, we also laid the groundwork for capital investments we need to make for years to come in our pursuit of delivering an exceptional customer experience at an affordable price. Specifically, we presented a balanced investment plan in Kentucky to replace nearly 1,500 megawatts of retiring coal generation.\nThis plan best positions our utilities in Kentucky to serve our customers with safe, reliable, affordable and sustainable energy while the state fosters significant economic development and growth. We also designed a series of plans for our newly acquired Rhode Island Energy, strategies to deliver the energy grids necessary to achieve the state's impressive clean energy goal of 100% renewable energy by 2033. These plans include advanced metering, grid modernization and our first infrastructure safety and reliability plans under our ownership.\nThese plans emphasize just some of the robust investment opportunities at our utilities. We're also looking at potential regulated investment opportunities beyond our 4 utilities, leveraging our expertise in transmission development to open new doors for potential growth. This includes our strategic partnership with Wind Grid, and Elia subsidiary where we are exploring offshore transmission solutions in New England.\nAny investment opportunity stemming from this partnership are not included in our capital forecast and represent potential upside to our long-term growth plan. On the operational front, during 2022, we maintained our top quartile reliability in Pennsylvania and Kentucky despite the increased frequency and severity of storms in our service territories.\nAnd in just a few months of ownership, Rhode Island Energy has experienced a marked improvement in reliability and exceeded 2022 expectations by more than 10%. One example of this excellent performance was during winter storm Elliott. Rhode Island Energy was the first major New England utility to achieve full customer restoration in the early morning of Christmas Day.\nWe also maintained our top quartile customer satisfaction at PPL Electric Utilities and Kentucky Utilities. And while we're proud of these achievements, we are sympathetic to the concerns of our Pennsylvania customers who experienced increases in their December bills as a result of higher energy prices. While we don't control the price of electricity supply, we know that it can have a meaningful impact on our customers.\nAnd while the default rate for PPL Electric's nonshopping customers increased in December, many of our customers who have chosen third-party suppliers saw even higher price increases and are paying significantly more than our default rate of approximately $0.145. Our most recent review of shopping results found that in November, over 40% of our residential shopping customers paid a higher rate than our default rate. Over 100,000 customers paid a rate between 25% and 100% more than the default rate and nearly 20,000 customers paid more than double our default rate.\nFor the last 2 years, PPL Electric has been a vocal advocate on behalf of our customers for greater safeguards and other actions to protect them from overpaying for their electricity supply. We proposed various consumer protection reforms with our Pennsylvania legislators and regulators and are again having discussions with them for the benefit of our customers.\nIn addition to higher builds from these increased energy prices, a large number of our PPL Electric Utilities customers received estimated bills in December due to a technical issue. The timing of higher electricity bills and the increased number of estimated bills created some confusion and concern for customers. We have since fixed the technical issue and have temporarily doubled the resources at our call centers to address customer questions and significantly reduce call wait times.\nAnd in further support of our customers, we've waived late fees and expanded our no-shutoff practice over the winter to include all residential and small business customers. We're also focused on communicating even more with our customers about high energy prices and what customers can do to minimize their energy bills. While this is an important topic for us and our customers that I wanted to address today, I want to be clear that we do not expect this matter to have a significant impact on our financial results.\nAs we've discussed at length, one of the key aspects of our strategy is to drive operating efficiencies across the entire business. In developing our strategy, we anticipated affordability being a key area of focus for customers and regulators, even before we saw the effects of inflation and high commodity costs. We all know the energy grids need significant investment to ensure reliability and resiliency while preparing for renewables, DERs and more electrification.\nThis is why our plan best positions PPL to achieve our goals while focusing on affordability for our customers. Turning to Slide 5. PPL's outlook for 2023 is one that is simply focused on executing our Utility of the Future strategy. In my 2022 recap, I discussed that we are on track with our integration activities with Rhode Island Energy. An obvious top priority for 2023 is to remain on track with our Rhode Island integration, setting us up for completion in 2024.\nWe have a $2.4 billion capital plan that improves the safety reliability and resiliency of our networks while addressing our customers' evolving needs. We're on track to deliver the first leg of our $175 million O&M savings target by 2026 with $50 million to $60 million of savings in 2023 as we deploy our playbook and continue to optimize our operations.\nThese savings will provide a strong basis for us to deliver the midpoint of our 2023 earnings forecast of $1.58 per share. Recall, this forecast represents a 7% increase from our pro forma 2022 forecast of $1.48 per share. We will also focus on the regulatory filings in Kentucky and Rhode Island to deliver lease cost and reliable energy for our customers and help to advance the clean energy transition.\nTurning to Slide 6. As we executed our strategic repositioning over the past few years, we took a hard look at how we wanted to be defined as a company and management team. Simply put, we want to be the best utility company in the U.S., the best set of learning safe, reliable, affordable and sustainable energy to our customers and competitive long-term returns to our shareowners.\nWe've included on the right side of the slide, the categories that we'll use to measure our success against our peers. In short, we will be targeting top decile or top quartile performance and safety, reliability, customer satisfaction and cost efficiency, while at the same time, targeting a premium stock valuation. While we're not there yet in all categories, I firmly believe we are on the right path to get there. and I'm excited to see us advance down this path. With that, I'll now turn the call over to Joe for the financial update. Joe?\n\nJoseph P. Bergstein\n\nExecutive VP & CFO, PPL Corporation\n\nThank you, Vince, and good morning, everyone. Let's turn to Slide 8. Our solid fourth quarter financial results closed out a great year for the company. Fourth quarter GAAP earnings were $0.26 per share. Special items in the fourth quarter were $0.02 per share primarily due to integration and related expenses associated with the acquisition of Rhode Island Energy, partially offset by a tax benefit due to the provision to final 2021 tax return adjustments primarily related to the sale of WPD.\nAdjusting for these special items, fourth quarter earnings from ongoing operations were $0.28 per share, an improvement of $0.06 per share compared to 2021. With these strong fourth quarter results, our 2022 GAAP earnings totaled $1.02 per share. Special items for the year were $0.39 per share, primarily related to integration and related expenses associated with the acquisition of Rhode Island Energy.\nOur ongoing earnings for the year were $1.41 per share compared to $1.05 per share for 2021 exceeding the midpoint of our earnings forecast for 2022. Turning to the ongoing segment drivers for the quarter on Slide 9. Our Pennsylvania Regulated segment results improved by $0.01 year-over-year. Results were primarily driven by higher sales volumes due to milder-than-normal weather last year and increased returns on additional capital investments in transmission.\nThese improvements were offset partially by higher O&M expenses. Our Kentucky segment decreased by $0.01 per share year-over-year. Improved sales volumes in Kentucky also due to milder-than-normal weather experienced last year were more than offset by higher O&M and interest expense. The addition of our Rhode Island segment increased earnings by $0.03 per share for the quarter.\nResults at Corporate and Other increased $0.03 per share compared to the prior year, primarily due to lower O&M expenses, lower income taxes and other factors that were not individually significant. These favorable drivers were partially offset by higher interest expense. Our strong performance in the fourth quarter reflects another proof point of delivering on expectations since our repositioning last year.\nOur results for the full year are on Slide 10. We reported improved results across each business segment in 2022. The operating segment results presented here exclude the impact of share accretion, which we've shown as a separate bar on the far right of the slide. Recall that we used a portion of the U.K. business sales proceeds to repurchase $1 billion of shares back in the fourth quarter of 2021, resulting in $0.05 of accretion in 2022.\nWe also used another $4 billion of the U.K. sales proceeds to reduce our holding company debt, strengthening our balance sheet to one of the best in the sector. This reduction of debt was the primary driver for the $0.10 improvement in our Corporate and Other segment for the year.\nTurning to the operating segments. Our Pennsylvania Regulated segment delivered a $0.06 per share increase for the year compared to 2021. The year-over-year increase was primarily driven by returns on additional capital investments in transmission, higher peak transmission demand and improved sales volumes.\nThese favorable drivers were partially offset by higher O&M expenses, including increased uncollectibles, additional vegetation management costs and IT amortization costs. Our Kentucky Regulated segment earnings increased by $0.07 per share for the year compared to 2021. Our improved results in Kentucky were primarily driven by a full year of higher retail rates that went into effect in July 2021 and higher sales volumes.\nThese favorable drivers were partially offset by higher O&M expenses, including vegetation management, plant outage and storm costs and higher depreciation expense. Our Rhode Island segment added $0.08 per share to ongoing earnings for the year, reflecting the period from our acquisition in late May through the end of the year. This was a great year for the company and is yet another demonstration of our commitment to deliver on and exceed our financial goals.\nTurning to Slide 11. We expect to keep that momentum heading into this year. Today, we are reaffirming our 2023 earnings forecast range of $1.50 to $1.65 per share and the midpoint of $1.58 per share. We remain confident in our ability to deliver our forecast by leveraging our proven operating model, a strategy focused on driving cost efficiencies to reduce O&M which enables investments necessary to advance our energy networks in the most affordable manner.\nOur Pennsylvania segment results are expected to increase by $0.04 per share in 2023, primarily due to returns on additional capital investments in transmission and lower O&M, partially offset by higher interest expense. We project our Kentucky segment results to increase by $0.05 per share in 2023, primarily due to lower O&M, partially offset by higher interest expense.\nOur Rhode Island segment results are expected to increase by $0.08 per share in 2023, primarily due to the impact of a full year's earnings. We project corporate and other results to be flat year-over-year. Moving to Slide 12. In connection with the request from many of our investors, we've reallocated our Kentucky holding company financing costs to corporate and other beginning January 1.\nThis reallocation provides a clearer view of the utility earnings for our Kentucky Regulated segment and is consistent with how we report the Pennsylvania and Rhode Island segments. We've illustrated the impact of this reallocation to our actual 2022 ongoing earnings on this slide to show the 2022 segment results on a consistent basis with our 2023 segment forecast.\nMoving to Slide 13. Our Board of Directors has declared a quarterly cash dividend of $0.24 per share to be paid on April 3 to shareholders of record as of March 10. As we discussed in January, the $0.24 dividend is a 7% increase that aligns with our predictable, linear and competitive annual EPS growth of 6% to 8%. This is also within our targeted dividend payout range of 60% to 65%, combining our targeted EPS growth with our dividend yield provides investors with a compelling total return proposition in the range of 9% to 11% per year.\nThis is consistent with our mission of delivering long-term returns to shareholders. That concludes my prepared remarks, and I'll turn the call back over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Joe. Over the past 2 years, we've taken bold steps to transform PPL for long-term growth and success and to improve shareholder return while building on our core strengths. Since then, we have continued to deliver on the goals we set, exceeding the midpoint of our 2022 earnings forecast, advancing industry-leading grid modernization, providing highly reliable electricity and gas service and economically advancing our clean energy strategy. And our plan provides investors with an attractive return proposition, one that the entire management team and I intend to deliver. With that, operator, let's open it up for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2987d43337fb9462391cda407aa6cd8",
    "period": "2022 Q3",
    "content": "Q3 2022 Pembina Pipeline Corp Earnings Call\n\nQ3 2022 Pembina Pipeline Corp Earnings Call\n\nPBANYSENOV 4, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Pembina Pipeline Corporation's 2022 Third Quarter Results Conference Call. (Operator Instructions) This call is being recorded on Friday, November 4, 2022. I would now like to turn the conference over to Cameron Goldade, Chief Financial Officer. Please go ahead.\n\nCameron J. Goldade\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThank you, Colin, and good morning, everyone. Welcome to Pembina's conference call and webcast to review highlights from the third quarter of 2022.\nOn the call today, we also have Scott Burrows, President and Chief Executive Officer; Jaret Sprott, Senior Vice President and Chief Operating Officer; and Janet Loduca, Senior Vice President, External Affairs and Chief Legal and Sustainability Officer.\nI would like to remind you that some of the comments made today may be forward-looking in nature and are based on Pembina's current expectations, estimates, judgments and projections. Forward-looking statements we may express or imply today are subject to risks and uncertainties, which could cause actual results to differ materially from expectations.\nFurther, some of the information provided refers to non-GAAP measures. To learn more about these forward-looking statements and non-GAAP measures, please see the company's management's discussion and analysis dated November 3, 2022, for the period ended September 30, 2022, as well as the press release Pembina issued yesterday, which are available online at pembina.com and on both SEDAR and EDGAR.\nI will now turn things over to Scott to make some opening remarks.\n\nJ. Scott Burrows\n\nPresident, CEO & Director, Pembina Pipeline Corporation\n\nThanks, Cam. In the third quarter, Pembina delivered strong financial results, highlighted by adjusted EBITDA of nearly $1 billion. As with the prior 2 quarters of this year, the third quarter benefited primarily from rising volumes on key systems and strong performance within the marketing business. We benefited this quarter from a wider Chicago AECO gas price differential and a wider condensate price differential between Western Canada and the U.S. Gulf Coast. However, while commodity prices and differential certainly works in our favor, overall, the quarter was a great combination of volume-driven results in the base business and tailwinds in the marketing business.\nWe are pleased that stronger-than-expected year-to-date results have allowed us to raise our 2022 guidance again with full year adjusted EBITDA, now expected to be in the range of $3.625 billion to $3.725 billion. Along with strong financial results, the quarter was punctuated by the closing of the transaction to create Pembina Gas Infrastructure or PGI, with our partner, KKR, and the 3.6% increase to Pembina's common share monthly dividend. The integration of PGI is going well, and we look forward to realizing the benefits of this transaction. We see tremendous opportunity to enhance utilization across PGI's asset base and look forward to working with KKR to pursue future growth opportunities through this premier Western Canadian gas processing entity.\nIn fact, a key area of focus at Pembina over the next 12 to 24 months will be growing cash flow by increasing utilization at all of our existing assets, gas plants, pipelines and fractionation facilities. This is highly accretive growth given the modest capital spending required.\nAs volumes grow, Pembina continues to have success signing new long-term contracts. In addition to the previously disclosed commercial agreements recently signed with 3 leading Northeast B.C. producers, Pembina has successfully contracted incremental volumes on its conventional pipelines and its fractionation facilities, the latter reflective of a broader trend of increased utilization and tightening of capacity across the industry.\nFurther, the recontracting success we have had during the first half of '22 on the Alliance Pipeline continued in the third quarter, albeit for smaller volumes. And with rising activity in the Clearwater oil play, we are exploring options to reactivate the Nipisi pipeline and are in discussions with various customers regarding long-term contractual commitments.\nWe also continue to progress our portfolio of growth projects, notably by completing construction and undertaking commissioning activities at the Empress Cogen Facility and advancing construction on our Phase VIII and Phase IX Peace Pipeline expansion projects. As well, we advanced development of Cedar LNG and an additional fractionator at our Redwater Complex and continue to work towards final investment decisions on both projects.\nFinally, I would like to note that Pembina recently released its latest sustainability report which is available on our website. The report features of many accomplishments Pembina has had over the past 2 years, including those related to our greenhouse gas reduction target, our progress on equity diversity and inclusion metrics and our transformational indigenous partnerships. And notably, the report enhanced our disclosure in key areas and better aligns us with leading ESG disclosure standards, namely SASB and TCFD.\nI will now pass the call over to Cam to discuss in more detail the financial highlights for the third quarter.\n\nCameron J. Goldade\n\nSenior VP & CFO, Pembina Pipeline Corporation\n\nThank you, Scott. As Scott noted, Pembina reported quarterly adjusted EBITDA of $967 million, representing a $117 million or 14% increase over the same period in the prior year. Relative to the prior period, the third quarter was positively impacted by stronger marketing results due to higher margins on crude oil and natural gas sales, and a higher share of profit from Aux Sable, partially offset by lower NGL margin -- lower NGL margins as a result of lower propane prices and higher input natural gas prices.\nLikewise, a combination of higher volumes on the Peace Pipeline system and higher inflation-adjusted tolls, a higher contribution from Alliance Pipeline, higher contribution from the PGI assets and a lower realized loss on commodity-related derivatives. These positive factors were partially offset by a lower contribution from Ruby Pipeline and higher integrity costs.\nNotably, in our marketing business, we typically see a lower contribution in the third quarter due to the seasonality of our NGL business. However, this quarter, Pembina benefited from a favorable oil price environment and certain price differentials that led to an outsized contribution from the crude oil marketing business, which more than offset the typical NGL seasonality.\nEarnings for the third quarter were $1.8 billion, representing a $1.2 billion or 211% increase relative to the same period last year. In addition to the factors impacting adjusted EBITDA, excluding the impact of a lower contribution from Ruby, earnings in the third quarter were positively impacted by a $1.1 billion gain on the PGI Transaction, lower income tax expense as a result of the PGI Transaction, and a higher unrealized gain on commodity-related derivatives related to NGL and crude oil marketing.\nFacilities results were negatively impacted by a lower share of profits from equity-accounted investees due to higher depreciation, interest expense and an unrealized loss on commodity-related derivatives, partially offset by higher revenue, all within PGI.\nFurther, relative to the prior period, earnings in the third quarter were lower given the $350 million received from the termination of the arrangement agreement within our pipeline in the third quarter of 2021, partially offset by the higher income tax on that payment. Total volumes of 3.42 million barrels of oil equivalent per day in the third quarter were consistent with the same period last year. A 1% decrease in pipeline volumes compared to the same period last year was largely driven by Ruby Pipeline and Nipisi and Mitsue Pipeline systems. These factors were partially offset by higher volumes on the Peace Pipeline system, Cochin Pipeline (inaudible).\nA 5% increase in facilities volumes relative to the same period last year was largely due to higher volumes at the Redwater Complex and at Younger due to less outage days during the third quarter of 2022. It is worth noting that excluding the volume impact of contract expirations on the Nipisi and Mitsue Pipeline system and Ruby Pipeline entering bankruptcy protection, third-quarter volumes would have increased by approximately 5% over the same period in the prior year.\nAs Scott noted in his opening remarks, Pembina has raised its 2022 adjusted EBITDA guidance range to $3.625 billion to $3.725 billion, which is $50 million higher than the previous guidance range and primarily reflects stronger year-to-date results.\nWe currently expect a 5% year-over-year increase in volumes on our conventional pipeline systems, demonstrating a level of growth in the Western Canadian Sedimentary Basin that is exceeding the expectations at Pembina and I would expect the broader capital markets had entering here.\nThe revised guidance also incorporates our expectation of a lower contribution from the Marketing business in the fourth quarter relative to the third quarter given the outlook for lower commodity prices and narrowing price differentials in the fourth quarter to date and implied by prevailing forward price curves.\nPembina is generating substantial 2022 free cash flow, which is being allocated to strengthening the balance sheet and returning capital to shareholders. During the third quarter, we raised the dividend by 3.6%, we repurchased $155 million of common shares toward our target of $350 million, and we repaid $540 million of debt. Additional incremental free cash flow generated in 2022 and 2023 is currently expected to be used to pay down additional debt, further strengthening our balance sheet and preparing the company to fund future capital.\nFinally, we announced yesterday our intention to move from a monthly to a quarterly common share dividend payment in 2023, payments to be made in March, June, September and December of each year. This change aligns Pembina's dividend practices with the vast majority of its peers and companies within the TSX 60. Subject to approval by the Board of Directors, the monthly dividend is expected to end with the dividend to be declared in early December and paid on December 30. The first quarterly dividend is expected to be effective for the dividend to be paid in March 2023.\nI'll now turn things back to Scott for some closing remarks.\n\nJ. Scott Burrows\n\nPresident, CEO & Director, Pembina Pipeline Corporation\n\nThanks, Cam. At Pembina, we are fortunate that our industry-leading midstream footprint affords us the opportunity to engage with most producers within the Western Canadian Sedimentary Basin, and therefore, we are uniquely positioned to gain valuable insight on industry dynamics. In addition to the current volume growth, we are seeing on many of our key systems, we continue to observe significant positive momentum that we expect will ultimately result in producers sanctioning new developments leading to significant additional volume growth in the basin.\nWe see several positive developments within the Montney, the Duvernay and the Clearwater as examples, and we continue to have a high degree of optimism regarding future base and activity, and corresponding growth opportunities for Pembina. Through 3 quarters of the year, results have been outstanding. And we are on track to deliver another record financial year, returning capital to our shareholders while pursuing opportunities that will benefit Pembina and its stakeholders in the coming years.\nThank you for joining us this morning. Operator, please go ahead and open up the line for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1180ba7392b5db0b90879b1ca2c1f989",
    "period": "2022 Q2",
    "content": "Q2 2022 PPL Corp Earnings Call\n\nQ2 2022 PPL Corp Earnings Call\n\nPPLNYSEAUG 3, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the PPL Corporation's Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Andy Ludwig, VP, Investor Relations. Please go ahead.\n\nAndrew Ludwig\n\nVP of IR, PPL Corporation\n\nThank you. Good morning, everyone, and thank you for joining the PPL conference call on second quarter 2022 financial results.\nWe've provided slides for this presentation and our earnings release issued this morning on the Investors section of our website. We'll begin today's call with updates from Vince Sorgi, PPL's President and CEO; and Joe Bergstein, Chief Financial Officer. Greg Dudkin, Chief Operating Officer, will also be available for the Q&A session following our prepared remarks.\nBefore we get started, I'll draw your attention to Slide 2 and a brief cautionary statement. Our presentation today contains forward-looking statements about future operating results or other future events. Actual results may differ materially from these forward-looking statements. Please refer to the appendix of this presentation and PPL's SEC filings for a discussion of some of the factors that could cause actual results to differ from the forward-looking statements.\nWe will also refer to non-GAAP measures, including earnings from ongoing operations and adjusted gross margins on this call. For reconciliations to the comparable GAAP measures, please refer to the appendix.\nI'll now turn the call over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Andy, and good morning, everyone. Welcome to our second quarter investor update.\nTurning to Slide 4, as we shared with you in June, we are extremely excited about PPL's compelling investment proposition, which is driven by our strategic repositioning. The completion of the sale of our U.K. Utility business and acquisition of Rhode Island Energy has derisked the company and created a compelling portfolio of domestic regulated utilities. Our company has 1 of the best operating track records in the industry, and this operating expertise enables us to further optimize our new portfolio to deliver growth and create shareowner value.\nThe result is a strategy and a new business plan that is anchored in operational efficiencies in the near term, with stronger rate base growth driving our earnings growth later in the decade, with a total capital investment need of at least $27 billion through 2030. This strategy also keeps affordability front and center, as we've committed to stay out of rate cases in Kentucky and Rhode Island until at least mid-2025. We expect our optimization strategy to deliver at least $150 million of O&M savings through 2025. I'll discuss these savings opportunities in more detail during today's presentation, but I want to emphasize that these optimization initiatives were the starting point for our new business plan.\nWe believe this is an effective strategy for the company to manage risks associated with high inflation and high commodity costs, which have increased the cost of energy for our customers. At the same time, our plans support top-tier EPS and dividend growth of 6% to 8% per year, with levers that mitigate risk and potentially provide upside. These include incremental O&M savings above the targeted $150 million and higher sales growth relative to the assumptions that we modeled in our plan. We also developed the capital investment plans required to deliver a more reliable and resilient network, and to advance a clean energy future for our customers, while earning near our allowed returns by 2025.\nWe see potential opportunities to invest more than our $12 billion capital plan over the next 5 years with incremental upside opportunity stemming from the federal infrastructure investment and Jobs Act or the IIJA. Importantly, about 55% of our current 5-year CapEx plan is expected to be recovered from riders and formula rates, significantly mitigating regulatory lag and supporting our credit metrics. This positions us to maintain a strong balance sheet, which will fuel organic growth without the need for equity issuances throughout our plan period.\nWe also have an opportunity to lead the clean energy transition as we move through the plan period, and begin to make the necessary investments to effectively transition our coal-fired generation fleet in Kentucky. This is a massive opportunity for both customers and share owners, and is a pivotal part of our broader clean energy strategy. In addition to delivering the utilities of the future, utilities that are designed to efficiently enable and manage distributed energy resources and large-scale renewables connected to our networks. We're on the leading edge of these efforts with the work we've done in Pennsylvania and are confident this proven strategy will continue to drive further savings and capital investment opportunities moving forward, even in Pennsylvania where it is already well underway.\nWe've combined this innovative approach with our culture of delivering operational excellence. And we have a superior track record, which we demonstrated with the Pennsylvania playbook slides on our Investor Day call.\nIn summary, we're excited to translate our track record of best-in-class operational excellence into top-tier returns for our shareowners. The actions we've taken over the past 18 months were designed to do just that, and I'm confident they will. We've hit the ground running with the new PPL. My team and I are ready and committed to deliver for our customers and our shareowners.\nTurning to Slide 5 and the highlights of our second quarter results. Today, we announced second quarter reported earnings of $0.16 per share. Adjusting for special items, second quarter earnings from ongoing operations were $0.30 per share compared with $0.19 per share a year ago. The strong second quarter earnings have us solidly on track to achieve the earnings guidance we shared during our Investor Day. And today, we reaffirmed our 2022 ongoing earnings forecast range of $1.30 to $1.45 per share with a midpoint of $1.37 per share. This forecast reflects a partial year estimate of contributions from Rhode Island Energy following our completion of the acquisition on May 25.\nToday, we also reaffirmed our projected compound annual earnings per share and dividend growth rates of 6% to 8% through at least 2025. Our per-share growth target is based off the midpoint of our 2022 pro forma forecast range of $1.40 to $1.55 per share or $1.48 per share. The pro forma forecast range reflects a full year of earnings contributions from Rhode Island Energy.\nIn addition to delivering strong quarterly results, we've also been hard at work, enabling the asset optimization and centralization plans that will drive our O&M savings targets. I'll discuss the details of these initiatives on the next slide.\nThe final major highlight, I'll note this morning is the RFP that LG&E and KU recently issued for replacement generation in Kentucky. As a reminder, the companies expect to retire at least 1,000 megawatts of coal-fired generation by 2028. The RFP is open to a variety of generation sources, which I'll touch on further in a few minutes.\nTurning to Slide 6. As I mentioned, our strategy moving forward focuses on efficiency and affordability, as we build the networks and make the investments necessary to deliver a clean energy future. Today, we're providing more detail on the savings opportunities that support our strategy. We expect to deliver $50 million to $60 million or about 1/3 of the savings target in 2023. As our investments in technology take shape, we expect the savings to step up to a cumulative total of $120 million to $130 million by the end of 2024, achieving the full $150 million of targeted savings by the end of 2025.\nThe timing and ranges reflect our planned implementation of various systems and processes, including the further use of data science to become more efficient. Turning to the right side of the slide, there are 2 key areas to this optimization strategy, operations and shared services. Regarding operations, the first piece is replicating our Pennsylvania playbook for electric T&D operations across Kentucky and Rhode Island, which we expect will drive about $80 million of savings by 2025. To accomplish this objective, we will deploy smart grid technology to enhance reliability and reduce costs, and leverage data science to maximize our resource allocation. We're also improving our vegetation management approach, leveraging models and satellite imagery to assess individual predictions of risk, such as when a tree canopy is expected to reach a certain power line, it will need to be trimmed or cut down.\nWe've spent several years honing our PA playbook, and we've built our electric T&D operating model to be scalable. Over the past decade, we grew our Pennsylvania rate base and earnings at about 10% a year, all while keeping O&M relatively flat, offsetting about $100 million of inflation over that period, and driving significant improvements in reliability and customer satisfaction. At the same time, we built 1 of the nation's most advanced energy network, 1 that incorporates self-healing technology and supports the growth of renewable energy. We believe the best is yet to come as we replicate our PA playbook enterprise-wide, with additional upside as we continue to find ways to scale technology and drive further innovation.\nAnother key source of O&M savings in our T&D operations will be the opportunity to leverage advanced technologies and our customer service function. This includes expanding and improving convenient self-service options for customers that reduces call handling and improves customer satisfaction. We're also projecting lower O&M in other areas of our operations, including the generation and gas LDC businesses, totaling about $35 million by 2025. We see the majority of this opportunity through greater efficiency in our generation fleet, including outage optimization and coal plant retirements.\nThe second area of focus is the centralization of shared services, which includes the consolidation of our supply chain function and IT systems and platforms. We expect to drive savings in this area of about $35 million by 2025. By deploying common systems and platforms across our operations, we expect to reduce software and licensing costs and improve overall operating efficiency. This also includes leveraging our increased buying power from centralized supply chain operations to procure equipment and materials enterprise-wide, as well as other savings from consolidating our other shared services functions.\nIn summary, we believe our strategy, which leverages operating efficiency, data science and advanced technology, differentiates PPL by supporting competitive earnings and dividend growth of 6% to 8%, while remaining focused on affordability as we make the investments needed to deliver the clean energy transition. We're confident we will achieve our O&M reduction targets, as they are driven by a proven operating model, are technology driven and are spread over several areas of the business over several years, with achievable targets and plans in each area.\nTurning to Slide 7. We continue to evaluate opportunities to advance the transition of our Kentucky generation fleet, which presents an exceptional investment opportunity. Under our current plan, we expect to retire 1,000 megawatts of coal by 2028 and an additional 1,000 megawatts by 2035. As we plan for the future, we continue to evaluate supply options and technologies that will best deliver value for our customers over the long term, while advancing cleaner sources and maintaining secure, reliable and low-cost energy in the state, which is key to supporting Kentucky's robust economic development.\nAs I noted earlier, LG&E and KU recently issued an RFP for replacement generation to address potential EPA regulations, load growth, coal plant retirements, and greater diversification of our Kentucky generation portfolio. The RFP is open to a variety of generation sources, including renewables, battery storage and peaking or baseload natural gas. We're seeking proposals for capacity and energy to be available, no earlier than 2025. Proposals are due in mid-August, and we expect to complete our evaluation by the end of October. This will allow us to submit our required regulatory filings either in Q4 of this year or Q1 of 2023.\nResults from the RFP will also inform further analysis we're undertaking regarding the transition of our coal-fired fleet to cleaner sources, based on our continued engagement with shareowners. This analysis will include various clean energy scenarios, including an assessment of the financial and operational implications of achieving an 80% clean energy portfolio by 2030. We expect to complete the analysis and share our results by the end of the year.\nAs you know, we issued 2 significant reports in the fall of 2021 with our Integrated Resource Plan and Climate Assessment report. This latest analysis, to be completed later this year, reflects our continued evaluation of clean energy transition options. Lastly, on this slide, I would note that we continue to closely monitor the EPA's proposed regulations for potential impacts to our transition plan, including the Good Neighbor rule. The Good Neighbor rule could potentially advance nearly 500 megawatts of coal-fired retirements from 2034 into the 2026 to 2028 time frame. As a result, we are closely monitoring that regulation, which we expect will become final later this year or in 2023.\nWith that, I'll now turn the call over to Joe for the financial update. Joe?\n\nJoseph P. Bergstein\n\nExecutive VP & CFO, PPL Corporation\n\nThank you, Vince, and good morning, everyone. Turning to Slide 9. As Vince noted, we reported 20,222nd quarter GAAP earnings of $0.16 per share. Special items in the second quarter were $0.14 per share, primarily due to integration expenses associated with the acquisition of Rhode Island Energy. Adjusting for these special items, second quarter earnings from ongoing operations were $0.30 per share, an improvement of $0.11 per share compared to last year. The strong quarter brings our year-to-date GAAP earnings to $0.53 per share. Adjusting for special items of $0.18 per share, our ongoing earnings results are $0.71 per share through the first half of 2022 compared to $0.47 in the first half of 2021.\nAs Vince mentioned, these results put us firmly on track to achieve our 2022 earnings forecast of $1.30 to $1.45 per share.\nTurning to the ongoing segment drivers on Slide 10. Our Pennsylvania Regulated segment results improved by $0.03 year-over-year, excluding accretion. The increased earnings in Pennsylvania were primarily driven by higher peak transmission demand and returns on additional capital investments in transmission.\nOur Kentucky segment also improved by $0.03 per share year-over-year, excluding accretion. The increase was primarily due to higher base retail rates effective July 1, 2021, and higher sales volumes, primarily due to favorable weather. Partially offsetting these increases, were higher O&M expenses, primarily due to plant outages and storm restoration costs, and higher depreciation due to additions to PP&E.\nOur Rhode Island segment earned $0.01 per share for the quarter, reflecting our 1 month of ownership. Results at Corporate and Other were $0.03 higher compared to the prior year, driven by lower interest expense primarily resulting from the recapitalization of the balance sheet following the sale of WPD.\nFinally, we experienced $0.01 increase in our second quarter 2022 EPS due to share accretion resulting from the $1 billion of buybacks completed in 2021.\nThat concludes my prepared remarks, and I'll turn the call back over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Joe. As I said at the outset of my remarks, I'm excited about the prospects for the new PPL. Through our strategic transactions, we've positioned the company to deliver consistent, sustainable, top-tier returns for our share owners, and exceptional results for our customers. We look forward to seeing many of you during our upcoming marketing events over the next few months, as we continue to share our story.\nWith that, operator, let's open it up for questions."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2fa8728dfd390b074af1fe758b2d3382",
    "period": "2022 Q1",
    "content": "Q1 2022 PPL Corp Earnings Call\n\nQ1 2022 PPL Corp Earnings Call\n\nPPLNYSEMAY 5, 11:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the PPL Corporation's First Quarter Earnings Conference Call. (Operator Instructions) Please also note today's event is being recorded.\nAt this time, I would like to turn the conference call over to Andy Ludwig, Vice President of Investor Relations. Sir, please go ahead.\n\nAndrew Ludwig\n\nVP of IR, PPL Corporation\n\nThank you, and good morning, everyone. Welcome to the PPL Corporation Conference Call on First Quarter 2022 Financial Results. We provided slides for this presentation in our earnings release issued this morning on the Investors section of our website.\nBefore we get started, I'll draw your attention to Slide 2 and a brief cautionary statement. Our presentation today contains forward-looking statements about future operating results or other future events. Actual results may differ materially from these forward-looking statements. Please refer to the appendix and PPL's SEC filings for a discussion of factors that could cause actual results to differ from the forward-looking statements.\nWe will also refer to non-GAAP measures, including earnings from ongoing operations and adjusted gross margins on this call. For reconciliations to the comparable GAAP measures, please refer to the appendix.\nParticipating on our call this morning are Vince Sorgi, PPL President and CEO; Joe Bergstein, Chief Financial Officer; and Greg Dudkin, Chief Operating Officer.\nWith that, I'll now turn the call over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Andy, and good morning, everyone. We appreciate you joining us for our first quarter investor update.\nMoving to Slide 3 and the agenda for today's call. I'll begin this morning with highlights of our first quarter performance and an update on the status of our planned acquisition of Narragansett Electric in Rhode Island. Joe will then provide a detailed review of first quarter financial results. And as always, we'll leave ample time for your questions.\nTurning to Slide 4. Today, we announced first quarter reported earnings of $0.37 per share. Adjusting for special items, first quarter earnings from ongoing operations were $0.41 per share compared with $0.28 per share a year ago. These results were in line with our expectations and provide a strong start to the year as we remain focused on repositioning PPL for long-term growth and success.\nMoving to Rhode Island, we received approval in late February from the Rhode Island division of Public Utilities and Carriers to acquire Narragansett Electric from National Grid. In its detailed decision, the division found that PPL met the statutory standard for approval.\nThe Rhode Island Attorney General's office appealed the division's order to the state's Superior Court and obtained a stay of the approval until the appeal could be heard.\nOn April 26, the superior court heard oral arguments on the Attorney General's appeal. The Attorney General contends that the division misapplied the statutory standard for approval and in particular, the state's public interest requirement. The Attorney General also contends that the division failed to adequately consider Rhode Island's act on climate in its analysis decision.\nWe disagree and believe the extensive record and evidence in this case demonstrate that the division properly applied the statutory standard and correctly approved the transaction.\nAt the April 26 hearing, the Attorney General's office asked Judge Stern to remand the matter back to the division with instructions to address the issues raised by the Attorney General. The Attorney General's office did not ask the judge to reverse or vacate the decision. We anticipate Judge Stern will issue a decision on the appeal relatively soon because he publicly stated that a quick and timely resolution of this matter is in the best interest of all parties.\nIn the meantime, we are actively engaged in settlement discussions with the Attorney General's office and remain prepared to close promptly with National Grid. As we've shared all along, we are eager and excited about the opportunity to work with the talented team at Narragansett Electric to drive significant value for Rhode Island customers and support the state's decarbonization efforts.\nWe continue to believe Narragansett Electric is an excellent for PPL and that PPL is an excellent fit for the state of Rhode Island. We remain confident that we will reach a positive outcome in the proceeding.\nGiven the pending litigation, we are not in a position to provide additional details at this time. And I have said all I can say about this matter on today's call. I appreciate you respecting the process when we get to the Q&A session.\nTurning to Slide 5 and a few operational highlights. Our Kentucky Utilities continue to seek opportunities to advance clean energy options and support Kentucky's growing economic development. In late February, LG&E and KU joined the state's new Hydrogen Hub initiative, which focuses on making hydrogen a low-carbon solution for the future. The initiative is part of a new energy strategy announced last fall by Kentucky Governor, Andy Beshear and the Kentucky Energy and Environment Cabinet.\nLG&E and KU's commitment to promote hydrogen supports a key pillar of PPL's clean energy strategy, which is to drive digital innovation and R&D to enable new technologies. The commitment is also consistent with our sponsorship of EPRI's Low-Carbon Resources Initiative, and LG&E and KU's partnership with the University of Kentucky Center for Applied Energy Research. EPRI's Low-Carbon Resources Initiative seeks to advance clean energy technology and low carbon energy carriers such as hydrogen.\nMeanwhile, LG&E and KU's carbon capture partnership with the University of Kentucky, includes a novel project focused on capturing CO2 from natural gas combined cycle plants and directly from the air as well as producing hydrogen and oxygen as value-added streams. We're excited to join this new Hydrogen Hub initiative and we will continue to engage with the Kentucky administration and other stakeholders as the state's clean energy strategy evolves.\nWe're also very excited to support continued economic development in Kentucky, which is coming off a banner year for attracting new business and manufacturing in the state. As we highlighted on our third quarter call, Kentucky's success in 2021 included Ford's announcement that it will build a $6 billion battery manufacturing complex within our LG&E and KU service territories. The complex to be built in Glendale, Kentucky will help put the state at the forefront of the auto industry's transformation to electric vehicles, and the state has called it the single-largest economic development project in its history.\nIn support of this effort in Glendale, Kentucky Utilities recently requested regulatory approval to build 2 345 kv and 2 138 kv power lines and 2 new substations. LG&E plans to construct an interconnection gas regulation facility and nearly half mile of gas lines to serve the Glendale project. The estimated capital cost to support the Glendale economic development project is $150 million to $200 million. The Kentucky Public Service Commission has set a procedural schedule that will support our ability to meet Ford's construction time line.\nIn addition to these initiatives, we also remain focused on advancing technology and innovation. Each of our utilities were recently recognized for these efforts by EPRI, winning technology transfer awards. In Pennsylvania, PPL Electric Utilities received this award for application of an adaptive tool, which, through automation, further increases the overall safety, reliability and efficiency of the electric grid. This tool expands on one of the most advanced grids in the nation as we continue to develop a safer, smarter, self-healing grid of the future.\nIn Kentucky, LG&E and KU were recognized for the use of EPRI's electrification portfolio assessment tool to identify high-impact electrification technologies to reduce natural gas use and related emissions. This technology research project identified more than 1 million-megawatt hours of electrification opportunities for LG&E and KU industrial and commercial customers to reduce emissions and lower costs.\nThese awards are just another example of our continued efforts to lead in the research and development space while progressing towards our sustainability goals.\nAcross our businesses, we are also very focused on improving the customer experience by expanding self-service options, and our progress in this area continues to be well received by our customers. In February, PPL Electric Utilities ranked first in J.D. Power's annual Utility Digital Experience Study. The study assesses how customers interact online and through mobile apps with the 36th largest electric, natural gas and water utilities in the U.S.\nPPL Electric's score in the study improved significantly in 2022, while the majority of the companies surveyed experienced declining scores. Improving customers' digital experience is yet another way we continue to use technology to drive value for our customers.\nShifting to our final update on Slide 5. We continue to make progress across PPL in advancing key environmental, social and governance initiatives. On April 14, we published our annual sustainability report, which addresses our approach to a wide range of ESG issues and highlights our 2021 performance and progress.\nAs highlighted in the report, we have expanded on our commitment to achieve net-zero carbon emissions by committing to not burn unabated coal by 2050. This new commitment reflects our continued discussion and expectations around the future of our coal fleet and its transition.\nBased on our current retirement schedule, we expect our coal capacity to be reduced from just over 4,700 megawatts today to approximately 550 megawatts in 2050. The 550 megawatts are associated with our highly efficient Trimble County 2 coal-fired facility, which was completed in 2011.\nThere are any number of technology developments, regulatory mandates or circumstances that could impact the timing of the end of this plant's economic life. We believe that research and development is key to our clean energy future and fully expect that innovation, technological advances and the relative economics of other cleaner energy sources will support the company's commitment to not burn unabated coal at this facility by 2050.\nIn other highlights from our sustainability report, we created and filled a new Chief Diversity Officer position to lead our DEI strategy enterprise-wide and build on the progress we made in 2021.\nFinally, I would note that we have added political contributions to the oversight function of our Board's Governance, Nominating and Sustainability Committee. PPL's transparent disclosures in this area have earned us a trendsetter ranking by the CPA Zicklin Index, which benchmarks the political disclosures and accountability policies and practices of leading U.S. public companies. Oversight by the Governance, Nominating and Sustainability Committee will further strengthen our governance in this area.\nThat concludes my strategic and operational overview. I'll now turn the call over to Joe for the financial update. Joe?\n\nJoseph P. Bergstein\n\nExecutive VP & CFO, PPL Corporation\n\nThank you, Vince, and good morning, everyone. I'll cover our first quarter segment results on Slide 6.\nAs Vince noted, we reported 2022 first quarter GAAP earnings of $0.37 per share. Special items in the first quarter were $0.04 per share, primarily due to integration expenses associated with the planned acquisition of Narragansett Electric. Adjusting for these items, first quarter earnings from ongoing operations were $0.41 per share.\nTurning to the ongoing segment drivers. Our Pennsylvania Regulated segment earned $0.19 per share, a $0.03 year-over-year increase. The improved earnings results in Pennsylvania were primarily driven by higher peak transmission demand, returns on additional capital investments in transmission and higher sales volumes. The increases were partially offset by higher operation and maintenance expense, including higher-than-expected storm costs.\nTurning to our Kentucky segment, we earned $0.25 per share in the first quarter, $0.07 increase over comparable results 1 year ago. The increase was primarily due to higher base retail rates effective July 1, 2021. Partially offsetting this increase was higher depreciation due to additions to PP&E.\nResults at Corporate and Other were $0.03 higher compared to the prior year. Factors driving earnings results at Corporate and Other primarily included lower interest expense, primarily resulting from the recapitalization of the balance sheet following the sale of WPD.\nFinally, included in the segment results, as reflected on this slide, is a $0.02 increase in our first quarter 2022 EPS due to share accretion resulting from the $1 billion of buybacks completed in 2021.\nThat concludes my prepared remarks, and I'll turn the call back over to Vince for some closing comments.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Joe. As I noted earlier in my remarks, we continue to work diligently through the state appeals process in Rhode Island. While the appeal has delayed the closing of the acquisition, we are confident we will complete this transaction, and we look forward to introducing a new PPL, a PPL that is built for the future, an innovative, best-in-class utility operator positioned to deliver competitive earnings and dividend growth, backed by one of the strongest balance sheets in our sector, employees to lead the clean energy transition, while keeping energy service affordable and reliable for our customers.\nAnd we continue to look forward to sharing a strategic update, including long-term growth projections at an Investor Day following the Rhode Island closing.\nWith that, operator, let's open the call for Q&A."
  },
  {
    "header": "PPL",
    "cik": "0000922224",
    "ticker": "PPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fcc13a5be4a9734e610fbebee262481",
    "period": "2021 Q4",
    "content": "Q4 2021 PPL Corp Earnings Call\n\nQ4 2021 PPL Corp Earnings Call\n\nPPLNYSEFEB 18, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the PPL Corporation Fourth Quarter Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Andy Ludwig, Vice President of Investor Relations. Please go ahead.\n\nAndrew Ludwig\n\nVP of IR, PPL Corporation\n\nThank you. Good morning, everyone, and thank you for joining the PPL conference call on fourth quarter and full year 2021 financial results. We have provided slides for this presentation and our earnings release issued this morning on the Investors section of our website. Before we get started, I'll draw your attention to Slide 2 and a brief cautionary statement. Our presentation and earnings release, which we'll discuss during today's call, contain forward-looking statements about future operating results or other future events. Actual results may differ materially from these forward-looking statements. Please refer to the appendix of this presentation and PPL's SEC filings for a discussion of factors that could cause actual results to differ from the forward-looking statements.\nWe will also refer to non-GAAP measures, including earnings from ongoing operations and adjusted gross margins on this call. For reconciliations to the comparable GAAP measures, please refer to the appendix. Participating on our call this morning are Vince Sorgi, PPL President and CEO; and Joe Bergstein, Chief Financial Officer; and Greg Dudkin, Chief Operating Officer.\nWith that, I'll now turn the call over to Vince.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Andy, and good morning, everyone. We appreciate you joining us for our 2021 year-end earnings call. Moving to Slide 3 and the agenda for today's call. I'll begin this morning with an overview of 2021 and what was clearly a significant transition year for PPL. I'll highlight key achievements we made throughout the year, including our progress in strategically repositioning PPL for future growth and success. Joe will provide a financial update including the previously discussed reset of our first quarter dividend we announced this morning and a detailed overview of our 2021 financial results. And as always, we'll leave ample time for your questions.\nTurning to Slide 4. We I'm incredibly proud of how our team performed and what was truly a remarkable year for PPL. As we began a new century in our company's history, we took bold steps to strategically reposition PPL as a U.S.-focused energy company committed to sustainable growth and well positioned to lead the clean energy transition while maintaining affordability and reliability for our customers.\nWe completed the sale of our U.K. utility business in June, achieving exceptional value at almost $11 billion while eliminating risks associated with foreign operations. We then took steps to strengthen PPL's balance sheet by reducing $3.5 billion of our holding company debt which provides us with significant financial flexibility going forward. We advanced our planned acquisition of Narragansett Electric, which will expand and diversify our U.S. presence, add another high-quality regulated utility to our portfolio and create additional opportunities to leverage our proven operating model to drive value for customers and shareowners.\nWe anticipate receiving a final order from the Rhode Island division of public utilities and carriers with respect to the acquisition by March of 2022. While the strategic repositioning was a key priority in 2021 to set PPL up for long-term success, we also remain focused on achieving our near-term objectives.\nIn 2021, we continued our track record of earning equity returns that were in line with those allowed by our regulators. We also achieved constructive regulatory outcomes in 2021, with the settlements on the Pennsylvania FERC ROE challenge and the rate case in Kentucky, which will provide added stability and predictability to our plan over the next several years.\nWe also returned over $2 billion to share owners through dividends as well as share repurchases, which included the completion of our targeted $1 billion in share buybacks through December 31. And true to our mission, we delivered energy safely, reliably and affordably for our 2.5 million customers in the United States. And as the pandemic refused to yield, we stayed resilient acted responsibly to protect our employees and remain focused on continuous improvement. From Kentucky to Pennsylvania, we delivered exceptional service throughout 2021. We maintain transmission and distribution reliability as well as generation availability that was among the best in the industry.\nDespite PPL Electric Utilities experiencing significant storms during 2021, it maintained top quartile performance for Seifi, which measures the average number of outages our customers experience. Meanwhile, our Kentucky operations posted their second best year on record for safety. When severe weather struck either in Pennsylvania or Kentucky, we responded quickly and effectively.\nFor example, after December tornadoes, tour through portions of our service territory in Kentucky, damaging are destroying more than 500 transmission and distribution poles. We restored power to most customers within 48 hours. Similarly, when the remnants of Hurricane Ita swept through our Pennsylvania service territory, knocking out power to tens of thousands of customers, we mobilized quickly and effectively to get the lights back on as soon as possible. Our restoration performance in the wake of Hurricane Ida was recognized with an EEI Emergency Response Award.\nThis performance is the result of the investments we've made in our grid and our dedicated employees who pride themselves on delivering the superior level of service each day. And that service was once again reflected in our customer satisfaction scores. We were honored to receive 4 new J.D. Power awards in 2021 for electric utility residential and business customer satisfaction with PPL Electric Utilities and Kentucky Utilities both ranking highest among similarly sized utilities in their respective regions.\nAnd following an independent survey of customers at 140 of the largest utilities in the U.S., PPL Electric and Kentucky Utilities were recognized by Escalent as 2 of the most trusted utility brands in the nation. Across PPL, we also continue to foster a culture of innovation, investing in advanced technology and data analytics to deliver industry-leading reliability and enterprise-wide cost efficiencies.\nThis resulted in multiple industry awards in 2021, including the use of dynamic line rating, technology, and the use of data analytics to better target vegetation management. With an eye towards keeping reliability strong and empowering our customers, we also continue to invest in the future. This included executing more than $2 billion in infrastructure improvements to further strengthen grid resilience, modernize our networks, incorporate advanced technology and pave the way for increased electrification and renewable energy in our service territories.\nTurning to Slide 5. Over the past year, we also delivered on our commitments to deliver a sustainable PPL for our share owners, employees and the communities we serve. We made significant progress in advancing our clean energy strategy. We adopted a net 0 carbon emissions goal, accelerated our interim emissions reduction targets to 70% from 2010 levels by 2035 and 80% by 2040. And we also accelerated our coal plant retirement schedule. Separately, we announced a commitment of over $50 million in new investments to fund research and development in the clean energy space with our planned investments in EIP and EPRI's low carbon resources initiative.\nWe also launched a new partnership to study carbon capture at natural gas combined cycle power plants and reached new agreements to provide an additional 125 megawatts of solar power to major Kentucky customers. In November, we published our latest comprehensive climate assessment report, which highlights the risks associated with climate change and the opportunities in responding to it and evaluate potential future emissions under multiple scenarios.\nThis included a scenario consistent with limiting global warming to 1.5 degrees Celsius. Our climate assessment outlines our clean energy strategy and goals to enable a responsible transition that balances our commitments to the environment, our customers, our employees and our communities. LG and KU also submitted their joint Integrated Resource Plan, which reflected a significant increase in projected renewable additions in the 15-year planning horizon compared to our prior plan.\nWe expect the trend of a more rapid decarbonization of our generation fleet in Kentucky to continue with further improvements in cost and technology for renewables as well as other clean energy technologies. In addition to our focus on advancing our clean energy transition, we also remain very engaged in the communities we serve and with our employees throughout 2021. We continue to move PPL forward by creating a more diverse and inclusive workplace. We implemented an enterprise-wide diversity, equity and inclusion strategy, adopted DEI commitments increased diversity within our leadership ranks, overall workforce and the Board, and we expanded our support for social justice and equity initiatives in the communities we serve.\nIn addition, we continue to create new opportunities through business resource groups for employees of all backgrounds and experiences to collaborate, share perspectives and contribute to PPL's success. Our strong commitment to diverse and inclusion received recognition for multiple organizations in 2021, with PPL being named the Best Place to Work for LGBTQ Equality and disability inclusion as well as a top company for ESG. In this January, PPL once again was named a Best Place to Work for LGBTQ Equality, marking the sixth straight year PPL has received this recognition.\nDuring our fall giving campaigns, PPL employees and retirees collectively raised more money than ever before. More than $7 million in individual pledges and corporate matching contributions that will help lift individuals, families and communities. And in the aftermath of the Kentucky tornadoes, we responded quickly, providing financial support to assist Kentucky families and businesses. In other highlights, we continue to build an exceptional management team that we believe will lead PPL to its best years to come.\nWe promoted Greg Dudkin to Chief Operating Officer and are leveraging his experience in building one of the most advanced utilities in the nation in PPL Electric Utilities to drive further value for stakeholders across all of PPL's operating companies. We're extremely excited to have Wendy Stark on our team as our new General Counsel.\nWendy's extensive experience in regulatory matters and her deep knowledge of our industry have made her a great addition to PPL. We named 2 new utility precedents in Pennsylvania and Kentucky, with Stephanie Raymond in Pennsylvania, and John Crockett in Kentucky. Stephanie is the first female utility president in our company's 100-year history. We also named a highly qualified and experienced leadership team in Rhode Island led by Dave Bonenberger from PPL and and numerous talented employees from National Grid to lead our electric and gas operations pending the completion of the acquisition. We also took steps to strengthen our corporate governance during the year.\nOur Board of Directors appointed an outstanding leader and experienced Board member as independent Board Chair in Craig Rogerson, reflecting PPL's continued commitment to strong corporate governance and independent oversight by a diverse, engaged Board. And Heather Redman, Co-Founder and Managing Partner of Flying Fish Partners was a welcomed addition to our highly experienced Board of Directors, and brings a wealth of expertise in disruptive technologies and the energy industry.\nIn summary, across our business, we made tremendous progress in 2021 as we pursued our strategy to deliver sustainable value for all stakeholders and position PPL for future growth and success.\nWith that, I'll now turn the call over to Joe for the financial update. Joe?\n\nJoseph P. Bergstein\n\nExecutive VP & CFO, PPL Corporation\n\nThank you, Vince, and good morning, everyone. Let's turn to Slide 7 for the financial update. Today, we announced fourth quarter reported earnings of $0.18 per share. Special items in the fourth quarter were $0.04 per share, primarily due to integration expenses associated with the planned acquisition of Narragansett Electric and discontinued operations associated with the U.K. utility business.\nAdjusting for special items, fourth quarter earnings from ongoing operations were $0.22 per share. Our fourth quarter results bring our total 2021 results to a net loss of $1.93 per share. Special items for 2021 were $2.98 per share, primarily due to discontinued operations associated with the U.K. utility business, a U.K. tax rate change prior to the sale and a loss on the early extinguishment of debt.\nAdjusting for special items, 2021 earnings from ongoing operations were $1.05 per share. Before turning to the 2021 earnings walk, I'll highlight a few other financial updates. The most notable being the first quarter dividend we announced this morning.\nAs we indicated on our third quarter earnings call, we plan to update the dividend following the January 3 payment as we continue to progress on PPL's strategic repositioning. Recall that we had maintained the dividend at the prior rate despite the sale of WPD, providing $350 million of dividends to reward long-term share owners as we work to close the transactions and deploy the cash proceeds from the WPD sale in a value-accretive manner. Today, we've announced the first quarter 2022 dividend of $0.20 per share payable April 1. The updated quarterly dividend aligns with our earnings projections for PPL's current businesses and a targeted payout ratio of 60% to 65%. We plan to provide an updated annualized dividend rate and growth projections to align with earnings growth during an Investor Day following the completion of the Narraganset regulatory review process. We recognize that it would have been optimal to declare the April 1 dividend when we provide our annualized earnings forecast.\nHowever, since we haven't completed the Narraganset regulatory review process, we wanted to be transparent today by providing clarity on the dividend reset following the sale of WPD. We plan to reflect any increase in the dividend due to the inclusion of Narraganset in our forecast when we provide a comprehensive financial update at the Investor Day.\nAs Vince noted, one of the key financial highlights for 2021 was a reduction in our holding company debt as we allocated a significant amount of the WPD sales proceeds to strengthen PPL's balance sheet. We had a unique opportunity to establish one of the leading credit profiles in the sector, an attribute we see is increasingly important with the growing capital needs to fund the clean energy transition and now amid the backdrop of rising interest rates.\nIn other financial updates, we amended and extended our credit facilities during the fourth quarter to better align our liquidity needs post the strategic repositioning. In short, we slightly reduced the capacity at PPL Capital funding to $1.25 billion from $1.45 billion as we no longer need the same level of liquidity without the foreign currency risk associated with the U.K.\nWe have also included an option to add an Arrogancet as a co-borrower to the PBL Capital funding credit facility, pending the closing of the acquisition. And we continue to target 16% to 18% CFO and FFO to debt metrics, including the Narragansett Electric acquisition.\nWe believe these actions provide a very strong financial foundation and place PPL among the best credit profiles in our industry. Let's move to our full year 2021 earnings results on Slide 8. I would note that while I will compare 2021 earnings to our 2020 results, the periods are not truly comparable given the sale of the U.K. businesses, the reallocation of certain costs, the balance sheet recapitalization along with the outcome of the transmission ROE challenge. Similar to prior quarters, we have adjusted the 2020 corporate other amount to reflect certain costs previously allocated to the U.K. regulated segment, primarily interest expense and other support costs.\nThese costs totaled about $0.07 per share for the year. Turning to the ongoing segment drivers. Our Pennsylvania Regulated segment earned $0.61 per share, a $0.04 year-over-year decrease. Earnings results in Pennsylvania were primarily driven by a reduction in the transmission formula rate return on equity, lower peak transmission demand and higher operation and maintenance expense. These decreases were partially offset by returns on additional capital investments in transmission.\nTurning to our Kentucky segment, we earned $0.61 per share in 2021. A $0.06 increase over comparable results 1 year ago. The increase was primarily due to higher base retail rates effective July 1, and lower interest expense primarily due to lower interest costs that were previously allocated to the Kentucky Regulated segment and lower interest rates, partially offsetting these items were higher operation and maintenance expense, related to several factors, including support costs, generation plant costs, T&D costs and higher depreciation due to the additions to PP&E.\nResults at Corporate and Other were $0.03 higher compared to the prior year. Factors driving earnings results at Corporate and Other, primarily included lower interest expense primarily due to less outstanding long-term holding company debt, partially offset by interest costs previously allocated to the Kentucky segment, partially offsetting this increase were several factors that were not individually significant.\nMoving to Slide 9. The capital investments made in Pennsylvania and Kentucky during 2021, support grid modernization, grid resiliency and reliability and improved service for our customers. Of the $2 billion of CapEx that Vince noted, we invested about $1 billion in each of the segments. In Pennsylvania, investments in distribution were made to maintain top quartile industry reliability and performance and investments in more advanced IT systems.\nMeanwhile, on the transmission side, investments were primarily related to asset health and reliability with a focus on smart relays, equipment monitoring and automation to support a more advanced grid. Our Kentucky investments were primarily related to replacing aging transmission infrastructure, maintaining and enhancing our electric distribution network, generation outages, environmental compliance and grid modernization. This resulted in total rate base growth of nearly 6% even as rate base related to our coal-fired generation facilities declined.\nThat concludes my prepared remarks, and I'll turn the call back over to Vince for some closing comments.\n\nVincent Sorgi\n\nPresident, CEO & Director, PPL Corporation\n\nThank you, Joe. As I mentioned at the outset of my remarks, 2021 was very much a transition year for PPL. It was about reimagining PPL and laying a firm foundation for the company's future growth and success, and I believe we achieved just that.\nLooking forward, our focus is on completing the acquisition of Narraganset Electric and introducing a new PPL to shareowners, a PPL that is committed to delivering sustainable value for share owners, backed by one of the strongest balance sheets in the U.S. utility sector, distinguished by its best-in-class customer service. Committed to net 0 carbon emissions and well positioned to lead the clean energy transition, while maintaining affordable, reliable service for our customers. We look forward to sharing further details on our strategy and the exciting growth prospects for the new PPL at our Investor Day.\n\nAndrew Ludwig\n\nVP of IR, PPL Corporation\n\nWith that, operator, let's open the call to Q&A."
  }
]