[
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/488ac9fc169d59bc015d0ba01cd4af49",
    "period": "2025 Q3",
    "content": "Q3 2025 Arch Capital Group Ltd Earnings Call\n\nQ3 2025 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQOCT 28, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the 3Q 2025 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nBefore the company gets started with its update, management wants to first remind everyone that certain statements in yesterday's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed with the -- by the company with the SEC from time to time, including our annual report on Form 10-K for the 2024 fiscal year.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance. The reconciliation to GAAP for non-GAAP financial measures can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com and on the SEC website at www.sec.gov.\nAnd now I would like to introduce your host for today's conference, Mr. Nicolas Alain Papadopoulo; and Mr. Francois Morin. Sirs, you may begin.\n\nNicolas Alain Emmanuel Papadopoulo\n\nCEO of Arch Worldwide & Chief Underwriting Officer of Property & Casualty Operations, Arch Capital Group Ltd.\n\nGood morning. And welcome to Arch's Third Quarter Earnings Call. We delivered record results in the quarter with over $1 billion of after-tax operating income and over $1.3 billion of net income both up 37% year-over-year. After-tax operating earnings per share of $2.77, another record represented an 18.5% annualized operating return on average common equity. These results reinforce the strength of our diversified platform, which enables our underwriter to pursue opportunities and deploy capital across the enterprise. Meaningful contribution from all 3 segments combined with solid investment returns, pushed year-to-date book value per share growth to 17.3%.\nOur quarterly consolidated combined ratio of 29.8% reflect excellent underwriting and low cat activity in the quarter. Big picture, our 9 months combined ratio of 83.6%, which include the impact of California wildfires and severe [indiscernible] storms highlights the strong underwriting performance across our businesses.\nNow some comments about market conditions. As you have heard on other calls, competition is generally increasing. As cycle managers who lean into the strikes of our brand, including underwriting discipline and using risk-based pricing tools to generate profitable business. We deployed capital into businesses we believe will generate superior risk-adjusted returns. However, given relatively weaker market pricing and an attractive entry point for our stock repurchased $732 million of shares in the quarter. Critically, our strong balance sheet and strong capital-generating capabilities permits us to both invest in our business and return capital to investors. Our objective is clear throughout the cycle to maximize return for our shareholders over the long term.\nImportantly, I want to emphasize that we are actively looking to deploy as much capital as possible towards attractive underwriting opportunities. Our playbook remains consistent allocate capital to attractive opportunities that meet our risk-adjusted target returns, pursue profitable growth while prioritizing renewals that meet our return thresholds and take full advantage of our operating flexibility across insurance, reinsurance and mortgage. Over time, this playbook has been key in enabling us to deliver consistently strong returns without regard to market cycles.\nI will now provide some color from our reporting segment, starting with our Property and Casualty Insurance Group. Underwriting income for the quarter was $129 million, up 8% year-over-year or nearly $2 billion of net premium written. Our combined ratio was 93.4%, with a current accident [indiscernible] ex cat combined ratio of 91.3%, reflecting the strong underlying margins of our insurance portfolio. The distinguishing strengths of our insurance segment is its breadth across specialty lines. Areas where our team applied deep knowledge and experience to drive better risk selection.\nSuccessfully navigating a transitioning market demand our underwriter employed the capabilities and experience they have developed to leverage our differentiated offerings and market leadership position as we look to drive profitable returns. When compared to the third quarter last year, we grew net written premium in North America other liability occurrence by 17%, supported by growth in dealer market and double-digit rate increase in E&S casualty. Net written premium in our North America property and short-tail book increased 15%.\nGrowth in [indiscernible] and media property more than offset declines in excess and surplus property. International premium volume was essentially flat. The strategic element of our insurance growth is our middle market business in North America, which was significantly enhanced through the MidCorp and entertainment acquisition last year. As discussed previously, the acquired business provides a significant platform from which we intend to build further scale in the middle market sectors.\nImportantly, it is already driving growth and yielding tangible returns. At the outset, we set 3 integration priorities for the acquired business. all over the portfolio, immediate less attractive areas and separate from legacy systems. We have completed the portfolio rollover, remediation and separation are on target. Even though there is still work to do, we remain excited about this opportunity which has been well received by our distribution partners.\nNext to reinsurance, which delivered another strong quarter with a record of $482 million of underwriting income. The 76.1% combined ratio was a significant improvement over last year's [indiscernible] third quarter and illustrates our ability to generate attractive underwriting returns. Net premium returns were $1.7 billion, down roughly 11% year-over-year, reflecting current pricing conditions in short-tail and property cat lines and increased retention by [indiscernible].\nThe diversity of our reinsurance platform means we aren't overly concentrated in any 1 line. For example, property cat, which has been a hot topic of recent industry conferences, represent only 14% of reinsurance total net premium return for the trailing 12 months ended September 30.\nOur diversified reinsurance platform, supported by a strong partnership with our broker and [indiscernible] across multiple lines and geographies, further enhances our ability to navigate a competitive environment. We continue to like our prospects in most lines of business and with improving conditions and casualty lines, our agility and ability to create opportunities is an advantage for us in this market. Moving to mortgage, which continues to operate exceptionally well, generating $260 million of underwriting income for the quarter. The segment remains on pace to deliver approximately $1 billion of underwriting income for the year and is a steady diversifying contributor to Arch's earnings.\nWhile mortgage originations remained modest due to affordability challenge. Our high-quality in-force portfolio continued to outperform expectations. We are well positioned to support first-time homebuyers when the U.S. housing market eventually expands. The broader mortgage insurance market remained healthy with disciplined underwriting and stable pricing.\nNow turning to investments, where strong earnings and cash flow grow investable assets to $46.7 billion this quarter with net investment income of $408 million, a quarterly record for Arch. We continue to position the portfolio to remain conservative in the current environment with an eye towards generating reliable and sustainable earnings and cash flows for the group.\nTo conclude my opening remarks, I want to emphasize that we manage our with a long-term land. That was true in the past, it is true today and it will be true tomorrow. [indiscernible], not quarters, and in a transitioning environment, our focus remains on producing superior returns and profitable growth. Our ability to remain successful is rooted in our differentiated customer experience, superior risk-based pricing and the creativity of our underwriting teams, which are empowered and incentivized to generate profitable business aligned with shareholder value.\nToday, we are well positioned to outperform in an increasingly competitive market. Our strong capital position gives us the flexibility to invest in the most attractive risk-adjusted opportunities whether in the business or by returning capital to shareholders. This transitioning market is a moment to lead into our strengths with confidence and clarity. I'll now turn the call over to Francois before returning to answer your questions.\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Nicolas, and good morning to all. Last night, we reported our third quarter results with after-tax operating income of $2.77 per share and an annualized net income return on average common equity of 23.8%. Book value per share grew by 5.3% in the quarter. Similar to last quarter, our 3 business segments delivered excellent underlying results with an overall ex-cat accident year combined ratio of 80.5%, down 40 basis points from last quarter.\nOur underwriting income included $103 million of favorable prior year development on a pretax basis in the third quarter or 2.4 points on the overall combined ratio. We recognized favorable development across all 3 of our segments and in many of our lines of business. The most significant improvements were once again seen in our short tail lines in our P&C segments and in mortgage due to strong cure activity. Current year catastrophe losses were low at $72 million, net of reinsurance and reinstatement premiums in what is typically our most active quarter for catastrophes.\nThe Insurance segment's net premiums written grew by 7.3% compared to the same quarter 1 year ago mostly due to the contribution of the mid-corp and entertainment unit for a full 3 months this quarter compared to only 2 months from the same quarter 1 year ago. The ex-cat accident year loss ratio improved by 10 basis points to 57.5% compared to the same quarter 1 year ago. and the 220 basis point increase in the acquisition expense ratio is primarily due to the benefit we observed in the third quarter of 2024, from the write-off of deferred acquisition costs for the acquired business at closing under purchase GAAP.\nProfit commissions paid for prior accident years also explains some of the increase from the same quarter 1 year ago by approximately 40 basis points. The Reinsurance segment produced its best quarter ever in terms of pretax underwriting income at $482 million, a direct reflection of the strong underlying profitability of the business written over the last few quarters and the absence of significant catastrophe activity in the quarter. Overall, net written premium was down by approximately 10.7% from the same quarter 1 year ago.\nOf note, approximately 75% of the overall reduction is the result of 2 large transactions from the third quarter in 2024 in our specialty line of business that did not renew this quarter. The absence of reinstatement premiums also negatively impacted our top line this quarter. Our ex-cat accident year combined ratio remained very strong at 76.8% and reflecting the robust level of underwriting margins in our book of business.\nOnce again, our mortgage segment delivered another very strong quarter with underwriting income of $260 million. The improvement from last quarter was primarily due to a lower level of ceded premiums as a result of the tender offers we executed in the second quarter for 2 Bellemeade [indiscernible]. There was also a slight benefit due to a higher level of cancellations on CRT transactions. The delinquency rate of our U.S. MI business increased to 2.04% and in line with our expectations due to seasonality in the business. On the investment front, we earned a combined $542 million from net investment income and income from funds accounted using the equity method or $1.44 per share pretax.\nNet investment income remains an important source of income for us. And with the help of strong positive cash flow from operations, $2.2 billion in the quarter, it should continue to grow in line with the size of our investment portfolio. The allocation of our portfolio remained neutral relative to our targeted benchmark. Income from operating affiliates was strong at $62 million due especially to a very good quarter at [indiscernible] REIT.\nOur operating effective tax rate on a year-to-date basis stands at 14.7% and reflects the mix of income by tax jurisdiction. It is slightly below the 16% to 18% previously guided range, mostly due to a 1.7% benefit from discrete items. As of October 1, our peak zone natural cat probable maximum loss for a single event, 1 in 200 year [indiscernible] return level on a net basis remained flat at $1.9 billion. and now stands at 8.4% of tangible shareholders' equity. Our P&L remains well below our internal limits.\nOn the capital management front, we repurchased $732 million of our shares in the quarter and added $250 million to this number so far in October. On a year-to-date basis, we have repurchased 15.1 million shares, representing 4% of the outstanding number of common shares at the start of the year. As Nicholas mentioned, our balance sheet is stronger than it's ever been and it remains a significant asset for us as we focus on executing our playbook and leveraging the value of the Arch brand as we move forward in this dynamic market.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8a7c80a749ac70a695e328adae9b5026",
    "period": "2025 Q2",
    "content": "Q2 2025 Arch Capital Group Ltd Earnings Call\n\nQ2 2025 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQJUL 30, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Second Quarter 2025 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. Before the company gets started with its update, management wants to first remind everyone that certain statements in yesterday's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. .\nThese statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Subsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time, including our annual report on Form 10-K for the 2024 fiscal year.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance.\nThe reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com and on the SEC's website at www.sec.gov. I would now like to introduce your host for today's conference call, Mr. Nicolas Papadopoulo, and Mr. Francois Morin.\n\nNicolas Alain Emmanuel Papadopoulo\n\nCEO of Arch Worldwide & Chief Underwriting Officer of Property & Casualty Operations, Arch Capital Group Ltd.\n\nGood morning, and welcome to Arch's Second Quarter Earnings Call. We are pleased to report another solid quarter with other tax operating income of $979 million, resulting in an operating earnings per share of $2.58. On a year-to-date basis, we have grown book value per share by 11.4%, a strong outcome that reflects our focus on execution and long-term value creation for our shareholders.\nWe achieved this result by staying true to our core principle of cycle management where we actively grow our writings in lines of business that offer attractive returns, while selectively reducing exposure in areas where risk-adjusted returns fall short of our targets. This disciplined underwriting approach paired with proactive capital management positions us to consistently generate superior returns across market cycles. P&C market conditions were largely consistent with the first quarter.\nSome sectors are seeing increased price competition, while others continue to achieve rate improvements. In the current environment, much of our growth is because of the strengths of our relationship with distribution partners and insurance. This not only reflects Arch's increased scale, but also the increased relevance of our platform, one built on a broad and flexible set of capabilities. Underwriting expertise, supported by our advanced data and analytics capabilities enables us to deliver valuable insights and innovative solutions that help our customers achieve their ambitions.\nUltimately, the strength of our relationships, our commitment to consistently deliver meaningful customer value and our ability to respond quickly to changing market conditions are significant differentiators in today's environment. As we've discussed on previous calls, there isn't one underwriting cycle but many. This principle was reinforced last month when Paul Ingrey, Arch's former Chairman and one of its founder spoke to a gathering of our top leaders.\nIt was a unique opportunity for our New York team members to hear directly from someone whose vision continue to influence our culture and operations. In addition to sharing stories from Arch's early days, Paul reminded us of the enduring value of a diversified platform, a core part of Arch's original vision. He explained that the insurance market is comprised of 1,000 [ points of light ], each representing a potential opportunity. While the intensity and location of some of those light may have shifted in today's underwriting environment, many continue to shine.\nOur role, as always, is to find those with the greatest potential. Our message is this. The P&C industry still presents meaningful opportunities for disciplined underwriters to generate attractive risk-adjusted return on capital. Now I will briefly walk through segment performance, starting with our Property and Casualty Insurance Group.\nUnderwriting income for the quarter was $129 million, and net premium returns surpassed $2 billion, up 30.7% from the second quarter of 2024. This growth was largely driven by acquisition of the U.S. middle market and entertainment businesses, which contributed $451 million in net premium written. Organic growth outside the acquisition was modest. We remain focused on integrating the new unit with client retention and portfolio optimization progressing in line with expectations.\nGrowing our presence in the small and midsized market is central to our strategy. Elsewhere in North America, rate increases broadly offset loss trends. We saw selective growth in casualty lines, particularly in alternative market, E&S casualty and large account casualty where pricing continued to outpace loss trends. However, competitive pressure persists in E&S property, excess D&O and cyber. While pricing in excess D&O and cyber appears to be stabilizing, we are maintaining a cautious stance, and prioritizing margin over volume in these lines.\nInternationally, our Lloyd's and London market business are experiencing increased but [ rational ] competition. Our long-term investment in establishing a leadership position at Lloyd's continue to yield strong results reflected in favorable signing and our ability to attract top-tier underwriting talent. The reinsurance segment delivered strong second quarter results, generating $451 million in underwriting income and over $2 billion in net premium written. The underlying business is attractive with gross written premium increasing 8.7% compared to the second quarter of 2024.\nWe grew our casualty reinsurance premium year-over-year, supported by selective new business and rate improvements. We also expanded our property catastrophe writings, particularly in Florida where we identified attractive risk-adjusted returns and responded to increased client demand for additional limits. Specialty lines remained a strategic focus, and our teams found several new opportunities this quarter. That said, our property portfolio other than cat excess of loss contracted, [indiscernible] written more risk and margin on certain portions of the portfolio fell below our target.\nWe are actively managing our exposure in these areas to maintain underwriting discipline and long-term profitability. We were generally pleased with the state of the midyear catastrophe excess of loss renewals. Pricing was slightly down but terms and conditions were stable with primary insurer maintaining high retention.\nOverall, catastrophe excess of loss margin remain attractive. The broader reinsurance market continued to exhibit discipline. We are growing selectively focusing on areas where margins are attractive. We are committed to pursuing the brightest opportunities, those offering the strongest risk-adjusted return. Our mortgage segment delivered $238 million of underwriting income in the second quarter. Mortgage originations remained relatively low, reflecting the impact of higher mortgage rates and affordability. Still, the strength of our global in-force portfolio and high persistency allows the mortgage group to provide steady profitability and valuable earnings diversification even with lower volumes of new insurance written in recent years.\nDespite ongoing economic uncertainty and low origination activity, we remain confident in the quality and durability of our in-force portfolio which is the core driver of our mortgage earnings. Investable assets grew 4.4% in the second quarter, benefiting from our strong premium growth and cash flow. Net investment income was 7% from the first quarter to $405 million, with overall yields remaining elevated. Arch's ability to dynamically adapt to multiple underwriting cycle continues to set us apart.\nThis is a function of both our founding principal and a culture that prioritizes and rewards underwriting profit over premium volume. Even in a competitive environment, our global diversified platform offer many points of lights for our underwriting teams to pursue. For a company, we have a strong underwriting culture like ours, this remains a market where we can deliver differentiated performance and maximize long-term shareholder return. I will now turn the call over to Francois, who will provide more details on the financial results before we open the line for your questions.\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Nicholas, and good morning to all. Last night, we reported our second quarter results with after tax operating income of $2.58 per share, resulting in an annualized operating return on average common equity of 18.2%. These operating earnings, combined with a high level of realized gains, solid contributions from our equity method investments and a noticeable appreciation in our fixed maturities investment portfolio resulted in our book value per share growing by 7.3% in the quarter.\nSimilar to last quarter, our 3 business segments delivered excellent underlying results with an overall ex-cat accident year combined ratio of 80.9%, down 10 basis points from last quarter. Our underwriting income included $139 million of favorable prior year development on a pretax basis in the second quarter or 3.2 points on the overall combined ratio. We recognized favorable development across all 3 of our segments and in many of our lines of business. The most significant improvements were once again most seen in short tail lines in our Reinsurance segment and in mortgage due to strong cure activity.\nCurrent year catastrophe losses at $154 million net of reinsurance and [ restatement ] premiums were slightly below last year's level for the same quarter and were primarily the result of severe convective storms in the U.S. This is the fourth and last quarter where we are separately reporting the contribution of the MidCorp and Entertainment unit to the Insurance segment financial results.\nFor the quarter, net premiums written for the acquired businesses were $451 million, contributing 28.9 points to the reported year-over-year premium growth for the segment and generally consistent with last quarter, the strong premium volume this quarter reflects the seasonality of the business, with the second quarter generally having the most significant renewal activity. We are now on track to write slightly more than $1.5 billion of annualized premium for the first year of owning this business, which is slightly higher than the forecast at the time of the acquisition.\nThe inclusion of the acquired business in the segment's results increased the current accident year ex cat combined ratio by 40 basis points. This can be further broken down to include the other operating expense ratio that was lower by 40 basis points. The current year acquisition expense ratio that was lowered by 20 basis points due to the write-off of deferred acquisition costs for the acquired business at closing under purchase gap. As expected, this benefit has become less significant as policies written before the acquisition date have rolled off.\nAnd the accident year ex cat loss ratio that was 100 basis points higher reflecting the underlying results of the acquired business. The Reinsurance segment produced its best quarter ever in terms of pretax underwriting income reflecting the underlying profitability of the business written over the last few quarters and the absence of significant catastrophe activity. Of note, the 5.8% growth in net premium written in the quarter was muted due to the timing of certain ceded premium accruals.\nThe effect of this change in timing was to reduce our net premiums written in the property catastrophe line of business by approximately $94 million this quarter. We expect to record an equivalent offsetting benefit in net premiums written next quarter. Overall, this item should not have a significant impact on net premiums earned. Once again, our mortgage segment delivered another very strong quarter with underwriting income of $238 million. We note that these results reflect the completion of tender offers for 2 Bellemeade Re securities at a onetime cost of $15 million.\nWe expect that this expense will be recouped through lower levels of ceded premium over time, mostly through the end of 2027 and will ultimately result in a net economic benefit to us. The delinquency rate for our U.S. MI business increased slightly to a very low 1.93% as new notices of default were more than offset by strong cure activity. On the investment front, we earned a combined $567 million from net investment income and income from funds accounted using the equity method for $1.50 per share pretax.\nNet investment income in the next few quarters should grow in line with the size of our investment portfolio as our portfolio book yield and new money yields have converged in the last few quarters. Income from operating affiliates was comparable to the amount in the same quarter last year, with contributions from both Coface and Somers Re. Cash flow from operations remained strong at approximately $1.1 billion for the quarter. As of January 1, our peak zone natural cat PML on a single event 1 in 250-year return level on a net basis increased slightly to $1.9 billion and now stands at 8.6% of tangible shareholders' equity.\nOur PML remains well below our internal limits. On the capital management front, we repurchased [ $161 million ] of our dollars of our shares in the month of July in addition to the $360 million worth of common shares repurchased this year through the end of the second quarter. In closing, our strong balance sheet affirmed by a recent credit rating upgrade and our diversified platform positions us well to deliver superior results in the periods ahead.\nWith these introductory comments, we are now prepared to take your questions.\nJenny?"
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/506e9b7f3f5edb272dd5a27dcb0bb0d7",
    "period": "2025 Q1",
    "content": "Q1 2025 Arch Capital Group Ltd Earnings Call\n\nQ1 2025 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQAPR 30, 9:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the First Quarter 2025 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nBefore the company gets started with its update, management wants to first remind everyone that certain statements in yesterday's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, Investors should review periodic reports that are filed by the company with the SEC from time to time, including our annual report on Form 10-K for the 2024 fiscal year.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance.\nThe reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com and on the SEC's website at www.sec.gov.\nI would now like to introduce your host for today's conference, Mr. Nicolas Papadopoulo and Mr. Francois Morin. Sir, you may begin.\n\nNicolas Alain Emmanuel Papadopoulo\n\nCEO of Arch Worldwide & Chief Underwriting Officer of Property & Casualty Operations, Arch Capital Group Ltd.\n\nGood morning, and welcome to Arch's first quarter earnings call. I'm pleased to report solid results for the quarter with $587 million of after-tax operating income, $1.54 in operating earnings per share an annualized operating return on equity of 11.5%. These results were achieved despite $547 million of catastrophe losses affecting our Property and Casualty segment primarily from the California wildfire.\nThe P&C market has become increasingly competitive. However, we remain optimistic about our prospects as we continue to achieve broadly attractive rates across the sectors where we compete. At Arch, we believe that prioritizing expected profitability of our market share by allocating capital to lines of business with attractive risk-adjusted returns gives us the best opportunity to outperform for the cycle. This is what we mean by cycle management, and we stand by the historical results of this approach. While the market may be more competitive ample growth opportunities remain. This is true despite emerging macroeconomic concerns, including the potential impact of tariffs that increased uncertainty for many of our insured across the globe and raised inflationary risks for some of our businesses.\nDuring times such as these, risk selection is critical as a growing number of our previously attractive accounts no longer meet our return criteria. We believe the acumen of our underwriting teams, breadth of our platform, investment in data and analytics and depth of our financial resources and are well positioned to navigate the P&C cycle.\nNow we'll turn to our segments, starting with reinsurance. Reinsurance results were solid despite substantial catastrophe losses in the quarter, a 91.8 combined ratio, inclusive of 18 points of catastrophe losses demonstrates the strong underlying profitability of our diversified reinsurance portfolio.\nGrowth in net premium written in the quarter was modest due to an increased level of competition more risk retention by ceding companies and reducing our participation for trades where margin no longer meet are hurdles. In the first quarter, the reinsurance group deployed additional capacity into property catastrophe lines where opportunities remain attractive, particularly in loss-impacted accounts.\nSpecialty premium rising declined primarily due to nonrenewing a large structure transaction. Weaker margin in cyber and part of our international treaty business also led to reduced premium linings. Treaty Casualty lines experienced growth in the quarter as Arch recapitalized on a handful of select opportunities. We are hopeful these lines will continue to achieve rate and the treaty casualty market terms and conditions will continue to improve.\nAs we look towards midyear renewals, particularly wind coverage in Florida and the Gulf, we expect additional demand from existing and new clients. On the supply side, it is worth noting that for many reinsurers and the restaurants, the zone represents peak exposure. As a result, significant additional capacity may be harder to come by -- even if the market is more competitive on the margin.\nMoving to our insurance segment, where the California wildfires led to a small underwriting loss for the quarter due in part to commercial risk from the recently acquired middle market commercial and entertainment businesses. The additional premium generated from those businesses contributed to the insurance group, $1.9 billion of net premium return in the quarter, a 25% increase from the first quarter of 2024.\nThe integration of the middle market business is progressing well, and we remain excited about the increased capabilities this team brings to the Arch insurance platform. As we've said before, there isn't 1 underwriting cycle, but many. In today's market, it's possible to deliver double-digit growth in some lines, while experiencing similar declines in others. In the first quarter, we generated meaningful growth in casualty led sectors, including construction, national account and International Casualty. At the same time, we experienced premium reduction in other lines of business due to rate decreases and our desire to maintain margin in lines such as E&S property and professional lines, including cyber.\nWe have seen competition increasing in the London market specialty lines, which has made profitable growth difficult. Looking ahead, we expect continued growth in casualty lines as well as the U.S. middle market where opportunities remain for both rate and premium growth. We are well positioned across the insurance group because of our market-leading capabilities and relevance with distribution partners that gives us first look at many opportunities.\nThe mortgage segment continued to provide a steady earnings stream contributing $252 million of underwriting income in the first quarter. Economic uncertainty, limited housing supply and high relative mortgage rates continue to create headwinds for new mortgage origination, which resulted in modest new insurance returns in our U.S. and international mortgage businesses. For USMI, high mortgage interest rates and on price appreciation have kept persistency around 82% and insurance in force relatively stable. The delinquency rate of our in-force portfolio remains low ending the quarter below 2%.\nOur near-term outlook for the mortgage industry is unlikely to change significantly. While recessionary trends resulting from tariffs and other economic policy could create headwinds, we still expect the mortgage segment to continue generating attractive underwriting income given the high credit quality and embedded equity of our in-force portfolio.\nTurning to our investment group, where invested assets increased by 4% from year-end to $43.1 billion, providing a large sustainable contributor to group earnings. Investment market volatility increased broadly leading us to reposition our portfolio to a more market natural position. To manage the cycle, it's important to understand that you cannot control the market, but you can control how your underwriting teams respond to it. At Arch, we manage a different cycle across our many lines with the ability of our underwriters to access, analyze and ultimately select risk.\nOver time, our underwriting teams have built strong relationships with our distribution partners, which gives us an access advantage as they look to place risk with fewer, more relevant carriers, including Arch. Risk analysis combines experience, expertise and deep analytical insight to understand and assess the underlying risk and match it with a technical price that reflects an adequate premium for that risk. Ultimately, risk selection is what separates the winners from the losers. If the return doesn't adequately account for the risk, you must be willing to let others take the business. The P&C market in transition is 1 where Art can and has previously demonstrated its ability to find success. Our premium growth may be more challenging than in recent years, plenty of profitable opportunities remain. For a company with a strong underwriting culture like art.\nThis is a market where we can stand out and continue to maximize returns for our shareholders. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Nicolas, and good morning to all. Last night, we reported our first quarter results with after-tax operating income of $1.54 per share resulting in an annualized operating return on average common equity of 11.5% and growth in book value per share of 3.8% for the quarter. .\nAt a high level, our 3 business segments delivered excellent underlying results with an overall ex-cat accident year combined ratio of 81%. And importantly, each of our segments showing an improvement for that metric over the same quarter 1 year ago.\nOur underwriting income included $167 million of favorable prior year development on a pretax basis in the quarter. or 4 points on the overall combined ratio. We recognized favorable development across all 3 of our segments and in many of -- many of our lines of business, but the effect was most notable in short tail lines in our Reinsurance segment and in mortgage due to strong cure activity.\nThe acquisition of the Mid Corp and entertainment insurance businesses continues to roll through our financial metrics within the insurance segment. This quarter, the net premiums written coming from the acquired businesses was $373 million, contributing 24.2 points to the reported year-over-year premium growth for the segment and generally consistent with last quarter.\nAlso, the inclusion of the acquired business in the segment's results lowered the current accident year ex cat combined ratio by 1.1 points. This can be further broken down to include the current quarter acquisition expense ratio that was lowered by 0.9 points due to the write-off of deferred acquisition costs for the acquired business at closing under purchase GAAP. The other operating expense ratio that was lowered by 0.9 points and the [indiscernible] year ex-cat loss ratio that ended up being 0.7 points higher, reflecting the underlying results of the acquired business.\nThe quarter-over-quarter comparison of net premiums written for the reinsurance segment showing growth of 2.2% was also impacted by a few items. Of note, this quarter's net premiums written includes approximately $70 million of reinstatement premiums, mostly related to the California wildfires. Offsetting this benefit was the nonrenewal of large structured transactions in the specialty line of business, which reduced our top line by $147 million in the quarter.\nThere were also some timing differences in the recognition of certain treaty renewals, which resulted in lower net premiums written in the quarter of approximately $103 million.\nOur mortgage segment delivered yet again another very strong quarter with underwriting income of $252 million. Even though the origination environment remains challenged, the underlying fundamentals of the business are excellent, as exhibited by most of our key metrics, including a very low delinquency rate for our U.S. MI business, which currently stands at 1.96%.\nOn the investment front, we earned a combined $431 million pretax from net investment income and income from funds accounting using the equity method or $1.13 per share pretax.\nThe reduction in net investment income relative to last quarter is attributable to a few items, including the impact of paying a $1.9 billion special dividend in December the timing of incentive compensation expenses, slightly lower interest rates in the quarter and the repositioning of our portfolio to a lower risk posture in light of the current macroeconomic uncertainty.\nIncome from operating affiliates was down this quarter, mostly due to a lower level of affiliate income at Summer's Re in part as a result of California wildfires.\nCash flow from operations remained strong and was approximately $1.5 billion for the quarter.\nOur effective tax rate on pretax operating income was an expense of 11.7% for the quarter, and reflects a onetime discrete benefit of 4.6% related to differences in the expensing of noncash compensation. Also, it is worth mentioning that we started to amortize this quarter the deferred tax asset we established at the end of 2023 related to the introduction of the Bermuda corporate income tax. This benefit does not impact our operating or our net income effective tax rates in the period. But as we mentioned previously, will flow through our financials as a reduction to pay taxes.\nAs of January 1, our peak zone natural cap probable maximum loss for a single event, 1 in 250-year return level on a net basis, increased slightly and now stands at 9% of tangible shareholders' equity. Our PML remains well below our internal limits.\nOn the capital management front, we repurchased $196 million worth of our common shares in the first quarter and an additional $100 million in April demonstrating our ongoing disciplined approach to managing our capital to enhance shareholder returns.\nIn closing, our balance sheet remains extremely strong with common shareholders' equity of $20.7 billion and a debt plus preferred to capital ratio remains low at 14.7%.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0bd5a3947041c356d4b0f075ef09fe5",
    "period": "2024 Q4",
    "content": "Q4 2024 Arch Capital Group Ltd Earnings Call\n\nQ4 2024 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQFEB 11, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q4 2024 Arch Capital Earnings Conference Call. [Operator Instructions]. As a reminder, this conference call is being recorded.\nBefore the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time, including our annual report on Form 10-K for the 2023 fiscal year. Additionally, Certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby.\nManagement also will make a reference to certain non-GAAP measures of financial performance. The reconciliation to GAAP for each non-GAAP financial measures can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at archgroup.com and on the SEC's website at www.sec.gov. And now I would like to introduce your host for today's conference, Mr. Nicolas Papadopoulo, and Mr. Francois Morin. Please go ahead.\n\nNicolas Alain Emmanuel Papadopoulo\n\nCEO of Arch Worldwide & Chief Underwriting Officer of Property & Casualty Operations, Arch Capital Group Ltd.\n\nGood morning, and welcome to our fourth quarter earnings call. I'll begin by offering our thought and sympathies to all of those affected by the California wildfires. This is a terrible event that will require the effort of many, including insurance companies to have the affected communities recover and rebuild. And as we will, of course, fulfill our role in these efforts. As noted in yesterday's press release, we expect the wildfires to result in a net loss between $450 million and $550 million based on an industry loss estimate of $35 million to $45 million.\nTurning now to our results. Arch had a solid fourth quarter, writing $3.8 billion of net premium, which is a 17% increase over the same quarter last year. The $625 million of underwriting income in the quarter is down 14% from last year, primarily due to losses related to cat activities in the second half of 2024. Our full year results were excellent, with $3.5 billion of after-tax operating income and an operating return on average common equity of 18.9% despite an increased level of natural catastrophes.\nBook value per share, our preferred measure of value creation, ended 2024 at $3.11, representing a 13% increase for the year and nearly 24% increase after adjusting for the impact of the $5 per share special dividend we paid in December. The decision to pay a special dividend was the result of Arch's strong financial performance and excellent capital position and represented an effective means of returning excess capital to our shareholders.\nWe also repurchased shares worth $24 million in the fourth quarter. Both the dividend and the share repurchase reflect our ongoing commitment to effective and active capital management. Market conditions within our segments remain favorable with a number of select growth opportunities ahead of us.\nAs you may have heard from our peers this quarter, right, and loss trends vary by line of business and broadly offset each other. All hands do not point to the same hour on the underwriting block. For example, we are selectively deploying capital to the area producing attractive risk-adjusted return, such as insurance and reinsurance liability lines, specialty business at Lloyd's and property cat reinsurance.\nAlternatively, in lines of business where competitive pressures have awarded margin to level below adequate. Our underwriting teams are focused on improving our business mix within each of those lines to ensure our minimum profitability targets are met. Effective cycle management, the key to our strategy requires empowering underwriters to execute on both sourcing and retaining attractive business without the constraints of production targets.\nIn classes and subclasses where returns do not meet our minimum threshold, we have the agility and the incentives to reallocate capital to more profitable opportunities across our diversified platform. And as we have demonstrated throughout our history, we will not hesitate to return excess capital to our shareholders when appropriate.\nNow I will offer a few highlights about the performance of our underwriting segments, starting with reinsurance, which finished the year with a strong fourth quarter, delivering $328 million of underwriting income. The full year result for the reinsurance group were excellent. The segment delivered a record $1.2 billion of underwriting income while writing over $7.7 billion of net premium. At the January 1 renewal, we grew the reinsurance business by selectively increasing our writings in property, liability and specialty lines. Arch's status as a leading global reinsurer, is a result of its focus on addressing broker and clients' needs, combined with its underwriting vigilance and high degree of scrutiny on the performance of its business.\nThroughout the hard market, our teams has had the conviction to increase its support and relevance with brokers and clients, making Arch a more variable collaborative partner when other reinsurers weather and in some case, even return capacity.\nNow moving to insurance, which also ceased on strong growth opportunity in 2024. Overall, Hurricane Helene and Milton limited fourth quarter underwriting income to $30 million. For the full year, the insurance group was $6.9 billion of net premium, a 17% increase from 2023 and delivered $345 million of underwriting income. Growth was enhanced by our acquisition of the U.S. mid-core and entertainment business. Although it's still early, the performance of the mid-corp and entertainment business are consistent with our expectations and objectives.\nOrganic growth in North America came from our casualty business units, which more than offset premium decrease in professional lines. International insurance remained a bright spot, rising over $2 billion of net premium in 2024, primarily in specialty lines out of our Lloyd's platform. Overall, rent increases remained slightly above loss trend, keeping written margin relatively flat in the fourth quarter.\nThe outlook for both North America and international insurance growth is favorable for 2025. Looking ahead, we expect primary market conditions to remain competitive given the attractive underlying margins However, we have experienced a slowdown in new business volumes as competition for premium volumes has increased.\nThe mortgage segment contributed $267 million of underwriting income in the fourth quarter resulting in the third consecutive years of delivering over $1 billion of underwriting income. Fundamental remained positive, including strong persistency of our $500 billion plus insurance in-force portfolio, while the overall credit quality of the book remains excellent.\nThe delinquency rates in our U.S. MI business increased modestly to just over 2% at the end of December but remain near historic lows. Increased delinquency can be attributed to expected defaults in area helped by natural catastrophes and the seasoning of the insurance in force. Overall, the U.S. mortgage insurance industry remained disciplined despite suppressed mortgage origination due to low housing supply and high mortgage rates.\nFinally, to the Investment Group, which delivered nearly $1.5 billion of annual net investment income from an asset base that increased to over $40 billion after accounting for the special dividend. Rising investment yields and the growth of our investable assets from strong operating cash flows provide additional tailwinds for our earnings and book value growth.\nOverall, 2024 was another excellent year for Arch. Looking ahead, our primary goal is to maintain attractive margin despite expected heightened competition. Our strong underwriting culture, proven track record of cycle management. Dynamic capital management capabilities and progress to date in becoming another driven enterprise give me confidence in our ability to navigate ever-changing market dynamics with a clear objective of maximizing shareholder return over the long term.\nAs we officially turn the page to 2025, I want to recognize their hard work and dedication of Arch's nearly 7,000 employees who share in our entrepreneurial culture, the demands and rewards excellence to the benefit of our clients and stakeholders.\nNow I will turn it to Francois to provide more detail on the financials before returning to answer your questions. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Nicolas, and good morning to all. As you know by now, we closed 2024 with fourth quarter after-tax operating income of $2.26 per share for an annualized operating return on average common equity of 16.7%.\nFor the year, our net income return on average common equity was an excellent 22.8%. Once again, our 3 business segments delivered excellent underlying results with an overall ex-cat accident year combined ratio of 79% for the quarter and 78.6% for the year. Current accident year catastrophe losses were $393 million for the group in the quarter, split roughly 60% and 40% between the reinsurance and insurance segments, respectively.\nMost of our catastrophe losses this quarter are due to Hurricane Milton, a fourth quarter event, with an additional contribution from Hurricane Helene, where we saw some delayed emergence of claims, given the late occurrence date in the third quarter. As of January 1, our peak zone natural cap probable maximum loss for a single event 1 in 250-year return level on a net basis increased slightly and now stands at 9.2% of tangible shareholders' equity.\nOur PML remains well below our internal limits. As we look forward to 2025, with the recent addition of the mid-corp and entertainment business and current market conditions in property, we expect our cat load to represent approximately 7% to 8% of our full year group-wide net earned premium. Our underwriting income in the quarter included $146 million of favorable prior year development on a pretax basis or 3.5 points on the combined ratio across our 3 segments.\nWe recognized favorable development across many lines of business, but primarily in short tail lines in our Reinsurance segment and in mortgage due to strong cure activity. As we discussed last quarter, the acquisition of the MidCorp and entertainment insurance businesses has impacted some key performance metrics for our Insurance segment.\nFirst, the net written premium coming from the acquired businesses was $393 million for the quarter, contributing 27.1 points to the reported quarter-over-quarter premium growth for our Insurance segment. Second, the acquired business lowered the Insurance segment's accident year ex cat combined ratio by 1.6 points this quarter. This result was due to the current quarter's acquisition expense ratio that was lowered by 2.1 points due to the write-off of deferred acquisition costs for the acquired business at closing under purchase GAAP and an operating expense ratio that was lowered by 0.8 points as our mid-corp operations aren't fully ramped up yet.\nPartially offsetting these benefits was an increase in the accident year ex cat loss ratio of 1.2 points, reflecting the underlying results of the acquired business. On a related note, we expensed $99 million this quarter through intangible amortization, more than 75% of which was for the mid-corp and entertainment acquisition. This expense was in line with our expectations as we communicated last quarter.\nOn the investment front, we earned a combined $548 million pretax from net investment income and income from funds accounted using the equity method or $1.43 per share. Our net investment income this quarter was partially impacted by a $1.9 billion dividend paid in December, which entailed that we liquidate a portion of our investment portfolio. Cash flow from operations remained strong and was approximately $6.7 billion for the full year, up 16% from 2023. Our effective tax rate on pretax operating income was an expense of 6.7% for the quarter and 8.2% for the full year.\nAs we look ahead, we would expect our annualized effective tax rate to be in the 16% to 18% range for the full year 2025, reflecting the introduction of a 15% corporate income tax in Bermuda. On a cash basis, we will start recognizing next quarter some of the benefit we accrued with the establishment of the $1.2 billion deferred tax asset at the end of 2023. As you may have heard on other calls, the recent OECD guidance may partially impact the realizable value of the DTI. We will keep you apprised as additional information becomes available.\nIn closing, our balance sheet remains extremely strong with common shareholders' equity of $20 billion after recognition of the $1.9 billion common dividend that was paid in December. Our debt plus preferred to capital ratio remains low at 15.1%.\nWith these introductory comments, we are now prepared to take your questions. Sylvie?"
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c82331b3a80198e30cbce00ff98b68de",
    "period": "2024 Q2",
    "content": "Q2 2024 Arch Capital Group Ltd Earnings Call\n\nQ2 2024 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQJUL 31, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q2 2024 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. Before the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discuss on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time. Additionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThe company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance. The reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com and on the SEC's website at www.sec.gov.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may now begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, Jericho. Good morning, and welcome to Arch's second quarter earnings call. We are pleased to report another highly profitable quarter due to significant contributions from all 3 underwriting segments and strong investment results. Our ability to successfully deploy capital into this extended hard market has fueled excellent risk-adjusted returns. Coupling our cycle management strategy with an emphasis on returns and consistent disciplined execution throughout the enterprise resulted in a record $762 million of underwriting income and an annualized operating ROE of 20.5%.\nOur results are thanks to our teams that work diligently with deep capability and a long track record of experience to earn these results. Broadly speaking, the P&C environment remains excellent, and opportunities for attractive returns are plentiful even as competition normalizes. The duration and breadth of the current hard market of the last several years has been exceptional, and while rate increases are broadly above trend, disciplined underwriting requires that we keep our eye on the primary goal, shareholder returns.\nAn overly aggressive appetite for growth could come at a cost of eroding underwriting margins. The art of underwriting in this part of the cycle rests on one's ability to know how hard to push and when to pull back. At Arch, we strive to be an active yet disciplined market participant, practicing restraint and patience. We believe that capital allocation is one of our most powerful differentiators. Our priority is to deploy capital into our underwriting units first, where we have the knowledge and experience to better price risk.\nHowever, we are always assessing other value-creating opportunities. One example is our previously announced intent to acquire Allianz's U.S. MidCorp and Entertainment businesses. With regulatory approval on MidCorp secured, I'm able to share a few thoughts about the strategic acquisition. The addition of the talented team and their client relationships gives us a greater presence in the U.S. primary middle market while expanding our cycle management toolkit.\nWe will have more to say about the opportunities in the middle market as we integrate our teams. I'll now take a few moments to highlight the performance of our underwriting units this past quarter. Second quarter results from our Property and Casualty segments demonstrate the benefits of our strong leadership throughout the ongoing hard market. The Reinsurance and Insurance segments combined to deliver $475 million of underwriting income and just over $5 billion of gross premium.\nReinsurance generated $366 million of underwriting income, despite higher frequency of catastrophic events from secondary perils, both in the U.S. and internationally. Higher premium rates in our diversified book of business enabled us to report excellent underwriting results for the segment, which has built a resilient, stable platform. Due to our view of heightened overall storm risk this year, we chose not to grow our property cat writings at the midyear renewal. We've grown property cat meaningfully over the last few years. But as we learned during the 2002 to 2005 hard market, when there are so many good things happening across the underwriting platform, why chase returns and cat exposure at the risk of being unlucky. Property in general is very well priced. We just want to have the right balance across our portfolio.\nAs you have heard from others, casualty lines remain an area of interest that we'll continue to monitor as we observe rate increases and ongoing reserve strengthening taking place across the industry. Our Insurance segment contributed $109 million of underwriting income in the quarter. Net written premium growth was 7% this quarter compared to the second quarter a year ago. We meaningfully grew premiums in our programs business and in E&S casualty where rates are improving.\nIn a more competitive market, it's important to be able to quickly reallocate capital to the best relative return opportunities as we have done in the past and remain well equipped to do in future quarters. Our international insurance unit continues to benefit from its position as a lead underwriter at Lloyd's, where a disciplined market is providing attractive growth opportunities in specialty lines.\nMoving on to P&C and into our Mortgage business. At the risk of repeating myself, the consistently excellent underwriting income delivered by our Mortgage segment quarter-over-quarter provides significant value for our shareholders by producing a solid base of sustained earnings. MI underwriting has been solid across the industry since 2009, and the current environment is one that rewards the MI companies underwriting the risk.\nThis quarter, the mortgage segment generated $287 million of underwriting income while increasing new insurance written at the U.S. by 12% from the same quarter a year ago. The delinquency rate of USMI remains low compared to historical norms and the credit quality of our portfolio remains high with policyholders and strong equity positions. We're pleased to have successfully closed our acquisition of RMIC in the second quarter.\nAlthough no new business comes with this run-up block is emblematic of our ongoing pursuit of finding profitable opportunities in which we can deploy capital. Primarily due to strong cash flows generated by our underwriting operations, our investments portfolio increased to $37.8 billion, generating $364 million of net investment income in the quarter as higher yields continue to move through our portfolio.\nThe eyes of the world are focused on Paris this week as the Olympics get into full swing. One of the toughest events in the decathlon and all around athletic tests featuring 10 events over a range of disciplines, spread over 2 days. The decathlon is an incredible physical and mental test that requires maximum performance in every event. At the end of the 2 days, points for all 10 events are totaled up and the individual with the most points is the winner.\nSimilar to a decathlon, in the dynamic insurance market, the ability to perform at a consistently high level across the enterprise is crucial for long-term success, and Arch is built to excel across a multidisciplined market. Our capital allocation helps ensure that we can focus on the lines that give us the best chance to score points. The first event in the decathlon is 100-meter sprint, and our ability to get out of the gates quickly at the beginning of this hard market position us to score early.\nSince then, our P&C and Mortgage teams have been racking up lots of points, adding our investments team clearing the bar in the pole vault, and we have an all-around performance that puts us in serious contention for the gold medal, as you would expect from a world-class leadership team. Before I hand it over to Francois, I need to mention the passing of our friend, Dinos, this past June. Dinos was not only an industry legend, he was also a mentor and tremendous leader who steered this company for over 15 years.\nDinos led these earnings calls with his keen insights, principle beliefs and trademark humor. He was truly one of a kind. So tonight, please raise a glass, be it Ouzo or anything of your choosing to Dinos. You are missed my friend. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all. As you know by now, we reported excellent second quarter results last night with after-tax operating income of $2.57 per share, up 34% from the second quarter of 2023 for an annualized operating return on average common equity of 20.5%. Book value per share was $52.75 as of June 30, up 6.9% for the quarter and 12.4% on a year-to-date basis.\nOnce again, our 3 business segments delivered outstanding results, highlighted by $762 million in underwriting income and a 78.7% combined ratio, 76.7% on an underlying ex cat accident year basis. We continue to benefit from strong market conditions across our businesses as the pricing environment remains disciplined, giving us confidence in our ability to generate solid returns over the coming quarters.\nOur underwriting income reflected $124 million of favorable prior development on a pretax basis or 3.5 points on the combined ratio across our 3 segments. We recognize favorable development across many lines of business, but primarily in short tail lines in our Property and Casualty segments and in Mortgage due to strong cure activity. Catastrophe loss activity was in line with our expectations as we were impacted by a series of events across the globe, generating current accident year catastrophe losses of $196 million for the group in the quarter.\nApproximately 70% of our catastrophe losses this quarter are related to U.S. secondary perils with the rest coming from a series of international events. As of July 1, our peak zone natural cat PML for a single event 1-in-250-year return level on a net basis declined slightly and now stands at 7.9% of tangible shareholders' equity, well below our internal limits.\nFor the Mortgage segment, since this is the first quarter end since we acquired our MIC Companies, Inc. and the subsidiaries that together comprise a runoff mortgage insurance business of Old Republic, there are certain items that I'd like to highlight. First, the acquired book of business represented $3.6 billion or a 1.2% increase to our U.S. primary mortgage insurance in force at the end of the quarter.\nSecond, given the risk and forces from older vintages and has been in runoff since 2011, its makeup resulted in an incremental 19 basis points to our reported delinquency rate at U.S. MI. Absent this transaction, our reported delinquency rate would have improved slightly since last quarter. On the investment front, we earned a combined $531 million pretax from net investment income and income from funds accounted using the equity method or $1.39 per share.\nTotal return for the portfolio came in at 1.33% for the quarter. Cash flow from operations remained strong. And a $3.1 billion on a year-to-date basis, we have seen material growth in our investable asset base, which should result in an increasing level of investment income. Our effective tax rate on a pretax operating income was an expense of 9.5% for the second quarter, with our current expected range of 9% to 11% for the full year 2024.\nAs disclosed last week, we now expect an August 1 close of the transaction to acquire the U.S. MidCorp and Entertainment insurance businesses from Allianz. At this time, we do not have new information to share on the estimated financial impact of the transaction beyond what we provided in early April. Starting next quarter, we expect to update this information to help in developing a forward-looking view of the insurance segment's results, including this new business.\nAll in, our balance sheet is in excellent health with our common shareholders' equity approaching $20 billion, a net debt plus preferred to capital ratio slightly above 15%. We are well positioned to take advantage of opportunities that may arise as we move forward. Before I conclude my remarks, I also wanted to take a moment to build on Marc's comments and share a word of sincere appreciation for the impact Dinos had on Arch, its employees and many others across the industry.\nWhile he will certainly be remembered for his energetic personality and his ability to captivate an audience, we are truly grateful for his guidance, vision and leadership during his career at Arch. Thank you, Dinos. Marc?\n\nMarc Grandisson\n\nCEO & Director\n\nNo, so we don't keep anyone from their lunch, which we know was very important to Dinos. On to your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dec3a59cfc2b2f14eeb32f8c0cc9a8ff",
    "period": "2024 Q1",
    "content": "Q1 2024 Arch Capital Group Ltd Earnings Call\n\nQ1 2024 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQAPR 30, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q1, 2024 Arch Capital Earnings Conference Call. [Operator Instructions]\nAs a reminder, this conference call is being recorded. Before the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the Safe Harbor created thereby.\nManagement will also make reference to certain non-GAAP measures of financial performance. The reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K, furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com. And on the SEC's website at www.sec.gov.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, JT. Good morning, and welcome to Arch's First Quarter Earnings Call. We are pleased to report a terrific start to the year. In the first quarter, we posted $736 million in underwriting income and a 5.2% increase in book value per share, as we realize the benefits from several years of strong and profitable premium growth.\nUnderwriters in our P&C units continued to lean into hard market conditions, writing $5.6 billion of gross premium in the quarter, a 26% increase from the same quarter last year. Overall, rate changes are exceeding loss trends and absolute returns remain above our long-term targets, positive indicators in our continued efforts to deliver superior results to our shareholders.\nBroadly, we are seeing incremental signs of increased underwriting appetite in the market, but this is not surprising, given the favorable conditions that exist. It is still an underwriter's market, where Arch can thrive.\nAt the beginning of this hard market, as other providers pull back Arch sought to establish itself as a key trading partner, aiming to solidify relationships and remain top of mind when it comes to addressing our clients' increased needs. Our success in establishing deeper client connections continues to pay dividends in this extended yet increasingly competitive hard market.\nThe first quarter served as a reminder of our risky world, when an active catastrophe quarter concluded with a major industry loss. As the Dali cargo ship collided with the Francisco Bridge in Baltimore. Although we recognized a loss related to this event, the virtue of having multiple lines of business with improved and positive expected margins, made this event manageable for Arch.\nIncidents like this reinforce the importance of our core tenants. One, we practice disciplined underwriting that builds a meaningful margin of safety into our pricing. Two, we take a long-term view of risk and a conservative approach to reserving. And three, we operate a diversified global business that we believe maximizes our total return by mitigating volatility in any one line of business.\nCapital management has been a key differentiator for Arch and is integral to how we operate our company. Effective capital management requires that we allocate resources to the most profitable underwriting opportunities, while retaining the flexibility to invest in our platform when we find attractive opportunities.\nOne of those prospects came to fruition earlier this month, when we announced our intent to acquire Allianz's U.S. middle market and entertainment businesses. We see this as a unique opportunity to quickly build scale in the $100 billion-plus U.S. middle market. A long-term strategic area of underwriting interest for us. Increasing our middle market presence will further diversify our North American insurance platform by adding stable businesses with recurring premiums that can generate attractive returns over the cycle.\nAs a cycle manager, we like having many pants to fish in and this acquisition will significantly expand our opportunities in the middle market pond for years to come. I'll now share a few highlights from our segments. As you know, The Property and Casualty market cycle is evolving, but still offers attractive growth opportunities at good returns, particularly for our skilled specialty underwriters, who can use their expertise and experience to differentiate Arch.\nThe first quarter results from our Reinsurance segment were outstanding. Underwriting income for the segment was $379 million, while gross premium written grew by 41% over the same quarter last year. While there is some developing competition, we're observing and increased flight to quality and fully expect to capitalize on that trend as the cycle ages.\nOur Reinsurance segment is in an enviable position. The in-force book constructed over the last several years is strong and allows us to exercise our underwriting acumen. When opportunities emerge, whether from dislocation in the casualty market or by offering value that others cannot, Arch is there to provide solutions and financial strength to its clients.\nIn our Insurance segment, growth tapered from the highs of the past few years as rate increases slowed and some of the dislocations were met by additional capacity. Overall, conditions remained strong, and the market is behaving rationally. Two important factors that continue to support growth and strong profit.\nIn the first quarter, we fund growth opportunities in several lines, including Property and Casualty E&S and other specialty lines. Across most of our specialty lines, pricing remains very healthy, and we are able to deploy capital in order to deliver attractive returns above our long-term target of 15%.\nLike Reinsurance, our Insurance segment has made strong efforts to establish itself as a first choice provider for its clients, and that manifests in seeing more opportunities. In life, you have to play to win and in insurance, if you don't see the business, you can't write it.\nAnd now let's pivot from P&C to Mortgage, which to borrow from a famous ad campaign just keeps on going and going and going. Our Mortgage segment continues to generate solid underwriting income and risk-adjusted returns from its high-quality portfolio. While Mortgage originations remain tempered by high mortgage interest rates, the persistency of our in-force book remains a healthy 83.6%, while the delinquency rate is near all-time lows.\nNew insurance written is in line with our appetite given market conditions. When the mortgage market picks up again, we're prepared to increase our production. However, if the status quo persists, we're content with our current situation that has extended the duration over which we earn mortgage insurance premium.\nCompetition within the MI industry remains disciplined, which means we are in a good place. Finally, our Investments portfolio grew to $35.9 billion, generating $327 million of net investment income in the quarter. The extraordinary premium growth from our P&C segments continues to increase our float, which provides a significant tailwind to our overall earnings through the next several quarters.\nIn the U.S., the NFL conducted its annual draft this past weekend. Traditionally, the team that finished last season with the worst record gets the first pick. A chance to select the best college player, while the champions pick last. The player selected with the top picks are expected to be immediate difference makers, even though they are typically selected by a team with multiple deficiencies, making success far from guaranteed.\nIf you're a talented quarterback has nobody to throw the ball to, it can ruin the players' confidence, and the pressure can quickly sabotage a career. Compare this with teams drafting at the end of the round coming off successful seasons with talented roasters -- rosters in place. They often have the luxury of selecting an excellent player who doesn't need to contribute right away. Instead, these teams select players who can fill a specific short-term role and be given time to grow into a difference maker.\nOur acquisition of the Allianz midcorp business is like adding a solid player to a winning team. We already have established all stars, a winning talent-dense culture in a favorable schedule in the years ahead. Adding the mid-corp team to our diversified franchise makes us better today and tomorrow, and that's a winning proposition.\nI'll now turn it over to Francois to provide some more color on our financial results from the quarter, and then we'll return to take your questions. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all. As you will have seen, we started out 2024 on a very strong note, with after-tax operating income of $2.45 per share for the quarter for an annualized operating return on average common equity of 20.7%.\nBook value per share was $49.36, as of March 31, up 5.2% for the quarter. Our excellent performance was again the result of outstanding results across our 3 business segments, highlighted by $736 million in underwriting income. We delivered exceptional net premium written growth across our Reinsurance segment, a 31% increase over the first quarter of 2023, driven by strong business flow in all our lines of business.\nGrowth was also solid for our Insurance segment, 12% after adjusting for the impact of a large nonrecurring transaction we underwrote in the first quarter last year in our warranty and lenders business unit.\nOverall, the combined ratio from the group came in at an excellent 78.8%. Our underwriting income reflected $126 million of favorable prior year development on a pretax basis or 3.7 points on the combined ratio across our 3 segments. We observed favorable development across many units, but primarily in short tail lines in our Property and Casualty segments and in Mortgage due to strong cure activity.\nThe collapse of the Francis Scott Key Bridge in Baltimore last month, has the potential to become the largest insured marine event in history. Both our Insurance and Reinsurance segments were exposed to this disaster, and our current estimates represent an impact of 2.1 and 3.0 points, respectively, on the combined ratio in these segments results this quarter.\nWe note that the losses for this event were reported as non-catastrophe losses in our ratios. Catastrophe loss activity was relatively subdued and below our expectations across our portfolio, with a series of smaller events generating current accident year catastrophe losses of $58 million for the group in the quarter.\nOverall, our underlying ex cat combined ratio remained excellent with the increase this quarter relative to the last few quarters, mostly due to the Baltimore Bridge collapse. Despite the impact of this event, our current quarter ex-cat combined ratio still improved by 1.4 points from a year ago, as a result of earned rate changes above our loss trend in our P&C businesses, and lower expense ratio is mostly from the growth in our premium base.\nThese benefits were slightly offset by investments we continue to make in people, data and analytics and technology to improve the quality and resilience of our platform going forward. From a modeling perspective, I'd also like to remind everyone that our operating expense ratios are typically at their highest in the first quarter of the year due to seasonality and compensation expenses, including equity-based grants for retirement eligible employees that were made in March.\nAs of April 1, our peak zone natural cat PML for a single event, 1-in-250-year return level on a net basis remained basically flat from January 1, and but declined relative to our capital to 9.0% of tangible shareholders' equity well below our internal limits.\nOn the Investment front, we earned a combined $426 million pretax from net Investment income and income from funds accounted using the equity method or $1.12 per share -- $1.12 per share. Total return for the portfolio came in at 0.8% for the quarter, reflecting the unrealized losses on the company's fixed income securities driven by higher interest rates.\nOur growing Investment portfolio keeps providing meaningful tailwinds to our bottom line and remains of high quality and short duration. We have grown our investable asset base significantly over the last few years, primarily to significant cash flow from operations.\nThis positive result, combined with new money rates near 5%, should support further growth in our Investment income for the foreseeable future. Income from operating affiliates was strong at $55 million. Of note, approximately $14 million of this quarter's income is attributable to the true-up of the deferred tax asset at our operating affiliate Somers in connection with the Bermuda corporate income tax, a nonrecurring item.\nOur effective tax rate on pretax operating income was an expense of 8.5% for the 2024, 1st quarter, slightly below our current expected range of 9% to 11% for the full year. mostly as a result of the timing of tax benefits related to equity-based compensation.\nAs regards to our announcement to acquire the U.S. mid-corp and entertainment insurance businesses from Allianz, we are making progress in obtaining the necessary regulatory approvals and are targeting a third quarter close for the transaction. At a high level, the agreement is structured around 2 related contracts. A loss portfolio transfer of loss reserves for years 2016 to 2023 and a new business agreement for business written in 2024 and after.\nOverall, we expect to deploy approximately $1.4 billion in internal capital resources to support both contracts, in addition to the cash consideration of $450 million. The overall transaction is expected to be moderately accretive to earnings per share and return on equity starting in 2025. It is important to note that even when reflecting the capital to be deployed for this transaction, our capital base remains strong with a long -- with a leverage ratio in the mid-teen range. We maintain ample financial resources and remain committed in allocating our capital in the most optimal way for the long-term benefit of our shareholders.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/903b2f12e0c9e1ec262d6f641db53145",
    "period": "2023 Q4",
    "content": "Q4 2023 Arch Capital Group Ltd Earnings Call\n\nQ4 2023 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQFEB 15, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q4 2023 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nBefore the company gets started with this update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management will also make reference to certain non-GAAP measures of financial performance. The reconciliation to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website at www.archgroup.com and on the SEC's website at www.sec.gov.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, Gigi. Good morning, and thank you for joining our earnings call. Our fourth quarter results conclude another record year as we continued to lean into broadly favorable underwriting conditions in the property and casualty sectors. Our full year financial performance was excellent with an annual operating return on average common equity of 21.6% and an exceptional 43.9% increase in book value per share, which remains an impressive 34.2% if we exclude the onetime benefit from the deferred tax asset we booked in the fourth quarter.\nThe $3.2 billion of operating income reported in 2023 made it Arch's most profitable year-to-date. Growth was strong all year as we allocated capital to our property and casualty teams, we showed over $17 billion of gross premium and over $12.4 billion of net premium. And while most current growth opportunities are in the P&C sector, it's important to recognize a steady quality underwriting performance of our mortgage group. Although mortgage market conditions meant fewer opportunities for top line MI growth, the business unit continues to generate significant profits totaling nearly $1.1 billion of underwriting income for the year. As we have mentioned on previous calls, those earnings have helped on growth opportunities in the segments with the best risk-adjusted returns, demonstrating that the disciplined underwriting approach and active capital allocation are essential throughout the cycle.\nOur ability to deploy capital early in the hard market cycle is paying dividends as we own the renewals, a phrase I learned from Paul [ Engray ], a personal mentor and foundational leader of Arch. What Paul meant was quite simple. When markets turn hard, you should aggressively write business early in the cycle. This puts your underwriters in a strong position to fully capitalize on the market opportunity. By making decisive early moves you [ won ] become [indiscernible], who then want to do more business with you. In some ways, the growth becomes self-sustaining, which explains part of our success throughout this hard market.\nAt Arch, our primary focus has always been on rate adequacy regardless of market conditions. Our underwriting culture dictates that we include a meaningful margin of safety in our pricing, especially in softer conditions. And we also take a longer view of inflation and rates. For these reasons, Arch was underweight in casualty premium from 2016 to 2019 when cumulative rates were cut by as much as 50%. I thought I'd borrow a soccer analogy to help explain the current casualty market. In soccer, players who commit a deliberate foul are often given a yellow card. To yellow cars mean the player is ejected from the remainder of the match and their team continues with a one-player disadvantage. Today's casualty market feels as though some market participants took to the field with a yellow card on a prior game. They're playing in match, but cautiously not wanting to make an error that will put their entire team at a disadvantage. So whilst parts sometimes plays aggressively, we've remain disciplined and avoided drawing a yellow card.\nAt a high level, we must remember that casualty lines take longer to remediate than property. So if insurers are being cautious and adding to their margin of safety, we could experience profitable underwriting opportunities in an improving casualty market for the next several years.\nNow I'll provide some additional color about the performance of our operating units, starting with reinsurance. The performance of our reinsurance segment last year was nothing short of stellar. For the year, reinsurance net premium written were $6.6 billion, an increase of over $1.6 billion from 2022. Underwriting income of nearly $1.1 billion is a record for the segment and a significant improvement from the [ cat ] heavy 2022. Reinsurance underwriting results remained excellent as we ended the year with an 81.4% combined ratio overall and a 77.4% combined ratio ex [ cat ] and prior year development. both significant improvements over 2022.\nTurning now to our Insurance segment, which continued its growth trajectory by writing nearly $5.9 billion of net premium in 2023, is 17% increase from the prior year. While the business model for primary insurance means that shifts may not appear as dramatic as our reinsurance group, a look at where we've allocated capital year-over-year provides a meaningful insight into our view of the market opportunities.\nIn 2023, the most notable gains came in from property marine, construction and national accounts. The $450 million of underwriting income generated by the insurance segment in 2023, doubled our 2022 output as we continue to earn in premium from our deliberate growth during the early years of this hard market. Underwriting results remained solid on the year as the insurance segment delivered a combined ratio of 91.7% and a healthy 89.6%, excluding cat and prior year development.\nNow on to mortgage. Our industry-leading mortgage segment continued to deliver profitable results despite a significant industry-wide reduction in mortgage originations last year. The high persistency of our insurance in force portfolio, which carries its own unique version of owning the renewals, enabled the segment to consistently serve as an earnings engine for our shareholders. The credit profile of our U.S. primary MI portfolio remains excellent, and the overall MI market continues to be disciplined and return focus. These conditions should help to ensure that our mortgage segment remains a valuable source of earnings diversification for Arch.\nOn to investments. Net investment income grew to over $1 billion for the year due to rising interest rates that enhanced earnings from the float generated by our increasing cash flows from underwriting. The significant increases to our asset base provide a tailwind for our creative investment group to further increase its contributions to Arch's earnings. Over the past several years, Arch has leaned into both the hard market and our role as a market leader in the specialty insurance space. We have successfully deployed capital into our diversified operating segments to fuel growth while also making substantial operational enhancements to our platform, including entering new lines, expanding into new geographies and making investments into new underwriting teams, technology and data analytics.\nFinally, as we bid adieu to 2023, I want to take a moment to thank our more than 6,500 employees around the world who help deliver so much value to our customers and shareholders. Our people are our competitive advantage. And without their creativity, dedication and integrity, none of this will be possible. So thank you to Team Arch. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all. Thanks for joining us today. As Marc mentioned, we closed the year on a high note with after-tax operating income of $2.49 per share for the quarter for an annualized operating return on average common equity of 23.7%. Book value per share was $46.94 as of December 31, and up 21.5% for the quarter and 43.9% for the year, aided by the establishment of a net deferred tax asset related to the recently introduced Bermuda corporate income tax which I will expand on in a moment. Our excellent performance resulted from an outstanding quarter across our 3 business segments, highlighted by $715 million in underwriting income.\nWe delivered strong net premium written growth across our insurance and reinsurance segments, a 22% increase over the fourth quarter of 2022 and after adjusting for a large nonrecurring reinsurance transactions we discussed last year and an excellent combined ratio of 78.9% for the group. Our underwriting income reflected $135 million of favorable prior year development on a pretax basis or 4.1 points on the combined ratio across our three segments. We observed favorable development across many units, but primarily in short tail lines in our Property and Casualty segments and in mortgage due to strong cure activity.\nWhile there were no major catastrophe industry events this quarter, a series of smaller events that occurred across the globe throughout the year resulted in current accident year catastrophe losses of $137 million for the group in the quarter. Overall, the catastrophe losses we recognized were below our expected catastrophe load.\nAs of January 1, our peak zone natural cat PML offer a single event, 1-in-250-year return level on a net basis, increased 11% from October 1 and but has declined relative to our capital and now stands at 9.2% of tangible shareholders' equity well below our internal limits. On the investment front, we earned $415 million combined from net investment income and income from funds accounted using the equity method, up 27% from last quarter. This amount represents $1.09 per share with an investable asset base approaching $35 billion supported by a record $5.7 billion of cash flow from operating activities in 2023 and new money rates near 5%, we should see continued positive momentum in our investment returns.\nOur capital base grew to $21.1 billion with a low leverage ratio of 16.9% represented as debt plus preferred shares to total capital. Overall, our balance sheet remains extremely strong, and we retain significant financial flexibility to pursue any opportunities that arise.\nMoving to the recently introduced corporate -- Bermuda corporate income tax. As mentioned in our earnings release and in connection with the law change, we recognized a net deferred tax asset of $1.18 billion this quarter, which we have excluded from operating income due to its nonrecurring nature. This asset will amortize mostly over a 10-year period in our financials, reducing our cash tax payments in those years. All things equal, we expect our effective tax rate to be in the 9% to 11% range for 2024 with a higher expected rate starting in 2025.\nAs regards to our income from operating affiliates, it's worth mentioning that approximately 40% of this quarter's income is attributable to nonrecurring items such as [ CofOs ] adoption of IFRS 17 and the establishment of a deferred tax asset at summers in connection with the Bermuda corporate income tax. With these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4f31f83ada86a6bfac42950a70c5c01e",
    "period": "2023 Q3",
    "content": "Q3 2023 Arch Capital Group Ltd Earnings Call\n\nQ3 2023 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQOCT 31, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q3 2023 Arch Capital Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time. As a reminder, this conference call is being recorded.\nBefore the company gets started with this update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These states are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filled by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance. The reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website and on the SEC's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, Gigi. Good morning, and thank you for joining our third quarter earnings call. I hope everybody is safe and well. Yesterday, we reported another excellent quarter, highlighted by strong performances from each of our 3 operating segments that resulted in an annualized operating return of 25% and a 4% increase in book value per share. Overall, our teams capitalized on good underwriting conditions and relatively light catastrophe losses to produce an outstanding $721 million of underwriting income in the quarter.\nOur property casualty teams continued to lean into favorable market conditions to drive $3 billion of net premium, up 26% from 1 year ago. Mortgage insurance once again delivered impressive high-quality underwriting earnings that we redeployed into our P&C segments where opportunities abound. Broadly, we continue to achieve rate increases above loss trend in most sectors of the P&C market. Although rate increases are slowing in some lines, they are reaccelerating, which is a good reminder that there is not a single insurance cycle with May. As always, Arch is well positioned to navigate across these many cycles by reallocating capital to the segment with the best risk-adjusted returns.\nOne of our core differentiating principle is that our underwriters are aligned with our shareholders through our unique compensation structure. Our underwriting teams are always seeking to maximize opportunities as long as they need our shareholders' targets. As we near the end of 2023 and look ahead to 2024, I believe that although the dynamics may shift, this hard market will continue to support profitable growth.\nLet's take a moment to recap the current state of the market and where we are likely headed. I see it as a play in 3 acts. The first act, the current hard market started in primary liability insurance in 2019 and then has a unique circumstance of a 2-year pause and claims activity due to a global pandemic. The second act introduced Hurricane Ian as a main character where property reinsurers had to adjust both their pricing and risk appetite. In addition, capital got more expensive and the industry has to respond to meet new expectations from investors. While property has been the most recent driver of this market as we move into Act 3. We are faced with increasing evidence at casualty rates widely underpriced and oversold during the last submarket need to increase. We expect this third act of the extended hard market already one of the longest in memory to persist until the industry's reserving issues are resolved and until capital rates generate positive results. Arch is well positioned to capitalize on this operating environment.\nAs new hard market underwriting opportunities arise, our incredibly nimble reinsurance group allows us to grow more quickly and significantly than in our insurance group and is therefore where we are most likely to deploy capital first. Today, market trends point to a reinsurance-driven GL hard market, and we stand ready to act. The third act has very started, but things are very promising for Arch.\nNow some color on our operating segments. Our reinsurance group has once again driven our growth with third quarter net premium written of $1.6 billion, up 45% for the same quarter in 2022 and 60% over the last 12 months. Underwriting performance in the reinsurance group was excellent with a combined ratio of 80% for the quarter. Our expectation is that we will continue to see hard property market conditions to next year's renewal cycle as uncertainty and loss activity remains elevated. As noted above, we expect increased opportunities in liability as well. Our insurance group also remains in growth mode in both our North American and international units, while net premium written in the Insurance segment, up 16% over the last -- over the past 12 months, are more modest than in reinsurance, they are more broad-based because of our focus on small- and medium-sized specialty accounts. Underwriting income continues to build with increased earned premium and a strong combined ratio of 90.9%.\nToday, there are still plenty of opportunities to grow profitably in insurance. Property and short-dated lines pricing in terms and conditions remained very strong with rate increases in excess of 15%. The then casualty pricing is increasing in response to overall casualty trends in the market and our programs unit continues to achieve rate increases above trend. Professional liability rates softened in the quarter, with net premiums written down 9% in the third quarter of '22. We share the marketplace sentiment about the D&O segment where both IPO and M&A activity decreased, at the same time as rig pressures from competition and security class action activity increased.\nHowever, returns in that segment are still strong. In the same vein, we maintained a positive outlook on cyber pricing on an absolute basis despite rate decreases in the 15% range.\nOur outstanding mortgage group continues to deliver quality earnings for our shareholders at higher persistency of our in-force portfolio helped offset the slight decrease in [ I&I ] which has been affected by lower mortgage originations. Although we tend to focus our comments on the U.S. primary MI market, it is worth noting that nearly 40% of our mortgage segment underwriting profit this quarter came from non-U.S. operations compared to just over 10% in 2017.\nInternational business represents a significant growth opportunity for the mortgage group at Arch and our strategic decision to diversify our mortgage operations is yielding positive results that further differentiate Arch from our competitors. We are currently in a positive cycle on the investment side of our business, where increasing cash flows from growth are being invested into today's higher yield environment. New money rates are well in excess of our book yield which should continue to boost our investment income over time and provide us with an additional ongoing tailwind.\nIn late October, which for baseball fans, mean it's fine for the world series, baseball is somewhat unique in that it's one of the few team sports that isn't limited to a specific length of time. You can score as many runs as possible until the other team gets 3 outs. To me, the current hard market feels like a baseball game. We know there's only 9 innings to be placed, but we have no idea how long those innings will take. We've got a great lineup, we're happy to keep paying our singles, doubles and occasional home runs until the beginning is over.\nAt Arch, we remain committed to being good stewards that are capital entrusted to us. We do that by following a tried and true data-driven approach that maximizes the capability of our diversified platform, diligently adheres to a cycle management philosophy and is centered around superior risk selection and prudent reserving. All the while, our underwriters are fully aligned with our shareholders. This principles are foundational to our [indiscernible] and underscore our long-term commitment to superior value creation.\nAs we close out 2023, we have significant momentum in all 3 of our businesses and a reliable and high-quality earnings engine in our mortgage group that are helping fuel our growing investment base. All the pieces are fitting together nicely, and we're well positioned for the future.\nNow I'll call Francois up on an on-deck circle, and we'll return to answer your questions shortly. [ Oslo ]?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all. Thanks for joining us today. To add to the baseball team, I would also emphasize that while this long winning streak has certainly been fueled by a timely and dynamic offense. We're also very much aware that team defense play an important role in our success. We've been working hard not to waste any offensive production with careless errors and by executing well actively and on the field. We produced exceptional third quarter results from high-quality earnings across all our landlords.\nThe highlights of this team effort are numerous and include after-tax operating income of $2.31 per share for an annualized operating return on average common equity of 24.8% and a book value per share of $38.62 as of September 30, up 4.3% in the quarter and 18.4% on a year-to-date basis. Similar to the quarterly results, our reinsurance segment grew net written premium by 45% over the same quarter last year, led by the property other than catastrophe line which was 73% higher than the same quarter 1 year ago. As for our property catastrophe business, it's worth mentioning that the net written premium in the third quarter 1 year ago included approximately $34 million of reinstatement premiums, mostly as a result of Hurricane Ian. If we adjust for the impact of reinstatement premiums, our growth in net written premium for this line would have been approximately 64% year-over-year.\nThe quarterly bottom line for the segment was excellent with a combined ratio of 80%, 73.5% on an accident year ex cat basis, producing an underwriting profit of $310 million. The Insurance segment had another very strong quarter, with third quarter net premium roving growth of 11% over the same quarter 1 year ago. Similar to last quarter's results, we experienced good growth in most lines of business with the main exception being professional lines where the market remains competitive, particularly in public directors and officers liability. If we exclude professional lines, net written premium would have been 20% higher this quarter compared to the same quarter 1 year ago.\nOverall, market conditions for our insurance and reinsurance segment remained attractive and we expect the returns on the business underwritten this year to exceed our long-term targets by a solid margin for some business units. Profitable growth during periods of favorable market conditions is one of the hallmarks of our cycle management strategy and the current hard market is definitely giving us the opportunity to deploy meaningful capital in many areas.\nOur Mortgage segment's banning average has consistently been a league leader, and this quarter was no different with a 4.7% combined ratio. Net premiums earned were in line with the past few quarters across each of our lines of business. Included in our results was approximately $98 million of favorable prior year reserve development in the quarter, net of acquisition expenses with over 75% of that amount coming from U.S. MI and the rest from other underwriting innings. Our delinquency rate at U.S. MI remains low based on historical averages and close to 85% of our net reserves at U.S. MI are from post-COVID accident periods at the end of the quarter.\nAcross our 3 segments, our underwriting income reflected $152 million of favorable prior year development on a pretax basis or 4.7 points on the combined ratio was observed across all 3 segments, driven by short dam lines. Current accident year catastrophe losses across the group were $180 million, approximately half of which are related to U.S. severe conducted storms with the rest coming from the line [ Wellie ], [ Hurricane Avala ] and our global events. Pretax net investment income was $0.71 per share, up 11% from last quarter as our pretax investment income yield was up by approximately 18 basis points since last quarter. Total return for our investment portfolio was a negative 40 bps on a U.S. dollar basis for the quarter as our fixed income portfolio was impacted by the increase in interest rates during the quarter and most other asset classes and negative returns in line with broader financial market indices, such as the S&P 500, which was approximately 3.7% in the quarter.\nNet cash flow from operating activities has been very strong so far this year in excess of $4 billion, which has helped grow our invested asset base by approximately 20% in the last 12 months with new money rates in our fixed income portfolio comfortably above 5%, we should see continued meaningful tailwinds in our net investment income.\nTurning to risk management. As of October 1, on a net basis, our peak zone natural cat PML for a single event 1- to 250-year return level remain basically unchanged on a dollar basis from July 1 and now stands at 10.1% of tangible shareholders' equity well below our internal earnings. Our capital base grew and got stronger during the quarter and now stands at $18 billion. Our leverage ratio represented as debt plus preferred shares to total capital is currently under 20%, which provides us with significant flexibility as we look to deploy capital as opportunities arise. With these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/833dfb48fd8ee40dcb0bea4bd8ab5b56",
    "period": "2023 Q2",
    "content": "Q2 2023 Arch Capital Group Ltd Earnings Call\n\nQ2 2023 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQJUL 27, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q2 2023 Arch Capital Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. Before the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends to be forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to certain non-GAAP measures of financial performance. The reconciliations to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website and on the SEC's website. I would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sir, you may begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, Josh. Good morning, and welcome to our second quarter earnings call. We're more than half way through 2023 and through our commitment to underwriting acumen, prudent reserving and cycle focused capital allocation, we were able to deliver another quarter of profitable growth.\nIn the second quarter, our results were primarily driven by our willingness and ability to deploy capital into lines with superior risk-adjusted returns. Our operating results in the quarter were stellar with an annualized operating return on average common equity of 21.5% that drove a 4.8% increase in Arch's book value of common share for the quarter. As you know, book value per share growth is our primary focus on our road to creating long-term value for our shareholders. Each segment generated over $100 million of underwriting income in the quarter. These outstanding returns reflect our ability to effectively execute in each segment. We're really operating in our sweet spot.\nI also want to commend our employees for the continued exceptional growth they've delivered in the quarter, most notably a 32% increase in property and casualty net premium written compared to the same quarter a year ago. This hard P&C market is proving to be one of the longest we've experienced and we are in an enviable position as we look to 2024 and beyond.\nWe often refer to the insurance clock developed by [ Paul Ingrey ] to help illustrate the insurance cycle. You can find the clock on the download cap for this webcast or on our corporate website. If you can't do the clock right now, just picture a traditional clock dial. For some time, we've been hovering at 11:00, which is one we expect most companies in the market to show good results as rate adequacy improves and loss trends stabilize.\nLast year, a popular topic on earnings calls was whether rate increases were slowing or what the rates were even decreasing. These are classic signs of the clock hitting 12 when returns are still very good, but conditions begin to soften. Yet here we are in mid-2023 and conditions in most markets remain at 11:00. We've even checked the batteries in the clock and they're just fine. The clock isn't broken. It's just that the current environment dictates an extended period of rate hardening.\nSo what's sustaining this hard market? Well, I believe it's a relatively simple combination. Heightened uncertainty is driving an imbalance of supply and demand for insurance coverage. Since this hard market inception in 2019, we've had COVID to war in Ukraine, increased cat activity and rising inflation, all of which create significant economic uncertainty. Underwriters have had to account for more unknowns. Beyond those macro factors, industry dynamics also play a role in sustaining the hard market. Generally, in adequate pricing and overly optimistic loss trend assumptions during the soft market years of 2016 through 2019 have led to inadequate returns for the industry.\nThe impact of these factors should cause insurers to raise rates and purchase more reinsurance in a capacity-constrained market with limited new capital formation. Put it all together, and it may be a while before the clock strikes 12 and we begin to move beyond this hard market.\nI'll now share a few highlights from our segments. First, P&C. In the second quarter, the reinsurance group was successful again at seizing growth opportunities. In particular, the media property and property cat renewals saw a significant improvement in rate adequacy and our underwriters are already willing and able to provide valuable capacity to our clients. Our PML or exposure to a single event in a 1-in-250-year return period went up in the quarter while our premium income grew substantially.\nAt July 1, our peak zone exposure rose to 10.5% of tangible equity. Overall exposure to property cat risk remain well within our threshold and because of our diversified portfolio and broad set of opportunities, we retain the flexibility to pursue the most attractive returns across lines and geographies. Although there are lines where pricing has declined, large public [ D&O ] comes to mind. P&C markets continue to see rate changes above loss trends. Even with those fee lines with weakening rates, the compounded rate increases over the past several years continue to be earned and are generating attractive returns.\nOverall, we like the range of opportunities in front of us, and we continue to lean into the current market.\nNext is mortgage, which keeps generating meaningful underwriting income and risk-adjusted returns. Housing and credit conditions remain favorable, although high mortgage interest rates tempered demand for mortgage originations and limit refinancing options. The lack of refinancing has led to a historically high persistency rate of 83%. High persistency stabilizes our insurance in force, which, as many of you know, drives mortgage insurance earnings.\nOur disciplined underwriting process and risk-based pricing model have helped us to build a healthy risk-reward profile for the business we write. The composition of the overall book with high FICO scores and low loan-to-value and debt-to-income ratios remains one of the best risk profiles in the industry.\nInternational growth, along with our GSE credit risk transfer of business, enabled us to profitably manage risk better than more online U.S.-only companies, a key differentiator of our MI global platform.\nMortgage insurance plays a valuable role in our diversified business model and continues to generate capital that is and can be deployed into the most attractive opportunities across the enterprise.\nMoving on to investments now. Since our second quarter on the call last year, the Federal Reserve has increased, as we all know, the rates 8x for a total of 375 basis points. Given our short duration portfolio, these hikes have positively affected our net investment income, which is up approximately 22% over the first quarter of '23. New money rates exceed our book yield, which, along with our strong cash flow, sets the stage for further growth and book value creation.\nHave a [ tenant ] on the brain after watching the incredible Wimbledon final couple of weeks ago, it was an epic match-up 20-year-old sensation, Carlos Alcaraz, taking on all-time [ grade ] Novak Djokovic, was a back and forth match that lasted nearly 5 hours before Alcaraz emerged victorious. There was one pivotal moment that will be remembered for years. In the third set, a single game, something that usually takes about 3 to 5 minutes, instead lasted 26 minutes. The game included 13 deuces and 7 breakpoints. It was an incredible display of tenacity and athleticism. Not to mention the mental strength required to remain focused. It was insane.\nBut what really struck with me was that kind of like this hard market, the game simply refused to end where many times where a single winning shot would have ended the game, but it just kept going. About 15 minutes in, it became clear that we just needed to enjoy what we were watching and not focus on the end point. So that's what we're doing with this hard market, returning what the market serves us with gusto.\nAs always, our goal remains to generate strong risk-adjusted returns in order to create long-term value for our shareholders at lower volatility. The exceptional profitable growth over the last several years has fortified our market presence and helped us achieve one of the most profitable quarters in our company's history. This is a type of well around the quarter we've always envisioned. The sweet spot, if you will, and we look forward to building on this momentum in upcoming quarters. I'll [ save ] the court now to Francois, and then we'll return to answer your questions.\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all. Thanks for joining us today on this gorgeous day in Bermuda. As Marc highlighted, our underwriting and investment teams delivered excellent results across their respective areas in the second quarter, which resulted in a performance that exceeded that from our very strong first quarter. For the quarter, we reported after-tax operating income of $1.92 per share for an annualized operating return on average common equity of 21.5%. Book value per share was $37.04 as of June 30, up 4.8% in the quarter and 13.5% on a year-to-date basis.\nTurning to the operating segments. Net premium written by our Reinsurance segment grew by 47% over the same quarter last year, and this growth was observed in most lines of business. Growth was particularly strong in the property catastrophe and property other than catastrophe lines with net written premium being 205% and 53% higher, respectively, than the same quarter 1 year ago, a reflection of the fact that market conditions in these lines remain very attractive.\nAs a result, the quarterly bottom line for the segment was excellent, with a combined ratio of 81.9%, producing an underwriting profit of $245 million. The accident year ex cat combined ratio was 77.4%. The Insurance segment also performed well, with second quarter net premium written growth of 18% over the same quarter 1 year ago and an accident quarter combined ratio, excluding cats of 89.8%.\nExcept for professional lines, which saw a slight decrease in net written premium in our public directors and officers business due to a more competitive market, all our underwriting units in insurance, both in the U.S. and internationally, saw good growth in the quarter as market conditions remain excellent.\nOur Mortgage segment had another excellent quarter with strong performance across all units, leading to a combined ratio of 15%. Net premiums earned were in line with the past few quarters, reflecting a high level of persistency in our insurance in force during the quarter at U.S. MI, partially offset by lower levels of terminations in Australia and higher levels of [ ceded ] premium.\nBenefitting results was approximately $84 million in favorable prior year reserve development in the quarter, net of acquisition expenses, with over 75% of that amount coming from U.S. MI and the rest spread across our other underwriting units.\n[ Q ] activity at U.S. MI was again very strong this quarter, and our delinquency rate stood at 1.61%, its lowest level since the onset of the COVID pandemic. At the end of the quarter, over 80% of our net reserves at U.S. MI are from post-COVID accident periods. Overall, our underwriting income reflected $116 million of favorable prior year development on a pretax basis or 3.9 points on the combined ratio and was observed across all 3 segments mainly in short-term lines.\nCurrent accident year catastrophe losses across the group were $119 million, over half of which are related to U.S. severe convective storms that have occurred so far this year. Pretax net investment income was $0.64 per share, up 21% from the first quarter of 2023 as our pretax investment income yield was almost up 50 basis points since last quarter. Total return for our investment portfolio was 0.56% on a U.S. dollar basis for the quarter with most of our strategies delivering positive returns. Our interest rate positioning with a slightly shorter duration helped minimize the impact of the increase in interest rates during the quarter.\nWe remain comfortable with our commercial real estate and bank exposure, which is a high quality and short duration. Net cash flow from operating activities was strong in excess of $1.1 billion this quarter and continues to provide our investment team with additional resources to deploy into the higher interest rate environment. With new money rates in our fixed income portfolio is still in the 4.5% to 5% range, we should see further improvement in our net investment income in the coming quarters, arising primarily from positive cash flows and the rollover of maturing lower-yielding assets.\nTurning to risk management. Our natural cat PML on a net basis of the single event 1-in-250-year return level stood at $1.46 billion as of July 1 or 10.5% of tangible shareholders' equity, again, well below our internal limits.\nIn light of the improved market conditions in the property market, we were able to deploy more capacity, which resulted in a significant premium growth for property lines in both our Insurance and Reinsurance segments. This growth was well diversified across multiple zones. Our view is that the current in-force portfolio with a broader spread of risk across many zones is well positioned to deliver attractive returns.\nOur capital base remains very strong with $17.4 billion in capital and a debt plus preferred to capital ratio of 20.5%. Even though the results of the past quarter set the high watermark for us on many fronts. We believe the continued hard work and dedication from our teams, serving the needs of our clients every single day, along with our steadfast commitment as disciplined and dynamic capital allocators, sets us up very well for future success. With these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73e8b0c1893a04ebfbc4aead351acb9f",
    "period": "Unknown",
    "content": "Arch Capital Group Ltd. Q1 2023 Earnings Call\n\nArch Capital Group Ltd. Q1 2023 Earnings Call\n\nACGLNASDAQAPR 27, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Q1 2023 Arch Capital Group Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nBefore the company gets started with this update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied.\nFor more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed on the company -- excuse me, filed by the company with the SEC from time to time. Additionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThe company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also may make reference to certain non-GAAP measures of financial performance. The reconciliation to GAAP for each non-GAAP financial measure can be found in the company's current report on Form 8-K furnished on the SEC yesterday, which contains the company's earnings press release and is available on the company's website and on the SEC's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director\n\nThank you, Lisa. Good morning, and welcome to Arch's earnings call for the first quarter of 2023. I'm pleased to report that as a direct result of our premium growth momentum from the past few hard market years, we reported an excellent start to the year. Financial highlights include book value per share growth of 8.4% in the quarter and an annualized operating ROE of 20.7%.\nOur P&C underwriting teams continue to lean into attractive market conditions were excellent risk-adjusted returns remain available, growing net premiums written by 35% over the same period last year. A key element of cycle management is to respond aggressively when you see conditions change. Since 2019, we have seen the market psychology pivot to underwriting discipline and our underwriting teams were prepared to become a more willing provider of capacity.\nThe current property cat dislocation has resulted in us targeting growth in property lines and this should further improve our returns as we continue to benefit on the cumulative effect of improved rates, terms and conditions. The $327 million of underwriting income generated from our 2 P&C segments this quarter is a testament to our commitment in the improved market.\nOur mortgage segment operates on a different cycle than the P&C, but it remains a significant contributor to earnings, generating a healthy $243 million of underwriting income in the quarter as our high-quality insurance in force portfolio remained stable at $513 million. And in our P&C growth, I want to emphasize that Arch is first and foremost, an underwriting company. Being an effective underwriting cycle manager means that our underwriters know that they have degrees of freedom in choosing to deploy capital across our diversified specialty focused platform. Because we have a wider range of choices to allocate underwriting capital at any time, we can generate more consistent and stable underwriting income over the long run.\nOur growth in this hard market would not exist without our unwavering underwriting integrity. Our focus on underwriting leads through profit stability and better reserving visibility. And over time, these more stable results lead to greater balance sheet strength which in turn enables us to more aggressively deploy capital when we see market conditions change in our favor. At Arch, we're deeply committed to the art and science of underwriting because we know that underwriting integrity over time solidified our conviction and agility to proactively respond to changing market positions.\nI'll now share a few highlights from our segments. First with P&C. Overall, the P&C environment continues to offer plenty of opportunities as evidenced by our growth. As you see in our premium numbers, the reinsurance market, in particular, is very attractive right now. Reinsurance typically react more quickly to the changing environment and primary insurance, and we are witnessing this phenomenon in these early stages of improvement in the property market.\nIn our insurance segment, we continue to take advantage of favorable market conditions. For the past few quarters, property has seen significant rate escalation, which supported our 37% net premium written growth in that line of business during the first quarter of '23. The property market is still broadly dislocated, and we believe it will take further rate improvement before it finds equilibrium. Elsewhere, general liability rates have pick up again and large account D&O is on a very few P&C lines that has decelerating rates. Overall, the market remains disciplined in its behavior, and we continue to obtain rate above trend.\nOn our last earnings call, we noted property cat reinsurance dislocation at the 1/1 renewals, which led to significant effective rate increases. For the first quarter, reinsurance cat net premiums written roughly doubled over the last -- over the same period in '22. From our perspective, the improved conditions at 1/1 are a positive leading indicator as we prepare for the midyear renewals, where peak zone capacity remains tight. We are well positioned to take advantage of this opportunity.\nArch is an increasingly prominent provider of choice in the property and casualty space. This is to be expected over time because of our differentiated cycle management strategy. To execute our strategy, we continuously invest in improving our capabilities. We hire and retain tough tier talent and teams, and we seek to enhance our tools and technology with the aim of becoming a more intelligent, stable and able provider of insurance products for our clients. Finally, our compensation structure rewards underwriting performance first and foremost. This is a powerful glue that aligns strategy with execution.\nNow let me move to mortgage. Our mortgage segment continued to generate solid underwriting income and risk-adjusted returns, largely because our portfolio was shaped with a focus on credit quality and data-driven risk selection. Credit quality in our mortgage portfolio is excellent, as demonstrated by our 1.65% delinquency rate, the lowest since March of 2020. Our disciplined underwriting approach has produced a portfolio with a more favorable risk profile, including higher fiber scores and both lower loan-to-value and debt-to-income ratios than our peers in the sector.\nTypical seasonality and tempered demand for housing in the first quarter affected new insurance written. However, production was in line with our expectations given the healthy market conditions. We're seeing pricing discipline across the MI industry as rates have increased over the past year. The MI industry's underwriting discipline is encouraging and allows us to maintain our focus on risk selection to achieve adequate risk-adjusted return. The MI industry is competitive, but faced with the current risk factors in the broader economy is acting rationally. As a result, our MI team continues to have opportunities to deploy capital.\nIt isn't a football season yet, but with the NFL draft beginning tonight, football was on my mind. Back in the 1960s, a football team from a small Wisconsin town dominated the sport winning 5 championships in a decade. The team, as you all know, was the Green Bay Packers and their coach was Vince Lombardi, widely regarded as one of the greatest coach of all time in any sport. One thing that made Lombardi a great leader was his obsession with excellence and execution. During their dominance, a key part of their offense was a very simple play called the Power Sweep. The quarter back would hand the ball to the running back, we ran the ball to one side of the offensive line and then defensive line acted at blockers, allowing the running back to [indiscernible] it. No frills, no surprises.\nOpponents knew what was coming, but [indiscernible] and nobody could sell it. We talk a lot about cycle management and underwriting discipline on these calls and for good reason. It's hardwired into how we operate the company. They are not novel concepts. They're actually quite simplistic. The key, like with Lombardi Green Bay Packers is conviction and execution excellence. So day after day and year after year, we line up and essentially run the same play, write a lot of business when rates are high and a lot less when rates are well. Francois?\n\nFrancois Morin\n\nExecutive VP, CFO & Treasurer\n\nThank you, Marc, and good morning to all, and thanks for joining us today. As Marc highlighted, we kicked off 2023 with excellent underwriting results across all the segments, and our investment income continued its upward path, benefiting from a higher interest rate environment and strong operating cash flows.\nFor the quarter, we reported after-tax operating income of $1.73 per share for an annualized operating return on average common equity of 20.7%. Book value per share was up 8.4% in the quarter to $35.35, reflecting not only our strong results, but also the unwinding of approximately $350 million of unrealized losses on our fixed income portfolio net of taxes.\nTurning to the operating segments. Net premium written by our reinsurance segment remained on its strong trajectory and grew by 51.5% over the same quarter last year. This growth occurred across most of our lines of business with a particular emphasis on property lines, marine and aviation and other specialties. The overall bottom line of the segment will also very good with a combined ratio of 84.3% and a relatively small impact of $59 million from current accident year capacity lawsuits. It's worth mentioning that our top line reflects the impact of some larger transactions which are not uncommon during periods of significant market dislocation. We cannot tell whether the frequency and size of these transactions will recur in future periods, but we are optimistic that market conditions will remain attractive for this foreseeable future.\nThe Insurance segment also performed well with first quarter net premium revenue growth of 19.1% over the same quarter 1 year ago and an [indiscernible] quarter combined ratio, excluding cat of 89.8%. There were a handful of items affecting our top line marked significantly this quarter, such as a large transaction in the lenders and the warranty line of business and very strong market conditions in the property, energy and marine lines business, both positives, which were partially offset by the headwinds of weaker foreign currencies against the U.S. dollar compared to a year ago.\nWe estimate that on a constant dollar basis, our net written premium growth would have been approximately 230 basis points higher than reported in our financials. Most of our lines of business still benefit from excellent market conditions both in the U.S. and internationally, and we remain positive about our ability to grow and write business at expected returns that meet our [indiscernible] as we approach the second half of the year.\nOur Mortgage segment had another excellent quarter with a combined ratio of 20% from strong performance across all our units. Net premiums earned were up slightly on a sequential basis reflecting the increased persistency of our insurance in force during the quarter at U.S. MI and good growth in our units outside of U.S. MI. We recorded approximately $73 million of favorable prior reserve development in the quarter, with approximately 2/3 coming from U.S. MI and the rest spread across our other units. [indiscernible] activity this quarter in U.S. MI was particularly strong as we benefited from the highest first quarter cure rate we have seen in the past 6 years, excluding 2020.\nAt the end of the quarter, over 80% of our net reserves at U.S. MI are from post-COVID accident periods. Overall, our underwriting income reflected $126 million of favorable prior year reserve development on a pretax basis or 4.3 points on the combined ratio and was observed across all 3 segments.\nQuarterly income from operating affiliates stood at $39 million and was generated from good results at Coface, Somers and Premia. As you may already know, Coface recently declared a dividend of EUR 1.52 per share, which should result in a EUR 68 million dividend to Arch and link May, subject to Coface shareholder approval. Although this amount will not benefit our income statement next quarter, we believe it reflects very well on Coface's results and prospects for the periods ahead.\nPretax net investment income was $0.53 per share, up 10% from the fourth quarter of 2022 as our pretax investment income yield exceeded 3% for the first quarter since 2011. With new money rates in our fixed income portfolio holding relatively flat in the 4.5% to 5% range, we should see further improvement in our net investment income returns in the coming quarters.\nTotal return for our investment portfolio was 2.54% on a U.S. dollar basis for the quarter with all our strategies delivering positive returns. The contribution to the overall result was primarily led by our fixed income portfolio, which benefited from slight downward pressure on interest rates during the quarter. While fixed income market volatility was elevated intra-quarter because of the stress in the U.S. and Swiss banking systems and the implications for monetary policies of central banks, spreads at quarter end were generally consistent with those at year-end 2022. The overall position of our investment portfolio remains neutral relative to our target allocation and we are well positioned to capitalize should there be further dislocation in the capital markets.\nOf interest, our commercial real estate exposure is distributed across a variety of strategies. Accounts are only 6% of Arch's investment portfolio is highly rated as a low loan-to-value ratio and is more concentrated in multifamily housing investments with minimal positions in the office properties. [indiscernible] the acquisitions are concentrated with large money central banks with no significant exposure to U.S. regional banks.\nTurning to risk management. Our natural cat PML on a net basis stood at $1.69 billion as of April 1 or 8.1% of tangible shareholders' equity, again, well below our internal limits at the single event 1 in 250-year return level. Our peak zone PML is currently the U.S. Northeast and reflects some pockets of increased capacity we deployed at April 1 in response to good market opportunities ahead of the more active renewal period at June 1 and July 1.\nIn summary, we remain very positive on the current market and the opportunities ahead of us across all the segments. As the current expected returns, we believe deploying meaningful capacity in our businesses currently represents our best option to maximize returns for the benefit of our shareholders.\nOur commitment to being active yet disciplined capital allocators, remain a core principle of ours that should lead to long-term value creation and success. With these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3449535962140ab6629384317d349674",
    "period": "2022 Q4",
    "content": "Q4 2022 Arch Capital Group Ltd Earnings Call\n\nQ4 2022 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQFEB 14, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Arch Capital Group Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nBefore the company gets started with this update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied.\nFor more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed in the company with the SEC from time to time. Additionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThe company intends the forward-looking statements in this call to be subject to the safe harbor created thereby. Management also will make reference to some non-GAAP measures of financial performance. The reconciliation to GAAP and definition of operating income can be found in the company's current report or Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sir, you may begin.\n\nMarc Grandisson\n\nCEO & Director, Arch Capital Group Ltd.\n\nThank you, Towanda. Good morning, and welcome to the fourth quarter earnings call for Arch Capital Group. Happy Valentine's Day to all. I'm pleased to share that for the fourth quarter of 2022, each of our 3 underwriting segments produced exceptional results. Our quarter's results were buoyed by a lower than average cat loss experience a significant favorable development in mortgage reserves and a higher level of profitable earned premiums from our recent growth.\nThis quarter demonstrates the power of our strategy, namely our management of the underwriting cycle across the diversified specialty portfolio with a prudent reserving and underwriting stance. Our P&C insurance underwriting teams continue to lean into hard market conditions, and our mortgage team delivered record underwriting income, which is again a direct result of our years as the established market leader there.\nFor the full year of 2022, Arch generated over $1.8 billion of operating income with an operating return on equity of 14.8%. 2022 was our third consecutive year of sustained premium and revenue growth, supporting stronger and more stable earnings power for the near term. The net premium written growth from our P&C units was exceptional. Reinsurance segment NPW grew 51% for 2022 as the team seized on market dislocations while our insurance segment grew a robust 21% on the year. We continue to see a broad array of opportunities to allocate capital where rates and terms and conditions allow for growth in attractive returns.\nTaking stock of where we are in the current market cycle, it's important to note that we have recorded premium growth significantly above the long-term industry average. Over the last 4 years, we've grown property and casualty net premium written threefold to nearly $10 billion from less than $3.6 billion in 2018, while overall rates increased cumulatively by over 40%. As we have stated previously, our cycle management strategy dictates that we maximize premium volume when rates are rising, which is precisely what we've done.\nWhile we expect to continue to allocate more capital to the P&C segments for the next several years, I wish to remind our shareholders that we capitalize on the attractive return opportunities in our MI segment to the tune of $5.4 billion of underwriting income since 2017. These profits allowed us to redeploy capital into more accretive uses, including $2 billion worth of share repurchases since 2018, and the substantial growth in profitable P&C premium. MI has been vital to our ability to propel our P&C underwriting growth.\nUnderwriting cycle management is core to our culture, and I want to take a brief detour into how we think about the underwriting cycle here at Arch. Given the simplification of falling grades insurance clock split into 4 stages. Stage 1, at the onset of the hard market, we see rates increase dramatically and capacity withdrawn. Results on the previous soft market results only begin to show up in claims activity. Stage 2. This is the beginning of the restoration phase, which is indicated by second and sometimes third round of rate increases along with some improvements for the insurers in the terms and conditions as the industry adjusts its appetite and underwriting policies. Much of the focus during this stage is also geared to filling guests in and replenishing reserve shortfalls from the soft years while showing rapid improvements.\nStage 3. That next period is where rates gradually decrease often as a result of overreactions in Stage 2. Underwriting profits from the hard market years gradually show up in the results. This period can be lengthy and it usually allows for still profitable growth, especially for the disciplined underwriters. And finally, Stage 4. Famous Stage 4 is where the industry forsakes underwriting discipline and overly focuses on topline growth even as rate decreases accelerate. This is where Arch's culture of underwriting discipline is most apparent as we cut exposure and prepare for the return of Stage 1.\nRight now, we are at Stage 2 in most lines. Some, for instance property, are back to Stage 1 since the fourth quarter. Understanding where you are at each point of the cycle for every product line and the nuances within each stage is critical to the timely allocation of capital to the areas of greatest opportunity. One of Arch's key sustainable advantages is the breadth of its capabilities across many specialty insurance lines, enhancing greatly our cycle management capabilities. A core strategic tenant of Arch is that underwriting acumen and discipline through the cycle drive superior risk-adjusted returns.\nNow I'd like to share some highlights from our underwriting units. We'll kick it off with reinsurance. For the fourth quarter, net premium written in the reinsurance segment was $1.5 billion. That's more than double the same quarter 1 year ago. Francois will cover the details, but much of this growth is because we were well positioned to capitalize on broad market opportunities as well as several one-off opportunities resulting from market dislocations emerging in the fourth quarter. It is worth noting that the fourth quarter growth does not include the January 1 property and property cat renewals, which will be reflected in our next quarter's results.\nAs you've heard, pricing for the January 1 renewals were strong. Cat pricing and terms both improved, leading to effective rate changes in the plus 30% to plus 50% range. We anticipate these trends will continue as the midyear property cat renewal and should translate to strong property cat premium growth in 2023 for Arch.\nMoving now to our insurance segment, where we continue to reap the benefits of the investments we've made in enhancing our specialty businesses in the U.K. and in the U.S. On the year, we wrote over $5 billion of NPW, net premium written, compared to $4.1 billion in '21, with growth coming from a diverse mix of business. Underwriting performance continues to be excellent with an ex-cat accident year combined ratio of 89.6%. Rate increases with a few exceptions remain above loss cost trend, and we expect this strong momentum to continue for 2023. The insurance market remains rational and disciplined.\nWe expect also continued opportunities due to the ongoing global uncertainties and remain optimistic that this disciplined behavior that we saw in the P&C industry for the last 3 years will persist as we move through Stage 2 of the cycles.\nNext, our mortgage team. Again, had an exceptional quarter, capping off an excellent year. As we benefited from earnings from our embedded book as well as from favorable reserve development as cures on delinquencies exceeded our expectations. The mortgage segment delivered $374 million of underwriting income in the quarter and $1.3 billion for the year, an excellent contribution in a year where higher mortgage interest rates slowed new originations.\nOur insurance in force, the earnings foundation of the mortgage segment, grew to $513 billion at year-end '22, as persistency increased due to higher mortgage rates. As expected, higher mortgage rates led to reduce NRW as mortgage rates touched 7%, the highest rates in 20 years. Looking broadly at the MI industry's health, we have borrower credit quality which is outstanding and excess housing demand above supply, the U.S. unemployment rate is at historic lows and the borrowers' equity in their homes remain at very healthy levels. One thing worthy of mention is that the MI industry is acting in a disciplined and responsible manner. In the face of these economic uncertainties, premium rates are increasing while underwriting quality remains strong.\nFinally, the interest rate increases we've seen in the last 12-plus months should help fuel our net investment income through 2023. We are poised to benefit from a higher reinvestment rates coupled with the growth in invested assets. I've got auto racing on my mind lately, and when I look at our industry, I can't help but think that Arch is one of the best cars on the track. We know that winning the race comes down to more than having a great driver or the fastest car. There is much preparation, analysis and looking at the conditions on the track as well as monitoring the other drivers.\nBy recognizing the soft market conditions in '17 and '18, we avoided the mistakes others made early in the race when they might have burned tires or overheated their engines. The pricing began to improve in 2019. We're able to take advantage of some of our competition. That fixed up an engine problems, and we took the opportunity to take more of a lead on the track by increasing substantially our writings. And then once we saw some clear track ahead of us, we were able to accelerate even faster. Today, we're firing on all cylinders, and I know we've got the right crew to bring it home.\nLet's hand the wheel over to Francois before coming back to and answer your questions. Francois?\n\nFranois Morin\n\nExecutive VP, CFO & Treasurer, Arch Capital Group Ltd.\n\nThank you, Marc, and good morning to all. Thanks for joining us today. I'm very pleased to share that once again, Arch had an excellent quarter on virtually every front. The year concluded with fourth quarter after-tax operating income of $2.14 per share for an annualized operating return on average common equity of 28%. Book value per share was up 9.9% in the quarter to $32.62, and down only 2.8% on the year, a great result considering the impact raising interest rates had on our fixed income portfolio with a difficult year in equity markets and the elevated catastrophe activity we experienced this year.\nTurning to the operating segments. Net premium written by our reinsurance segment grew by an exceptional 118% over the same quarter last year. Although this quarter, we had a few large one-off transactions that impacted our results and contributed $407 million to our net written premium. Adjusting for these transactions, our net premium written growth was still elevated at 61% for the quarter. These transactions are yet another example of the dislocated state of the reinsurance market where our strong balance sheet provides a significant advantage as we look to deploy meaningful capital to support ceding companies at terms that meet our target return expectations.\nMore importantly, the underlying performance of the segment this quarter was very good with an ex-cat accident year combined ratio of 82.9% and a de minimis impact from current accident year capacity losses.\nReflecting ongoing hard market conditions, the insurance segment also closed the year on a very good note with fourth quarter net premium written growth of 17.4% over the same quarter one year ago in an accident quarter combined ratio, excluding cats of 89.6%. Most of our lines of business still benefit from excellent market conditions, both in the U.S. and internationally, and our expectations for the coming year remain very positive.\nOur mortgage segment continued its run of quarters with results better than long-term averages as claim activity for the business remain low. While production volumes were down due to the lower level of originations in the market, we remain positive on the return prospects for this business. Net premiums earned were up slightly on a sequential basis as the persistency of our in-force insurance at 79.5% at the end of the quarter continued to increase. The combined ratio, excluding prior year development, was 45% for the quarter and reflects our prudent approach to loss reserving, one of our key operating principles.\nOur underwriting income reflected $270 million of favorable prior year development on a pretax basis across all segments this quarter, which represents approximately $0.66 per share after tax. While most of this favorable prior development, $211 million came from the mortgage segment, mostly on claim reserves set up for COVID-related delinquencies in the 2020 and 2021 accident years at U.S. MI. It is worth pointing out that our P&C reserves also contributed to the overall results. Of note, both our insurance and reinsurance segments had another quarter of favorable reserve development, and the 2022 calendar year Phase 2 incurred ratio for our P&C operations was 58.7%, its lowest level in more than 5 years.\nBoth these metrics provide some insight into the adequacy of our loss reserves, which constitute an important element in the quality of our balance sheet. Quarterly income from operating affiliates stood at $36 million and was generated from good results at (inaudible) and Somers.\nPretax net investment income was $0.48 per share, up 41% from the third quarter of 2022. Cash flow from operations, over $3.8 billion for the year, was strong and when combined with the proceeds from maturities and sales of securities in a rapidly rising yield environment, and hence, the underlying contribution from our investment portfolio. Going forward, with new money rates in our fixed income portfolio in the 4.5% to 5% range and a growing base of invested assets, we are well positioned to deliver an increasing level of investment income to help fuel our bottom line.\nTotal return for our investment portfolio was 2.6% on a U.S. dollar basis for the quarter with all of our strategies delivering positive returns. The contribution to the overall result was primarily led by our fixed income portfolio, which benefited from relatively stable interest rates and tightening credit spreads. The overall position of our investment portfolio remains relatively unchanged as we remain cautious relative to duration, credit and equity risk.\nTurning to risk management. Our natural cat PML on a net basis stood at $970 million as of January 1 or 8% of tangible shareholders' equity. Again, well below our internal limits at the single event 1-in-250-year return level. Our peak zone PML remains at Florida Tri-County region. And as Marc mentioned, the PMLs we report represent a point-in-time estimate of the exposure from our imports portfolio and the premium associated with the January 1 renewals will get reported in our financials starting next quarter.\nOn the capital front, we did not repurchase any shares this quarter as our assessment of the market opportunity in 2023 remains very positive, one where we should be able to deploy meaningful capital into our business at attractive returns for the benefit of our shareholders.\nFinally, as Marc mentioned in his remarks, the results we enjoyed this year across our operations were achieved through a thoughtful and deliberate execution of our cycle management strategy and a strong culture of allocating capital to the most profitable markets and opportunities, these results, which were an important contributor to us joining the S&P 500, were only made possible by the ongoing hard work and dedication of our over 5,000 employees across the globe. They deserve a tremendous amount of credit for making us who we are today, an industry leader with a stellar 20-plus year track record that is ready for the opportunities and challenges ahead of us.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8f9b90bd76c76f22dc99ba2aa9df0802",
    "period": "2022 Q3",
    "content": "Q3 2022 Arch Capital Group Ltd Earnings Call\n\nQ3 2022 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQOCT 27, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Third Quarter 2022 Arch [Soft] Capital Group Earnings Conference Call. (Operator Instructions) As a reminder, this call may be recorded.\nBefore the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties.\nConsequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time. Additionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThe company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to some non-GAAP measures of financial performance. The reconciliation to GAAP and definition of operating income can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director, Arch Capital Group Ltd.\n\nThank you, Michelle. Good morning, and welcome to Arch's third quarter earnings call. Our investors know that with Arch, you're getting a diversified, time-tested active capital allocator that understands that how you navigate cycles is crucial for long-term success. Hurricane Ian gave us a stark reminder of the importance of insurance. And our hearts go first to all those who loss lives or property.\nAs we turn to 2023, our agility is never more important. As an insurer, we provide protection for our clients during times of uncertainty. The reality for our industry is that big events like Ian almost always result in opportunities for the company that actively manage their capital and have the ability and the decisiveness to act when markets need their capacity. Arch is one of those companies.\nThe current environment presents Arch with the opportunity to enhance its relationships with clients as they seek out insurance and reinsurance solutions in these uncertain times. The cat activity in the third quarter has significantly increased pressure on property cat markets, which could have ripple effects across all property and casualty lines as we approach the 2023 renewals.\nOver the last several years, we've maintained that property cat rates have been inadequate. Now the market recognizes this as well. The events of the past 18 months significant interest rate hikes, repricing of investments, ongoing general inflation concerns and the increasing cost of capital, all point to the need for a higher margin safety in the premium with property being the deposed child.\nWe're pleased that the underwriting discipline of our insurance and reinsurance segments limited Ian's impact to a quarterly earnings event. As we have said before, our proactive approach to cycle management enables us to protect our capital over the long term.\nFrom Arch standpoint, as other insurers are reducing their overall participation, we have an opportunity to showcase our outstanding team, strong balance sheet, underwriting acumen and creative things. Our positioning should reward our shareholders with superior risk adjusted return in the near term. I want to take a few minutes to call your attention to areas in each operating segment where we continue to make positive strides.\nIn the third quarter, our insurance and reinsurance segments continued to grow premium and delivered solid current accident year x cat combined ratios, 89.5% for insurance and 85.5% for reinsurance. In our insurance operations, we continue to see strong net premium written growth in the third quarter, up approximately 19% in the same period in 2021.\nSome of the most significant growth came from professional liability, including cyber as well as a strong increase in travel lines. Our excess and surplus lines business, both property and casualty, also continued to achieve rate increases of up trend, and we are optimistic about the opportunity for further growth in 2023.\nCompetition in P&C is robust, but rational, and the markets are taking a more technical approach to pricing and a project suits Arch's underwriting philosophy. Cyber insurance has become increasingly important to our insurers globally, and we have substantially increased our support because quite simply, we believe that today's cyber market has changed for the better.\nThe most important development over the past several quarters is that the alignment between clients and insurance companies have significantly improved as insurers have become more vigilant in their efforts to mitigate cyber risks.\nAdditionally, insurance terms and conditions have sufficiently tightened, retentions have increased and rates have reached a level where we believe we have an opportunity to earn an appropriate return for the assumption of risk. .\nNext, our reinsurance segment once again delivered excellent top line growth across an array of the of the specialty businesses, including property, property cat and other specialty lines. Since inception, a hallmark of our reinsurance group has been its ability to quickly adapt to changing market and reallocate capital to earn better risk-adjusted returns. Excellent market conditions and the likelihood of capacity constraints were to likely create an eventful January 1 renewal period, and our teams are actively planning to meet the demands of our clients.\nNow to the mortgage group or, as I call it, our beautiful business. They once again provided proof of their sustainable earnings model by delivering $299 million of underwriting income that is essentially uncorrelated with our P&C operations. Although higher interest rates affected new origination volume, they also improve the persistency of our portfolio, which rose 4% in the quarter to 75.4% and allowed us to grow our U.S. primary mortgage insurance imports to nearly $295 million.\nOur embedded book is in great shape. Credit quality remains excellent. Unemployment is still at the historical low and the average borrower had a superior FICO score of 748. Homeowners' equity, a key factor in protecting against claims is very high with 90% of policies having at least 15% equity in the home.\nIn addition, the MI market is being proactive, increasing rates to adjust to the evolving environment. We continue to be thoughtful in how we manage our mortgage portfolio and because of our diversified model, we have the ability to take a measured view of the business as just one component of our diversified enterprise. In the near term, better returns will most likely come from our property and casualty segment and we would expect that our capital allocation will bear this out.\nAlthough investment returns were challenged again in the third quarter, it's important to note that rising investment yields even after adjusting for claims inflation should help boost our return on equity. Obviously, with the Fed attempting to paying inflation, when we continue to see negative investment markdowns, a significant amount of which we would expect to recover as our fixed income securities mature over the next several years. Ultimately, the relatively high quality and short duration of our portfolio, combined with strong cash flows provide an opportunity for us to reinvest in new money yields that are substantially higher than our current book yields.\nIn conclusion, outperforming in the P&C insurance market is always a challenge and the most recent paradigm where the property cat market was supported by cheaper alternative capital had increased the level of difficulty.\nHowever, many of the investors in ILS funds have recently seen their returns underperformed and are beginning to leave the market. Without an obvious source of cheaper capital, our industry is nearing an inflection point. There appears to be a shortage of players with the capacity and willingness to participate, creating possible supply shortfall.\nFortunately, for our shareholders, we have both the capacity and the willingness to deploy more capital in that space for as long as the reward justifies the risk. We're optimistic with regards to the opportunities ahead of us in the fourth quarter and into 2023. We talk about our principles of set cycle management and capital allocation at almost every opportunity because they're truly part of our DNA.\nWe have remained disciplined over time and kept our focus on fundamentals when it came to underwriting. The market needs companies like us to rise to meet their needs. And as I like to say to our team, Arch is open for business. .\nWith that said, I'll turn it over to Francois to go through some of our financial details before returning to answer your questions. Francois?\n\nFranois Morin\n\nExecutive VP, CFO & Treasurer, Arch Capital Group Ltd.\n\nThank you, Marc, and good morning to all. Thanks for joining us today. As we communicated in our release earlier last week, our third quarter results were adversely impacted by the effects of Hurricane Ian and other global catastrophe events. Inspite of the severe nature of Ian, which we believe will end up being the largest single loss in our history, we reported after-tax operating income of $0.28 per share resulting in an annualized operating return on average common equity of 3.8%.\nYear-to-date, our annualized operating ROE is 11.6%. This result demonstrates once again the value and the resilience of our diversified platform. Now on to catastrophe and losses, where we wanted to provide a bit more color on our assessment of Hurricane Ian. We all know it's still very early in the claim adjusting process, and the final determination of our ultimate loss exposure will likely not be known for quite some time.\nOur initial estimate of the ultimate losses is based on an industry loss of $50 billion to $60 billion. We believe this range is appropriate at this time given the unknown impacts of inflationary trends, potential supply and demand imbalances and labor and material costs. The newly introduced Florida Property Insurance Reforms and the extent to which storm search claims may end up being covered by insurers, among others.\nOverall, we believe our estimated market share of the event will be comparable to prior or large events of a similar nature. In the insurance segment, net written premium grew 18.6% over the same quarter 1 year ago as our underwriting teams continue to find new business that meets our return expectations. Overall, underwriting performance was excellent with an excellent year combined ratio excluding cat of 89.5%, a 100-basis point improvement over the third quarter of 2021.\nIn line with the last few quarters commentary, an ongoing shift in our business mix and structure of our reinsurance programs resulted in a slightly different split between the loss and expense ratios compared to the same quarter 1 year ago. In the reinsurance segment, net written premium grew by 73.6% over the same quarter last year. It's worth pointing out that in the third quarter of 2021, we had a catch up in seeded premium the Somers Re, significantly reducing our net written premium. Absent this impact, the year-over-year increase in net written premium would have been 37.9% and much like the insurance group reflects an environment where we are better able to write business that meets our return thresholds.\nThe segment produced a next cat accident year combined ratio of 85.5%, 230 basis points higher than the same quarter 1 year ago as a result of an elevated number of large attritional claims in our property other than property catastrophe book and also an increase in our expense ratio due to an ongoing shift from excess allowance to more proportional business.\nWe believe this movement in the loss ratio is well within our expectations of the inherent variability of the underlying claims activity in our book of business. Our mortgage segment had another excellent quarter with a combined ratio excluding prior year development of 39.9%. Net premiums earned decreased on a sequential basis as we continue to see the effects of higher recessions on our U.S. MI book and lower levels of single premium policy terminations.\nPersistency of our in-force insurance now stands at 75.4% at the end of the quarter. It has continued to increase due to the rising mortgage rates, which considerably reduces the attractiveness of mortgage refinancing for most borrowers. We recognized $126 million of favorable prior year development across the mortgage segment this quarter as delinquencies continue to cure at a higher rate than expected.\nOver 80% of the favorable claim development came from our first lien insured portfolio at U.S. MI mostly related to the 2020 and 2021 accident years. The remainder of the favorable development came from recoveries on second lien loans and better-than-expected claim development in our Australian operations and our CRT portfolio.\nIncome from operating affiliates stood at $8.5 million and was generated from consistent results of profiles offset in part by underwriting losses at Somers Re due in part to Hurricane Ian. Net investment income was $0.34 per share, up 21% from the second quarter of 2022 and 55% from the third quarter of 2021 on a per share basis. The strong positive cash flow from operations over $2.8 billion year-to-date, combined with the proceeds from maturities and sales of securities, deployed in a rapidly rising yield environment underpinned this improving results.\nGoing forward, with new money rates above 5% and a growing base of invested assets, we should have a good opportunity to further enhance our operating income through solid investment income results. Total investment return for the investment portfolio was negative 3.01% on a U.S. dollar basis for the quarter in a challenging environment of rising interest rates and weak equity markets.\nWe remain cautious relative to our duration, credit and equity risk with our investment portfolio, and this defensive strategy helped minimize the mark-to-market hit to book value. Our investment duration remains relatively unchanged compared to 1 year ago and is slightly underway relative to our liability duration.\nTurning to risk management. Our natural cat PML on a net basis stood at $851 million as of October 1 or 7.7% of tangible shareholders' equity, again, well below our internal limits at the single event 1-in-250-year return level. Our peak zone PML is currently the Florida Tri-County region.\nOn the capital front, we repurchased a minimal amount of share this quarter, approximately 236,000 common shares at an aggregate cost of $10.1 million. As our prospects of seeing meaningful opportunities in the business remain very good for the remainder of the year and into 2023. With these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/44133da7cf1c14470c0642b1a8d95ae4",
    "period": "2022 Q2",
    "content": "Q2 2022 Arch Capital Group Ltd Earnings Call\n\nQ2 2022 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQJUL 28, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Second Quarter 2022 Arch Capital Group Earnings Conference Call. (Operator Instructions)\nAs a reminder, this conference call is being recorded. Before the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws.\nThese statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to some non-GAAP measures of financial performance.\nThe reconciliation to GAAP and definition of operating income can be found on the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sir, you may begin.\n\nMarc Grandisson\n\nCEO & Director, Arch Capital Group Ltd.\n\nThanks, Elizabeth. Good morning, and welcome to our earnings call. Arch delivered strong results this quarter, headlined by an operating return on equity of 17%. Our results were driven by excellent underwriting performance across all 3 operating segments, as we continued our focus on growth opportunities during this hard market as demonstrated by the 27% increase in P&C net premium written over the same quarter 1 year ago.\nThese results demonstrate how our company is positioned to capitalize on market opportunities across the many lines that we underwrite. We've said it before, but it bears repeating, we are committed to agile cycle management, predicated by a focus on risk-adjusted returns, and it has enabled us to accelerate our growth through the deployment of meaningful capacity to our clients.\nBecause we invested in capabilities and preserved capital during the soft market years, we are in the enviable position of being able to maximize to this opportunity. Increasingly, Arch is seen as a provider of choice by our distribution partners and clients, which allows us to take on leadership positions as some in the industry retrench.\nP&C rate hardening continues in many lines. It's important to keep in mind that for the vast majority of the P&C lines, we've been able to achieve compounded rate increases meaningfully above loss cost trends for the last 2 or 3 annual renewals. And as such, healthy margins of safety have been created.\nWe believe this attractive level of expected returns should remain in place for the next few years. I'll now offer a few highlights on our business units. In the quarter, our insurance and reinsurance segments both had excellent operating results largely because of how we leaned hard into the improving market early on. We also have invested in improving our data analytics while broadening our market presence.\nIn our North American insurance operations, premium growth was broad-based, with net premium written up 29% from the same period in 2021. Some of the most significant growth came from our E&S lines, both Property & Casualty, professional lines, including cyber and a resurgent travel and accident sector, all our lines of business where we believe risk-adjusted returns are most attractive.\nOur specialty international insurance business, which includes our Lloyd's and U.K. regional businesses also delivered strong growth in the quarter with net premium written up 23% from the same period last year, driven primarily by specialty casualty and property. Our investment in building the U.K. regional small business is gaining traction as well.\nWhen looking at the improved results of our insurance business, it's apparent that the work of our teams over the past several years is paying off. We have developed a platform that respond swiftly to opportunities presented by the hard market, while at the same time, building more sustainable positions in lines that are less cyclical. We have the capital, the people and the desire to lead in today's environment.\nAs long as attractive opportunities are available, Arch will be there to write them. Our reinsurance segment continued to deliver excellent top line growth and bottom line earnings this quarter because of the diversified and specialty focus of our reinsurance business.\nThe strong growth reflects our increased writings of quota share treaties, which allow us to participate in the rate increases experienced by cedents . The 6/1 and 7/1 renewals showed a property cat market in transition. And while I hesitate to make predictions, we are cautiously optimistic that this momentum will continue into 1/1/23.\nThe general psychology of the market appears to have shifted to requiring substantial rate increases to accept cat exposure. As an example, in Florida, where capacity remains constrained, property cat rates were up in excess of 30% and our PML in 1-in-250-year event increased as we selectively expanded our writings.\nRate pressure was evident also beyond Florida. However, we will need a few more quarters to confirm we are facing a hard property cat marketplace. Turning to our mortgage segment. The group continues to deliver the consistent underwriting results we projected when we began building our MI business a decade ago.\nOur embedded book of high credit quality risks as well as continued on price increases have been key elements to our exceptional return this quarter. Although rising mortgage interest rates have slowed the volume of new originations, the purchase market remains strong, as housing demand continues to outstrip new supply. Rising rates also mean that persistency is increasing, which allowed Arch to grow its U.S. primary mortgage insurance in force to $292 billion, an all-time high.\nThe forbearance programs continue to roll off and cures have brought our delinquency rate down to 1.77%, which is consistent with what we experienced before COVID. Last and perhaps most important, the credit quality of homebuyers remains excellent, and we believe our portfolio is well positioned for a variety of economic scenarios.\nWe will continue to be deliberate in managing our mortgage portfolio, benefiting from a diversified business model that gives us the flexibility to focus on credit quality and profitability, not on volume. Briefly on investments, where rising interest rates and market volatility are setting the stage for additional investment income contributions over the next several quarters.\nWe're seeing the benefits of not chasing yield during the past several years as well as the work done to reposition our portfolio in response to the changing interest rate environment. Earlier this year, our investment team reduced our equity exposure and our fixed income portfolio's shorter duration has allowed us to quickly move our investments into higher rate securities that provides further cushion against potential inflation impacts.\nThis year's surge of inflation has been a call to arms to underwriting teams across the industry. And by and large, the industry has proactively incorporated higher trends into its models. We believe that the uncertainty surrounding future inflation should keep upward pressure on rates.\nAt Arch, we manage inflation by business segment. As we've said before, we believe inflation is a net benefit to our MI's portfolio's performance, while our P&C exposure to inflation is mitigated by many tools available to us.\nOverall, we're very pleased with our underwriting results and returns in the quarter, and we are optimistic about the rest of '22 and into '23. As always, our objective remains to generate profitable growth and deliver long-term value for our shareholders, and this quarter's results are another example of our ability to do just that.\nI want to thank the Arch team for everything they've done this past quarter and over the last several years. Our people have made Arch into an employer, an insurer of choice and have us well positioned to sustain our growth trajectory into '23 and beyond. Francois?\n\nFranois Morin\n\nExecutive VP, CFO & Treasurer, Arch Capital Group Ltd.\n\nThank you, Marc, and good morning to all. Thanks for joining us today. As you will have seen by now, we had a very strong quarter and with very few unusual items to discuss or highlight to you, I have kept my prepared remarks relatively brief to allow for more time for the Q&A session.\nSo here we go. For the quarter, we reported after-tax operating income of $1.34 per share, resulting in an annualized operating return on average common equity of 17.1%, two excellent results. In the insurance segment, net written premium growth of 27.5% over the same quarter 1 year ago, combined with excellent underwriting performance, resulted in an accident year combined ratio excluding cats of 90%, a 140 basis point improvement over the same quarter 1 year ago.\nLike last quarter, a change in our business mix resulted in a slightly different split between the loss and expense ratios compared to the same quarter 1 year ago. In the reinsurance segment, net written premium grew by 25.7% over the same quarter 1 year ago. The segment produced an ex-cat accident year combined ratio of 82.8%, 430 basis points lower than the same quarter 1 year ago. Here also, a reduction in the accident year ex-cat loss ratio was partially offset by a slight increase in the expense ratio due to growth in areas with slightly higher acquisition expenses and targeted personnel expansion to support our growth.\nLosses from 2022 catastrophic events, net of reinsurance recoverables and reinstatement premiums stood at $82.4 million or 3.5 combined ratio points, compared to 2.4 combined ratio points in the second quarter of 2021. The losses were split approximately 80% to reinsurance and 20% to our insurance segment.\nIt's worth noting that approximately 2/3 of the estimated losses came from events outside the U.S., including Australian floods, South African floods, devastating storm in Canada and other miscellaneous natural catastrophe events. Our mortgage segment had an excellent quarter with a combined ratio excluding prior year development of 39.2%.\nNet premiums earned increased on a sequential basis due to increased persistency of our in-force insurance, which now stands at 71.3% at the end of the quarter and growth in our CRT portfolio. Production levels also increased from last quarter, consistent with the seasonality of the business. We recognized $118.1 million of favorable prior year development across the segment this quarter, a meaningful benefit to our bottom line, as delinquencies cured at a higher rate than expected.\nClose to 80% of the favorable claims development came from our first-lien insured portfolio at USMI mostly related to the 2020 accident year. The remainder of the favorable development came from recoveries on second-lien loans and better-than-expected claim development in our CRT portfolio in our international MI operations.\nIn all our segments, we maintain a prudent approach in setting loss reserves considering the uncertainty we face in a variety of factors such as macroeconomic conditions, inflation, both monetary and social and lags in settling longer tail liabilities as COVID-related delays get worked through the legal systems.\nIncome from operating affiliates stood at $4.6 million and was generated from good results at Coface mostly offset by the negative mark-to-market impacts on the Somers portfolio for those securities that are accounted under the fair value option method.\nGross investment income before investment expenses increased 20% from the first quarter of 2022 to $123.6 million driven by the reinvestment at higher yields of proceeds from the maturities and sales of investments in securities and the presence of floating rate investments in our portfolio.\nTotal investment return for our investment portfolio was a negative -3.02% on a U.S. dollar basis for the quarter, hurt by mark-to-market losses due to rising interest rates and weak equity markets. As you know, it is worth remembering that while mark-to-market impacts are fully reflected in our financials, a significant portion of this decrease hasn't been crystallized through the selling of securities and has the potential to reverse itself over time, in particular, for our fixed maturity investments as they mature.\nAs we discussed on the first quarter call, the defensive investment strategy we have employed for a number of quarters with high-quality investments in a short portfolio duration has helped minimize the impact of rising interest rates and the mark-to-market hit to book value. Our investment duration remains slightly below 3.0 years at the end of the quarter and slightly underweight relative to our liability duration target.\nThe performance of our alternative investments remained very solid this quarter, as we benefited from the returns generated by a number of funds that outperformed broad market indices. Turning briefly to risk management. Our natural cat PML on a net basis stood at $888 million as of July 1 or 7.7% of tangible shareholders' equity, again well below our internal limits at the single event 1-in-250-year return level.\nOur peak zone PML is currently the Florida Tri-County region. On the capital front, we repurchased approximately 7.1 million common shares at an aggregate cost of $320.7 million in the second quarter. Our remaining share authorization currently stands at [$606.6] (corrected by company after the call) million.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/edd1fc6211d2e0cec0865970575f01d9",
    "period": "2022 Q1",
    "content": "Q1 2022 Arch Capital Group Ltd Earnings Call\n\nQ1 2022 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQAPR 28, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the First Quarter 2022 Arch Capital Group Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nBefore the company gets started with its update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby. Management also will make reference to some non-GAAP measures of financial performance. The reconciliation to GAAP and definition of operating income can be found in the company's current report on Form 8-K furnished to the SEC yesterday, which contains the company's earnings press release and is available on the company's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director, Arch Capital Group Ltd.\n\nThank you very much. Good morning, and welcome to Arch's earnings call for the first quarter of 2022. Arch delivered a strong first quarter as our dynamic capital allocation and cycle management strategy, combined with strong underwriting skills, delivered a 13.6% annualized operating ROE.\nThis past quarter provided yet another reminder that we live in a world of uncertainty. The war in Ukraine has affected countless lives and initiated a humanitarian crisis that is still unfolding. And the pandemic continues now into year 3. In addition to the war in Ukraine, global inflation and supply chain issues pushed interest rates up, which, in turn, led to investment markdowns in the quarter.\nIn spite of these headwinds for our industry, we demonstrated the effectiveness of our diversified platform as, one, we grew a premium above market average again; two, repurchased 5.6 million shares; and three, generated a strong operating ROE. Our objective remains, as always, to deliver long-term value for our shareholders using all the levers available to us.\nThe underlying fundamentals of our businesses continue to improve as we benefit from better market conditions in the P&C industry and execute our cycle management strategy where we actively allocate capital to the most attractive sectors of our business.\nOur P&C operations generated $2.3 billion of net written premium in the quarter, which represents an increase of 18% from the same quarter in 2021 and speaks to our confidence in the improving underwriting conditions in our P&C operations.\nMortgage insurance contributed substantial underwriting profit in the quarter and insurance in-force grew modestly again, highlighting that mortgage remains a positive differentiator of our business model.\nNow inflation is top of mind for everyone in the P&C industry, which to its credit, has historically been adept at adequately respond to inflation trends. Inflation is not a new phenomenon. And in fact, it permeates discussions in evaluating claims all the time in an insurance company. As such, our focus is always on proactively incorporating new data into our reserving and pricing. We believe that this focus, in addition to increased future investment returns and reserving prudently, will help mitigate inflation's impact. As far as our mortgage business is concerned, inflation mainly has a positive effect as it increases homeowner equity, which again, mitigates potential losses.\nI'll now share a few highlights from our segments. Across most lines, our P&C units remain in a growth phase of the underwriting cycle, according to Paul Ingrey's Insurance Clock. In the quarter, our P&C net premium earned grew by 25% over the first quarter of 2021 as we continue to earn in the rate increases of the past 24 months. Our data indicates that we are still experiencing average rate increases in excess of expected loss cost.\nIn specialty insurance, underwriting conditions remain very good as pricing discipline, terms and conditions and limits management are stable across most markets. This stability, combined with the uncertainties I mentioned at the beginning of this call, should help keep the market discipline and sustain rate increases.\nOur specialty business in Lloyd's and our U.K. regional business delivered strong growth in the quarter, as our European insurance operations now represent 30% of Arch Insurance's total net written premium, up from 20% pre-pandemic. We are pleased to see the positive results of the investments we made into this platform prior to 2020.\nWe also created meaningful growth across our U.S. operations in the quarter, primarily in professional liability, including cyber, as well as travel where we believe relative returns are attractive. On the reinsurance side of our business, the emphasis remains on quota share treaties over excess of loss reinsurance. This allows Arch to participate in the rate increases on primary insurance while improving the balance between the risk and the return. Overall, in our reinsurance group, growth opportunities remain strong.\nSince it's been a talking point on prior calls, it's worth noting that although property cat rates have improved in response to elevated loss activity in the past few years, we have remained disciplined and have not allocated material additional capital to this line as we maintain our review that other lines of business have better risk-adjusted returns.\nTurning now to the mortgage segment, which once again delivered excellent underwriting results as we continue to benefit from strong housing demand and excellent credit conditions. Delinquency rates on our MI portfolio continue to trend to historically low levels and cures on delinquent mortgages in our portfolio resulted in favorable prior development in the quarter.\nThe increase in mortgage interest rates currently at 5% for 30-year fixed rate mortgages, is a steeper rise than we have seen in decades. These higher rates have dramatically curtailed refinancing. However, our MI business is far more geared to the purchase market, which continues to benefit from strong demand and limited housing supply. Of note, the decline in refinancing activity improves persistency, which in turn should improve returns on our in-force portfolio.\nWhile the rise in mortgage rates may ultimately cool demand and slow the rapid home price appreciation of the last year, so far, we have yet to see demand weaken. And we expect home prices to continue to rise, albeit at a slower pace. Again, as mentioned earlier, rising home prices increase equity for homeowners, which ultimately reduces the risk of claim in mortgage insurance.\nSo our perspective is that this expected future equity buildup and the strong credit profiles of borrowers should strengthen the resilience of our in-force mortgage portfolio. Moving forward, our diversified platform and cycle management philosophy will enable our MI team to continue to make measured responsible decisions with our capital. Our MI group has the flexibility to grow or moderate the business they choose to write based on their view of market conditions.\nA few brief notes on investments, where net investment income was down from last quarter as we reduced risk positions, primarily equities, given increasing market volatility. Rising interest rates also caused mark-to-market losses in the quarter. However, the relatively short duration of our investment portfolio as well as our healthy cash flow will naturally allow us to reinvest at higher interest rates which should be reflected in future quarters.\nIn closing, even with current uncertainties, opportunities exist. In the quarter, Arch was able to deliver strong results with positive growth across its businesses. And we're well positioned to sustain our growth trajectory in this favorable P&C market. We've consistently demonstrated our ability to allocate capital effectively to the areas of our business with the most attractive returns. As you know, with Arch, we are constantly looking for and seizing the opportunities that offer the best returns for our shareholders. Francois?\n\nFranois Morin\n\nExecutive VP, CFO & Treasurer, Arch Capital Group Ltd.\n\nThank you, Marc, and good morning to all. Thanks for joining us today. As Marc shared earlier, our P&C units remained on their path of underlying margin improvement while the mortgage group delivered another quarter of strong underlying performance, which was supplemented by solid cure activity in their insured loan portfolio. Overall, our results translated into an after-tax operating income of $1.10 per share for the quarter and an annualized operating return on average common equity of 13.6%.\nIn the insurance segment, net written premium grew 21.3% over the same quarter 1 year ago. Growth was particularly strong within our professional liability and travel business units, and was achieved both in North America and internationally. Underwriting performance was excellent with an accident quarter combined ratio excluding cats of 90.8%, a 250 basis point improvement over the same quarter 1 year ago.\nSimilar to last quarter, a change in our business mix as a result of more pronounced growth in lines of business with lower loss ratios helps explain some of the 470 basis point improvement we observed in our underlying loss ratio. This benefit was slightly offset by a higher acquisition expense ratio. Increased contingent commission accruals on profitable business and lower levels of ceded business for lines with higher ceding commission offsets also slightly increased the expense ratio.\nAs we have said before, our focus remains on improving our expected returns through a variety of levers, and we are encouraged to see that our efforts are paying off for our shareholders.\nIn the reinsurance segment, it's worth mentioning that reinsurance agreements that were put in place at the time of the closing of the Somers acquisition in the third quarter of last year made comparisons from the current to prior periods imperfect. For example, while our reported growth in net written premium remain solid at 14% on a quarter-over-quarter basis, it would have been 26.6% after adjusting for the Somers' session.\nThe growth came primarily in our casualty and other specialty lines where rate increases, new business opportunities and growth in existing accounts helped increase the top line. The segment produced an ex-cat accident year combined ratio of 82.7%, an excellent result as we continue to enjoy healthy underwriting conditions in most of the lines we write.\nLosses from first quarter catastrophic events net of reinsurance recoverables and reinstatement premiums, stood at $85.8 million or 4.0 combined ratio points compared to 10.5 combined ratio points in the first quarter of 2021. Approximately 2/3 of the estimated losses came from the Russia invasion of Ukraine, with the rest coming from other global natural catastrophe events, including the Australian floods.\nOur mortgage segment had an excellent quarter with a combined ratio of 3.1% due in large part to favorable prior year development of $105.6 million. In line with last quarter's results, net premiums earned decreased on a sequential basis due to a combination of higher levels of ceded premiums, a lower level of earnings from single premium policy terminations and reduced U.S. primary mortgage insurance monthly premiums, primarily from recent originations, which remain of excellent credit quality.\nProduction levels were down slightly from last quarter, but certainly in line with seasonal trends and new purchases and diminishing refinancing opportunities for borrowers. As we have discussed on prior calls, one of the benefits of higher interest rates is an improving persistency rate, which now stands at 66.9% and should continue to increase throughout 2022. Ultimately, higher persistency benefits our insurance in-force and should result in a stable base of premium income to help drive underwriting income for the rest of the year and beyond.\nWith respect to claim activity, approximately 3/4 of the favorable claims development came from our first lien insured portfolio at USMI as we benefited from better-than-expected cure activity mostly related to the 2020 accident year. The remainder of the favorable development came from recoveries on second lien loans and better-than-expected claim development in our CRT portfolio and our international MI operations. We maintain a prudent approach in setting loss reserves in light of the uncertainty we are facing with borrowers exiting forbearance programs and moratoriums on foreclosures.\nIncome from operating affiliates stood at $24.5 million and was generated from good results across our various investments, including Coface, Somers Re and Premia. Total investment return for our investment portfolio was a negative 3.07% on a U.S. dollar basis for the quarter, which explains the decrease in our book value per share to $32.18 at March 31, down 4.1% in the quarter. The decrease was primarily due to the mark-to-market impact for our available-for-sale fixed maturities portfolio, resulting in a $1.55 hit to our book value per share.\nThis quarter, the meaningful increase in interest rates and negative returns in the equity markets contributed to the negative total return. As you know, we have maintained a relatively short duration in our investment portfolio for some time, and this strategy helped temper the mark-to-market hit to book value in the first quarter. While still relatively short, we have extended our duration slightly to 2.93 years at the end of the quarter in order to get closer to our duration target.\nThe change in net investment income this quarter on a sequential basis was mostly due to a lower level of dividends as we shifted out of some equity positions and higher investment expenses related to incentive compensation payments as is normal for us in the first quarter of the year. Going forward, we would expect net investment income to increase over the next few quarters as our portfolio gets reinvested at higher yields.\nAt the end of the quarter, new money yields were approximately 145 basis points higher than the embedded book yield in our fixed income portfolio. Alternative investments, representing approximately 15% of our total portfolio, returned 1.4% in the quarter. The performance of our alternative investments is generally reported on a 1 quarter lag.\nI wanted to spend a brief moment on corporate expenses and what you should expect for the rest of the year. As you know, the first quarter is always elevated relative to the other quarters due to the timing of incentive compensation accruals. This year, you should also slightly -- you should also expect a slightly higher amount in the second quarter, again, due to our accounting policy for noncash compensation for retirement-eligible employees. As a result, we expect corporate expenses to be approximately $25 million in the second quarter before coming down to a level closer to the 2021 amounts for the third and fourth quarters.\nTurning briefly to risk management. Our natural cat PML on a net basis stood at $768 million as of April 1 or 6.4% of tangible shareholders' equity, again, well below our internal limits at the single event 1-in-250-year return level. Our peak zone PML is currently the Florida tri-county region.\nOn the capital front, we repurchased approximately 5.6 million common shares at an aggregate cost of $255 million in the first quarter. Our remaining share repurchase authorization currently stands at 927.2 million.\nWith these introductory comments, we are now prepared to take your questions."
  },
  {
    "header": "ACGL",
    "cik": "0000947484",
    "ticker": "ACGL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f67c0296cd940d81618ace5480dd3363",
    "period": "2021 Q4",
    "content": "Q4 2021 Arch Capital Group Ltd Earnings Call\n\nQ4 2021 Arch Capital Group Ltd Earnings Call\n\nACGLNASDAQFEB 10, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Arch Capital Group's Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nBefore the company gets started with this update, management wants to first remind everyone that certain statements in today's press release and discussed on this call may constitute forward-looking statements under the federal securities laws. These statements are based upon management's current assessments and assumptions and are subject to a number of risks and uncertainties. Consequently, actual results may differ materially from those expressed or implied. For more information on the risks and other factors that may affect future performance, investors should review periodic reports that are filed by the company with the SEC from time to time.\nAdditionally, certain statements contained in the call that are not based on historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The company intends the forward-looking statements in the call to be subject to the safe harbor created thereby.\nManagement also will make reference to some non-GAAP measures of financial performance. The reconciliation to GAAP and definition of operating income can be found in the company's current report on Form 8-K furnished by the SEC yesterday, which contains the company's earnings press release and is available on the company's website.\nI would now like to introduce your host for today's conference, Mr. Marc Grandisson and Mr. Francois Morin. Sirs, you may begin.\n\nMarc Grandisson\n\nCEO & Director, Arch Capital Group Ltd.\n\nThanks, Atif. Good morning, and welcome to our fourth quarter earnings call.\nWe ended a good year with a great quarter. On the year, Arch generated a return on net income of 16.7%. And importantly, book value per common share grew by 10.7% with net earnings per share of $5.23. We accomplished these results despite elevated cat activity and the short-term effect that substantial share repurchases have on our book value per share. Our ability to effectively allocate capital also contributed to our 2021 results, whether opportunistically investing more resources into the most profitable pockets of our business or buying back $1.2 billion worth of our common shares, fully 7.7% of the shares outstanding at the start of the year, we remain committed to a capital management strategy that creates value for shareholders.\nI'd like to begin by sharing some highlights from our operating units. In our P&C Insurance segment, net written premium grew 24% and earned premium grew 34% over the fourth quarter of 2020 as we earned in the rate increases of the past several quarters. Growth occurred across many lines with professional lines and travel exhibiting the strongest advances. Overall, submission activity and rate momentum remained healthy and rate increases were above loss trend.\nA change in business mix led to a slightly higher acquisition expense in the quarter. However, we believe that this increase belies the underlying return potential of this segment. More accurately, it is a reflection of the Insurance group's outstanding job of positioning itself to act on the better opportunities available in today's market.\nTurning now to Reinsurance. Our shareholders continue to benefit from the extraordinary talents of this group, which grew gross written premium by 88% and net written premium by nearly 45% from a year ago. On whole, the Reinsurance group grew in nearly every line, a reflection of our diversified specialty mix of business and our larger participation in quota share reinsurance which allows us to participate in the improved premium rates of (inaudible) more directly.\nBriefly on renewals at January 1. While property cat rates were up broadly, the increases were not enough for us to deploy more capital into our peak zones. However, we found many opportunities to grow in the other 93% of our Reinsurance business that is specialty in nature, including property ex cat.\nFinally, on to the Mortgage segment, which again delivered excellent underwriting results even as written premiums declined in the quarter. Seasonally, the fourth quarter, as you know, is slower for mortgage originations and rising interest rates further depressed refinance activity, reducing new insurance written. However, our insurance in-force, the ultimate driver of earnings, still grew modestly in the quarter mainly due to that lower refinance activity.\nCredit conditions remain excellent in the U.S. with a strong housing market and demand for housing continuing to exceed supply. As most of you already know, home price appreciation remains robust across most of the country. This is a net positive for mortgage insurers as increasing borrower equity ultimately leads to a lower risk of default. Competition in this sector remains robust, but stable, and we believe that the better credit quality of our recent originations compensates for marginally lower premium yields. We continue to focus on the more stable returns available in higher credit quality business instead of broadly chasing top line growth, a luxury afforded to us by our diversified model.\nTurning to the fourth leg of our stool. Investment income contributions were up materially for the year primarily due to alternative investments accounted under the equity method. These investments are primarily fixed income in nature, but because of the structure of our investments, their contributions are excluded from net investment income and our definition of operating income. Notwithstanding, these investments contributed $366 million or $0.92 per share for the full year. Over the past 5 years, below-the-line investment returns have added between 75 to 125 bps to our net ROE.\nTaking a step back to get more of a big picture view, we like the way our businesses are currently positioned. Within our P&C segments, we believe that P&C pricing and returns have more room to grow in this part of the cycle and in the Mortgage segment, insurance in-force is benefiting from both solid credit conditions and good house price appreciation. Underwriting income for our P&C Insurance and Reinsurance segments expanded significantly in the fourth quarter. It's worth noting that if we were to include components of investment income that relates to the flow generation from underwriting, P&C and MI's contribution to Arch's earnings were roughly in balance. We believe that this balance improves the risk-adjusted returns for our shareholders.\nOur corporate culture of being patient in submarkets, while maintaining an agile mindset is a key to our success and allows us to seize opportunity when the odds for success are more in our favor. Because different sectors have their own cycles, our disciplined, defensive underwriting during the softer part of the cycle is what has enabled us to grow faster than many of our peers in the current environment. We have begun to reap the benefits of the strong defensive posture we maintained from 2016 through 2019.\nThe Winter Olympics are underway, and I found an analogy to our business in a somewhat unexpected place, the most exquisite and exciting game of curling. You may or may not be aware that curling has been dubbed chess on ice and like insurance, is much more strategic than the uninformed may realize. Curling has played over 10 long ends or rounds. A defensive strategy is most common, patiently waiting for an opening to pivot to offense.\nUnfortunately, defending is not exciting. It's about minimizing your opponent scoring opportunities and avoiding mistakes. But like insurance, patience is often handsomely rewarded because when her opponent makes an error, the skip knows that now is a time to pounce and all of a sudden, patience is out the door and action is in. Most games are won in that one crucial reversal of fortune. That's how we play the insurance cycle. One year at a time, patiently waiting for the market to give us that opening. And once we see it, we're all in, just like the last 2.5 years and counting. Don't ever let anyone tell you that curling or insurance are not exciting.\nFor 20 years, we've been committed to taking the long-term view of the insurance cycle, being thoughtful and balanced with our capital management strategy and differentiating ourselves by being committed to a specialty model, all with the aim of enhancing shareholder value over the long term. Although every year is different and markets aren't always predictable, we've demonstrated that we can succeed in any market. So we're looking forward to what 2022 has installed for us.\nFrancois?\n\nFranois Morin\n\nExecutive VP, CFO & Treasurer, Arch Capital Group Ltd.\n\nThank you, Marc, and good morning to all. Thanks for joining us today.\nAs Mark shared earlier, our after-tax operating income for the quarter was $493.3 million or $1.27 per share, resulting in an annualized 15.6% operating return on average common equity. Book value per share increased to $33.56 at December 31, up 3.5% in the quarter. For the year, our operating return on equity stood at 11.5% while our net return on equity was 16.7%, excellent results indeed.\nIn the Insurance segment, net written premium grew 23.7% over the same quarter 1 year ago and the accident quarter combined ratio excluding cats was 91.2%, lower by approximately 240 basis points from the same period 1 year ago. The growth was particularly strong in North America where a combination of new business opportunities and rate increases supported this profitable growth.\nOne item to note this quarter for the Insurance segment relates to the acquisition expense ratio, which was higher than in both the prior quarter and the same quarter 1 year ago. As we mentioned in the earnings release, some of this increase is related to premium growth in lines of business with higher acquisition costs, such as travel, but it also reflects increased contingent commission accruals on profitable business as well as lower ceded premiums in lines with higher ceding commission offsets. As we have said before, our focus remains on the returns we are able to generate from all our businesses and we remain positive on the current pricing environment and the opportunities that should be available to us in 2022.\nFor the Reinsurance segment, growth in net written premium remained strong at 44.5% on a quarter-over-quarter basis. The growth was driven by increases in our casualty, property other than property catastrophe and other specialty lines where new business opportunities, strong rate increases and growth in new accounts helped increase the top line.\nFor the full 2021 year, the ex cat accident year combined ratio was 84.4% and improving by approximately 160 basis points over the 2020 year, a reflection of the underwriting conditions we have seen in most of the lines we write. Losses from 2021 catastrophic events in the quarter, net of reinsurance recoverables and reinstatement premiums, stood at $72.3 million or 3.5 combined ratio points compared to 9.4 combined ratio points in the fourth quarter of 2020. The losses came from a combination of fourth quarter events, including the December U.S. tornadoes and other minor global events, as well as some development on events that occurred earlier in the year.\nOur estimate of our ultimate exposure to COVID-related claims decreased by approximately $3 million during the quarter. We currently hold approximately $195 million in reserves for this exposure, 2/3 of which are recorded either as ACRs or IBNR.\nOur Mortgage segment had an excellent quarter with combined ratio of 11.7%, due in part to favorable prior year development of $72.9 million. The decrease in net premiums earned on a sequential basis was attributable to a combination of higher levels of premium ceded, a lower level of earnings from single premium policy terminations, and lower U.S. primary mortgage insurance monthly premiums due to lower premium yield from recent originations, which were of excellent credit quality.\nWhile approximately 2/3 of the favorable claim development came from USMI related to better-than-expected cure activity and recoveries on second lien loans, we also saw favorable prior year development across our other mortgage units, including our CRT portfolio and our international MI operations. Consistent with historical practice, we maintained a prudent approach in setting loss reserves, especially in light of the uncertainty we are facing with borrowers exiting forbearance programs and moratoriums on foreclosures.\nThe delinquency rate for our U.S. MI book came in at 2.36% at the end of the quarter, more than 50% lower than the peak we observed at the end of the second quarter of 2020. Production levels were down from last quarter, certainly a typical outcome given the seasonality in new purchases and also partially as a result of the lower level of refinance activity due to higher interest rates.\nOffsetting lower origination activity in the quarter is the improving persistency rate now at 62.4%. We expect persistency to keep improving throughout 2022 on the heels of lower refinance activity. This bodes well for our insurance in-force portfolio and accordingly, the returns we can generate on our Mortgage business.\nIncome from operating affiliates stood at $40.6 million, again, an excellent result, primarily as a result of contributions from Coface and Somers Re. We are pleased with the returns these investments have generated for us so far. Total investment return for our investment portfolio was 39 basis points on a U.S. dollar basis for the quarter. And net investment income was $90.5 million this quarter, up slightly, in part due to slightly higher dividends on equity investments. The duration of our portfolio remains low at 2.7 years at the end of the quarter, basically unchanged from last quarter and reflecting our internal view of the risk and return trade-offs in the fixed income markets.\nAlternative investments representing just under 15% of our total portfolio performed well this year, returning 12.6%. The portfolio we have constructed has a slightly heavier bent towards debt strategies and should produce, we believe, returns that are relatively less volatile over time given the level of diversification across sectors and geographies.\nAmortization of intangibles was $33.1 million, up sequentially as a result of the acquisition of Westpac LMI and Somerset Bridge Group Ltd., which were completed in the third quarter. For your modeling purposes, we are currently forecasting an amortization expense of $110 million for the full 2022 year, which is expected to be recognized evenly throughout the year.\nThe effective tax rate on pretax operating income was 4.7% in the quarter, reflecting the geographic mix of our pretax income and a 2% benefit from discrete tax items in the quarter. The discrete tax items in the quarter primarily relate to a partial release in a valuation allowance on certain international deferred tax assets. For 2022, we would expect our tax rate on pretax operating income to be in the 8% to 10% range based on current tax laws.\nTurning briefly to risk management. Our natural cat PML on a net basis stood at $748 million as of January 1 or 5.9% of tangible common equity, which remains well below our internal limits at the single event 1 in 250-year return level. Our peak zone PML is currently in the Northeast U.S.\nOn the capital front, we repurchased approximately 8.7 million common shares at an aggregate cost of $362.1 million in the fourth quarter. And as Marc mentioned, we repurchased almost 31.5 million shares at an average price of $39.20 in 2021. Our remaining share repurchase authorization currently stands at $1.18 billion.\nFinally, I wanted to take a quick moment to thank over our over 5,000 colleagues around the globe in what has certainly been a challenging period. Without their ongoing commitment to Arch and its constituents, we certainly wouldn't have been able to generate and report record earnings today as we close the books on our 20th year. Your efforts and dedication are truly appreciated.\nWith these introductory comments, we are now prepared to take your questions."
  }
]