[
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fcd8700d4323512d5ed3428d8eea6d4",
    "period": "2025 Q3",
    "content": "Q3 2025 Entergy Corp Earnings Call\n\nQ3 2025 Entergy Corp Earnings Call\n\nETRNYSEOCT 29, 11:00 AM\n\nOperator\n\nHello, everyone. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to today's Entergy Corporation Third Quarter Earnings Call and Teleconference. [Operator Instructions]\nI will now turn the call over to Liz Hunter, Vice President of Investor Relations for Entergy Corporation. Liz?\n\nLiz Hunter\n\nVice President of Investor Relations\n\nGood morning. Thank you, Greg, and thanks to everyone for joining this morning. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information.\nReconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Liz, and good morning, everyone. Today, we are reporting strong financial results as well as continued progress on business and regulatory matters. Starting with our quarterly financial results. Our adjusted earnings per share was $1.53. With our results to date and our biggest quarter behind us, we are narrowing our guidance, raising the bottom by $0.10. We also remain well presented to achieve our long-term growth outlook. Kimberly will review the financial details in a moment.\nTurning to the business. Last quarter, we achieved the first quartile Net Promoter Score for utility residential service for the first time since we began tracking this metric. We're pleased to report that we've maintained our first quartile position. We are keenly focused on meeting the needs of our 3 million customers, and we believe our strategy will carry this momentum forward. Our focus on the customer starts with keeping our rates as low as possible. And again, we aim to maintain our average rates well below the national average through the remarkable commitment and creativity of our employees and a culture of continuous improvement. City share of wallet is roughly the lowest our customers have seen over the last 20 years. We expect it to stay in that range over the outlook period.\nOf course, there is more to it than that. We proactively manage the effect of fuel volatility on customers' bills, through fuel hedging programs and mechanisms to defer fuel costs during peak prices. And for individual customers, we have developed tools to help them manage their bills, such as approved bill discounts for low-income seniors, payment options like average billing and payment timing, energy efficiency services and customer assistance programs like power to care and light heap advocacy. I'm proud to highlight that our digital LIHEAP platform recently received a Silver Best Practices Award from Chartwell for excellence in serving vulnerable customers. This tool streamlines access to energy assistance and provides real-time updates for customers in need. And as we've worked to attract new hyperscale data center customers, we ensure that they pay their fair share of energy infrastructure investments while bringing other significant benefits to our communities, such as jobs, property tax payments, direct municipal infrastructure investment and workforce development.\nThis is consistent with their stated intent to be good neighbors. For example, at the recent groundbreaking announcement, Google said that they will protect energy affordability for existing customers by covering the full cost of powering the data center in West Memphis. They're also committed to making a significant community impact, including a $25 million fund to accelerate local energy efficiency efforts and workforce development. In September, Entergy Mississippi announced a new customer-focused initiative known as Super Power Mississippi. The initiative includes a $300 million investment to harden the grid and improve reliability with the goal of reducing outages for customers by half within 5 years. We're able to add this investment for great improvements at no additional cost to Entergy Mississippi customers because of new revenues from Amazon and other large industrial customers investments in the state.\nHaley Fisackerly, our CEO in Entergy Mississippi, recently noted that customer rates would be 16% lower than they otherwise would have been due to these large customers, and that includes the incremental Super Power Mississippi investment. In customer growth news, in late September, Sempra reached its final investment decision for Phase 2 of its Port Arthur LNG project. In addition, a colocation data center, Avio announced an investment in Entergy Mississippi service area. While these were included in our probability-weighted sales forecast, these developments continue to build confidence in our long-term outlook. As a reminder, we probability weigh potential industrial customers in our plans, except for very large businesses like hyperscale data centers, which we don't add to our plans until they are the signed electric service agreement.\nBecause of our vertical integration, natural Gulf Coast advantages, thoughtful regulation, a long history of successfully working with large industrial projects and now MISO's expedited connection mechanisms. We continue to see strong demand from businesses looking to locate in our service areas. This includes data centers, but also customers from traditional industrial segments. Our data center pipeline has continued to grow and now is setting to from 7 to 12 gigawatts. This is based on active conversations with customers for whom we reasonably could expect to sign agreements within the next year or 2. With line of sight on incremental opportunities, we've added 4.5 gigawatts to our agreement for the purchase of Power Island equipment, including steam turbines, combustion turbines and heat recovery steam generators.\nThis addition represents 6 units that will be delivered in time to support commercial operations in 2031 to 2032. In total, we now have secured more than 19 gigawatts of capacity which is accounted for due to growth or other supply needs. That leaves 8 gigawatts for additional growth. We secured other critical equipment, including transformers and breakers and we secured 90% of materials required for our planned transmission projects through 2030. We also have agreements with EPCs for the generation projects through mid-2029. We have line of sight for additional projects. We're also well positioned for solar projects. For our owned projects, we secured approximately 75% of our critical equipment, including generator step-up transformers, high-voltage breakers and solar modules. We also have clear line of sight to the remaining 25% through our existing supplier relationships.\nIn July, FERC approved MISO's expedited resource Edition study, or ARS process. We have since submitted 9 interconnection requests for 12 plants into the new process. Eight of these plants and our AR submission are in our plan and 4 are available for incremental growth. ARRIS has worked well to support speed to market for customers trying to come online as quickly as possible. as well as help us respond to the national security priority for rapid energy deployment to win the AI race. We expect to start receiving our first project approvals by the end of this year. The standardized designs for our generation projects and our transmission lines and our history of successful execution on large projects, we remain confident in our ability to manage our operations and execute on our capital plan. We're also well positioned to serve potential new customers above our current plan.\nFor the customer base that continues to grow, perhaps it is no surprise that our system as well as Entergy Arkansas and Entergy Texas hit new peak loads in July. Our system performed well during these high load periods. Responding to that customer growth Entergy Texas remains on track for the completion of the Orange County Advanced Power Station next spring. The plant decommissioning the plant commissioning, we're just getting started with that one. The plant's commissioning is underway and first fire is expected in December. Our other large generation and transmission projects are also on track.\nLast week, Entergy Mississippi pro ground on the Vicksburg advanced power station. We'll also support customer growth, including the large customer that Entergy Mississippi signed this past February. Entergy Louisiana recently announced selections from its baseload generation RFP to support customer growth. And that includes 2 combined-cycle resources that will be self-built. For accelerated resilience, we expect to file Phase 2 plants in Louisiana and New Orleans within the next several months. This timing allows us to maintain operational momentum with our resilience investments. To date, our operating companies have invested about $580 million in approved resilience work. We completed 32 line hardening projects, upgrading more than 13,000 structures. And we have hired 10 existing substations to mitigate the impacts of both hurricane force winds and storm search.\nIn addition, Entergy Texas was recently awarded $200 million in grant funding by the PUCT from the Texas Energy Fund for resilience projects with no cost to customers. The grant will allow for the hardening of more than 8,000 distribution poles covering 338 miles, well hardening 16 transmission lines. We appreciate the proactive support from our state regulators and legislative bodies to improve the storm readiness of our system for the benefit of all customers. With the customer growth opportunity before us and excitement throughout our service areas, we continue to work with our stakeholders, including regulators, elected leaders, community leaders and local vendors to meet customers' needs and to improve their outcome.\nIn August, the Louisiana Public Service Commission approved the settlement for generation and transmission resources needed to serve meta. Meta's generational investment will bring significant benefits, including jobs, workforce development and state and local tax income. In addition, as the LPSC staff highlighted at the business and executive meeting, contracted minimum bills ensure that Meta is paying the incremental cost to serve them during the contract term without imposing costs on other customers. These features provide benefits to support keeping rates as low as possible for Louisiana customers. Last week, a Louisiana Public Service Commission also approved the 200-megawatt Bogalusa West solar project. which was the first project approved through Louisiana's accelerated solar approval process. In Arkansas, the Public Service Commission approved that generating Arkansas Jobs Act Rider.\nThis rider enabled by the legislation this past spring, allows recovery for new economic development related and other customer-critical generation and transmission investments outside of the formula rate plans 4% cap. Additionally, it includes recovery of carrying costs on CWIP during construction, thus lowering cost for customers. Under the new rider, Entergy Arkansas filed in early August for the Jefferson Power Station approval. Also under the new rider, Entergy Arkansas filed for approval in September for Cypress Solar, A solar and battery storage facility to support economic development via Google's recently announced data center.\nMoving to Texas. In September, the Public Utility Commission approved the Legend combined cycle power station and Lone Star, a simple-cycle peaking unit. They will provide efficient, reliable power to support the rapid growth in our Southeast Texas service area. While the commission approved the generation, it also implemented a cost cap our filed cost estimates totaling $2.4 billion, including transmission, carrying costs and contingency. As I noted earlier, we have already contracted with the EPC and secured the long lead time equipment, which comprise a significant portion of the construction costs. The Texas Commission also recently approved to large transmission projects that serve growth and improve reliability and resilient on the system CTEC, the Southeast Texas area reliability project at $1.4 billion 500 kV line and the Legend sanding 230 kV line, which will serve industrial customers in Port Arthur, including Phase 2 of the Sempra LNG project.\nSeparately, Entergy Texas filed for an increase in its DCRF rider. We expect a decision from the PUCT by the end of the year. These are exciting times in Entergy and exciting times for our industry. We are delivering unprecedented growth for our region and economic development that benefits the customers and communities we serve. At the same time, we are answering the call to support our national security through our rapid response to the energy needs of companies working to win the global AI race. All that while keeping rates as low as possible for our customers. The EEI Financial Conference is in a couple of weeks and we'll share additional color regarding the strong foundations underpinning our differentiated growth story.\nNotably, our long-term customer sales growth outlook is robust including continued support from both traditional industrial and data center customers. We are well positioned to support speed to market through our supply chain positioning, design choices stakeholder engagement and strong balance sheet. And we are successfully executing on critical issues that our existing customers care about, including keeping rates as low as possible and deploying resilience and reliability investments. We look forward to continuing this conversation with you at the EEI Financial Conference in a couple of weeks.\nI'll now turn the call over to Kimberly who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. We had another great quarter I'll now walk through our financial results as well as our guidance and outlook, and I'll provide a look ahead to EEI. Starting with earnings. Our adjusted EPS for the quarter was $1.53 as shown on Slide 4. Primary drivers were strong sales growth and the effects of investments made for our customers partially offset by higher other O&M and other operating expenses and an increase in our share count from settling equity forward. Earnings contribution from sales growth was positive even with weather being milder this quarter compared to last year.\nWeather adjusted sales for the quarter were once again very strong increasing approximately 4.5%. Industrial sales were the largest contributor with more than 7% growth, primarily from new and expansion customers that continue to ramp up their operations.\nSlide 5 summarizes our credit ratings and affirms that our credit metric outlooks remain better than rating agency thresholds. In the quarter, S&P issued credit reports on each of our operating companies and Entergy Corp. Moody's also issued reports on Entergy Mississippi and Entergy New Orleans. Both agencies affirmed all ratings and outlooks. Last quarter, we discussed the nuclear tax credits earned in 2024. Since then, we have completed transactions to monetize these which netted more than $535 million after transaction costs. We continue to work with our regulators on how and over what time period we will provide these benefits to customers. We expect this to happen over an extended period of time. As a reminder, because the value of nuclear PTCs is highly dependent on average revenue per megawatt hour, we do not include cash benefits in our cash flow or credit metric outlook beyond 2025.\nWe'll talk more about our credit and EEI, but I'll give you a quick preview. Our credit metric outlooks are strong with FFO to debt above our thresholds throughout the outlook period, achieving our 15% target during the period. Our financial health is bolstered by all the work we've done including the structure of our new large customer ESAs to protect existing customers and our credits; improvement in our pension funded status, constructive regulatory mechanisms, and conservative planning assumptions. All of these have strengthened our balance sheet and created benefits for our customers. We continue to see strong underlying fundamentals and flexibility to meet our objectives.\nWe are rolling forward our outlook to 2029, shifting our 4-year capital and equity plans forward, as you can see on Slide 6. Our updated capital plan for 2026 through 2029 is $41 billion. The equity associated with that plan is $4.4 billion within the 10% to 15% range of the total capital plan. Our capital and equity plans include alternative financing assumptions, which shifts the capital outlay for some projects beyond our 2029 outlook. This better aligns the cash outflow with when assets are placed in service. We have been proactive in addressing our equity needs, selling forward contracts through our ATM as well as the block transaction we executed in March. We've taken significant price risk off the table and have ample time to raise capital, including through our ATM program.\nFor our 2026 through 2029 equity need, about 45% is already contracted, which takes us well into 2027. Through the third quarter, we have settled approximately $800 million of equity forwards. In October, after quarter end, we settled an additional approximately $330 million or about 5.7 million shares. We are using these funds to continue to invest for the benefit of our customers.\nOur adjusted EPS guidance and outlook are shown on Slide 7. As Drew mentioned, with solid results through the third quarter, we are narrowing our 2025 guidance range, raising the bottom by $0.10 higher-than-planned revenue from weather as well as other planning updates have enabled us to manage the business and flex spending in areas that benefit our customers. Our Flex program helps us ensure that we deliver predictable adjusted EPS growth year in and year out while meeting our customer needs. Looking beyond 2025, we continue to see very strong growth driven by our customer-centric capital plan. Our adjusted EPS through 2028 remains unchanged. And as we add 2029 to our outlook period, our long-term compound annual growth remains strong at greater than 8%.\nDrew and I, along with our operating company leaders will be in Florida in less than 2 weeks, where we will talk about our strong customer growth story as well as our plans to invest in reliability and resilience to better serve our customers. We have a solid base plan consistent with our strategic objectives. As Drew discussed, we have a strong customer pipeline, including 7 to 12 gigawatts of data center opportunities, and we have secured critical equipment to bring additional customers online. Today, we have provided our adjusted earnings per share outlook and a high-level view of our preliminary capital and equity plans through 2029. At EEI, we will provide more details on these outlooks. We are excited about the opportunities before us and look forward to talking with you at EEI. And now the Entergy team is available for questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fe84823d26e4896e7711641815007f73",
    "period": "2025 Q2",
    "content": "Q2 2025 Entergy Corp Earnings Call\n\nQ2 2025 Entergy Corp Earnings Call\n\nETRNYSEJUL 30, 11:00 AM\n\nOperator\n\nGood morning. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to Entergy's Second Quarter 2025 Earnings Conference Call. [Operator Instructions]\nI will now turn the call over to Liz Hunter, Vice President of Investor Relations for Entergy Corporation. Liz?\n\nLiz Hunter\n\nVice President of Investor Relations\n\nGood morning. Thank you, Greg, and thanks to everyone for joining this morning. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements.\nManagement will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Liz, and good morning, everyone. Today, we are reporting second quarter adjusted earnings per share of $1.05. Our progress through the first half of the year keeps us firmly on track to achieve 2025 results in line with our guidance, and we are raising our outlook driven by our higher capital plan to meet customer expectations. We aspire to be the premier utility and to create sustainable value for each of our key stakeholders, our customers, employees, communities and owners. Our customers are listed first, so I'll start there.\nWe have over 3 million customers, and most of them are residential. For the first time since we began tracking Net Promoter Score, we achieved a result that ranks in the first quartile for utility residential service over the past 12 months, across our enterprise and using J.D. Power data. We are not first quartile in every jurisdiction or in every category. Still, we are excited about our progress, and we are energized by the opportunity ahead to further improve our service to our customers.\nOur industrial growth opportunities remain robust. We continue to work with state and local leaders to attract businesses to our service area, with our economic development model driven by our vertically integrated, customer-focused electric company of welcoming communities and the economic advantages of the Gulf South. We provide one-stop shop technical solutions, while we bring key parties together to rapidly meet the needs of new customers. At the same time, we ensure strong protections for our existing 3 million customers and maintain our credit.\nToday, we are pleased to announce that we have secured significant new growth in Arkansas that will bring benefits to existing customers as well as communities in the state itself. With this addition, we expect our 4-year industrial sales growth rate to be approximately 13%. Consistent with our practice, we aren't commenting further on specifics or customers, although we anticipate making regulatory filings soon, which will include additional details.\nWe are updating our 4-year capital plan to $40 billion, which will enable us to serve increased load and grow our renewable portfolio across our jurisdictions. As a point of reference, we have signed roughly 8 gigawatts of electric service agreements since the beginning of last year. As a result, our 4-year capital plan includes significant investments for customer-driven generation, including approximately 3 gigawatts of solar, 1.4 gigawatts of battery storage and 8 gigawatts of highly efficient gas units. Some of these resources are planned to come online beyond our 4-year plan period.\nDuring the last quarter, we disclosed that we entered into an exclusivity agreement for power island equipment, including 15 combined cycle combustion turbines and 2 simple-cycle combustion turbines, as in addition to the Orange County, Delta Blues and Legend projects. Collectively, these turbines provide 15 gigawatts of capacity, that leaves 7 gigawatts for future customer growth needs with deliveries for commercial operations between 2029 and 2031. Our strategy to use standardized equipment and designs helps us effectively manage costs and schedule for our customers.\nOur customer pipeline continues to be robust, including our data center pipeline, which remains in the 5 to 10 gigawatt range, and significant interest remains in our traditional industrial segments as well. Our economic development model attracts large new customers that contribute to our communities, growing jobs and tax base. They also share in costs that would otherwise be covered by existing customers. The economic impact of these projects on our communities is substantial, and yet another sign to existing customers and potential customers that great things are happening in Entergy's service area.\nWhile we've made progress on our customer service, storms create moments that matter. We spoke to you at our Analyst Day last summer about our plans to better manage storms. One year removed from that conversation and in the hardest storm season, take a moment to review our progress. To start, we are executing Phase 1 of our accelerated resilience program. We have more than $2 billion approved, mostly in Entergy Louisiana. To date, we've invested roughly $400 million, and that includes energizing 9 new substations designed to sustain both flooding and hurricane force winds, stalling over 8,000 hardened poles, while another 10,000 pole upgrades are in process, which is on top of the average annual run rate of 75,000 poles replaced system [indiscernible]. And in the coastal region of Texas, we've rebuilt 2 short transmission lines to harden standards.\nEarlier this month, Entergy Texas submitted its application for the Texas Energy Fund to support $200 million of resilience projects. We expect to complete about 30% of our Phase 1 projects by year-end. As a reminder, we prioritize projects with the highest benefits, so these earlier projects will have a relatively higher impact. We plan to file later this year for the next phase of accelerated resilience to support continued progress.\nIn addition to our accelerated resilience program, new transition investments built to today's more stringent standards also improved the resilience of our grid. For example, we have several large 500 KV transmission projects in front of regulators in Louisiana and Texas that will provide resilience benefits while also supporting growth. The Mount Olive to Sarepta line in North Louisiana, aligned along the West Bank of the Mississippi River in Louisiana through a growing industrial corridor, the Southeast Texas Area Reliability Project, or SETEX, and the Cypress to Legend line that will support strong growth in the Port Arthur area.\nThese projects and the babble to weather line in Louisiana to be filed later this year, total 460 miles, and will represent about 20% of our 500 KV system once completed. These projects will also loop existing transmission lines, such that if an event occurs at any point in the loop, power will be automatically diverted in another direction, avoiding customer outages. Altogether, we are planning $8 billion of transmission investment in our 4-year capital plan, including $5.6 billion reviewed through MISO's MTEP process.\nIn addition to system improvements, we ensure that we are prepared for storms through planning, drills and vegetation maintenance. Technology is also part of the journey, and we've been experimenting with cameras and information systems on planes and drones and soon, helicopters, that fly power lines to gather data with a plan to ultimately feed AI, more quickly assess damage and optimize the productivity of our teams on the ground.\nCapital deployment is critical, but it takes more than that to be premier. To that end, our power delivery team is launching PD Strong, short for power delivery strong, to transform our power delivery team. This includes everything from work management and capability building to behaviors and culture, all with an eye towards better serving our customers every day, but especially in moments that matter, like storms.\nOur regulators are also supporting our storm response improvement efforts. In addition to approving resiliency investment, Louisiana and Texas implemented new processes to expedite storm securitization, allowing operating companies to request recovery based on estimated storm costs and accelerated commission time lines for decisions. Those commissions, of course, retain their authority to determine the prudence of utility storm costs, and estimated costs would be trued up to actual costs once available.\nLouisiana's expedited process for 2025 storm costs includes a commitment to review the storm cost related financing order request at the subsequent commission meeting after the utilities filing. Accelerating storm cost recovery reduces carrying costs for our customers and supports the operating company's credit, which also keeps the cost for capital lower for our customers. This new process also gives confidence to vendors and mutual assistance partners to support storm recovery.\nFinally, as we deploy our capital plan throughout our service area, a smaller and smaller percentage of our infrastructure is exposed to storms along the coast, reducing our relative financial risk, which benefits our customers as well as our owners. These actions continue to build on our improved balance sheet and strong liquidity. We have made good progress over the last year reducing storm risk through accelerated resilience, hardening of our grid, financial readiness and regulatory changes to improve outcomes for customers, and we have more plans for improvement still ahead. Meanwhile, you stand ready to respond for anything that comes our way.\nWe have some other operational achievements that I'd like to also highlight. On July 1, we completed the sale of our gas LDC businesses to Delta Utilities. The transition for customers was smooth because of the hard work and planning by many employees, including those who have moved to Delta Utilities. We are extremely grateful for their efforts. The sale of that business allows us to focus on our core electric business.\nSafe and effective nuclear operations also remain a cornerstone for all stakeholders. This year, Waterford 3 and Grand Gulf are proudly celebrating 40 years of operations. The Waterford 3 refueling outage wrapped up in June on time and on budget. Work included replacement of all 3 low-pressure turbines, which will improve reliability and pave the way to increase the capacity of the unit by an estimated 40 megawatts in the fall of 2026. We've already filed the upgrade request with the LPSC. Additionally, planned turbine rod replacements in ANO 1 in the fall of this year will set us up for future upgrades there.\nWe continue to engage with customers, regulators, vendors and others regarding new nuclear. So we don't have any updates to report at this time.\nTurning to regulatory. We are making progress on important matters to meet customers' growing needs and drive improved customer outcomes. In early July, we reached a stipulated settlement with the Louisiana Public Service Commission staff and a number of parties recommending approval of our request to invest in assets to support adding Meta's transformational Hyperion data center to our system. The hearing was held in mid-July, and we presented extensive evidence of the significant benefits to our customers and communities are making these investments as well as through bringing Meta online as a customer. These benefits are in addition to the transformative benefits that Meta will create through its billions of dollars of investment in Louisiana and the high-paying good quality jobs it will provide. The procedural schedule supports commission decision no later than October of this year.\nThe Mississippi Public Service Commission approved Entergy Mississippi's, following the rate plan settlement, which does not result in a rate change. Also, Entergy Louisiana and Entergy New Orleans filed their annual formula rate plans, and new rates are expected in September. Entergy Arkansas filed its annual formula rate plan, with new rates expected to be in place at the beginning of next year. This is the tenth and final projected year in the current cycle. And in February '26, we will file a base rate case, which will include a proposal for a new formula rate plan tariff.\nAt the federal level, FERC approved MISO's Expedited Resource Edition study, or ERE's proposal last week. We appreciate FERC's work to temporarily facilitate customer growth across MISO, while we all work together to improve MISO's existing due processes.\nLast quarter, we covered Arkansas legislation that allows for a rider to support investment for economic development. This quarter, the Texas legislature passed, and the governor signed 3 bills to provide benefits to our customers and communities. One accelerates storm securitization, which I mentioned earlier. Another allows rider recovery, a MISO-related capacity costs that are currently included in base rates. The rider may be filed annually beginning in 2026. The third is a wildfire bill that provides a potential path to improve wildfire liability. Our likelihood of experiencing wildfires is lower than in other parts of the state. We take the risk seriously and intend to use the new tools that are available.\nFinally, our communities are a key stakeholder, and actively supporting them beyond economic development is an important part of our strategy. Entergy has once again been named a top 50 most community-minded company and the leader in the utility sector by the Civic 50, an initiative of Points of Light. In 2024, our employees and retirees attributed more than 122,000 volunteer hours across our service area valued at over $4 million.\nBefore I wrap up, I'd like to highlight that Lewis Ropp has been elected to our Board of Directors. A Louisiana Native, Lewis brings extensive investment experience from its years of work at Barrow Hanley, historically one of our largest active investors. At Barrow Hanley, he worked as their lead equity portfolio manager and also served on the executive committee. Combined with his prior work experience, Lewis' tremendous familiarity with utilities as well as industrial companies, many of which are part of our customer base. We are very excited to have Lewis join our Board.\nIt's been an exciting quarter. We continue to make progress on creating value for our customers, communities, employees and owners. Our teams are working very hard to foster community and economic growth and customer growth in our states, while also delivering on commitments made to improve resilience and reliability.\nI'll now turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. Today, I will review our financial results for the quarter, our capital plan update and our guidance and outlook. I will also cover effects from the final budget reconciliation bill.\nStarting with earnings. Our adjusted EPS for the quarter was $1.05. This result keeps us firmly on track for our guidance for the year. Adjusted EPS is shown on Slide 5. Primary drivers were the net effect of investments made for our customers, higher retail sales volume and higher other income. These increases were partially offset by higher other O&M, consistent with the estimate we provided last quarter, and higher MISO capacity cost at Entergy Texas, which are currently recovered in base rates. New legislation allows those costs to be recovered through a rider beginning in 2026.\nEarnings contribution from retail sales volume was positive despite weather being milder than second quarter of last year. Weather-adjusted retail sales growth for the quarter was very strong at 4.5%. Industrial sales were the largest contributor with close to 12% growth, primarily from new and expansion customers that continue to ramp up their operations.\nSlide 6 summarizes our credit ratings and affirmed that our credit metric outlooks remain better than agency thresholds. Over the past several years, we have strengthened our balance sheet to support our operations and the growth opportunity before us. Our liquidity as of June 30 is very strong, including $2.3 billion of unsettled equity forwards, which are available, if needed.\nTurning to tax credits. With the passage of the most recent budget reconciliation bill, we now have better clarity on renewable tax credits, and we have adjusted our cash flow forecast accordingly. Our forecast includes updates to the timing of monetization of investment tax credits associated with projects that we expect to safe harbor. The changes include shifting our expected tax credits out 1 year. We now have approximately $175 million of cash benefit in 2028 and additional cash benefit beyond our outlook period.\nWe continue to monitor for treasury guidance that could affect these cash flows. As you may recall, we previously had not included the cash benefits from nuclear PTCs in our forecast. However, based on our current analysis, in the quarter, we recorded nuclear tax credits of approximately $570 million across our 5 nuclear units. We treated the recognition of these credits as an uncertain tax position, pending either guidance from the treasury department on the calculation or final determination on audit. We expect to monetize the nuclear PTCs and receive the cash benefit later this year. We are working with our regulators on how and over what time period we provide this benefit to customers.\nAs you can see from the chart on Slide 7, the nuclear PTCs are highly dependent on the average revenue per megawatt hour, which includes both capacity and energy revenues, and therefore, we are not counting on these credits for future years in our outlook. Our credit outlook provided include these changes, and our estimated Moody's metric continues to grow to 15% over the forecast period.\nAs Drew noted and as shown on Slide 8, we are increasing our 4-year capital plan by $3 billion, including new renewables and battery storage to meet customer needs. We're also providing updates on retail sales growth, rate base, credit metrics and operating cash flow as well as operating company capital plans in the appendix of our presentation.\nAs you can see on Slide 9, our equity needs are unchanged despite the higher capital investment. Higher operating cash flow, including monetization of nuclear PTCs and utilization of Arkansas's new infrastructure rider allows us to maintain our financial metrics and current equity needs. As a reminder, we've contracted approximately 2/3 of our equity needs through 2028. In the second quarter, we settled approximately $800 million of equity forwards or about 15.6 million shares, and we are using those funds to continue to invest for our customers.\nAs shown on Slide 10, we are affirming our adjusted EPS guidance and updating our longer-term outlook. For 2025, we're firmly on track. Positive year-to-date results allow us to flex other O&M to manage the business. Looking ahead to the third quarter, we expect other O&M to be roughly $0.05 higher than the third quarter of last year, partly due to the timing of vegetation maintenance and nonnuclear plant outages. And we expect Entergy Texas to have higher MISO capacity costs in July and August, totaling approximately $0.06. We remain confident that we will deliver on our 2025 guidance.\nLooking past 2025 at our longer-term outlook, we continue to see growth as evidenced by our higher capital plan. Our adjusted EPS for 2026 remains unchanged, and we are increasing 2027 by $0.05 and 2028 by $0.10, while maintaining strong credit metrics throughout the forecast period.\nOur results in the first half of this year have been solid, and we are once again raising our capital plan to support our growing customer needs. We still have significant opportunities before us, and we remain well positioned to execute and deliver successful outcomes.\nAnd now the Entergy team is available for questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a39feb8217d36f60e4ffde50647142db",
    "period": "2025 Q1",
    "content": "Q1 2025 Entergy Corp Earnings Call\n\nQ1 2025 Entergy Corp Earnings Call\n\nETRNYSEAPR 29, 11:00 AM\n\nOperator\n\nGood morning. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to the Entergy Corporation First Quarter Earnings Conference Call. [Operator Instructions]\nI will now turn the call over to Liz Hunter, Vice President of Investor Relations for Entergy Corporation. Liz, you have the floor.\n\nLiz Hunter\n\nThank you, Greg, and thanks to everyone for joining this morning. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh; and then Kimberly Fontan, CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Liz. Good morning, everyone. We had a very productive start to the year with progress on activities that support our near- and long-term objectives. Important updates to facilitate customer growth include new customer announcements, regulatory outcomes and new legislation.\nStarting with our financial results for the first quarter. Today, we are reporting adjusted earnings per share of $0.82. We're on track for 2025 guidance, we remain well positioned to attain our greater than 8% adjusted earnings per share compound annual growth rate for the outlook period. Kimberly will discuss our financial results in more detail. As you've heard us say, we aim to create value for all our stakeholders, customers, employees, communities and owners, and customers are listed first because everything starts there.\nThe opportunities driving our industrial sales growth continue to be robust. There is increasing visibility into our growth including 3 announcements from large customers since our last call. In March, Hyundai Motor Group announced a $5.8 billion investment in Hyundai Steel, a manufacturing facility with and an engine for economic growth in Ascension Parish, Louisiana. Then in early April, CF Industries announced that it reached its final investment decision on its $4 billion investment in a low-carbon blue ammonia facility, which will be located near Hyundai Steel.\nThis project was first announced in 2022. And just today, Woodside announced that they have reached FID on their $17.5 billion LNG facility, bringing jobs and investment to Coastal Louisiana. These projects are expected to come online in 2028 and into 2029 and were assumed in our outlook last quarter. These customers diversify our industrial mix. They also provide benefits to the nearby communities through substantial local investments, significant growth and workforce development. We've demonstrated a long history of powering industrial growth as businesses establish and expand operations in the Gulf South region.\nHundai Steel, CF Industries and Woodside LNG are examples of this trend continuing. As more companies consider investment in the U.S., the Gulf South remains a very attractive option with low power costs, robust energy and transportation infrastructure, access to diverse energy sources, a business-friendly environment, a proven workforce and welcoming communities.\nData centers are a more recent addition to our large customer portfolio, and we remain in productive discussions for many potential projects. We continue to receive strong interest and optimism from hyperscale developers about the incredible opportunity before them. And our data center pipeline remains in the 5 to 10 gigawatt range. We are executing on our capital plan to support that strong customer growth as well as improved reliability and resilience. We continue to make progress in the Orange County Advanced power station. The project is approximately 70% complete with more than 1 million man-hours worked with no safety incidents.\nThe project remains on schedule and on budget with a projected in-service date by summer of next year. Delta Blue's advanced power station in Mississippi is an earlier phase of construction and is also on schedule and on budget. At the same time, we're exploring the potential to increase the capacity of our existing combined cycle natural gas facilities nearly 500 megawatts. For nuclear, we completed the spring refueling outage at River Bend on schedule.\nDuring the outage, we conducted extensive work on the main generator to support long-term reliable operations. The Waterford 3 refueling outage is now underway. Planned work includes replacement of low-pressure turbine rotors and will improve efficiency and pave the way to increase the capacity of the plant by an estimated 40 megawatts in the fall of '26. We continue to assess potential capacity upgrades at our other nuclear plants to total approximately 275 megawatts. As we mentioned before, we have an NRC early site permit for a potential new nuclear facility at Grand Gulf, which expires in April 2027.\nWe intend to renew the permit for another 20 years to maintain a viable option for new nuclear. We are in discussions with customers, potential partners and other stakeholders regarding that opportunity. As you can see, our operations and project management development teams are doing a great job keeping us on track to support our customers' needs. In addition to our efforts in operations, we are working with our regulators and other stakeholders on important dockets that address infrastructure needs to support growth, reliability and resilience.\nEfficient review processes are critical to stay on track to meet our customers' expectations. Entergy Louisiana received approval from its Public Service Commission to place the capital investment from Hurricane Francine into rate, subject to a future prudence review. This means our recovery started less than 2 months from filing and 6 months after the storm. A faster recovery reduces carrying costs and supports Entergy Louisiana's credit, both of which keep cost low for customers. The LPSC also approved a $0.5 billion West Bank 230 kV transmission project that will port customer growth and economic development.\nIn addition, we have a major 500 kV transmission project in Louisiana that is pending commission review. Separately, we received the final approval needed for Entergy Louisiana gas LDC sale from the East Baton Rouge Paris Council. We're targeting to close the sale of both Entergy Louisiana and Entergy New Orleans gas businesses in July. Introduce Louisiana's filings to support its hyperscale data center customer continues to move forward, [indiscernible] filed testimony and the hearing is scheduled for mid-July. We remain on track for an LPSC decision in October.\nFor Entergy Louisiana's 3 gigawatts [indiscernible] RFP, the first robotic is complete, and we're moving forward with 2 proposals for owned assets that total 400 megawatts. Proposal second quarter were received in mid-April, and we are targeting selections later this quarter. In Texas, the PUCT approved placing $137 million of transmission investment into rates. We have also requested a certificate of convenience and necessity for a large transmission project in Texas known as SETEX. The hearing is scheduled for May, and we are targeting a commission decision by the end of August.\nEntergy Texas request for generation CCNs are continuing as expected. Hearings for Legend and Lonestar dispatchable generation projects as well as renewable resources are complete, briefings have begun and no parties have disputed a need for new generation to meet growing demand. We are targeting decisions in the third quarter. In Arkansas, the APSC issued a certificate of environmental compatibility and public need for Lake Catherine Unit 5.\nThis plant is important to support Arkansas's customer demand. Entity Mississippi received approval to build a combined cycle gas plant in Ridgeland County. This facility will serve the growing demand in our Mississippi service area. And Entergy Mississippi also filed its annual form a rate plan with no rate change requested. We expect the commission to take this up over the next few months.\nTurning to legislative matters. Arkansas recently completed its session, setting the stage for future growth in the state. At 373 signed into law by the governor supports economic development and growth and will benefit our customers and communities. Specifically, the legislation allows recovery for new generation capacity and certain transmission investments outside of the formula rate plans 4% cap. And all those streamlines and simplifies the process for certification of public need to allow for faster response to economic development while maintaining regulatory oversight.\nAdditionally, the new law allows utilities to recover carrying costs on construction work in process during construction, thus lowering cost for customers. Texas is also in a legislative session. One of the bills of interest for us will accelerate the regulatory review and approval for storm securitization to 150 days, significantly faster than previous reviews. More timely reviews benefit customers through lower carrying costs and improved credit. The Texas legislative decision continues through June 2.\nTurning to tariffs. We know tariffs are certainly a topic that we know you're interested in. It's top of mind for us as well, and we are actively engaged in monitoring as the landscape evolves. There are several considerations in the bottom line is that we believe tariffs impacts are manageable. The current tariffs would primarily impact capital expenditures, and we estimate that the impact to be approximately 1% of our $37 billion 4-year capital plan. The vast majority of the dollar impact is in the back end of our forecast period, which provides time to continue to reduce those effects through additional supply sources.\nTo mitigate potential impacts, we are working with our suppliers to develop alternative supply sourcing strategies. In addition, our ongoing cost management efforts as well as contingencies in our spending plans will help us manage our costs. For example, at Analyst Day last summer, we talked about our disciplined capital prioritization and review processes to drive customer value. To date, we've identified greater than $1 billion of capital that was redeployed into other projects to benefit customers. We're making every effort to reduce the effects of tariffs for our customers, who are working hard to make [indiscernible] and competing in a global marketplace.\nTo that point, we're also actively monitoring what this means for our customers' businesses. Our large industrial customers are highly competitive in domestic and global markets. Commodity spreads continue to be supportive, in part due to the structural advantage of low-cost natural gas. I'd like to highlight a few specific examples. LNG exports are likely to increase due to the natural gas advantage, which would help bridge the trade deficit.\nAnd I just mentioned the Woodside announcement as a case in point. Ammonia has a strong competitive position due to low natural gas prices in the U.S. and companies are moving forward in investment in clean energy technologies, as the CF industry's example illustrates. The petrochemical sector also enjoys structural advantages from low-cost natural gas liquid feedstocks and potential decreases in global production would likely come from the European Union. Beyond the price advantage of natural gas, companies seeking domestically produced materials to manage tariffs could cause sectors such as steel that are not currently running at full capacity to ramp up production.\nOverall, commodity fundamentals still favor U.S. manufacturing. As a result, our service area remains well positioned to capture new onshoring and industrial development with the Gulf Coast advantage that we talked about for some time and that I mentioned earlier. These foundational elements can facilitate even further expansion of the broad industrial manufacturing base and supporting services in our region.\nAs I said, we believe tariff impacts are manageable, and in everything we know today, we remain confident in the guidance and outlook initiated on last quarter's call. Before I wrap up, tomorrow, our COO, Pete Norcia, is retiring. Over his 10-plus years in Entergy, Pete transformed our power generation team, closed out our exit from the merchant power business in the last couple of years as COO. He recentered us on public safety while preparing us to manage the large capital investments responding to customer demand. Pete is also a good [indiscernible]. We will miss him, and we wish him well in the next after.\nMoving into the COO role is Kimberly Cook Nelson, who has been driving our sale improving nuclear operations over the last few years. A leader in the nuclear industry to bring a wealth of leadership experience, operational discipline, and project management skills to the COO role, which has served us well for the growth investment road ahead. Finally, John Donnelly is taking over as Chief Nuclear Officer. He is a long time Entergy employee having started here when we purchased Indian Point.\nHe has helped many leadership roles within the nuclear organization and recently, he has served as our nuclear's COO, helping lead the cultural changes needed to continue our relentless pursuit of improvement in nuclear operations. While we are sad to see Pete go, we're excited about the new opportunities that will come from the leadership of Kimberly and John. And finally, we're starting to learn of the passing of Alexis Herman over the weekend. From her beginnings in Alabama along the Gulf Coast, she attended Xavier University right here in New Orleans, and then went on to become Secretary of Labor, among many other accomplishments.\nOf course, we know her from her 20 years of service on our Board of Directors. Beyond her outstanding wisdom and insight, she was a friend, a mentor and an inspiration to all of us, and we will miss her dearly. Although we are sad, Alexis would be proud of our great start to the year. We are on the path to meet our stakeholders' expectation in 2025 with solid progress across key customer operational, legislative and regulatory fronts.\nWe are executing on our plan to realize the opportunity in front of us and we're confident we can be successful. As we continue to put our customers first, we will deliver premium value to each of our key stakeholders.\nI'll now turn the call over to Kimberly.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. Today, I will review our financial results as well as our guidance and outlook. I'll also talk about tax credits and their potential financial impacts. Starting with earnings. Our adjusted earnings per share for the quarter was $0.82. This result keeps us firmly on track for our adjusted EPS guidance for the [indiscernible]. The quarter's adjusted EPS drivers are shown on Slide 4. Key highlights include higher retail sales volume, including the effects of weather, effects from regulatory actions, including recovery of investments to benefit customers and lower other O&M than first quarter last year.\nThese favorable effects were partially offset by higher interest expense and depreciation as a result of investments. First quarter weather-adjusted retail sales growth was strong at 5.2%, the industrial sales increase was the biggest driver, a 9.3%, reflecting increases in usage from customer additions over the course of 2024 as well as continued ramp of new and expansion customers. Slide 5 provides our credit ratings and affirms that our credit metric outlooks remain better than agency thresholds. Our ongoing focus on credit has created flexibility to manage volatility and headwinds.\nAvailability and transferability of renewable tax credits continue to be a topic of interest, nuclear production tax credits, or PTCs, became effective in 2024. The Treasury department has not issued guidance on how to determine gross receipts for purposes of calculating the amount of nuclear PTCs generated. We are evaluating our position with respect to these credits and will finalize our position prior to our 2024 corporate tax filings. As a reminder, cash benefits from nuclear PTCs are not included in our outlook.\nSo any nuclear PTCs that are realized would be positive to our plan. Our 2027 and 2028 outlooks include tax credits of approximately $170 million and $350 million, respectively, on more than $5 billion of renewable investments through 2028. If the transferability rules change, we would expect to monetize the credits using tax equity. We continue to safe harbor as many projects as possible in the event that the credit phase out sooner than the current rules provide.\nHowever, even if we were to lose all the renewable tax credits assumed in our guidance, our credit metrics would still exceed rating agency thresholds. Turning to Slide 6. Our equity needs are unchanged since our last update. During the quarter, we executed an approximately $1.5 billion block equity forward, including the Greenshoe. Prior to the equity block, we contracted roughly $230 million using ATM forwards. With these transactions, we have successfully secured our equity needs into 2027, and we've contracted approximately 2/3 of our needs through 2028, ensuring access to capital needed to execute on our capital plan. No forwards were settled during the quarter.\nAs shown on Slide 7, we are affirming our adjusted EPS guidance and outlook. For 2025, we're firmly on track. Weather and other updates in the first quarter create flexibility to manage the business in response to potential volatility and other headwinds. Looking ahead to the second quarter, we expect other O&M to be roughly [ $0.05 ] higher than last year, primarily due to planned power generation spending, including the timing of outages and timing of vegetation management expenses.\nWe have confidence in our plan and our ability to deliver on our guidance and outlook. We've had a strong start to the year and have a solid plan to support our growing customer base. We are excited about the opportunities before us and remain well positioned to execute and deliver successful outcomes. And now the Entergy team is available for questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/899dac929201f5420c8d148cbf39fbb2",
    "period": "2024 Q4",
    "content": "Q4 2024 Entergy Corp Earnings Call\n\nQ4 2024 Entergy Corp Earnings Call\n\nETRNYSEFEB 18, 10:00 AM\n\nOperator\n\nGood morning. My name is Aaron, and I will be your conference operator for today. At this time, I would like to welcome everyone to Entergy's Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please also note that we ask that you limit yourself to an initial question followed with a follow-up question. when you were given the opportunity to speak. And with that, I'd like to now turn the call over to Liz Hunter, Vice President of Investor Relations for Entergy Corporation.\n\nLiz Hunter\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than two questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website. And now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Liz, and good morning, everyone. 2024 was a transformational year for Entergy. We had strong financial performance while also making meaningful progress to grow and derisk our business. For financial results, we are reporting 2024 adjusted EPS of $3.65, which is in the top half of our guidance range. In addition, we are raising our capital and outlook beyond 2025. Because growth in most years is now greater than our previous range of 8% to 9%, and we see additional growth opportunities. We are simplifying our disclosure by removing the top end of the range. To that end, we're now simply noting our long-term growth rate through 2028 as greater than 8%. Kimberly will review the details.\nOur achievements in 2024 position us well to capture the growth opportunities we have on the horizon. Starting with the customer, we continue to see strong growth in our industrial segment. Industrial sales were up 8% for the year and 15% for the fourth quarter. We have seen strong growth from the natural advantages of the Gulf South for many years, and we added two large hyperscale data centers to our outlook in 2024. This growth brings important value to our stakeholders, particularly the communities we serve and our existing customer base.\nToday, we are announcing a new electric service agreement with a large customer in Mississippi. The customer has not announced their project, so we can't provide additional details at this time. In addition, we anticipate signing an ESA with Meta to expand their capacity needs, as detailed in supplemental testimony submitted by Entergy Louisiana last week. For the combined utility, we see industrial sales compound annual growth at 12% to 13% from 2024 through 2028.\nWhen working with very large potential customers, we aim to find ways to deliver what those companies need when they need it. At the same time, we include protections for existing customers through tools such as minimum bills, contributions in aid of construction and credit terms. These new customers also provide community enhancements through significant ad form taxes and direct investments such as workforce development and infrastructure improvements. Through this work, we continue to have a robust and diverse pipeline for potential growth above our current plan.\nData centers remain the largest growth category, and we continue to have 5 to 10 gigawatts of data center opportunity within our larger pipeline. We also remain well positioned to capture additional projects as a one-stop shop. We have extensive experience, bringing large customers online. Our vertically integrated model allows us to provide complete technical solutions. Our local relationships help our new customers connect with critical stakeholders and our strong partnerships with vendors support additional growth potential.\nRegarding our relationships with stakeholders, our focus on stakeholder engagement has helped us move forward with our ongoing journey to be the premier utility. This starts with putting the customer first, and making sure our stakeholders fully understand their potential value. In the last year, we successfully concluded several regulatory processes through this approach. Those include final approvals of the Seres settlements First phase approvals of more than $2 billion of resilience investment in Louisiana, Texas and New Orleans. LPSC and New Orleans City Council approval of the gas LDC sale, several rate actions across multiple jurisdictions, including the Louisiana formula rate plan renewal and the recent regulatory approval to divest Entergy Louisiana's 16% of Grand Gulf capacity in energy to Entergy Mississippi.\nLooking at 2025, our regulatory calendar is busy, but with more customary items. We have several formula rate plan filings. In addition, we could file transmission distribution riders in Texas, if needed. We anticipate decisions on new customer-driven generation and transmission investments, including utilization of Louisiana's accelerated review process for renewables. We also expect to clarify cost recovery for the 2024 storms. And lay the groundwork in Louisiana and New Orleans for more timely storm cost recovery, which will benefit customers.\nIn addition to the regulatory calendar, we are engaging in the legislative processes in both Texas and Arkansas. It's very early in those sessions, and we are looking at options to support investment needed for new growth opportunities to help us create significant value for our communities and to create space for more risk management investments and resilience to benefit customers. Our regulatory calendar supports a strong capital plan to serve customer growth in our region and improve the resilience and reliability of our system for the benefit of customers.\nWe plan to invest $37 billion over the next 4 years, 2025 through 2028. Driven by our customer requests, we'll continue to expand our renewables portfolio. We have active requests for proposals for new renewables in Arkansas and Louisiana in addition to the planned 1,500 megawatts associated with the meta project. Our plans include investment in several new modern and efficient gas plants. This includes the Orange County Advanced Power Station in Texas and the Delta Blues facility in Mississippi that are already under construction. We also have pending regulatory approval request for a combustion turbine in Arkansas, Three combined cycle facilities in Louisiana and one of each in Texas. We have a strong track record for building a highly efficient combined cycle projects despite external challenges. This gives us confidence in our ability to successfully complete the projects we are undertaking today to serve our customers' demands.\nWe have secured critical long lead time equipment with Mitsubishi Power Americas and Siemens Energy. Through these partnerships, we have clear line of sight to acquire additional equipment for subsequent projects beyond our current plan. We also have long-standing relationships with our EPC partners that can support additional projects. Each of our combined cycle plants will be configured to enable future carbon capture and sequestration. Our current capital plan does not include dollars for CCS, but we are actively working on developing projects including customer supported investment and third-party ownership options.\nWe have a FEED study underway at the Lake [ Trial ] power station with an expectation to move towards a decision this year. We're also exploring expansion of our nuclear footprint, including upgrades at each of our nuclear stations and incremental 20-year license extensions. In addition, we continue to evaluate potential new nuclear options with customers and partners.\nAs we've stated previously, these opportunities are not in our base plan, and we will carefully manage financial risk with any new nuclear investments. While we have been working hard to meet customers' capacity and energy needs, we have also been actively reducing other risks facing stakeholders. Our transmission plans have grown supporting growth and improving reliability and resilience.\nOur current plan includes investment from the most recent MTAP 10-year plan approved in December, which included 49 projects and $1.8 billion of investment to support reliability. Additionally, we have proposed projects totaling $3.7 billion in MTAP '25 to meet NERC reliability standards as we grow.\nIn addition, work authorized by the accelerated resilience approvals is underway. In 2024, we completed seven projects in Louisiana, one of which was in New Orleans. We expect the number of completed projects will grow exponentially in 2025 and we plan to seek approvals for subsequent phases on a time line that would seamlessly ensure ongoing progress.\nAs you know, we experienced two hurricanes in 2024 and our teams performed admirably, providing safe and efficient restoration. For Francine, we leveraged learning from previous storm responses, including Barrel, enabling our crews to restore 90% of our customers within 3 days. Entergy workers also assisted other utilities in the restoration efforts following devastating storms in the Southeast. Lending over 900 people to support Helene and more than 1,100 to support Milton.\nAnd as many of you have heard, we experienced a winter weather event, Enzo in January, which brought extremely low temperatures. Our operations performed well throughout the event as our system and four of our five operating companies set new winter peak records.\nAnother risk that we actively manage as financial health is specifically credit. We continue to make positive progress on our credit metrics in 2024, which provides financial flexibility as well as long-term customer benefits through lower cost of capital. Our work in 2024 benefited our stakeholders, including our customers, communities and all of you as owners. None of this could happen without also benefiting the other critical stakeholder, our innovative, hard-working and dedicated employees. Our employees have embraced the opportunities ahead of us, we are building a culture that supports rapid growth and change. I thank each and every employee for all they do to make Entergy successful. This is an exciting time as we continue our journey to be the premier utility. We have a very strong outlook and includes double-digit industrial sales growth and adjusted EPS CAGR well above 8%. A strong balance sheet and an improving risk profile for all stakeholders. And we continue to talk to potential customers that could bring incremental growth and additional benefits for our stakeholders. Our employees and our partners are excited about our plan and they are ready to meet the opportunities ahead. I'll now turn the call over to Kimberly.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. As Drew said, 2024 was a very exciting year. I'll provide some additional detail on the financial picture. We'll start by reviewing 2024 results, and then I'll provide an overview for 2025 and our longer-term outlook. As a reminder, Entergy executed a 2-for-1 stock split in December, which doubled our share count. The share and per share data throughout our materials reflects this change.\nStarting on Slide 5, Entergy adjusted EPS for 2024 was $3.65. Our results reflected the investments we made to benefit our current customers and to support new customers and projects. This included regulatory actions across all our operating companies as well as higher depreciation and interest expense. Other income increased mainly from higher AFUDC due to construction work in progress.\nWeather-adjusted retail sales grew approximately 4%, driven by strong industrial growth of more than 8%, consistent with our original expectations. Large customers drove this growth primarily in the petroleum refining, chlor-alkali and technology segments.\nMoving to Slide 6. We closed 2024 with solid credit metrics. Our book FFO to adjusted debt was 14.7%. We estimate that Moody's and S&P's comparable metrics will be well above their thresholds. Both rating agencies will ultimately perform and publish their own calculations. In December, in response to FERC's approval of the LPSC settlement, S&P upgraded Series issuer credit rating one notch from BBB to BBB- from BB+ Higher ratings should result in relatively lower borrowing costs, which benefits our customers. Given the investment needed to support customer growth, maintaining healthy credit metrics continues to be a key focus. Our current forecast outperforms the rating agency thresholds growing towards a sustainable 15% FFO to debt.\nAs Drew mentioned, we have a 4-year $37 billion capital plan, which is $2.7 billion higher than what we provided at EEI. The increase is primarily in Mississippi and Louisiana. It includes dispatchable and renewable generation capacity to support growth and reliability and customer demand for grain attributes. The incremental capital also includes distribution investments to support reliability and resilience. With the higher capital plan, we increased our equity needs by $300 million in 2026, as you can see on Slide 7. Using our ATM program, we've already secured $1.4 billion of equity, which we plan to exercise in 2025 and 2026. That leaves $3.3 billion to be sourced, 75% of which is not expected to be needed until 2027 and 2028.\nSlide 8 summarizes our adjusted earnings per share guidance and outlook. 2025 remains unchanged from the EEI. As Drew mentioned, with our higher capital plan, we are raising our longer-term outlooks. Driving our growth rate through 2028 now well above 8%. As you can see on Slide 9, our adjusted EPS guidance range for 2025 is $3.75 to $3.95. We expect our weather-adjusted retail sales growth in 2025 to be 6%. The largest driver is industrial, which is expected to be very strong at 11% to 12%, and driven by several large customers, including primary metals and data centers.\nOur guidance also reflects the effects of customer-centric investments. This includes AFUDC during construction and earnings on our investments in rate base after assets are placed in service as well as the associated depreciation expense, interest expense and taxes other than income tax. Utility O&M is forecasted to be lower for the year as we flexed cost up in 2024. For the first quarter, we expect our O&M to be roughly flat to first quarter last year.\nAdditional information on specific drivers for the year as well as detailed quarterly considerations and earnings sensitivities are included in the appendix of the webcast presentation. Gulf Coast advantages have driven growth for many years, and we expect that to continue. Now we also have large data centers in our forecast, which has further diversified our customer mix. As Drew said, Entergy Louisiana expects to update its agreement with Meta to increase the capacity requirement of the existing contracts. As noted in the filing, we can serve this load without constructing any additional generation at this time. The increased load will require additional transmission facilities, which are anticipated to be paid for by the customer.\nThe incremental volume would not have a significant effect on sales in our forecast period. As a reminder, with these very large customers, we take a conservative approach for financial planning. We do not add large customers to our forecast until we have a signed agreement, and our financial planning assumptions are at the minimum bill level for these customers. We're very proud of what we have accomplished in 2024, and we look forward to another successful year in 2025. We continue to prioritize the needs of our customers to create value for all of our key stakeholders. We have a unique growth opportunity, and we're excited about what the future holds. And now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c0b6d6bb38de29963bde87be02350aa",
    "period": "2024 Q2",
    "content": "Q2 2024 Entergy Corp Earnings Call\n\nQ2 2024 Entergy Corp Earnings Call\n\nETRNYSEAUG 1, 11:00 AM\n\nOperator\n\nGood morning. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to Entergy's Second Quarter 2024 Earnings Conference Call. [Operator Instructions].\nI'd now like to turn the call over to Bill Abler, Vice President of Investor Relations for Entergy Corporation. Bill, the floor is yours.\n\nWilliam Abler\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information.\nReconciliations to the applicable GAAP measures are included in today's press release and slide presentation both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Bill, and good morning, everyone, and thank you all for joining us on this Disney earnings call day. In June, we hosted our Analyst Day in New Orleans. I want to thank all of you who attended in person and listened online then as well. We provided a comprehensive update on our business strategy and discuss the macro drivers behind our unique growth story, onshoring, clean energy, electrification and technology.\nWe also talked about our customer first approach that is the cornerstone for achieving outcomes that drive significant long-term value for all our stakeholders, of course, our customers and also our employees, our communities and our owners. We continue to make progress towards these outcomes, helping us achieve our near and long-term objectives.\nStarting with our financial results. Today, we are reporting strong quarterly adjusted earnings per share of $1.92. Kimberly will go over the details. The bottom line is that we remain firmly on track to meet our 2024 guidance.\nNow turning to business updates. I am pleased to report that Entergy Louisiana has reached an agreement in principle with the LPSC staff and other parties on its FRP extension. The settlement, subject to LPSC approval but also resolved several other open matters, including all FRPs prior to the 2023 test year. By settling these matters, Entergy Louisiana will resolve all its outstanding base rate-making proceedings.\nAs part of this settlement, we will provide $184 million of customer credits, which includes our agreement to increase customer sharing of income tax benefits resulting from the 2016 to 2018 IRS audit. We're also pleased to announce that System Energy Resources, or SERI, reached an agreement in principle with the LPSC staff on the long-standing litigation at FERC. Pending approval, this settlement substantially resolved the major litigation at SERI and removes an ongoing challenge for many of our stakeholders to understand and value.\nThese agreements as well as other commission approvals earlier this year, including the resilience plan and the process to accelerate the development of renewables provide important clarity for all our stakeholders and allows Entergy Louisiana, the commission and other stakeholders to focus on capturing the significant growth opportunities before us. We appreciate the hard work of all parties to get to this point and look forward to focusing on the future together.\nWe'll provide more information on the Entergy Louisiana settlement when we file the full settlement agreement, which we plan to submit in the coming days. We anticipate the commission to take up both matters at its next business and executive meeting on August 14.\nHurricane Beryl made landfall in Southeast Texas in early July. The storm affected about half of our Texas customers. I first want to thank our customers and community leaders for their understanding and support during restoration. We are honored to serve them. And we are once again inspired by our communities coming together in the face of such an event.\nBeryl sustained high winds uprooted and damaged a significant number of trees, which caused most of the grid damage and customer outages. This included many tall trees outside right of ways that fell into our transmission and distribution lines. We brought a lot of experience and lessons learned from past storms into this effort, which led to timely, safe and cost-effective power restoration.\nOur past learnings also facilitated our communication plan. providing accurate, trusted and timely updates regarding outages and restoration time lines. We are focused on keeping all stakeholders up to date with customers as well as state and local officials at the top of the list.\nAs we discussed at Analyst Day, when the power is out, the everyday activities of our customers and communities are interrupted. This is why a well-prepared operational response, coupled with clear communication is more important than ever. I'm very proud of our employees to keep our customers top of mind, working diligently before the storm to learn and prepare and tirelessly after the storm to safely restore power as quickly as possible.\nBeryl reminded us of the importance of resilience, and we saw firsthand how investment to support growth delivers benefits across multiple dimensions. The Ball of our Peninsula is a good example. To support growth, we built a new elevated substation and installed more than 200 new distribution structures built to monitor standards. As expected, these new assets easily withstood Beryl, which improved performance during the storm and supported timely restoration.\nTo further our resilience efforts, Entergy Texas submitted its future-ready resiliency plan, requesting approval for a 3-year first phase, estimated to cost $335 million. To maximize benefits while minimizing costs for customers, roughly $200 million is contingent on a grant from the Texas [ Energy ] Fund. The legislation calls for a commission decision within 180 days of filing. Separately, Entergy New Orleans held a technical conference last week to further Phase 1 of its plan, and we are targeting a council decision before year-end.\nEntergy's unique and robust growth story was a key theme we highlighted at Analyst Day, and we are making important progress to support growth across our businesses. For example, we hosted a Southeast Texas Leadership Summit, which brought together more than 200 industry community and political leaders to discuss collaborative approaches to serve the region's growing energy needs. At the summit, we outlined our Southeast Texas Energy Plan, or step ahead plan, which includes additional generation capacity.\nAdvancing that plan, Entergy Texas submitted its filing request against CCN for 2 new generation resources. Legend Power Station, a 754-megawatt combined cycle combustion turbine to be located in Port Arthur, will be built to ensure sustainability and long-term viability as the plant will be carbon capture enabled and feature hydrogen capable technology. We're working with customers assessing their interest in purchasing the clean attributes from carbon capture. While our discussions are in early stages, customer interest in CCS appears to be strong.\nOur request also includes Lone Star Power Station, 453-megawatt combustion terminals to be located in Cleveland, Texas. That will also be hydrogen-capable. The total investment is estimated at approximately $2.2 billion, which includes transmission and interconnection costs as well as financing costs during construction. Both plants are expected to be online summer of 2028. Also furthering our step ahead plan, Entergy Texas filed for approval of 2 owned solar projects that came out of RFPs. The capacity for the proposed additions totals more than 300 megawatts. The first is expected to come online in 2027 and the second in 2028. The green attributes from these plants will help meet our customer demands for clean energy.\nMore broadly, clean energy and electrification remain key macro drivers behind the growth across our businesses. Many of our large customers have clean energy goals, we are expanding our clean energy capacity to support those objectives. To that end, in early June, we signed a joint development agreement that will accelerate the development of up to 4.5 gigawatts of new Energy-owned solar generation and energy storage projects. Also supporting our renewables expansion, and as I referenced earlier, the Louisiana PSC approved to streamline and enhance renewable RFP process to add up to 3,000 megawatts of renewable capacity. This will enable Entergy Louisiana to bring renewable resources online much more quickly, which helps attract new customers to our service area.\nTechnology is another macro driver for our growth. At Analyst Day, we identified 5 to 10 gigawatts of new hyperscale data center potential in our service areas, which was informed by customer discussions. We continue to have very active customer and other stakeholder engagement on this front and the growth potential for all our stakeholders from this driver remains strong.\nPutting our customers first, our path forward to achieve regulatory outcomes that benefit -- excuse me, putting our customers first remains our path forward to achieve regulatory outcomes that benefit all stakeholders. We continue to move steadily through regulatory proceedings. Results of this are evident in the agreement in principle in Louisiana and the filings in Texas that I already discussed.\nIn June, Entergy Mississippi's annual FRP filing was approved. We continue to work well with the Mississippi Commission to achieve good outcomes that support our customers and the operating company's credit, which puts Entergy Mississippi in a strong position to bring additional growth to the state which benefits all stakeholders. In addition, Entergy New Orleans and Entergy Arkansas filed their annual FRP. We expect new rates to be in effect in September for New Orleans and January for Arkansas. And finally, our gas LDC sale continues to move along.\nFor Entergy Louisiana, the staff report and recommendation was filed on Tuesday of this week, stating that staff believe the transaction is in the public interest subject to customary conditions. We believe the matter will be taken up by the LPSC on August 14 at its business and executive meeting. For Entergy New Orleans, the hearing is scheduled to begin on September 9, and we expect a decision from the City Council in early 2025. We remain on track to close the transaction by the third quarter of 2025.\nOur commitment to supporting our communities continue to be evident this past quarter. Our efforts were recognized as Entergy was once again a Civic 50 points of light [indiscernible]. The Civic 50 has served as the national standard for corporate citizenship and showcases how leading companies are moving social impact to community to the core of their business.\nIn the first half of 2024, we made steady progress across key customer operational, regulatory and financial fronts. We're solidly on track to achieve our objectives for 2024 as well as our longer-term outlook. By continuing to put our customers first, we remain focused on delivering premium value to each of our key stakeholders.\nI'll now turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. As Drew said, today, we are reporting strong results for the quarter that keep us firmly on track to achieve our adjusted EPS guidance for the quarter and for the year. Shown on Slide 3, our adjusted earnings were $1.92 per share. This result is consistent with our objective of steady, predictable earnings growth.\nFor the quarter, we had 2 items that were considered adjustments and excluded from adjusted earnings. First, we recorded $1.17 settlement charge as a result of the pension plan lift out. With this lift out, our remaining pension liability is 96% funded as of the end of the quarter. As I mentioned at Analyst Day, this is another step in reducing our risk. Second, as Drew discussed, Entergy Louisiana reached an agreement with the LPSC staff to resolve our formula rate plan extension filing. Part of the settlement includes providing $184 million in customer credit. To reflect these credits, we reported expenses totaling $0.52 which is net of $38 million previously recorded for tax sharing related to the IRS audit resolution.\nSlide 4 details the quarter's adjusted EPS variances. Key drivers include retail sales growth fueled by hotter than normal weather. On a weather-adjusted basis, retail sales increased 2.9%, with growth across all customer classes. Industrial growth was the biggest contributor. Regulatory actions that support our customer-centric investments also contributed to earnings growth. Cost to serve our customers increased, primarily other O&M and depreciation. Interest expense also increased due to higher interest rates and higher debt balances to finance investments.\nMoving to Slide 5. Operating cash flow was higher than second quarter last year. Key drivers were the timing of payments and higher customer receipts. Credit and liquidity are shown on Slide 6. Our credit metric outlooks, which fully reflect the effects of the regulatory settlements remain very healthy. Our net liquidity is strong at $5.9 billion. This includes approximately $800 million of equity forwards that we have already locked in but are not yet settled. While we don't plan to settle these forward until next year, they are a source of cash if needed. We also issued term debt in the quarter, including $1.2 billion of junior subordinated notes, which are very credit supportive.\nAs Drew mentioned, our restoration response to Hurricane Beryl was timely, safe and cost-effective. We're still refining the details, but our early cost estimate is $75 million to $85 million. We plan to recover these costs through normal mechanisms.\nTurning to Slide 7. You can see that we've continued to make good progress through our 2025 to 2026 equity needs. To date, we've completed approximately 60% of our projected equity needs through 2026. As shown on Slide 9, we are affirming our adjusted EPS guidance and outlook.\nFor 2024, as we've said, we're firmly on track. Our EPS contribution from volume is expected to be a little higher than our guidance assumption, including the new industrial customers I mentioned last quarter. Weather was hotter than normal this quarter, which created headroom for us to flex our O&M spending plans to achieve better operational outcomes.\nFor the remainder of 2024, there are a couple of quarterly timing considerations that I'd like to note. The sales growth for the balance of the year is still expected to be largely weighted to the fourth quarter as additional new large customers are expected to come online later in the year. And we expect as much as 90% of the remaining O&M savings to be achieved in the fourth quarter given our significant flex spending increases in the fourth quarter last year.\nAs you know, if we experience additional weather outside of normal, we may further flex our spending plans. We have provided additional quarterly considerations in the appendix of our webcast presentation. We're pleased with the progress we've made, especially the settlements with the Louisiana Public Service Commission that supports and solidifies our long-term outlook. With the important clarity we now have in Louisiana, the stage is set for us to capture the unique growth story that we laid out at Analyst Day.\nAnd now the Entergy team is available for questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1c71c475d16a2d989f5eb0272e26588",
    "period": "2024 Q1",
    "content": "Q1 2024 Entergy Corp Earnings Call\n\nQ1 2024 Entergy Corp Earnings Call\n\nETRNYSEAPR 24, 11:00 AM\n\nOperator\n\nGood morning. My name is Alex, and I will be your conference operator today. At this time, I would like to welcome everyone to Entergy's First Quarter 2024 Earnings Conference Call. [Operator Instructions].\nI will now turn the call over to Bill Abler, Vice President of Investor Relations for Entergy Corporation.\n\nWilliam Abler\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chair and CEO, Drew Marsh; and the Kimberly Fontan, our CFO, will review results. [Operator Instructions].\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew. .\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Bill, and good morning, everyone. We had a very productive start to the year with progress on activities that support our near- and long-term objectives. That includes continued progress towards our growth opportunity as well as important achievements in our risk reduction efforts that will benefit our key stakeholders.\nStarting with our financial results for the quarter. Today, we are reporting adjusted earnings per share of $1.8. This result for the quarter is below our expectations, yet we remain firmly on track to deliver on our annual commitments. I'm confident because of actions we have already taken, our team's track record on flexible spending and our demonstrated ability to deliver steady, predictable results. Kimberly will go over the details.\nNow I'll cover the business updates from the quarter. Everything we do starts with the customer because that is the key need to create value for all our stakeholders, customers, employees, communities and owners. Our efforts on that front were recently recognized by EEI's outstanding National Key Accounts Customer Engagement Board which is determined by customers, validating our customer-centric progress, hundreds of the nation's leading chain and multi side businesses voted to recognize Entergy for delivering exceptional service.\nWe still have more work to do, but we are grateful for this milestone. Additional evidence of progress comes from the execution of 8 new electric service agreements with industrial customers signed in the quarter, including the data center in Mississippi that we announced earlier this year. These contracts represent approximately 1.1 gigawatts of new load and more than $150 million of annual adjusted gross margin.\nAs a reminder, our conservative planning practices assume that most rather than all volumes will come to fruition. Customer affordability remains a key focus area. Last quarter, I outlined our efforts to secure federal support for projects that would benefit our customers. Our utilities received 6 letters of encouragement from the GRIP application submitted late last year.\nFull applications for all 6 projects will be submitted to the Department of Energy by the end of May. We also continue to advance our $4.5 billion Part 2 application for the DOE loan program, which, if successful, will lower capital costs for our customers. Our nuclear fleet continues to make progress. And all our nuclear plants are now in Column 1 of the NRC Action Matrix. However, operational excellence must be earned every day.\nWaterford 3 is currently working to recover from a shutdown following a transformer failure. At approximately 20 years old, the transform was only halfway through its expected life. And early indications point to equipment failure is the cost. We have an interim solution with fair transformer that can support us to 90% capacity until the replacement transformer arrives.\nWe're working diligently to bring the plant back online in the coming weeks. In Mississippi, Grand Gulf wrapped up its 28-day refueling outage in March. This is the plant's shortest refueling outage since 2007. This outcome is a result of the team's intense focus on safety and operational excellence. We and most importantly, our customers appreciate the work they put in to achieve this outcome. Stakeholder engagement remains a focus area in an important way to assess progress is through our regulatory outcomes.\nStarting at the federal level, System Energy reached a $116 million agreement in principle with the New Orlan City Council to resolve all current Seri claims. Several New Orland City Council members cited near and long-term benefits to customers through the settlement. This agreement is consistent with Series settlements with Mississippi and Arkansas, both of which were approved by FERC and determined to be fair and reasonable, is also consistent with the reserve recorded in 2022.\nWith the addition of New Orleans, SIRI has resolved roughly 85% of its litigation risk. Turning to the retail level. Last week, the Louisiana Public Service Commission approved the first phase of Entergy Louisiana's resilience and grid hardening plan. The plan includes 2,100 projects totaling $1.9 billion of investments over 5 years. The projects will provide important resilience benefits to customers and communities. A more resilient grid will also serve as a catalyst for growth as it bolsters confidence for customers seeking to locate or expand in our service area.\nThe approval includes a forward-looking recovery mechanism with semiannual true-ups which will provide a solid foundation for our continued customer investment in Louisiana. There are also reporting requirements to provide transparency to our stakeholders on our progress. While the investments will take place over the next 5 years, we are getting underway immediately. For those of you attending our Analyst Day in person, we will show you some examples of the future of our system through recently installed resilience projects. Entergy Louisiana is also in settlement discussions on 2 other proceedings.\nThe FRP renewal or alternatively a base rate case and the streamlined and enhanced renewable RFP process to add up to 3,000 megawatts of solar. Given solid progress thus far, the hearing day for these dockets have been extended to allow time to reach settlement in these cases. Entergy also filed for approval of Bayu Power Station, a $411 million 112-megawatt quick-start non-baseload natural gas power station. It is an innovative solution to meet the power needs in a challenging area on the edge of the Eastern Interconnect.\nTo enhance local resilience and storm restoration speed, the unit would be situated [indiscernible] large in Southern Louisiana. This is an area that is critical to our nation's energy security and Louisiana's economy. Entergy New Orleans filed an updated resilience and grid hardening plan. which requests approval of Phase 1, a series of investments totaling $168 million over 3 years.\nThis is in addition to the grid resilience project that was approved by the City Council earlier this year. We are requesting to expedite the technical conference on May 1, and we are seeking a decision around midyear, so we can get started on this important work for customers. Our gas LDC sale continues to move along smoothly. The stakeholder engagement process has been going well, and we remain on track to close the transaction by the third quarter of 2025 And lastly, Entergy Mississippi filed its annual FRP in March. Mississippi's efficient mechanism enables continued customer-centric investments while providing appropriate credit support for Entergy Mississippi as it makes these investments. Interim rates became effective on April 1.\nFinally, we are very excited about our upcoming Analyst Day in June. We'll use that opportunity to show off New Orleans give you a look at our resilience investment. We provide a more detailed dive into our multiyear strategy and outlook. That includes a significant customer growth opportunities before us. The plans to expand our clean energy portfolio and to advance reliability and resilience and our efforts to help support customer affordability while maintaining our credit strength and earnings growth. We've had a productive start to 2024 with solid progress and execution across key customer, operational, regulatory and financial front. And by continuing to put our customers first, we will deliver premium value to each of our key stakeholders.\nI'll now turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. Today, we are reporting first quarter adjusted earnings per share of $1.08. Several items affected the quarter results, including mild weather, the timing of operating expenses, including planned generator maintenance outages and the acceleration of education spending and lower sales to cogeneration customers. With the first quarter results under our belt, we remain firmly on track to achieve 2024 results in line with our guidance, and we are well positioned to achieve our long-term 6% to 8% growth outlook. I'll review all of this in detail. In the quarter, we had 2 items that were considered adjustments and excluded from adjusted earnings that I'd like to mention. First, Entergy Arkansas received a decision from the U.S. District Court in a long-standing case around opportunity sales.\nThe decision resulted in Entergy Arkansas recording a $0.46 impairment of a regulatory asset in the quarter. Second, Entergy New Orleans recorded a $0.27 regulatory charge to share incremental income tax benefits from the 2016 to 2018 IRS audit resolution. Our first quarter adjusted EPS drivers are laid out on Slide 4. Our results reflect regulatory actions that include recovery of the investments that we are making to benefit our customers.\nDepreciation expense is also higher as a result of those investments. For retail sales, as I noted earlier, weather was mild this year but not as mild as 2023. Excluding weather, sales volume was not a big driver for earnings as higher sales to residential was largely offset by lower sales to commercial. Industrial sales were down 0.6% quarter-over-quarter driven by lower sales to cogeneration customers. We continually monitor fundamentals important to our industrial customers. As you can see in the appendix of our presentation, the metrics remain supportive, giving us confidence in our industrial growth outlook. Utility other O&M was higher this quarter than first quarter last year due to several drivers, some of which have variability throughout the year.\nFor example, health care claims were higher and we had more planned maintenance outages at nonnuclear plants. We also accelerated vegetation management in advance of storm season. Compared to our guidance assumptions, other O&M in the quarter was higher than initially planned. However, we fully expect O&M to balance out over the year and ultimately be roughly in line with our original guidance assumptions.\nMoving to Slide 5. Operating cash flow for the quarter was $521 million, which was lower than last year. The largest driver was customer receipts, which included significant deferred fuel collections in 2023. Deferred fuel costs within operating cash flow declined approximately $350 million compared to last year. Credit is summarized on Slide 6. We maintain a strong ongoing focus on our credit as it is an important element in executing on investments for our customers. For the quarter, our metrics were impacted by timing of debt issuances that will balance out through the course of the year.\nOur underlying business continues to generate strong FFO and our outlook support metrics in range or better than the rating agency expectations. On Monday, S&P issued a credit update for SIRI, improving its outlook to positive and affirming its rating followed the announced settlement with the City Council of New Orleans. S&P further noted that they could raise Series ratings by 1 notch if the settlement is approved by FERC.\nAs we have said, settlement of system energy litigation provides certainty for all stakeholders. Consistent with this, S&P noted these settlements reduce uncertainty of potential future claims and support the company's future cash flow stability and predictability. Turning to Slide 7. Our equity needs remain unchanged. We continue to make progress against our 2025 and 2026 equity needs. As of the end of the quarter, we've locked in more than 30% of our equity need for those years utilizing ATM forward. As shown on Slide 8, we are affirming our guidance and longer-term adjusted EPS outlook. Weather and lower sales to cogeneration customers have been a headwind to start the year. For the full year, we are benefiting from sales to additional industrial customers.\nThe impact of these sales offset this headwind. We continue to be on track for our full year expectations. Regarding utility O&M quarterly timing can vary significantly, especially when compared to a prior year where we deployed significant flex spending for the benefit of customers following a very hot summer. As we look to second quarter this year, we expect O&M to be higher than last year with the increase roughly in line with the first quarter variance. Key drivers of the timing of our spending in 2024 include the following: In 2023, all of our flex spending increases were in the back end of the year. So we expect corresponding reductions in spending this year in that same time frame. In second quarter last year, we received significant prescription rebates covering multiple years, which we don't expect to recur at that level or in the same time frame this year.\nI noted earlier that our first quarter variance includes accelerated vegetation spending. We expect that acceleration to continue in advance of storm season in 2024. This acceleration reduces spending in the back half of 2024, assuming normal weather. While we have variability in the quarters in spending I want to reiterate that we fully expect O&M to balance out over the year, consistent with our outlook, and we are confident we will deliver on our financial commitments. We continue to prioritize the needs of our customers to create value for our key stakeholders. We're well positioned to execute and deliver successful customer, operational and regulatory outcomes along with steady, predictable financial results.\nAs Drew said, we're excited about our Analyst Day in June where we'll provide a long-term in-depth view of our plans for the future. And now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3d09980dab59dd2f909836b052388cc9",
    "period": "2023 Q4",
    "content": "Q4 2023 Entergy Corporation Earnings Call\n\nQ4 2023 Entergy Corporation Earnings Call\n\nETRNYSEFEB 22, 11:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the Entergy's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Thank you. I will now turn the call over to Bill Abler, Vice President of Investor Relations for Entergy Corporation.\n\nWilliam Abler\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Bill, and good morning, everyone. Today, we have [ delivered ] strong results for another successful year. Our 2023 adjusted earnings per share was $6.77 [ in ] the top half of our guidance range, once again delivering steady predictable results. Our strategy is rooted in creating value for our 4 key stakeholders: our customers, employees, communities and owners, and it starts with understanding what our customers need from us to be successful. We build our investment plan to meet those needs, including new generation, transmission and distribution investments to support customers' strong industrial growth and decarbonization goals as well as to improve reliability and resilience all the while prioritizing projects with affordability in mind. Our customer-centric approach has served us well, and we are confident we'll continue to create meaningful value.\nStarting with the customer, 2023 was another strong year for growth. Last year, we signed 61 new electric service agreements. These contracts represent more than 1.3 gigawatts of generation capacity at about $250 million of annual adjusted gross margin. Our outlook anticipates most, but not all of these contracted volumes to come to fruition and our forecast probability weights each prospect. Data centers are a hot topic. And as you know, we've seen interest in our service area. A few weeks ago, Mississippi's Governor [ Reese ] called a special session to finalize the legislative package to bring a large Amazon Web Services, or AWS, project to Mississippi. AWS is investing $10 billion the largest economic development project in the state's history to build 2 hyperscale data center complexes that are expected to come online over a 3-year period starting in 2025. The project will create at least 1,000 ongoing high-paying high-tech jobs as well as significant economic benefits to the state and local communities.\nIn addition, the legislation provides the approval of Entergy Mississippi's investment in transmission and generation to serve the facility. It also permit Entergy Mississippi to recover carrying costs during construction which lowers the total cost for customers and support Entergy Mississippi's credit. In addition to the data centers, our growth story continues to develop and diversify. For example, 2 projects supporting production of electric vehicle batteries as well as our lumber facility upgrade were announced in the fourth quarter. We also signed up new customers in the LNG and blue hydrogen spaces. The developers for these projects expect sustainable, affordable, reliable and resilient service from Entergy's utilities. The ongoing [ entry ] from potential customers informs and affirms our expectation for very strong growth. Customer affordability is a key area of focus.\nSome of the actions we are taking include pursuing loans and grants to offset the cost of much needed investments. Several of our operating companies submitted Part 1 application to the DOEs loan programs office totaling $4.7 billion for a variety of projects related to the clean energy transition. Our utilities also submitted 8 preliminary proposals for grid resilience and innovative partnerships or GRIP program funding. Additionally, some of our operating companies are partnering with their states to apply for funding from other federal sources. This is building off the successful efforts in 2023, including our Louisiana utilities support for the state's HERO application, which resulted in a grant for Louisiana's $500 million strategic energy initiative. And our Texas utility support for the IIJA hydrogen hub application, which resulted in a $1.2 billion grant for high velocity.\nOperationally, Entergy's employees work every day to support our customers and deliver excellence. Everything they do starts with safety. When it comes to safety, our work is never done because we believe [ zero ] harm is possible. While focusing on safety, Entergy's generation fleet had an outstanding year. Even with challenges from record-breaking heat this past summer, we achieved our best forced outage rate since 2011. Not only did we meet our customers' demands, but we also exported power to other utilities in MISO at the moments that matter. That performance has continued into 2024. Winter Storm Heather hit our service area in January, and we set a new winter peak. Once again, our fleet performed very well, and we maintained reserve capacity comfortably above our customer demand.\nOur power delivery team has also made important strides this year, completing work that improves reliability and resilience, serves new customers and help attract new economic development to our region. In 2023, we improved our reliability performance with the lowest outage frequency in the last decade. Stakeholder engagement also continues to be a focus area. In 2023, we broadened our engagement efforts to expand our conversations with a wide group of stakeholders, including customers, employees, elected leaders, community leaders, vendors, and of course, our regulators. In each of our jurisdictions, including at the federal level, we want to understand their perspective and ensure that we communicate clearly what we are trying to do, why we are doing it and how it benefits customers and communities. By effectively engaging with stakeholders, we can foster constructive regulatory and policy environments and our customers, communities, employees win while we also deliver on our commitment to provide steady, predictable earnings and dividend growth for our owners.\nOf course, the proof is in the outcomes and we made important progress on our regulatory objectives over the last few months. Starting at the federal level, in November, FERC issued notice of denial of the request for rehearing on the uncertain tax position and sale leaseback case. FERC's order explicitly stated that the rehearing request would not be redressed in a future order. Both parties have filed appeals of the FERC and the court could come to a decision later this year.\nTurning to the retail level. We have seen progress on accelerated resilience, which is extremely important for the security of all our stakeholders and especially our coastal customers and communities. Entergy New Orleans shared polling results with the council members to show that the community supports efforts to accelerate resilience and they're willing to pay for it. The City Council's Climate and Sustainability Committee has taken first step to move in this direction, recommending approval of the $110 million project that was granted 50% matching funds through the federal [ grif ] program. This is a good first step and improved resilience for 1 district in New Orleans, but it's far from the final step. The committee has asked Entergy [ New Orleans ] to shorten Phase 1 to a 3-year period rather than the 5 years in our initial proposal to allow the council to evaluate progress sooner before moving to the next phases of the plan.\nThe matter is on today's City Council agenda. Our 3-year resilience plan will align with the previous filing with projects optimized to fit within the shorter time frame. We expect to submit the updated plan in the next few weeks. For Entergy Louisiana, the hearing was moved to early April to give staff an opportunity to ensure the plan is consistent with the latest thoughts on the forthcoming resilience rules. In the meantime, recent technical conferences have allowed parties to continue advancing the resilience conversation. [indiscernible] continued to be supportive of greater resilience, and we still expect an LPSC decision on this matter in the second quarter. The PUCT finalized the Texas Resilience Act rule making, which provides a framework that supports greater resilience investments and efficient recovery. We did not receive everything we wanted in the rule making, particularly around credit support for utility already stretching to meet significant customer growth needs. Still, Entergy Texas intends to submit its plan later this quarter. The commission will have 180 days to act on this filing. We expect a decision in late summer of this year.\nIn addition, Texas voters approved funding for the Texas Energy Fund. Of the $5 billion appropriated, $500 million has been designated for grants to [ non-ERCOT ] utilities, municipals and co-ops. We intend to participate for the benefit of our customers, communities and expect more details in the coming months. In December, Entergy, New Orleans received certification of Hurricane Ida cost. The council's order determined that all restoration costs were prudent. This approval fully resolves recovery of all Ida costs. As a reminder, Entergy New Orleans received securitization funds in early 2023 in advance of the final certification. This follows a similar path where Entergy Louisiana received $1 billion of securitization funds for Ida well in advance of final cost certification.\nFinancial resilience through fair and efficient storm costs recovery is critical for utility credit to ensure low borrowing costs for customers. Timely recovery of storm costs also avoids carrying costs and save customers money. In addition to affordability, strong credit is important for storm response and making investments to support economic growth in our communities. Our gas LDC sale process is moving along nicely and we made initial regulatory filings to request approval for the sale. We are targeting to close the transaction around the third quarter of next year after a transition period to allow the buyer to set up [ all ] support systems.\nThe stakeholder engagement process has been going well, and the closing time line could be accelerated if regulatory reviews are completed this year. In January, the Louisiana Public Service Commission approved 2 renewable resources totaling 225 megawatts. Both projects are expected to come online in 2025. And Entergy Louisiana's request to streamline the acquisition of up to 3,000 megawatts of new solar resources. All testimony has been filed, and we are making progress in settlement negotiations. [ Parties ] filed a request to suspend the procedural schedule while discussions continue. Entergy Louisiana is optimistic it can achieve a constructive resolution of this case, that will facilitate our ability to expand renewable resources to support customer needs. And finally, the unanimous settlement of Entergy Arkansas's annual FRP filing was approved New rates were effective in January.\nTurning for a moment to the communities in we serve. In 2023, we created more than $135 million in economic value for our communities. That includes $25 million of direct shareholder contributions, primarily for bill payment assistance as well as facilitation for light heap assistance, employee volunteers supporting tax preparation and many other activities. One current example is our employees helping our community celebrate Black History Month. We are very proud of the work of our employees and our corporate social responsibility team as they provide critical health to strengthen the communities we serve, and our efforts haven't gone unnoticed.\nNewsweek recently named Entergy as one of America's most responsible companies. We were also recognized as one of the nation's top 50 most community-minded corporations by the Points of Light Foundation and the highest ranked utility. And Entergy was once again included in the Dow Jones Sustainability Index North America Index. This is the 22nd consecutive year that we've been included on a selective DJSI index. These are just a few examples of the awards we've received that recognize our efforts to create value for our customers, employees and communities.\nLooking ahead, in 2023, we continue to lay the foundation for long-term growth and customer benefits for Entergy and our stakeholders. As I mentioned at the start, our strategy begins with helping our customers achieve their goals, including the unique industrial growth opportunity in front of us. We plan to invest $20 billion over the next 3 years to make our fleet cleaner and to make our system more reliable and resilient. Just over half of our capital plan, $11 billion is for transmission and distribution to improve reliability and resilience and to serve customer growth. This includes projects from MISO's annual transmission planning process that were approved in December.\nThe 2023 MTAP identified 34 new projects in our service area, including major projects in Southeast Texas and South Louisiana to support strong growth in those regions. Our transmission and distribution investment plan includes $1 billion for accelerated resilience, which can be accomplished within our current regulatory frameworks and credit requirements. Just a reminder, this is less than our recommendation, but we can increase our resilience investment as we receive approvals from our regulators that include credit supportive recovery mechanisms. We are planning to invest $8 billion in generation. This includes roughly $2 billion for new owned solar as well as the remaining investment to complete the Orange County Advanced Power Station, which we expect to be in service in 2026. Of course, our customers are focused on clean energy.\nTo that end, we are working closely with customers and vendor partners to make carbon capture and sequestration a reality. Our plan also balances customer affordability, which is a core tenet of sustainability. We are working to improve efficiencies and reduce costs, allowing us to offset the impact of growth and inflation and maintain a flat O&M outlook as well as become more efficient with our capital investment dollars. And as I discussed earlier, we are pursuing federal and state grant and loan funding opportunities. Bringing new customers into our service area also spreads the cost of customer-centric investments over a larger customer base and improved local economies, which helps with affordability. And finally, other actions like managing our natural gas inventory and ensuring generator operations at moments that matter, improves reliability and helps avoid unexpected spikes in fuel and purchase power costs for our customers.\n2023 was another successful year for Entergy, and given the opportunity ahead of us, we still have a lot of work to do. Our proven track record gives us the confidence that we will continue to be successful. We are keenly focused on execution across key customer, operational, regulatory and financial fronts. By continuing to put customers first, we will deliver premium value for each of our key stakeholders. Before I turn it over to Kimberly, I'm excited to announce that we will host an Analyst Day on June 6 and 7. And this year, we're returning to our home city, New Orleans. We will continue the conversation on the significant opportunities that we see ahead, including a 5-year view as we've done in the past.\nAnd now Kimberly will review our financial results for the year as well as our outlook.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. As Drew said, 2023 was another successful year. We executed on key deliverables throughout the year, and we are confident in our continued success. We are initiating our 2024 guidance and affirming our longer-term outlook consistent with what we provided at EEI. I will start by reviewing results for '23 and then provide an overview of key business drivers for 2024.\nStarting on Slide 3. Entergy adjusted EPS for 2023 was $6.77, $0.35 higher than 2022. Key drivers are shown on Slide 4. Our earnings growth reflected the effects of investments we made to deliver quality service that benefits our customers and communities. That includes regulatory actions as well as higher depreciation expense, taxes other than income taxes and interest expense. O&M spending was lower compared to 2022. This was driven by lower compensation and benefits costs, lower nonnuclear and nuclear generation expenses and the elimination of MISO generator service cost, which was largely offset by lower generator ancillary revenues. Weather was a benefit for the year particularly in the third quarter with an exceptionally hot summer. Excluding weather, retail sales volume was relatively flat for the year as industrial growth was offset by residential and commercial declines.\nIndustrial sales growth was driven by new and expansion large industrial customers, mainly in the primary metals, industrial gases and petrochemical industries. Industrial sales were strong but not as robust as anticipated going into the quarter due to outages at customers' facilities and slower ramp-ups from new and expansion customers. We continue to be confident in our industrial growth expectations as sector margins and commodity spreads remain strong, and we continue to grow our backlog of signed electric service agreements.\nFull year operating cash flow shown on Slide 5, was nearly $4.3 billion, significantly higher than in 2022. Lower fuel and purchase power payments were the largest driver. Higher noncapital storm spending in 2022 and lower pension contributions also contributed to the increase. The receipt of New Orleans storm securitization proceeds and the effects of the EWC wind down in 2022 provided partial offsets.\nMoving to Slide 6. As we expected, we closed 2023 with solid credit metrics. Our book FFO to debt was 14.3%, and we believe our year-end Moody's result will be slightly above this, though Moody's will ultimately perform their own calculations. We expect to continue to be within the rating agency's expectations every year in our outlook period. Maintaining healthy credit is an ongoing focus given the capital investment needed to support our customer growth.\nWe made good progress against our equity needs, as shown on Slide 7. We contracted roughly $360 million using ATM forwards in the fourth quarter. We fully closed out our equity needs through 2024 by settling $80 million of these new forwards, along with $50 million of previously contracted forward. The remaining $280 million of forward contracted in the quarter will be applied against the $1.4 billion of equity needs for 2025 and 2026. In other words, as we enter 2024, we have already locked in 20% of our 2025 and 2026 equity needs.\nOn Slide 8, we are initiating our 2024 adjusted EPS guidance and affirming outlook through 2026. Our adjusted EPS guidance range for 2024 is $7.05 to $7.35 with a midpoint of $7.20. We continue to expect to achieve steady, predictable 6% to 8% annual adjusted EPS growth.\nSlide 9 highlights the key drivers for 2024. On a weather-adjusted basis, we expect retail sales volumes to be 4% higher than 2023. Industrial sales growth is the largest driver and is expected to be very robust at 8%, driven by new and expansion large industrial customers, primarily in technology or Alkali and Industrial Gases segment. We expect residential sales growth of roughly 1% primarily driven by customer growth and higher weather-adjusted usage per customer.\nThe effects of customer-centric investments are also reflected in our guidance including regulatory actions, depreciation expense and taxes other than income taxes. AFUDC is also expected to increase with large long-term capital projects like Orange County Advanced Power Station. Interest expense, both at the utility and parent is expected to increase due to higher interest rates as well as higher debt balances to support our capital plan. Utility O&M is expected to return to more normal levels at approximately $2.7 billion. To achieve this, we expect lower spending for nuclear generation and power delivery. We're maintaining our focus on continuous improvement to manage our spending levels.\nTo the extent other variables move throughout the year, our O&M may also move. Our goal is to deliver steady, predictable results, and we can achieve that by managing spending as needed. The appendix of the webcast presentation contains additional information on the specific drivers including detailed quarterly considerations and earnings sensitivities. 2023 was another successful year for Entergy. Our adjusted EPS was once again in the top half of our guidance range. as we continue to deliver steady, predictable adjusted EPS and dividend growth. We continue to prioritize the needs of our customers to create value for our key stakeholders. We're excited about our prospects for the future and are well positioned to execute and deliver successful customer, operational and regulatory outcomes.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f1881c5a057efbc309235a0a5bfba6e",
    "period": "2023 Q3",
    "content": "Q3 2023 Entergy Corp Earnings Call\n\nQ3 2023 Entergy Corp Earnings Call\n\nETRNYSENOV 1, 11:00 AM\n\nOperator\n\nGood morning. My name is Jay, and I will be your conference operator today. At this time, I would like to welcome everyone to the Entergy Third Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI will now turn the call over to Bill Abler, Vice President of Investor Relations for Entergy Corporation.\n\nWilliam Abler\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. [Operator Instructions]\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Bill, and good morning, everyone. Today, we are reporting very strong financial results for the quarter as well as important progress with a few recent announcements, including a settlement in principle with the Arkansas Public Service Commission on [ SERI litigation ], and an agreement to sell our gas distribution business.\nStarting with our quarterly financial results. Our adjusted earnings per share was $3.27. We experienced record temperatures with an estimated impact of $0.64, which has given us the opportunity to flex our spending plans to invest in key areas that benefit our customers, derisk 2024 and support our goal to deliver steady, predictable results. With our results to date and our biggest quarter behind us, we are raising the bottom of the guidance range by $0.10 per share. We remain well positioned to achieve our long-term 6% to 8% growth outlook. Our goal to deliver steady, predictable growth includes our dividend. Consistent with expectations, our Board of Directors once again raised our quarterly dividend by 6% to $1.13 per share or $4.52 annually.\nTurning to the business update. Our system faced extreme heat, and we saw record demand through July and August. In fact, there were 13 days that surpassed previous peak demand records. Despite the challenging weather, our system met our customers' high expectations. Our power delivery team withstood June storms have performed well as the summer turned hot and dry for most of our service territory. Our generation portfolio covered our customer demand, and we operated well within our reserve margins, and our nuclear fleet was online throughout the quarter with a fleet capability factor of 99%.\nWe continue to invest in our nuclear assets with the goal to operate safely and reliably well into the future. Two of our plants are currently in planned outages to complete work along these lines. Waterford 3 is in an extended planned refueling outage that includes significant investments to drive plant longevity. In addition, River Bend [indiscernible] outage to complete minor repairs to improve reliability going forward.\nWe are also investing in power delivery to improve reliability and resilience. These investments not only benefit existing customers, but also attract new economic development to our region. Through the first 3 quarters of this year, we replaced approximately 21,000 distribution poles, placed nearly 1,500 new transmission structures and service and completed 15 new substations. Our past investments in modern, efficient generation units, our nuclear fleet and our power delivery system helped us meet this summer's demand.\nWe continue to see signs of strong customer growth that helps affordability by spreading fixed cost over a larger customer base. For example, For Solar announced plans to invest up to $1.1 billion to build the solar manufacturing facility. [ CF Industry ] is proposing a $2 billion low-carbon clean ammonia production facility and Corra is proposing an $800 million investment in 2 electric vehicle battery supply chain projects. These are just a few of the projects that support our expectation for strong growth in the coming years.\nWe've made meaningful progress on important regulatory matters, which supports the credit required to meet customers' growing needs and to drive improved customer outcomes. First, System Energy reached a $142 million global settlement in principle with the Arkansas Public Service Commission to resolve all current [ CRE claims ]. Entergy Arkansas has already received some funds and the remaining amount will be funded by SERI once FERC approves the settlement. This agreement is consistent with SERI settlement with Mississippi, which was approved by FERC.\nIt is also consistent with the reserve recorded last year. With this latest settlement, SERI has now resolved nearly 2/3 of its litigation risk. The SERI settlement follows FERC's August order on rehearing for the sale leaseback renewal and uncertain tax position case. In that quarter, FERC agreed with certain system energy arguments on the sale leaseback and depreciation refund calculations and denied rehearing requests on the uncertain tax positions.\nAccordingly, we submitted our compliance report on the sale leaseback and SERI has recouped $40 million of the amount previously paid to Entergy New Orleans and Entergy Louisiana. Shortly after FERC's August quarter, the LPSC filed for rehearing and clarification. FERC denied the rehearing by operation of law and indicated it intends to issue an additional order on this matter. We believe that the August order and settlement with Arkansas provides important clarity that will help guide constructive discussions to resolve the remaining SERI litigation matters. A fair and reasonable settlement can provide meaningful refunds to customers in the near term and eliminate uncertainty, which itself brings further benefits to customers.\nTurning to retail matters. Entergy New Orleans' new formula rates were approved by the City Council and went into effect in September. This is the last rate change under E-NO's current FRP. In addition, the Council also approved Entergy New Orleans request to extend its FRP for another 3 years. The outcome provides regulatory clarity for Entergy New Orleans and includes enhancements that will support the company's credit and by extension, its ability to make important investments for its customers.\nEntergy Louisiana likewise, had new formula rates affected in September, its last rate change under its current FRP. In the third quarter, Entergy Louisiana also filed its rate case and alternatively proposed to extend its FRP with some revisions to provide an opportunity to earn a fair and improve return on investment that is critical to support the Louisiana growth.\nThe proposal also includes new customer and community programs to support those in need. We are further proposed FRP renewal to the rate case as it better supports the strong growth that is important to Louisiana. Regardless of the path, our goal is to maintain the current cadence with new rates effective next September.\nIn late-breaking news, at the LPSC yesterday afternoon, we filed an unopposed stipulated settlement that resolved outstanding 2017 to 2019 formula rate plan filings and certain issues in the 2020 and 2021 filings. This settlement, which requires LPSC review is consistent with our outlook, and it represents continued work with our stakeholders to provide clarity on our path forward. Separately, Louisiana [indiscernible] to implement a streamlined process for certifications of up to 3,000 megawatts of new solar is also progressing. Staff testimony is supportive of enhancing the process and we will work with them to incorporate their perspective. It is still relatively early in the process, and we are hopeful that we will ultimately reach a constructive settlement as part of our ongoing efforts to work collaboratively with our regulators to bring clean energy solutions for our customers.\nIn Texas, the PUCT approved our rate case settlement. New rates as well as new depreciation and amortizations, our effective retroactive to December 2022. And also just yesterday, Entergy Arkansas filed a unanimous settlement with its annual FRP that allows for a rate change of 4% cap. We expect the commission to take up the matter before year-end and new rates will be effective in January. Last week, Entergy Arkansas agreed to forgo cost recovery from the [indiscernible] incidents in 2013. As a result, this quarter, Entergy Arkansas wrote off replacement power costs and undepreciated plants through on its balance sheet. This has been a long-standing issue and this resolution provides clarity moving forward.\nFinally, regarding resilience. We continue to move forward and processes to review our accelerated resilience proposals. In New Orleans, we are holding town hall meetings to listen to our stakeholders' input and answer their questions. We're targeting a City Council decision by year-end. In Louisiana, we received input from the staff engineer as well as staff and interveners. All parties agree that accelerated resilience would benefit customers. They are, however, varying opinions on how much we should pursue right now and the timing as we work together to manage customer affordability. Our focus remains on bringing as much value to customers as we can while maintaining the credit of the business.\nWe have significant capital needs to meet our customers' growing demand for reliable resilience and clean energy. To that end, we are pursuing opportunities to source that capital at lower cost. On Monday, we announced an agreement to sell our gas distribution business for $484 million. We will use the proceeds to reduce debt and support our capital needs. The sale is expected to be essentially neutral to earnings. While the gas business is a relatively small piece of our overall utility business, with more than 200 employees in that business are an important part of Entergy's community and culture. As they have been for over 100 years.\nWe have reached agreement with Bernhard Capital Partners, a Louisiana-based group, in part because they understand that these employees are critical stakeholders in the gas business. In addition, our customers will continue to receive the high level of service that they have come to expect. The transaction is contingent on regulatory approvals, and we anticipate closing around the third quarter of 2025.\nFederal programs are another cost-effective way to source capital. We are pursuing both brands and loans through various programs. For example, under the grid resilience and innovative partnerships or GRIP program, each of our operating companies submitted applications. We are pleased to report that the proposal from Entergy New Orleans was selected in the federal share of the $110 million system hardening and battery [ microgrid project ] will be $55 million. While 4 of our projects were not selected, they did receive encouragement letters, and we are able to reply for future funding rounds.\nWe are also preparing to apply for federal loans through the DOE's Title 17 Clean Energy financing program. Our application will include projects that we are already planning, including renewable generation, battery storage and transmission projects. Beyond federal financing directly for our customers, we are working with our community partners to attract other federal support for investment in our region. A good example is Louisiana's HERO project that unites public, private and philanthropic sectors to accelerate more affordable, reliable and clean energy to protect residents of Louisiana from climate change threats. Entergy Louisiana and Entergy New Orleans were both critical team members in helping Louisiana secure the $500 million award.\nAnother example is Entergy Texas participation in the high velocity hydrogen hub, which was selected by the DOE for $1.2 billion award. This funding will help jump-start additional clean energy production, transportation and end-use opportunities, which in turn will create jobs and economic activity in our communities. Entergy Texas could see additional load from blue and green hydrogen customers as a result.\nMost of our community work is local, boots on the ground, including economic developments. Our teams work alongside our state and local governments to attract new business, jobs and tax base to our service area. We are honored that Site Selection Magazine has once again recognized Entergy as a top utility for economic development. We also have programs to directly help our customers in need. With the extreme heat this past quarter, we stepped up our efforts to provide resources for bill systems, provide education on energy efficiency, a range for payment plans and encourage customers to transition to levelized billing.\nWe also hosted our first Power Year Future Summit. With education and workforce partners across our service area to create pathways to employment for individuals from underrepresented communities. These are just a few examples of the tremendous work for utility companies and employees put toward our community stakeholder every day.\nThe EEI Financial Conference is just a couple of weeks away. The fundamentals underpinning our growth and value creation for each of our key stakeholders remains intact. Our long-term sales growth outlook is robust, bolstered by the IRA. Our investment plan includes incremental capital to support the growth and other customer objectives, including reliability, resilience and clean energy investments. Customer affordability remains a priority, and we are actively pursuing continuous improvement efforts to expand our employee skills and capabilities and using technologies like artificial intelligence and robotic process automation, to help us maintain a generally flat O&M trajectory despite the inflationary environment and our incremental investments. And while our capital plan is increasing, we have a plan to manage within the current financing environment that meets our credit objectives with the same level of equity we laid out at Analyst Day.\nWith all of that, we are on track to deliver steady, predictable earnings and dividend growth and steadily working to build the premier utility. We look forward to continuing this conversation with you at the EEI Financial Conference in a couple of weeks.\nNow I'll turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew, and good morning, everyone. As Drew said, we've had a very strong quarter with results to keep us on track to meet our financial commitments.\nSummarized on Slide 3, our adjusted earnings were $3.27 per share. With results to date, we are narrowing our guidance range. We are also affirming our 6% to 8% adjusted EPS growth through 2026.\nSlide 4, details the quarter's variances by line item. As Drew mentioned, weather this quarter was one of the hottest on record. Excluding weather, retail sales volume declined roughly 1%. For Industrial, sales to new and expansion customers increased, mainly in the primary metals, industrial gases and petrochemical sectors. Sales to cogent customers were lower in the quarter. You may recall that cogent sales were elevated last year. Sales to existing large industrial customers also declined primarily in the petrochemicals, [indiscernible] and paper and agricultural chemical sectors, largely due to outage timing.\nWe continue to expect strong industrial sales in the fourth quarter from new and expansion customers, which will bring the full year industrial growth to close to 2%. Regulatory actions positively affected results. Entergy Texas implemented new base rates and new formula rates were in effect at the other operating companies. O&M was $0.12 lower compared to last year. Drivers for the decrease were nuclear expense, including lower outage costs and compensation and benefits costs. MISO ancillary generator service costs were also lower. This was largely offset by lower generator ancillary revenues. Other drivers for the quarter results included expense increases that result from our customer-centric investments, primarily higher interest cost and depreciation on new assets. New depreciation rates for Entergy Texas also contributed.\nOperating cash flow is shown on Slide 5. The quarter's results is $1.4 billion, which is $412 million higher than last year. Key drivers included the timing of fuel and purchase power payments, lower O&M spending and last year's EWC severance and retention payments. These were partially offset by lower utility customer receipts due to lower fuel revenue and the timing of pension contributions.\nTurning to credit and liquidity on Slide 6. Net liquidity remained strong at $4.9 billion. With less than a quarter left, we remain squarely on track to achieve credit metrics at or above target ranges by the end of this year. Key drivers include debt repayments in the fourth quarter and roll-off of FFO items from fourth quarter 2022.\nLooking at Slide 7, our equity needs through 2024, unchanged. We have a small amount remaining for that period that is well within the capacity of our ATM program.\nSlide 8, summarizes our adjusted EPS outlook. As I mentioned earlier, we are once again narrowing our guidance range and affirming our long-term 6% to 8% growth outlook through 2026.\nAs we move into the last quarter of the year, I'd like to highlight a few updates for the balance of the year. Higher-than-planned revenue from weather gives us the ability to flex up spending in areas that benefit our customers and derisk future periods. Our full year O&M estimate reflects the impacts of these [ flex spending ] levers. For example, our 2023 spending now includes additional maintenance expense as a result of our generating units running at very high capacity, incremental vegetation management to improve reliability, supplemental maintenance for transmission and distribution assets to improve reliability, and bill assistance to help customers who need it. Our Flex program helps us ensure that we deliver steady, predictable adjusted EPS growth year in and year out.\nThe Entergy management team will be in Phoenix in less than 3 weeks, where we will discuss the progress we've made on our long-term growth strategy and provide preliminary 3-year capital and financing plans. Additionally, we will provide high-level consideration for 2024's earnings expectations. We have a strong base plan consistent with our strategic objectives that support our growing customer base. We are excited about the opportunities before us and look forward to talking to you at EEI.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7571dd75a612486f8a70e2a1a002203c",
    "period": "2023 Q2",
    "content": "Q2 2023 Entergy Corporation Earnings Call\n\nQ2 2023 Entergy Corporation Earnings Call\n\nETRNYSEAUG 2, 11:00 AM\n\nOperator\n\nHello. Good morning. My name is Jeremy, and I will be your conference operator today. At this time, I would like to welcome everyone to Entergy's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Bill Abler Vice President of Investor Relations for Entergy Corporation.\n\nWilliam Abler\n\nVice President of Investor Relations\n\nGood morning and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions. In today's call, management will make certain forward-looking statements, actual results could differ materially from those forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nChief Financial Officer and Executive Vice President, Entergy Corp.\n\nThank you, Bill, and good morning, everyone. Today, we are reporting second quarter adjusted earnings per share of $1.84. Our progress through the first half of the year keeps us firmly on track to achieve 2023 results in line with our guidance. and we remain well positioned to achieve our long-term 6% to 8% growth outlook. Creating sustainable value for our customers, employees, communities and owners is at the center of everything we do.\nI'll start today with our work to meet our customers' demands. We're investing in resilience and reliability and working to expand our clean energy footprint. This work helps our current customers meet their goals while also attracting new customers to Entergy's service area. To that end, our power delivery team continues to upgrade legacy assets to new, more robust wind and flooding standards through new construction projects, storm restoration and asset renewal. For example, in the second quarter, our new deployments included roughly 600 transmission structures, approximately 8,000 distribution poles, more than 200 miles of new distribution conductor and 7 new substations. In addition, these improvements will support more than 120 megawatts of growth.\nSafe and effective nuclear operations are also important for our stakeholders. Our nuclear units continue to provide clean, reliable baseload power to our customers in 2 of our plants, River Bend and ANO Unit 2 and recently completed successful refueling outages, which included major projects to support long-term operational excellence. Overall, our nuclear plants are running very well outside of refueling outages. Our fleet achieved a 99% capability factor for the first half of 2023.\nWhile our customers demand more reliability and clean energy from us, our unique and sizable long-term industrial sales growth opportunity continues to improve. Growing businesses support our communities, provide employment opportunities and help with affordability. The inherent advantages of our geographic footprint remain solidly intact. We continue to see evidence of these advantages through recent project announcements in our service areas. For example, ExxonMobil announced a transformative CCUS project that will capture, transport and store up to 800,000 metric tons of CO2 per year from a new core iron plant on Ben Louisiana. The project is expected to start up in 2026. Paired with the recently announced acquisition of Denbury, ExxonMobil's actions clearly highlight the opportunities around CCUS in our region. Also, Shell Catalysts & Technologies announced its final investment decision on the $120 million expansion project in Port Allen, Louisiana. Facility is already the largest refining catalyst plant in the world, and the expansion will create even more manufacturing capacity. These are just a couple of the projects that have the potential to increase and extend our long-term growth rate.\nWe are currently updating our annual industrial sales forecast, and we are accounting for recent trends. As many of you have noted, there has been some weakness in national industrial output indicators like the ISM Manufacturing Index. Despite this, we are seeing strength in our Gulf region. In the quarter, our total industrial sales declined, which had been expected due to higher cogeneration sales last year. Adjusting for Cogent, our industrial sales were up about 1%.\nFor some highlights. Sales to small industrial customers, which are typically more exposed to broader U.S. economic factors grew nearly 90 gigawatt hours over last year. Sales to large, new and expanding industrial customers grew nearly 100 gigawatt hours over last year. As we look forward, a few large industrial projects have adjusted their in-service dates from 2024 to 2025, which could lower our 2024 industrial growth expectation, but not to a degree that affects our outlook. Overall, our pipeline for projects continues to grow, supported by favorable commodity spreads and the IRA legislation. Early indications show demand in 2025 and beyond shaping up even stronger than our last forecast. As we typically do, we'll provide an update to our industrial growth expectations at EEI. To support this growth and to help our customers meet their sustainability needs, we are expanding our clean energy portfolio.\nThrough 2026, we plan to add nearly 6,000 megawatts of renewable capacity. 2,400 of those megawatts are currently in construction, permitting, regulatory review or negotiations. Approximately 30% of the 2,400 megawatts will be owned by Entergy. Last quarter, I mentioned that we are continuing to work on our self-build capabilities. Our recent self-build submissions have been extremely competitive in the RFP process. However, we have been limited by a smaller development pipeline. I'm pleased to report that we are making progress on that front. And going forward, I would expect Entergy to achieve at least 50% ownership through our competitive RFPs.\nMoving to regulatory items. We continue to make meaningful progress on important regulatory matters we support the credit required to meet customers' growing needs and drive improved customer outcomes. Beginning with Mississippi, the Public Service Commission approved Entergy Mississippi's formula rate plan settlement, providing for recovery of substantially all costs. Meanwhile, Entergy Louisiana, Entergy New Orleans and Entergy Arkansas each filed their annual formula rate plans. New rates for Louisiana and New Orleans are expected to be effective in September and Arkansas are expected to be effective at the 1st of next year.\nAs we've discussed, Entergy Louisiana plans to file a base rate case this month, including a request for a new 3-year formula rate plan. We like the clarity and certainty that an FRP provides, which helps us make investments to benefit our customers. However, in recent years, Entergy Louisiana's earned returns have materially lagged its allowed returns. We are making significant investments to support customer growth and demand for greater resilience in cleaner energy in Louisiana. This investment is critical for the state as well as our local communities. It is important to have an opportunity for fair and timely recovery, which allows us to maintain Entergy Louisiana's credit and cost-effectively source capital to meet customers' expectations.\nTurning to Texas. Entergy taxes has an unopposed settlement before the commission, and we expect a decision at tomorrow's open meeting. Interim rates were implemented in June and once the commission makes its decision, any change in revenue and depreciation expense will be retroactive to December of last year. In addition, the Texas legislative session wrapped up at the end of May and the governor signed a new build in [indiscernible] that are important to Texas customers and communities as well as to Entergy. I'll highlight a few. The Texas Resiliency Act allows utilities to submit a storm resiliency plan to improve customer outcomes. We expect the commission to complete their initial rule-making of 180 days which sets the deadline to establish a regulatory framework in mid-December. Entergy Texas will then file its resilience plan shortly after the rulemaking is complete, and the commission will have 180 days to review and act on the filing. Based on this, Entity Texas currently expects to have clarity on its resilience plan in the middle of next year. The distribution cost recovery factor legislation allows for 2 annual filings, which provide more timely recovery of significant distribution investments that we plan to make in Texas to support customer growth and reliability. And the expedited transmission CCM will reduce the time for commission approval by half to approximately 6 months. This will enable Entergy Texas to complete projects to support customer growth and resilience sooner and with lower risk.\nTurning to federal matters. In May, we received an initial decision on the unit power sales agreement complaint against SIRI. The ALJ ruled against the complainants on several issues, but recommended approximately $250 million refunds, which is mostly interest primarily associated with accumulated deferred tax issues going as far back as 1996. We disagree with the ALJ's conclusions on ADIT, and we continue to believe that SIRI's positions on the law and the facts are correct and that its actions were prudent and taken for the benefit of customers. SIRI filed its briefs on exception in July, and the next step is a ruling from FERC. There is not a statutory deadline for FERC to issue an order. More broadly on SIRI, I would note that we are still awaiting FERC's response to our compliance filing related to the December 23rd quarter on the sale leaseback and uncertain tax position case. While there is not a procedural deadline, we expect to see this clarification soon, and we expect FERC to affirm that no additional refunds are due. FERC's response will provide clarity and will be an important step towards resolving the broader set of SIRI litigation.\nOur communities are one of our key stakeholders and actively supporting them is an important part of our strategy. Pacific 50, an initiative of Points of Light named Entergy a top 50 most community-minded company and this year's leader for the utility sector. Another example of our community commitment is our Beat the Heat campaign. In May, we launched a series of measures to help low-income and senior customers save on their utility bills during hot summer months. $4 million in contributions will support thousands of vulnerable customers through bill payment assistance, weatherization events, and distribution and energy efficiency kits. I'm also proud that Forbes Magazine has named Entergy as one of America's best employers for diversity. They recognized our commitment to fostering a diverse and inclusive workplace where employees feel valued and respected. Such confirmation is critical as we compete for talent from all corners of our community to best serve the diverse interest of our 3 million customers.\nTogether, our employees are doing a great job of living our vision statement of We Power Life by meeting today's challenges and ensuring that we will create value for our stakeholders well into the future. As you can see, we continue to make progress on our strategy to deliver for all our key stakeholders. We are laser-focused on meeting our customers' demands through operational excellence, resilience and clean energy investments. Meanwhile, we continue to maintain our financial discipline and work closely with our stakeholders to ensure we have the financial strength to drive economic development in our communities. Successfully executing across these dimensions will keep us on track to deliver steady, predictable earnings and dividend growth and move us toward our goal to be the premier utility.\nI'll now turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew. Good morning, everyone. As Drew mentioned, our results this quarter keep us firmly on track, and we are affirming our guidance and our longer-term outlook and remain focused on delivering steady, predictable results.\nSlide 3 shows a high-level view of the quarter. Our adjusted earnings per share was $1.84, $0.06 higher than last year. We continue to see benefits from our customer-centric investments, including regulatory actions, along with higher depreciation and taxes other than income taxes and interest expense. We also saw a significant reduction in other O&M, a portion of which was for items not have a bottom line impact.\nSlide 4 details the variances by line item. Regulatory actions support our investment program to benefit customers. There were a few updates in the quarter. Entergy Mississippi it's latest FRP rates into effect in April. In June, Entergy Texas implemented interim rates from its rate case settlement. The settlement is credit positive and largely neutral to earnings as the rate case included new higher depreciation rate. Rather weather was $0.17 lower than last year. While weather was warmer than normal this year, you may recall that temperatures last year were significantly above average.\nExcluding the effects of weather, retail sales growth for the quarter was down 0.9%. The residential segment had a slightly positive contribution from customer growth, partially offset by lower usage per customer. Commercial and Industrial sales were lower. For Industrial, lower sales to Cogent customers was the primary driver as Cogent sales returned to more normal levels this year. This decline was partially offset by growth from small industrials and new and expansion large industrial customers.\nO&M was also a driver. We had lower spending for nuclear and nonnuclear generation, primarily due to reduced scope of work. Other drivers included higher rebates associated with our prescription drug program, lower MISO cost and lower pension expense, which were each about $0.05. MISO costs were lower as a result of MISO changing its ancillary services market structure. Because Entergy is a load-serving entity that owns generation, this change is largely neutral to earnings.\nOperating cash flow summarized on Slide 5, was $588 million higher than last year. The increase was primarily due to lower payments for fuel and purchased power as natural gas prices were much higher last year.\nMoving to credit and liquidity on Slide 6. Our net liquidity remained strong at $4.7 billion, which includes $411 million of storm escrows growth. We expect to utilize a portion of the storm escrows of Louisiana and Mississippi for the storms earlier this year. We remain on track for our credit outlook, including achieving Moody's 14% FFO to debt metric by year-end. During the quarter, both S&P and Moody's downgraded SIRI. The ratings changes stem from SIRI's pending litigation. Last untracked, this could ultimately result in higher costs for customers. These actions also highlight the cost of SIRI uncertainty and show that resolution would benefit multiple stakeholders. It is our goal to resolve all SIRI litigation in an expeditious manner.\nSlide 7 summarizes our progress against our equity needs through 2024. We utilized the ATM program this quarter when market conditions were supportive, selling forward approximately 468,000 shares, around $80 million remains in our equity plan through 2024.\nAs shown on Slide 8, we are affirming our guidance range and our longer-term adjusted EPS outlook. We've updated a few of our key assumptions that I'd like to highlight. We saw warmer-than-normal temperatures in the quarter, which contributed $0.07 to EPS. Our plan included conservative assumptions in revenue, and we've now updated our estimates to account for several small favor items across our operating companies. We've updated our weather-adjusted sales growth estimates and now expect volume impacts on earnings per share to be neutral for the year. This is largely due to lower-than-expected residential sales in the back half of the year. We continue to see overall health in the residential space with increasing customer counts and declining usage per customer, both of which help affordability. We expect other O&M to be $0.85 lower than 2022 for the full year. This includes approximately $0.15 for the reduction in MISO cost that is offset by lower revenues. Excluding that, the full year O&M change would be closer to $0.70, in line with our previous estimates. Our spending plans may adjust based on weather or other factors between now and the end of the year as we continue to use our flex spending to deliver steady, predictable results.\nYou may recall that the remaining EWC ownership interest in 2 nonnuclear generation facilities is included in parent and other. Power prices have been lower than planned due to low natural gas prices, which is driving the expected margin from those operations lower. Taking all of this into consideration, we are tracking to the midpoint of our guidance range. The bottom line is that we have a solid plan with good visibility, and we will continue to execute on the deliverables to achieve steady, predictable growth.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5385b4718986afa14b6aefc9019e9b21",
    "period": "2023 Q1",
    "content": "Q1 2023 Entergy Corporation Earnings Call\n\nQ1 2023 Entergy Corporation Earnings Call\n\nETRNYSEAPR 26, 11:00 AM\n\nOperator\n\nGood morning. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to Entergy's First Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Bill Abler, Vice President of Investor Relations for Entergy Corporation.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We'll begin today with comments from Entergy's Chairman and CEO, Drew Marsh; and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew Marsh\n\nThank you, Bill, and good morning, everyone. We had a very productive start to the year with meaningful progress on activities that support our near- and long-term objectives. Today, we are reporting first quarter adjusted earnings per share of $1.14. Mild weather affected these results, but we are prepared for this variability. As we have shown over the last several years, our FLEX program helped us achieve that very predictable results. We are on track for 2023 results in line with our guidance, and we remain well positioned to achieve our long-term 6% to 8% growth outlooks.\nOur focus on creating sustainable value for our 4 key stakeholders, customers, employees, communities and owners is the foundation of our strategy. It's at the center of everything we do. Recently, JUST Capital and CNBC named Entergy to the JUST 100 list, which highlights companies that are doing the right thing for all their stakeholders. We are honored because our inclusion on this list is an acknowledgment that we are living up to our commitments.\nServing all our stakeholders starts with understanding what our customers need from us. To meet those needs, we are investing to improve reliability and resilience and significantly expand our clean energy footprint. This will not only help our current customers become more successful, but will also attract new customers. So far this year, we have installed or replaced over 400 transmission structures with new resilient designs, including critical river crossing lines. We also completed transmission interconnections for 2 new Entergy-owned renewable resources.\nOne example of a transmission project that will improve resilience and reliability is a recently completed projects in Southwest Louisiana, where we upgraded transmission lines rated to withstand 150-mile per hour winds, replaced older poles with resilient steel structures, installed new higher-capacity power lines and added automated switching capability to improve reliability.\nIn Southeast Louisiana and in Texas, we are building new substations and distribution power lines that will support residential and business growth in those areas and reduce stress on existing substations. In addition, we installed and replaced more than 5,000 wood distribution poles with newer, more resilient designs. Collectively, our team continues to focus on operational excellence to deliver stakeholder outcomes across all facets of our business.\nWe also continue to be a critical local partner, supporting strong economic development, working to bring new businesses, new jobs and new tax base to the communities we serve. As you know, we expect significant industrial sales growth over the next several years. While the broader market is contemplating recession concerns, our region's growth story remains intact. Key strategic value drivers continue to be supportive.\nThe LNG, ammonia and refining sectors are generally short on supply, and the deficit will likely not be meaningfully affected by a recession. Other sectors, such as ethylene, PVC, methanol and steel, may see some market pullback, but the Gulf Coast has the lowest cost producers. So plants in our service area should be the last to be curtailed. Meanwhile, the passage of the IRA is accelerating development in the clean energy transition space. We are seeing very strong interest in our service area, which has the potential to increase and extend our 6% long-term industrial sales growth rate as incentive rules are finalized and turned into financed projects.\nOne example of a potential project fueled by the IRA is the St. Charles Clean Fuels project, which is exploring whether to build a $4.6 billion blue ammonia production plant in St. Rose, Louisiana. The new facility would produce up to 8,000 metric tons per day of blue ammonia and would rely on carbon capture technology to sequester more than 90% of its carbon dioxide emissions.\nOur underlying 6% industrial growth rate does not rely on these IRA tailwinds. And we continue to see a lot of activity in the traditional industrial segments we serve. There are some noteworthy developments in recent months, including Golden Triangle Polymers, which held its groundbreaking for a state-of-the-art polyethylene plant in Orange County, Texas. In addition, Sempra announced that the company reached its financial investment decision, and issued the final notice to proceed on Phase 1 of its Port Arthur LNG project.\nA big part of meeting our customer sustainability needs is growing our clean energy footprint, and we continue to make progress on that objective. On Monday, we held our official groundbreaking for the Orange County Advanced Power Station in Texas, hosting Governor Abbott, 4 of 5 PUCT Commissioners and other state and local officials. That facility will ensure that we have modern and reliable infrastructure to support existing customers and the rapidly growing customer base in our Southeast Texas region.\nWe will utilize turbine technology and a plant layout that can support dual fuel capability with hydrogen in the future. The optionality helps ensure the plant's long-term viability and creates improved energy security and operational flexibility for our customers. We also continue to make progress on our objective to expand our renewables capacity to meet customer needs. Since our last call, Entergy Arkansas and Entergy Louisiana concluded evaluations of their 2022 renewable RFPs. Participation was robust, and we are in negotiations for approximately 2,300 megawatts.\nTurning to affordability. It remains a core tenet in our pursuit of greater sustainability and reliability for customers. To help manage bill effects of customer-centric investments, we continue to aggressively pursue customer sales growth, disciplined cost management and federal support to offset costs. Natural gas prices have come down significantly. And coupled with a mild winter, that's further good news for customer bills. Our latest estimates for residential bill trajectories, including updated gas [ curves ] have improved.\nFor the system, we are now seeing a 3-year annual growth rate of less than 1% from 2022 through 2025. That's roughly half the level we were expecting a few months ago. In the quarter, we made regulatory -- meaningful regulatory progress against our objectives. Entergy Texas has reached settlement on all material issues with parties in its base rate case, and we expect to file the settlement with the PUCT in the next few weeks. Entergy Mississippi filed its annual formula rate plan in March. Mississippi's efficient mechanism supports continued customer-centric investments and supports our financial outlook. Interim rates became effective on April 1.\nEntergy Louisiana's formula rate plan will expire after this year's filing. We are evaluating options to renew the current FRP, and we're also preparing for a potential rate case filing, which would be submitted this summer. As we've laid out, Entergy Louisiana is investing significant capital to support our customers' growth and their demands for greater resilience and clean energy. This growth is critical for Louisiana and its local communities.\nWe need to ensure that our rate constructs provide the opportunity for fair and timely recovery, which will allow us to effectively source the capital while maintaining utility credits. Either an FRP renewal or rate case path should allow enough time for rates to be effective in September 2024, which would keep us on our normal cadence. If we file a rate case, we will request a new FRP starting with the 2025 filing year.\nEntergy Louisiana also filed a request to streamline the procurement and approval processes for up to 3 gigawatts of solar resources. This is in addition to the nearly 2.5 gigawatts from previous or ongoing RFPs. If the new processes are approved, we can bring additional renewables to construction faster and at a lower cost and risk, materially improving our ability to meet our customers' accelerating demands for clean energy.\nFor our accelerated resilience and grid hardening filings, Entergy Louisiana received a procedural schedule in its docket. Next up is the commission's engineering report and testimony to be filed in August. Hearings are scheduled in January of next year. However, there is the potential to receive a decision this year through a settlement with parties, and that remains a possibility with broad stakeholder alignment on the need for more resilient investments. In a separate but important docket, the LPSC Staff outlined a process and an evaluation procedure for utilities in Louisiana to follow, which creates a solid road map for Entergy Louisiana's resilience investment.\nEntergy New Orleans filed its updated resilience plan with the City Council. The $1 billion 10-year plan reflects significant stakeholder input. Like Louisiana, New Orleans is requesting approval for the first 5 years of the program, and we are targeting a decision from the council by year-end.\nIn Texas, the Electric Infrastructure Resiliency Act has been proposed in both the State House and Senate. The bill, if passed, would require the commission to act within 180 days of utilities filing a resiliency plan. Certain prudently incurred costs would be recovered through a variety of mechanisms. We will continue to work with our regulators across all aspects of our business to create value for our customers and other key stakeholders. And you can find additional details on our regulatory proceedings in the appendix of our webcast presentation.\nIn March, our service area experienced tornadoes in Arkansas and Mississippi. The damage to our system included distribution poles, wires spans, transformers and one substation. We replaced damaged equipment with newer, more resilient assets rated to our latest standards. The restoration is completed quickly and safely with 0 injuries. And for that, I am extremely grateful to our teams. In addition to restoration, we responded quickly to provide community support. Entergy shareholders committed $150,000 to the American Red Cross to provide shelter, food, water, mental health counseling and other services to the households impacted by the tornadoes.\nIn addition, more than 150 Entergy employees came into the affected region and volunteered their time by assisting with cleanup, providing meals, organizing supply drives and staffing information booth to once again prove our employees unfaltering commitment to our customers and communities when they need it most.\nBefore concluding, I would like to note that Entergy Mississippi is celebrating its 100th anniversary. That's a century of serving its customers and communities. To commemorate this milestone, Entergy Mississippi donated with $100,000 to Extra Table, a Mississippi-based food bank, to combat food and security in Mississippi. That's $1,000 for every year of operations. In addition, Entergy volunteers packed 2,500 meal kits. This is the first event of a multiphase program that will ultimately provide 100,000 meals. Giving back to communities through philanthropy, volunteerism and advocacy is integral to Entergy's living its vision statement of We Power Life.\nWe've had a productive start to 2023. We are focused on successfully delivering value for our key stakeholders, and we will continue to successfully achieve the milestones that keep us on track to deliver steady, predictable earnings and dividend growth. To do this, we are working to improve operational and regulatory outcomes, support our customers' industrial growth and economic development in our region, invest in renewables, clean energy and resilient acceleration to support our customers' demand and execute with financial discipline to strengthen our balance sheet and become more competitive.\nI'll now turn the call over to Kimberly, who will review our financial results for the quarter.\n\nKimberly Fontan\n\nThank you, Drew. Good morning, everyone. Our first quarter adjusted earnings per share was $1.14. Results included a very mild weather, which reduced earnings by an estimated $0.22. We incorporate conservative assumptions into our planning process and have a portfolio of FLEX levers to mitigate the impacts. The fundamentals of our utility growth remains strong. And despite the first quarter weather, we remain squarely on track to achieve our financial objectives for 2023.\nBefore I review quarterly results, I'd like to highlight a couple of items. First, this quarter's results included the effects of storm securitization at Entergy Louisiana, including $76 million of benefits for customers. These items were considered adjustments and are excluded from adjusted earnings. Additional details are provided in our earnings release. Second, beginning in 2023, as a result of the successful exit from the merchant nuclear business, EWC is no longer a reporting segment and any remaining financial activity from that business is now included in Parent & Other.\nYou'll see the first quarter variances laid out on Slide 4. The quarter results reflected the effects of investments that are benefiting our customers. This includes regulatory actions as well as depreciation expense, other taxes and interest expense. Excluding weather, retail sales were higher, driven by industrial sales growth of 2%. That growth came largely from new and expansion customers, particularly in the primary metals and petrochemicals industries. This was partially offset by lower sales to Cogent customers as Cogent sales were particularly strong in 2022.\nSlides 5 and 6 show key metrics for our largest industrial segments. As Drew mentioned, these metrics remain very supportive and are consistent with the growth that we are seeing. They also give us confidence in our industrial sales growth outlook.\nMoving to Slide 7. Operating cash flow for the quarter was $960 million, $422 million higher than last year. Higher utility customer receipts, lower noncapital storm spending and lower pension contributions were the largest drivers. The effects of the EWC wind down provided a partial offset.\nCredit and liquidity are summarized on Slide 8. During the quarter, Entergy Louisiana received $1.5 billion from storm securitization. This completes our securitization. Entergy Louisiana plans to reduce long-term debt as issuances mature. We have made significant progress on collecting deferred fuel balances, which came down more than $400 million in the quarter. This continues to improve our credit metrics. Our net liquidity remained strong at $5.7 billion, including $406 million of storm escrows.\nLooking at Slide 9, our equity needs are unchanged. Only $130 million remains through 2024, and we plan to use the ATM program to meet this need.\nAs shown on Slide 10, we are affirming our guidance and longer-term adjusted EPS outlook. Weather has been a headwind to start the year, but we've also had a few tailwinds to our plan. Our first quarter sales mix resulted in slightly higher margins, and we see some favorability in several items that, in aggregate, are providing meaningful relief. After taking all of this into consideration, we are flexing O&M by $0.10, which keeps us comfortably in our guidance range. The bottom line is that we have a solid plan with good visibility, and we will continue to execute on the deliverables to achieve steady, predictable growth.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eea7387e0e42591cf7022d4c654d81cd",
    "period": "2022 Q4",
    "content": "Q4 2022 Entergy Corp Earnings Call\n\nQ4 2022 Entergy Corp Earnings Call\n\nETRNYSEFEB 16, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to Entergy Corporation's Fourth Quarter 2022 Earnings Release and Teleconference. (Operator Instructions) As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Bill Abler, Vice President of Investor Relations. Please go ahead, sir.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Drew Marsh; and then Kimberly Fontan, our CFO, will review results.\nIn an effort to accommodate everyone who has questions, we request that each person ask no more than two questions. In today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings.\nEntergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nCEO & Chairman of the Board, Entergy Corporation\n\nThank you, Bill, and good morning, everyone. Today, we are reporting strong results for another successful year. Our 2022 adjusted earnings per share was $6.42 in the top half of our guidance range. This is the seventh year in a row that our results have come in above our guidance midpoint.\nOur steady predictable financial results are underpinned by our strategy to create value for our four key stakeholders, our customers, employees, communities and owners. Our strategy starts with learning from our customers what they need from us to be successful, and then we build an investment plan to meet those demands. As a result, we are investing in our power delivery system to improve reliability and resilience, and significantly expanding our clean generation to support our rapidly growing industrial load and the decarbonization goals of our customers.\nThis customer-centric approach has delivered benefits for all our key stakeholders. We are confident this approach will continue to create meaningful value well into the future. In 2022, introduced 12,000 employees work every single day to deliver operational excellence, achieve positive regulatory outcomes, build the foundation for our long-term growth strategy and drive improved affordability for our customers.\nOperational excellence begins with safety. In 2022, we made important strides recording the fewest injuries in our company's history, and a total recordable injury rate that ranked in the first quartile among EEI utilities.\nTo achieve this result, we reduced total accidents, including employees and contractors by 30% and serious injuries by more than 50%. This is an improvement that we're proud of, and our work isn't done because we believe zero harm is possible. We will continue our relentless focus on keeping our employees and contractors safe all day, every day. Entergy's operational excellence is consistently on display when we respond to extraordinary circumstances. We saw this recently with Winter storms Elliott and Mara. Elliott presented unique challenges due to the extremely cold temperatures.\nIn fact, we experienced some of the highest winter loads that we have seen, including new winter peaks for Entergy Arkansas and Entergy Texas. Teams from across our organization collaborated to ensure that the system capacity and operating resources were maximized. Power availability was critical, and our generation facilities performed extremely well, buoyed by contingency planning and improvements from weatherization investments made after winter storm Yuri. Not only were we able to meet the high demand of our customers, but we also exported power to nearby systems to help other utilities meet their demand.\nOur teams performed extremely well during both events and for that, I am very thankful. I'm especially proud that we had no injuries, ensuring that all our employees return home safely. River Bend Station, our nuclear plant, near Baton Rouge, began its refueling outage after 675 days of being continuously online. That's the longest run in station history. River Bend is an important -- is important to the area it serves providing safe, clean energy that our customers can count on and tremendous support for our communities.\nDuring this outage, we will be making multiple equipment improvements to ensure long-term reliability of the unit, including replacement of condenser tubes and feed water heaters. We also made important progress on our regulatory objectives. Starting with Texas, we received approval from the PUCT to build the Orange County Advanced Power Station or OCAPS. This new highly efficient CCGT will provide near-term benefits, including lower fuel costs, lower emissions and expanding regional capacity to support growth in our Texas service area. The plant will be upgradable to enable future reconfiguration for hydrogen capability, which will increase fuel diversity and provide long-duration storage in a carbon-constrained environment.\nFor Entergy Texas rate case, (inaudible) have progressed in construct the settlement discussions and reached a tentative agreement on key terms. The hearing was put on hold to allow time to finalize the agreement. We'll provide an update on the details when available. In Louisiana, we received approval to recover the balance of Hurricane IDA cost using securitization. We work collaboratively with our regulators to find a solution that met the needs of all stakeholders.\nThe order determined that all of the costs incurred were reasonable and prudent and Entergy Louisiana will fully recover those costs, which is vital for the credit of the company. While the commission approved our storm recovery, we want to assure you that we heard your feedback about the discussion at the meeting and the uncertainty in the process.\nTo that end, we are continuously evaluating our stakeholder outreach practices. Our ongoing goal is a best-in-class stakeholder engagement approach that achieves alignment around important customer outcomes. We believe there is agreement with our regulators around our long-term goals to deliver what our customers need to be successful. Our customers are central to all that we do, and we know we can continue to work with our regulators to improve our processes for the future.\nTurning to the federal level. In December, we received an order on System Energy's uncertain tax position and sale-leaseback complaint. For the uncertain tax is an issue, we believe that the FERC's remedy is clear. And as a result, no additional refunds are required. The remedy is important because the rulings of the IRS are now known and the credit ADIT on a hypothetical basis under facts now known to be incorrect, would be wrong.\nFERC's Remedy also recognizes that customers benefited from our actions by more than $100 million in value, including a $25 million refund made by SIRI in 2021, consistent with the amount of ADIT allowed by the IRS, and a separate $18 million refund for excess ADIT also paid in 2021. Meanwhile, SIRI took on the risk of interest and penalties with the IRS to provide that value. Absent our actions, customers would have received nothing. And throughout the period at issue, customers paid not $0.01 more in rates than they would have paid has SIRI not taken the uncertain tax positions.\nOn the sale leaseback.\n\nUnidentified Company Representative\n\nI found this on the web for not taking the.\n\nAndrew S. Marsh\n\nCEO & Chairman of the Board, Entergy Corporation\n\nSorry. SIRI is active on my iPad as well. On the sale-leaseback item, we are disappointed in FERC's conclusion and we have thought rehearing of that decision. The lease renewal was a cost-efficient way to ensure customers would continue to receive access to reliable baseload clean energy from a diverse fuel source. And overall, the sale leaseback saved them over $800 million.\nOn January 10, SIRI issued $104 million in refunds required by the order. We have made our compliance refund reports detailing that calculation. FERC will need to review our compliance filing and issue a further order. There is no statutory deadline for the order, but we hope to get FERC's decision soon. As a reminder, SIRI refunded Entergy Mississippi $235 million in November as part of its global settlement with the Mississippi Public Service Commission, which represents Entergy Mississippi's 40% interest in 13 different dockets at the FERC.\nWe still believe that a global settlement with the remaining retail regulators on terms similar to the agreement with the MPSC would be in the best interest of all parties. It would resolve disruptive litigation uncertainty for SIRI and our stakeholders, including our regulators, accelerate meaningful value to customers, avoid costly and unnecessary third-party litigation fees and allow all parties to move forward with fewer distractions as we work together to pursue the important priorities and outcomes that our customers demand.\nMoving on to our growth story. Our strategy is centered on two key aspects of our business that are critical to helping our customers meet their goals. First, expanding our clean energy footprint to support industrial sales growth and a growing customer electrification focus; and second, accelerating the resilience and hardening of our system to improve outcomes for existing customers while giving new customers the confidence to invest in our communities. Our 3-year $16 billion capital plan supports this strategy while improving reliability and our customers' experience. This capital plan also provides clear line of sight to our 6% to 8% adjusted EPS growth outlook as well as our credit goals.\nWe are aggressively investing in cleaner energy to benefit customers and communities. Of the $16 billion, close to $6 billion represents generation investments moving us toward a cleaner future. This includes investments in renewables, [caps] and nuclear. Today, we have just over 800 megawatts of renewables in service, but we're still in the early stages of our renewables build out. Over the next 3 years, we plan to increase our renewable portfolio by approximately 4,500 megawatts, more than 4x our renewable capacity today, and that trend will accelerate beyond 2025, with plans for up to 14 to 17 gigawatts in service by the end of 2031.\nWith this plan, we expect to achieve our 50% carbon intensity reduction goal in advance of our 2030 target as well as our new goal for 50% carbon-free capacity by 2030. Our plan for accelerated resilience and hardening, known as Entergy Future Ready, is also important to reduce storm risk for our customers and other stakeholders. Last year, we laid out our $15 billion 10-year plan as expected to reduce storm outages, reduce future storm restoration costs and provide a foundation for growth for customers who are dependent on electricity more than ever. Our 3-year capital plan includes about $900 million for this work and more investment could be added to this plan once regulatory approvals are obtained.\nWe filed our initial resilience plans for New Orleans last July and our plan for Louisiana late last year, when we are targeting decisions in those jurisdictions by the end of this year. For Texas, we are supporting legislation that would allow for an accelerated resilience plan. We expect to make our initial regulatory filing in the third quarter of this year after legislative efforts are completed. We are targeting a decision from the Texas Commission sometime next year.\nOf the $16 billion 3-year capital plan, $7 billion represents transmission and distribution investments in addition to our accelerated resilience program to deliver improved reliability and customer experience, through projects focused on asset renewals, enhancements and grid stability. These investments are also designed to prepare the grid for renewables expansion and new customer connections. We've already seen that focused distribution investments make a meaningful difference. Where we've implemented reliability projects, we have seen a significant reduction in the number of outages. Beyond driving important outcomes for our customers, our capital plan provides the foundation for our unique economic development and industrial sales growth story.\nWe continue to see very robust expansion plans from existing and potential new customers, and Kimberly will discuss the key drivers. Two recent clean energy announcements of note are an OCI project for a 1.1 million metric ton blue ammonia facility near Beaumont, Texas, and a Linde project to build a blue hydrogen facility which will supply the OCI plant. The list of industrial projects that we are tracking represent an additional 7 terawatt hours of growth above our outlook through 2025.\nFor our planning, we probably adjust the outcomes because we anticipate that not all of those will achieve operations or that may show up on a slower timeline. With this backdrop, we remain confident in our longer-term 6% industrial sales growth expectations, consistent with what we laid out at Analyst Day. Affordability remains a core tenant in our pursuit of greater sustainability and reliability for customers. Aggressively pursuing commercial and industrial growth is also important for affordability as it spreads customer-centric investments over a larger customer base. Beyond sales growth, we are supporting customer affordability by working to improve efficiencies and reduce costs, which will translate into benefits for customers.\nWe have historically focused our continuous improvement largely on operating costs. But given the growing capital needs to support customer-centric projects, we have expanded our CI efforts to capital investments. To balance our customers' needs, affordability, reliability and sustainability, we must ensure that we invest capital dollars as efficiently as possible. Higher gas prices and hot weather challenged customer affordability this past summer.\nThe good news is that natural gas prices have come down in recent months, and that will improve affordability for our customers, particularly in Entergy Louisiana and Entergy New Orleans, where their fuel clauses adjust monthly. We continue to work on behalf of our customers to pursue federal funding as a potential means to reduce costs, particularly for investments that accelerate the path towards a more resilient future. To that end, we are pleased to report all five of our operating companies received encouragement letters to proceed with full applications for the first round of DOE's grid resilience and innovation partnerships program.\nAll of our proposals are to improve resilience in disadvantaged communities. This round of program funding is expected to conclude this summer and winning submissions will receive funding for half of their project costs. If we were successful on all 5 projects, the awards would total $190 million. Finally, in 2022, shareholder contributions totaled $25 million. This included $10 million in donations for bill assistance programs. We also stepped up our efforts on energy efficiency and weatherization programs to provide long-term bill relief.\nOur impact for our customers and communities goes well beyond charitable donations. Our employees logged more than 110,000 hours of volunteer service. We helped low-income customers access $125 million in my e-funding. And through our volunteer income tax assistance program, we helped place 12,000 low-income families on a path to economic stability by helping them claim $22 million in earned income tax credits. We are very proud of the work of our employees and our corporate social responsibility team as they provide critical help to strengthen the communities we serve. 2022 was another successful year for Entergy, yet we still have a lot of work to do. We are laser focused on successfully delivering value for our key stakeholders.\nThat includes executing the capital plan before us, and laying the groundwork for the significant long-term opportunities in renewable generation, clean electrification and resilience acceleration. It also includes improving operational outcomes, building alignment with stakeholders, reducing unnecessary noise and distractions and executing financially to strengthen our balance sheet and maintain credit. All of this is foundational to achieving our 6% to 8% adjusted EPS growth plan and delivering important benefits to Entergy's key stakeholders, which will ensure the sustainability of our business for decades to come.\nI'll now turn the call over to Kimberly, who will review our financial results for the year and our outlooks.\n\nShahriar Pourreza\n\nMD and Head of North American Power, Guggenheim Securities, LLC, Research Division\n\nThank you, Drew. Good morning, everyone. As Drew said, today, we are reporting strong 2022 results in the top half of our guidance range. We executed on key deliverables throughout the year and once again increased our dividend by 6%. We are confident that we will continue to deliver on our commitments, and we are initiating 2023 guidance and affirming our longer-term outlooks.\nI will begin by reviewing results for 2022 and then provide an overview of key drivers for our 2023 guidance. Starting on Slide 3, Entergy adjusted EPS for 2022 was $6.42, $0.40 higher than 2021. Turning to Slide 4. Our earnings growth was driven by strong retail sales and the significant investments that we've made to support our customers. Weather-adjusted retail sales growth was more than 3% for the year as sales rebounded from COVID-19 and Hurricane IDA impacts.\nIndustrial sales were strong, nearly 5% higher than 2021, driven by continued growth from new and expansion customers as well as higher-than-expected demand from cogeneration customers. Overall, weather in 2022 increased our retail sales. This enabled us to flex our spending for the benefit of customers. Higher power delivery expenses included increased spending on reliability, safety and training and vegetation maintenance, which was partially due to inflation.\nHigher prices for chemicals used in our generation processes contributed to increases in both nuclear and nonnuclear generation spending. We also increased our call center support spending to improve customer service levels.\nHigher costs, which result from capital investment, specifically depreciation expense, taxes other than income taxes and interest expense were also reflected in 2022 results. Slides 5 and 6 show that the fundamentals for our industrial customers remain strong and support our growth outlook. Commodity spreads, operating margins and utilization rates continue to be robust across key industrial segments that we serve.\nOn a related note, natural gas curves have declined. This is good news for customer bills. Since our EEI update, the price curve has dropped approximately $2 for 2023, which will translate into roughly 4% lower bills for customers. In the longer term, lower natural gas prices would also mean higher nuclear production tax credits from the IRA, which would drive additional customer value. The results for EWC are summarized on Slide 7 and reflect the wind down of that business, which wrapped up in 2022. With the successful exit of the merchant nuclear business, EWC will no longer be a reportable segment in 2023 and therefore, will no longer be a blanket adjustment. Any remaining activity from that business will be included in [parent and other].\nOn Slide 8, operating cash flow for the year was nearly $2.6 billion, $285 million higher than last year. Higher utility revenue was a large driver of the increase. The receipt of Entergy New Orleans storm securitization proceeds in December also contributed. Increased fuel and purchase power payments at the utility and the effects of the EWC nuclear plant shutdowns were partial offsets.\nMoving to credit on Slide 9. We expect to achieve credit metrics that are consistent with rating agency expectations by the end of 2023. Since our last update, we've made significant progress in strengthening our balance sheet. Deferred fuel balances have declined nearly $450 million in the last quarter. Given the lower forward gas curves and our efficient fuel recovery mechanisms, we expect these balances to come down significantly in 2023.\nEntergy Orleans received proceeds from securitization bonds related to Hurricane IDA storm recovery. This served to establish a storm reserve of $75 million and provided approximately $125 million of storm cost recovery. Entergy New Orleans is awaiting the council's final determination on the prudence of IDA restoration costs. We expect their decision in the fourth quarter of this year.\nAs Drew discussed, the LPSC voted to approve securitization of the IDA storm restoration costs. We successfully worked with our Louisiana regulators to find a solution that reduced the amount financed by $180 million, which represents the value that customers receive from the deferred taxes associated with the storm. We expect to receive Louisiana securitization proceeds in the second quarter and the funds will be used to reduce debt. Drew also mentioned that we received orders from FERC regarding SIRI in late December.\nAs a result, SIRI paid $104 million in refunds, the majority of which we are appealing. Based on FERC's December order and analysis of the remaining litigation, we determined that its existing reserve was adequate. Turning to remaining equity needs on Slide 10. In November, we settled 7.7 million shares from our equity distribution program with cash proceeds of approximately $850 million. We used the majority of the proceeds to reduce short-term debt. We have completed nearly all of our projected equity issuances through 2024 with just $130 million remaining. On Slide 11, we are initiating our 2023 adjusted EPS guidance and affirming outlook consistent with our previous disclosures. Our 2023 adjusted EPS guidance range is $6.55 to $6.85 with a midpoint of $6.70.\nAs you know, our goal is to deliver steady, predictable growth for our owners. We continue to expect to achieve 6% to 8% annual adjusted EPS growth. The key drivers for 2023 are highlighted on Slide 12. We expect to see growth from continued customer-centric investments, including depreciation expense, interest expense and taxes other than income taxes resulting from these investments. AFUDC is also expected to increase with longer-term projects such as Orange County Advanced Power Station.\nWe expect retail sales volume to be roughly 1% higher on a weather-adjusted basis. This is largely driven by robust industrial sales growth from new and expansion customers mainly in industrial gases, primary metals and petrochemical industries. The growth for new and expansion projects is expected to be partially offset by lower Cogent sales, which were higher than planned in 2022. O&M was elevated in 2022 due to variable operating costs to support higher sales volume and our FLEX management program. We plan for O&M to return to normal levels in 2023, and we have also taken into account higher costs for materials, contract labor and chemicals as we have seen prices increase for these items.\nOur goal is to deliver steady, predictable outcomes, and we will utilize our FLEX tools as needed. We also remain focused on continuous improvement to achieve sustained company-wide efficiency gains. Finally, changes in parent and other, excluding the effects of interest on intercompany preferred investments that are offset in utility are expected to contribute to our year-over-year adjusted EPS growth. The timing of charitable contributions and residual effects from the shutdown of EWC are key drivers.\nEffects from higher interest rates are expected to be offset by lower debt balances. 2023 results will also reflect higher shares outstanding. The appendix of our webcast presentation contains additional details regarding the specific drivers. It also outlines quarterly considerations and earning sensitivities.\nIn closing, 2022 was another successful year for Entergy, and we're proud of what we have accomplished. We continue to deliver steady, predictable adjusted earnings and dividend growth and adjusted EPS were once again in the top half of our guidance range. Our plan is to continue this trend, supported by robust fundamentals and the strength of our customer base.\nBy prioritizing the needs of our customers, we will deliver value for all of our key stakeholders. We have a unique growth opportunity, and we look forward to sharing our progress as the year unfolds. And now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9dd1c853e263cd60e37c7110ff57f33",
    "period": "2022 Q3",
    "content": "Q3 2022 Entergy Corp Earnings Call\n\nQ3 2022 Entergy Corp Earnings Call\n\nETRNYSENOV 2, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Third Quarter 2022 Entergy Corporation Earnings Release. (Operator Instructions) As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Bill Abler, Vice President, Investor Relations. Please go ahead, sir.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's CEO, Drew Marsh, and then Kimberly Fontan, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person has no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements.\nManagement will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Drew.\n\nAndrew S. Marsh\n\nCEO, Entergy Corporation\n\nThank you, Bill, and good morning, everyone. Yesterday, the planned leadership succession that we announced in August took effect. While I'm honored to have the opportunity to lead this great company, I'm not alone. Leo remains as the Executive Chair for the next few months, and we will continue to execute at a high level on our strategic path. Leo built a strong bench of talented leaders. Kimberly Fontan takes over as Chief Financial Officer, and Kimberly Cook-Nelson assumes the role of Chief Nuclear Officer. Meanwhile, Chris Bakken will serve as the Executive Vice President of Entergy Infrastructure, to provide leadership and mentorship to both Pete Norgeot, who was recently promoted to Chief Operating Officer; and Kimberly Cook-Nelson as they settle into our top operational roles.\nWhile the new senior leadership -- or with the new senior leadership team in place, Entergy has a bright future, and we expect to deliver on the commitments that we've made to our key stakeholders.\nToday, we are reporting strong quarterly adjusted earnings of $2.84 per share. This is another solid quarter that keeps us on track for the year. In fact, with our biggest quarter behind us, we are narrowing our 2022 guidance by raising the bottom of the range by $0.10 per share. And we are affirming our longer-term outlooks for 6% to 8% annual growth through 2025.\nLast week, our Board of Directors raised our quarterly dividend by 6%. The annualized amount is now $4.28 per share, consistent with our target payout ratio of 60% to 65%.\nDuring the quarter, we continued to execute on many important fronts. Steady predictable growth depends on steady predictable regulatory mechanisms. 4 of our operating companies have annual formula rate plans to provide timely recovery of our investments to benefit customers.\nMississippi's FRP filing was approved in July. Entergy New Orleans and Entergy Louisiana's FRP rate changes were effective on September 1. And we expect Entergy Arkansas's annual review to wrap up in December. Entergy Texas filed a base rate case this year, and it is proceeding on schedule with hearings planned in December. Absent the settlement, we expect a decision in the second quarter of next year. New Orleans City Council approved a $206 million securitization financing for storm cost recovery and replenishment of Entergy New Orleans storm escrow.\nWhile the prudence review of Ida cost is ongoing, moving forward with the financing will benefit customers by reducing interest rate risk. Louisiana's review of Ida cost is also ongoing. Staff recently filed supportive testimony and recommended full cost recovery. Hearings are scheduled for December, and we expect to receive securitization funds early next year. These developments are an important step in moving our credit metrics back to targeted levels.\nIn September, we received an ALJ recommendation on our proposed Orange County Advanced Power Station, or OCAPS. It was very encouraging that the presiding judges recommended approval of the project, and they recognized the significant economic and reliability benefits that this facility would bring to our customer in Texas. The ALJ did not support the hydrogen capability for the plant, though we continue to believe that day 1 hydrogen co-firing capability for OCAPS is in the best interest of our customers. I'll note that the Governor of Texas has indicated his support for the plant, including its hydrogen capability.\nOCAPS hydrogen capability is less than 5% of the total investment, and it provides a critically important option for fuel diversity and ensures the plant's continued value in a low-carbon future. Also, an economically viable hydrogen economy is no longer decades away.\nThe passage of the Inflation Reduction Act promises to improve hydrogen economics and further accelerate clean hydrogen production. As we've said, Entergy's region is uniquely positioned to take advantage of this opportunity, and we expect the Gulf Coast to lead the way, bringing jobs and economic benefits to our communities.\nThe decision on Orange County ultimately lies with the commission, and it is on the agenda for tomorrow's meeting. If approved, OCAPS will be our first unit capable of burning up to 30% hydrogen on day 1, with plans to eventually be 100% hydrogen capable.\nThe Gulf region remains a prime target for onshoring growth opportunities. As we laid out at Analyst Day, our industrial customers have many inherent advantages that make them low-cost producers on the global stage. This is enhanced by recent supply chain and geopolitical conditions. Commodity spreads important to our customers remain positive and continue to support the outlooks we laid out at Analyst Day.\nWe continue to see announcements for new projects in our service area. For example, Entergy Texas and New Fortress Energy signed an MOU for collaboration on developing renewable energy and hydrogen infrastructure. The partnership will help accelerate the green hydrogen economy in Southeast Texas. New Fortress Energy's project will leverage industry-leading electrolysis technology from Plug Power for the production of more than 50 tons per day of green hydrogen. Entergy Texas will supply 120 megawatts of green power to serve this facility, which is expected to be one of the largest of its kind in North America.\nIn Louisiana, Olin and Plug Power announced plans to produce green hydrogen from a 15-ton per day plant. Both of these projects are good examples of how the hydrogen economy is coming to life in our service territory. CF Industries announced a $2 billion carbon capture ammonia complex in Ascension Parish, which will create more than 400 jobs. This is another great example of customer growth tied to decarbonization.\nAs I said, we've seen a lot of progress in the last few months. We continue to monitor the significant pipeline of opportunities for signs of impacts from broader economic uncertainty. We have not seen a noticeable pause or pull back.\nAs we said at Analyst Day, fundamentals of our region uniquely position the Gulf Coast for substantial growth even in a challenging economy. We also continue to make progress on expanding our renewables footprint. We received approval for the 250-megawatt Driver Solar acquisition in Arkansas. This facility is being constructed near U.S. Steel's expansion in Osceola, and it is expected to be completed in 2024, and U.S. Steel received the facility's clean energy attributes. This illustrates how we work collaboratively with our customers and our regulators to support growth, jobs and sustainability in our region.\nIn September, the Louisiana Commission approved 4 solar projects totaling 475 megawatts. They also approved our new Geaux Green tariff, which -- that's G-E-A-U-X, Geaux, which began taking reservations from large commercial and industrial customers yesterday. Based on inquiries to date, we are expecting strong demand, and it arrived. The 365 megawatts allocated to the tariff were fully reserved in just a few minutes, indicating strong faster demand for sustainability products.\nWe also announced plans for 2 new renewable RFPs. Entergy Texas is seeking 2,000 megawatts of clean energy, and Entergy Mississippi is seeking 500 megawatts. We now have 8 active RFPs totaling 7,000 megawatts. We've made selections in 4 of those RFPs and are negotiating with counterparties. We'll announce specific projects once agreements are reached.\nIn addition to clean energy, resilience is important for our customers who depend more than ever on reliable electricity supply. Since Hurricane Ida, we've invested in new infrastructure built to higher standards that will improve the system's resilience, including more than 22,000 distribution poles, more than 2,200 transmission structures and 8 stations. Execution on our resilience investment is ongoing, and our base plan includes investments that will continue to upgrade our system.\nAt Analyst Day, we laid out our $15 billion 10-year accelerated resilience plan. We expect our proposed investments to significantly reduce physical and financial storm risk, and we are engaging with stakeholders to make our case. We made our first filing in New Orleans. We plan to file in Louisiana before year-end and in Texas by mid-next year. We did our homework and the accelerated resilience plan is heavily informed by our neighbors in Florida, knowing that their hardened assets performed well and Hurricane Ian, along with the strong performance of our own hardened infrastructure over the past couple of years gives us confidence that we can substantially reduce our exposure to storms and provide meaningful benefits to customers.\nAffordability remains a top priority, and we announced several initiatives last quarter to help our customers when they saw higher bills from both warmer temperatures and higher natural gas prices. As part of our recent customer affordability initiatives, we have helped more than 35,000 customers with more than $5 million in bill credits. We've held energy fairs in 48 communities to provide helpful information to our customers about how to manage their bills and benefit from energy efficiency.\nWe've also weatherized many low-income customers' homes and installed energy-efficient appliances, including new heat pumps and tankless water heaters. These efforts are only a part of what we're doing to help with affordability. Many of our past actions are mitigating the impacts of high natural gas prices for our customers today. The investments we made over the last 8 years in more efficient generation and renewable resources are reducing fuel costs.\nBased on 2022 gas prices, these modern assets are reducing fuel cost by an estimated $400 million compared to what it would have otherwise been. Our nearly decade-long participation in MISO has also produced customer savings, which totaled more than $2 billion through 2021.\nSupport for economic development and growth in our service areas also helps with customer affordability. Not only does it spread fixed costs over a growing customer base and also provides economic growth and jobs that are critical for our communities. Another lever for affordability is continuous improvement, which is more important than ever. We are using [CI] to find efficiencies that will offset inflationary pressures and create headroom for new investments to help customers.\nWe have a robust growth story at Entergy. We're seeing significant industrial growth as economic indicators for businesses in the Gulf South continue to be positive. Besides driving investments and growth for our owners, that industrial growth is important for our communities, especially in today's economic environment. This opportunity is unique to Entergy, and it will benefit each of our key stakeholders. We see our growth continuing for years to come as our customers need to -- help to -- need our help to achieve their decarbonization goals.\nIt starts with growing our clean energy capacity, which will reduce our customers' indirect emissions and continues through electrification of industrial processes to reduce their direct emissions. We're very excited about our near-term and long-term prospects, and we look forward to continuing this conversation with you at the EEI Financial Conference in a few weeks.\nBefore I wrap up, I'd like to say a few words about Leo Denault. He yesterday retired from his role as our Chief Executive Officer after a long and successful career. While we won't see him day to day, the impacts of his tireless dedication to our 4 key stakeholders remain. Under Leo's leadership, we simplified our business to our core utilities. We turned around our nuclear operations. We redefined our customer focus. We've progressed and broadened our ESG commitments. We raised diversity, inclusion and belonging as a strategic pillar. We emerged as a national leader in corporate citizenship. Without missing a beat, we navigated through the pandemic and storms of the last couple of years, and we established a clear vision of our future opportunities.\nAs part of his distinguished career, Leo completed 74 earnings calls over the past 19 years, and he has been a steady presence for our key stakeholders. We will work with him as Executive Chairman for the next several months as we continue to make progress on the vision and strategy that he established.\nAs I turn the call over, a word about our new Chief Financial Officer, Kimberly Fontan. Most recently, Kimberly served as our Chief Accounting Officer, and she also has senior leadership experience in operations and regulatory roles. Kimberly brings a broad experience and perspective, and she's a great addition to Entergy's senior leadership team.\nNow I'll turn the call over to our Chief Financial Officer, Kimberly Fontan.\n\nKimberly A. Fontan\n\nSenior VP & CAO, Entergy Corporation\n\nThank you, Drew, for that introduction. I'm honored to join the leadership team, and I'm pleased to join you all on the call today. I'm looking forward to working with all of you in the financial community.\nAs Drew said, we've had another strong quarter with results to keep us on track to meet our financial commitments. Summarized on Slide 3, our adjusted earnings were $2.84 per share. Consistent with comments on guidance last quarter, we are narrowing our guidance range by raising the bottom end $0.10. This result is consistent with our objective of steady, predictable earnings growth. We are also affirming our outlooks through 2025.\nOn Slide 4, you'll see the adjusted EPS drivers for the quarter. Higher retail sales was the primary driver as last year was impacted by Hurricane Ida. Weather this year was also warmer than normal. Excluding weather, sales growth in the quarter was 5.7%. Industrial sales were up 7%. We continue to see growth from new and expansion projects in line with our expectations. The primary contributors to the industrial growth were chlor-alkali and transportation customers. Sales to small industrial and cogen customers were also higher than last year.\nO&M increased for the quarter due to several factors. Power delivery expenses increased, including higher vegetation costs, in part driven by inflation. We also had increased costs for transmission maintenance and nuclear operations. Bad debt expense rose on the heels of higher bills this past summer. Other drivers for the quarter results include higher depreciation and interest expense from investments we continue to make to serve customers.\nYou can see on Slides 5 and 6 that the fundamentals underlying our industrial sales and growth remained strong, and we have not seen signs of a pullback. Industrial commodity spreads continued to support positive margins and robust Gulf Coast operational levels. Refining remains highly profitable, with low product inventory supporting high operational rates. Record commodity spreads continue to drive Gulf LNG exports to Europe today and expansion of this capacity in the future. The U.S. Gulf ammonia producers are running at high rates to help fill the global supply gap.\nBeyond supportive commodity spreads, the Gulf Coast region continues to offer industrial customers' inherent labor, infrastructure and global shipping advantages. And as we discussed at Analyst Day, this next wave of our industrial growth is being accelerated due to onshoring trends. These trends are caused by broken supply chain globally, manufacturers needing reduced geopolitical investment risk as well as global customers who need energy security.\nThe results for EWC are summarized on Slide 7. The shutdown and sale of our merchant nuclear plants continue to be the main drivers for that business.\nOperating cash flow is shown on Slide 8. The quarter's result is $993 million, a decline compared to last year. Key variances, including the timing of fuel and purchase power payments, the wind down of EWC and increased O&M, offset partially by higher utility customer receipts.\nTurning to credit and liquidity on Slide 9. We continue to work towards achieving in range or better credit metrics by the end of 2023. We continue to monitor our deferred fuel position. And in the third quarter, our balance increased approximately $150 million. We continue to work with our retail regulators to manage the impact of high fuel cost on customer bills. The forward curve for natural gas continues to decline, which helps with customer bills as well. As deferred fuel balances are recovered, our credit metrics should improve.\nWe continue to make progress on the securitization front. A credit positive development in the quarter was the City Council's approval for Entergy New Orleans to issue securitization bonds to establish a new storm reserve and recover Ida storm cost. This, of course, is subject to the City Council's prudence review.\nLast quarter, we gave our early take on the impacts of the Inflation Reduction Act for our customers and for Entergy's cash and credit position. After additional analysis, we continue to be optimistic about the benefits from this legislation.\nSlide 10 provides highlights on the cash and credit impacts of the IRA. One important note is that we do not expect to be subject to the minimum tax provisions until 2026. The chart illustrates the relationship between gas and power prices and the resulting nuclear production tax credits at various commodity prices. We expect to see meaningful value for our customers, though, as you can see, the value is dependent on volatile commodity prices. We will work with our retail regulators to flow the value of the production tax credits to customers in a manner that mitigates volatility on their bills.\nWe see meaningful value from the solar PTCs as well. The PTC's increased competitiveness of utility-owned solar. The value for customers will increase over time as we grow our renewables portfolio. We remain encouraged about the prospects for the IRA to create value for our key stakeholders.\nSlide 11 summarizes the progress against our equity plan. To date, of the $1.2 billion expected need through 2024, we have issued nearly $1.1 billion, most of which are equity forwards. We plan to exercise the equity forward and receive the cash proceeds by the end of the year.\nMoving to Slide 12. Given the added clarity from 3 quarters of actuals, we are narrowing our adjusted EPS guidance range and affirming our long-term 6% to 8% growth outlook through 2025. For the full year, we once again raised our expectation on sales growth. This is largely due to higher-than-planned sales to cogeneration customers. While a positive for 2022, going forward, we will continue to plan conservatively for this customer group as electric demand from these customers varies. Commercial sales also have been higher than we expected, a positive sign for economic health.\nThe higher-than-planned revenue from weather and sales gives us the ability to spend in areas that benefit our customers and derisk future periods. Our O&M estimate for the year reflects flex spending, including initiatives to improve customer call response time and the enhanced customer assistance programs that we have discussed. We are also able to absorb some higher-than-expected expenses, like vegetation management and ammonia used to reduce NOx emissions at our power generation plants without having to reduce other costs. Actions like these help us ensure that we deliver steady, predictable adjusted EPS growth year in and year out.\nThe Entergy management team will be in Florida in less than 2 weeks, and we will provide our preliminary 3-year capital plan and high-level drivers for 2023's earnings expectations. Additionally, we will discuss Entergy's long-term growth story, including our unique industrial growth opportunity, our accelerated resilience program, renewables expansion, IRA opportunities and our role in the hydrogen economy. Entergy has great opportunities ahead for our key stakeholders. We have a strong base plan to meet our strategic objectives, and we look forward to talking to you about our plans at EEI.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/55b6dcc3b98d2a0fd43af06075b58881",
    "period": "2022 Q2",
    "content": "Q2 2022 Entergy Corp Earnings Call\n\nQ2 2022 Entergy Corp Earnings Call\n\nETRNYSEAUG 3, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Entergy Corporation Second Quarter 2022 Earnings Release. (Operator Instructions) As a reminder, today's program may be recorded.\nAnd now I'd like to introduce your host for today's program, Bill Abler, Vice President, Investor Relations. Please go ahead, sir.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Leo Denault; and then Drew Marsh, our CFO, will review results. In an effort to accommodate everyone who has questions, we request that each person ask no more than 2 questions.\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings.\nEntergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Leo.\n\nLeo P. Denault\n\nChairman & CEO, Entergy Corporation\n\nThank you, Bill. Good morning, everyone.\nToday, we are reporting strong second quarter adjusted earnings of $1.78 per share. Robust economic activity and supportive fundamentals drove favorable sales trends in our commercial and industrial sectors and hot weather drove increased residential and commercial sales. We are also seeing growing residential customer counts supported by strengthening wage and employment data. Given the results to date as well as our view of the balance of the year, we are tracking towards the upper half of our 2022 guidance range and remain squarely on pace to achieve our longer-term 6% to 8% growth outlooks.\nWhile we're pleased with the strength of our business, I want to acknowledge that due to global factors impacting natural gas prices, together with high electric usage caused by extreme heat, our customers, like many across the country, are receiving electric bills that are much higher than is typical even for this time of year. This is top of mind as we continue to achieve outcomes that build upon our proven track record of results. We executed on the important customer, regulatory, operational and financial deliverables that continue to improve quality across our business.\nAs we discussed at Analyst Day, the attributes of Entergy's business align well with premium utilities. Given the bill pressures customers are facing, we continue to take strong and meaningful measures to help ease the burden of electric costs. Many of our past actions and investments are mitigating the impacts of high natural gas prices for our customers today. The investments we made over the last 8 years and more efficient generation and renewable resources, have lowered fuel cost by nearly $500 million annually compared to what they would otherwise have been.\nGoing forward, investments in renewables and highly efficient generating resources like the Orange County Advanced Power Station will further reduce customer exposure to natural gas prices.\nOur ongoing participation in MISO has provided more than $250 million per year of savings for customers, and these savings increased during periods of higher fuel prices. Our top quartile O&M performance and customer-centric investments have delivered meaningful value for customers. We placed extra importance in helping customers who need it the most, with programs like the Power to Care and initiatives to get LIHEAP assistance to customers that qualify.\nOtherwise, we help customers manage affordability include products like level building, deferred payment plans, as well as analytics and AMI-driven usage alerts. To further address bill challenges today, we are working with our regulators on additional solutions. We've agreed to defer fuel recovery to mitigate fuel price impacts on customers' monthly bills. We are also waiving late fees for eligible customers and credit card fees for all residential customers. We've committed $10 million in shareholder donations for residential bill payment assistance programs. Additionally, given our strong industrial and commercial sales and hot weather, we are utilizing our flex program to increase spending on initiatives designed to lower customers' costs and improve reliability.\nAs I mentioned, one of the largest drivers of higher customer bills has been the increase in natural gas prices. Looking ahead, the forward NYMEX curve indicates significant gas price declines over the next 12 to 24 months, and we are seeing fundamentals that support that trajectory. While weather across the nation has driven up natural gas demand this year, causing inventories to be tight, U.S. gas production is tracking roughly 3 Bcf per day ahead of last year. The U.S. has ample natural gas resources that can be produced in shale plays at prices consistent with the long-term NYMEX curve. Over the last year, we've seen independent producer activity ramp up in Haynesville and Permian Basin shale plays. Haynesville gas rig counts have increased nearly 50%.\nIncreased gas production is also reflected by higher oil rig counts in West Texas, where high levels of associated gas from Permian Basin shale represent significant natural gas supply additions. The old adage that nothing solves high prices like high prices is certainly true. And while we can't control commodity prices, we see relief for customers in sight.\nOur recent SERI settlement represents another way we have worked with our regulators to mitigate risk while also helping reduce customers' bills. In late June, we announced a settlement with the MPSC that resolved Entergy Mississippi's 40% economic interest in complaints against SERI. The settlement is a big step forward in resolving risks surrounding system energy and improving our overall regulatory environment. The settlement also comes at an opportune time to provide much needed bill relief to Mississippi customers. Entergy Mississippi would use the cash payment from this settlement to provide immediate bill relief and help offset fuel impacts on customer bills. The Mississippi Public Service Commission recognized the opportunity to deliver meaningful value to customers today rather than wait for an uncertain outcome potentially years down the road.\nLooking beyond Mississippi, this settlement sets a marker and represents a catalyst opportunity to drive progress with the other commissions on broader SERI litigation resolution. Beyond SERI, regulatory progress was made at all of our utilities. We have submitted our annual FRP filings in Arkansas, New Orleans and Louisiana. And as planned, Entergy Texas filed a rate case reflecting the significant investments we've made across transmission, distribution and generation resources to better serve our Texas customers.\nWe also demonstrated strong operational quality in the quarter. We have a flexible, diverse and reliable portfolio of generation and grid infrastructure that allowed us to reliably deliver power to customers during extreme weather. In fact, all of the states we serve recorded triple-digit temperatures during the month of June and Entergy system set a new peak load in MISO.\nConsistent with the accelerated resilience plan we laid out in Analyst Day, Entergy New Orleans made its initial resilience and hardening filing. The filing included $1.5 billion of hardening projects over the next 10 years, including options for several microgrids spaced in neighborhoods throughout the city. All projects proposed create customer benefits. We will work with the City Council and other stakeholders to identify the optimal set of projects for Entergy New Orleans and we'll make a formal filing later this year to seek approval for these projects.\nWe are working towards similar resilience filings in Entergy Louisiana in the fourth quarter and at Entergy Texas next year. These filings and stakeholder engagement are important steps toward our 10-year accelerated resilience plan. Our plan will reduce risk for our customers and for Entergy, both in terms of reduced outages and lower storm costs, and further improve our operational and balance sheet quality. Another important accomplishment is the sale of Palisades to Holtec. This represents the last major milestone in our multiyear plan to exit the merchant nuclear power business.\nTurning to growth. Overall economic activity in our region was vibrant during the second quarter. Our commercial customers continue to show strong recovery from the pandemic. We've seen positive economic indicators for our residential customers. For example, the Louisiana wages increased more than 6% in 2021, which exceeded the national average. Further, Louisiana's unemployment rate hit a 50-year low, 3.8% this past June. Economic development and expansion across our region is robust. And as we've discussed, Entergy is a major facilitator of this growth.\nAcross our system, residential customer accounts continue to grow and show energy efficiency gains. Both of these trends drive improved affordability. We had significant industrial growth this past quarter, which drives economic gains for the regions we serve and the load growth helps keep bills low for all customers.\nAs we discussed at Analyst Day, Entergy has a robust and unique growth story stemming from our industrial customers with an expected 6% compound annual growth rate over the next 5 years. Commodity spreads and geopolitical conditions combined with the inherent Gulf Coast stability and competitive advantages, are driving new customers to locate in our region and our existing customers to expand their businesses. Over the next 5 years, we have line of sight to the growth we outlined with a robust pipeline of projects. As we sit today, there are 100 identified projects in the pipeline. Roughly half of these projects have already made final investment decisions comprising almost 10.5 terawatt hours of annual load potential by 2026.\nFurther highlighting our growth opportunity. Sempra Infrastructure entered into an MOU with Entergy Texas for its Port Arthur LNG plant. Phase 1 of this facility includes 2 LNG trains with gas turbine compression, representing 270 megawatts of new load. Phase 2 would add 2 additional trains with plans for electric compression that would represent approximately 600 megawatts of new load. The Port Arthur project demonstrates the strong basis for the industrial load growth we expect over the next decade. As outlined in the MOU, Entergy Texas is developing options to accelerate the deployment of new renewable generation and to increase power supply resiliency. If Sempra's Port Arthur energy were to be supplied with 100% solar, it would represent more than 2,500 megawatts of new solar generating resources. Projects like Sempra Port Arthur highlight industrial expansion with customers striving to grow in a carbon-neutral manner.\nFor our broader industrial customer base to achieve their decarbonization goals, it goes well beyond mitigating emissions from business growth. They must decarbonize their existing operations. As we've previously discussed, Entergy's industrial customers have significant carbon emissions, representing 15% of the nation's industrial emissions and the majority of our customers have aggressive decarbonization goals.\nFor utility investors interested in driving decarbonization, Entergy represents a unique rate of change investment opportunity. Over the last quarter, we continued to make decarbonization progress for Entergy and our customers. Construction of Entergy Mississippi Sunflower Solar Station was completed. This 100-megawatt facility represents the first step towards Entergy Mississippi's 1,000-megawatt EDGE program, which will support economic development in the state.\nIn May, the Arkansas Public Service Commission approved our Green Promise tariff that offers 100 megawatts of capacity from Entergy Arkansas Searcy and Chicot Solar resources for allocation to customers who signed letters of intent. We've seen robust customer demand for green products and this program is already fully subscribed. We intend to grow this tariff to accommodate the demand.\nEntergy Texas continued to move the Orange County Advanced Power Station through the regulatory review and approval process. When it comes online, OCAPS will have the lowest heat rate of any combined-cycle plant in our fleet and will immediately provide fuel savings, reliability and environmental benefits for our customers. This hydrogen-capable facility will provide further benefits over time through fuel diversity and long-duration clean energy storage. At our Analyst Day, we laid out a clear plan and path to support our customers' significant growth potential over the next decade. This plan calls for greater investment in clean resources and accelerated resilience to meet our customers' demands while we maintain our focus on affordability and drive continued quality gains across all aspects of our business consistent with our premier utility objective.\nEntergy has an excellent near-term growth opportunity. When considering the broader electrification and decarbonization potential, our long-term growth opportunity is even better. We are excited about our future and proud of the progress we are making towards achieving it.\nI will now turn the call over to Drew to review our first quarter results as well as our financial strength and outlooks.\n\nAndrew S. Marsh\n\nExecutive VP & CFO, Entergy Corporation\n\nThank you, Leo. Good morning, everyone.\nAs Leo said, we've had a strong start to 2022, supported by our second quarter results. As you can see on Slide 3, our adjusted earnings were $1.78 per share. Our results included retail sales growth fueled by industrial growth and much-hotter-than-normal weather. This strong start to the year is enabling us to flex our spending to benefit customers, and we are affirming our guidance and longer-term outlooks. For 2022, we expect results within the top half of the range.\nIn addition to EWC results, which included the sale of Palisades, the quarter's results had adjustments that rose out of 2 issues you've been following closely, storm cost recovery and the partial settlement on system energy cases at FERC. These developments included specific benefits for customers and reduced regulatory risk, while the receipt of securitization funds also strengthened our balance sheet. We provide more details on these items in our earnings release.\nOn Slide 4, you'll see the adjusted EPS drivers for the quarter. Retail sales were strong, partly driven by hot weather. Within our service area, cooling degree days were 15% higher than normal. All states in our service areas saw above-normal temperatures with Texas experiencing record heat. We also saw strong growth even after excluding the effects of weather. Industrial sales grew approximately 6.5% for the second straight quarter including higher sales to existing as well as new and expansion customers. For this quarter, many of our major industrial customer segments increased with chlor-alkali and LNG seeing the largest increases. Sales to cogeneration customers were also higher, comprising 1/3 of the total growth.\nYou can see on Slide 5 that the fundamentals underlying our industrial growth outlook remains strong. In addition to industrial sales being higher than last year, they were also higher than our guidance expectation. The largest driver was cogeneration sales. As a reminder, we don't rely on above-average cogeneration sales in our outlook. For the quarter, we also saw higher operating expenses from the effects of our ongoing customer-centric investments as well as higher other O&M driven in part by increased spending on power delivery and customer service. This represents the beginning of the flex spending that Leo referenced to achieve customer outcomes for improved affordability, reliability and customer experience.\nThe results for EWC are summarized on Slide 6. The drivers for that business continue to be the shutdown in sale of our merchant nuclear plants.\nMoving to Slide 7. Operating cash flow for the quarter was $278 million, a decline compared to last year. The most significant driver was natural gas prices. which were more than 150% higher than the same quarter a year ago. Our deferred fuel regulatory asset increased by more than $600 million in the quarter. We have taken steps to help customers manage fuel costs in their bills, including delaying more than $300 million of fuel collections and the SERI settlement in Mississippi, among other things that we have discussed. As we also said, the good news is the forward curve calls for natural gas prices to decline. And we are seeing fundamental indicators that support this outlook.\nTurning to credit and liquidity on Slide 8. I'll start with our net liquidity, which is strong at $3.7 billion. That includes $323 million in storm escrows, which is important as we move through the summer. During the quarter, we received securitization proceeds in both Louisiana and Texas. As we have done with previous Louisiana securitizations, we have guaranteed savings for our customers, sharing value created from the efficient securitization structure. The guaranteed amount is about $100 million, and that could eventually be higher. As you know, we reached the settlement with the Mississippi Public Service Commission for their 40% share of the SERI cases. If you are able to settle -- if we are able to settle with all parties on the same terms, that would total $588 million, including Mississippi share. Those refunds would temporarily impact FFO when cash moves to customers. The financing cost and other elements of the settlement such as ROE and capital structure would remain on an ongoing basis.\nWe have not reach settlement with all parties. So without knowing the details, we have yet to decide how a full settlement would be funded. Regardless of how it's funded, our long-term objectives remain the same, achieving or exceeding 15% cash flow to debt and 6% to 8% growth in our adjusted EPS. And any amount that we were to fund through equity could be easily achieved quietly and cost effectively through the ATM program. I would also like to highlight that we have published a sustainable financing framework, which allows us to issue green, social and sustainability directed financings to fund eligible projects that drive our business objectives, including our energy transition and resilience strategy. We engaged S&P Global to provide a second-party opinion, and they have affirmed the frameworks alignment with accepted principles for these types of financing instruments. Both the framework and opinion can be found in the Investor Relations section of our website.\nA summary of our progress against our equity plan is shown on Slide 9. In the second quarter, we reduced our equity needs by $250 million through our ATM program. That leaves a little more than $300 million remaining in the equity plan to be executed between now and the end of 2024.\nSlide 10 shows our guidance and outlook, which we are affirming today. We provided a thorough update at our Analyst Day in June, which offered a clear picture of the significant opportunities in front of us. In 2020, we reduced spending significantly in response to lower revenues from the pandemic. For 2022, as noted, we have had a strong first half of the year. Now we are flexing to increase our O&M and other costs to benefit our customers. This includes spending to improve reliability, affordability and the customer experience. Even with these initiatives, we expect results for the year to be in the top half of our guidance range, consistent with where we've been in the last several years. Regarding longer-term outlooks, one recent item of note, not yet reflected, is the Inflation Reduction Act.\nLike everyone else, we are a week into the review. Overall; we are optimistic about the act's ability to create long-term economic benefits for our customers. The production tax credits will support renewable development in nuclear, which will help our customers decarbonize and reduce their exposure to natural gas prices. By leveling the playing field for renewable development with production tax credit transferability and avoidance of normalization, the act allow for greater customer economic benefits through utility ownership that provides long-term operational flexibility and investment optionality. And the act encourages emerging technologies like hydrogen and carbon capture that will help our industrial customers decarbonize. CCS and green hydrogen are part of Entergy's sizable clean electrification potential, and our region is uniquely positioned to support these technologies.\nFinally, we expect that after the first year, most of our customers should see a benefit in their bill from production tax credits in excess of the alternative minimum tax. For Entergy, that looks largely cash flow neutral after the first year, but we'll need to see the final law and work with the federal authorities, and of course, our retail regulators on implementation.\nIn summary, we see the act as a positive. At Analyst Day, we discussed how we are demonstrating strong financial quality. We have a unique and significant sales growth opportunity due to organic industrial growth and decarbonization. We have a robust plan to invest in clean and renewable resources and improve the resilience of our grid. We also have a plan to achieve 6% to 8% EPS growth. And at the same time, we're focused on balance sheet quality and reducing risk. While our employees will always remain focused on our customers and all that we do, they remain world-class at getting stuff done, with a track record of delivering on our commitments to prove it, we plan to continue that success.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd701b017f4e285bbb1103c7b5d7f580",
    "period": "2022 Q1",
    "content": "Q1 2022 Entergy Corp Earnings Call\n\nQ1 2022 Entergy Corp Earnings Call\n\nETRNYSEAPR 27, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Entergy Corporation's First Quarter 2022 Earnings Release and Teleconference. (Operator Instructions) As a reminder, today's program is being recorded.\nI would now like to introduce your host for today's program, Bill Abler, Vice President, Investor Relations. Please go ahead, sir.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Leo Denault; and then Drew Marsh, our CFO, will review results. (Operator Instructions)\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Leo.\n\nLeo P. Denault\n\nChairman & CEO, Entergy Corporation\n\nThank you, Bill, and good morning, everyone. Today, we are reporting first quarter adjusted earnings of $1.32 per share, a very good start for the year.\nWith favorable weather and higher-than-planned retail sales, we are ahead of schedule and solidly on track to achieve our 2022 objectives. And we remain on track for our longer-term outlooks. During the quarter, we continued to execute on both our near- and long-term deliverables, just as we have over the last several years.\nWe've made demonstrable progress on our operational, strategic and financial objectives. Operationally, I'll start with some notable regulatory updates. We've continued to make meaningful progress on storm cost recovery.\nTexas is done and Louisiana's securitization proceeds from the 2020 storms, plus $1 billion towards IDA will be completed in the coming weeks. Entergy Louisiana's filing for the balance of IDA will be completed within the coming days, and the Entergy New Orleans filing will follow later this year.\nA financially strong utility is important for customers. Drew will discuss how securitization progress supports our balance sheet strength. As expected, Entergy Mississippi filed its annual formula rate plan which enables continued customer-centric investment and supports our financial outlook. We're continuing to drive progress on enhancing the resilience of our system, which benefits customers that supports local economic activity as well as our growth plan. Entergy Louisiana completed an important transmission upgrade in the southern part of the state.\nThis $86 million project replaced approximately 80 structures to increase resilience along several miles of critical path transmission in La Pouch Paris, an area that was severely affected by Hurricane Ida last year. To create a solid foundation, the new infrastructure is placed in steel cases. The line was built to withstand wind speeds of 150 miles per hour and will improve the resilience of the electric system.\nEntergy Louisiana also completed a $100 million project in North Louisiana, that positions the region for economic growth. The West Monroe project will provide additional transition capacity, improve reliability and is built to withstand extreme weather events. What that means for customers is enhanced reliability and resilience, better integration of clean generating resources and economic benefits through improved access to lower cost of power.\nBottom line, the Entergy team continues to focus on delivering operational excellence across all facets of our business. Strategically, I'll start with our merchant business wind down. The last step in our merchant nuclear exit nearly complete. Palisades is on track to shut down at the end of May with the sale to Holtec following around mid-year. The Palisades team is fishing strong, and I would like to thank them for their dedicated service. We have worked to help employees with their career goals beyond the plant shutdown.\nMany will continue to work for Entergy at other locations. Some will continue to work for Holtec on decommissioning and others are retiring. As you know, DOE recently announced a program to save nuclear plants that are about to shut down. Michigan's governor issued a letter encouraging utilization of this program to keep Palisades open.\nWe are supportive of federal initiatives to keep nuclear plants operating. However, we are 5 years into Palisades shutdown process. We're far down the path. There are significant technical and commercial hurdles to changing course at this point. That said, alongside Holtec, we will work with any qualified party that wants to explore acquiring the plant and obtaining federal funding.\nBut I do want to be very clear, this does not change our strategy. Entergy is exiting the merchant nuclear business, even if Palisades continues to operate as a part of Entergy. Across all of our operating companies, we continue to be a critical partner to support strong economic development, bringing new businesses, new jobs and new tax base in the communities we serve.\nFor example, Entergy Arkansas, along with the Wynne Economic Development Corporation announced completion of the select site certification for a 37-acre industrial site. Certification streamlines site selection process.\nInitiatives like this help track new businesses and new projects like the U.S. Steel expansion that was announced earlier this year. Over the past 5 years, our economic development team has helped bring to provision close to 300 announced projects, $42 billion of capital investments, and more than 25,000 jobs.\nThese outcomes have been critical to the economic health of our communities and have been a significant factor in the 9% cumulative industrial sales growth we've achieved over the past 5 years. And we continue to expect significant industrial expansion in the next several years. As we have discussed, growth from our industrial customers has been driven in large part by cost, labor, logistics and regulatory advantages of the Gulf Coast as well as favorable commodity spreads, which continue to support expansion.\nFurther, the current geopolitical state of the world makes the U.S. and the Gulf Coast in particular, a top choice for stability. LNG exporters in the Gulf are being called on to expand production to help reduce Europe's reliance on Russian energy influence.\nThis opportunity represents a win for our customers, communities and owners, have to mention the community. To help support our customers' growth and the decarbonization objectives are driving progress to expand our renewables footprint. As of today, we have approximately 650 megawatts of renewable capacity in service. 625 megawatts of solar projects approved by regulators, 725 megawatts of announced projects and up to 4,000 megawatts of RFPs. That's more than half of the 11,000 megawatts of renewable resources in our supply plan through 2030.\nWe've made progress identifying new resources and active RFPs. Since our last call, Entergy Texas concluded evaluations of its 2021 solar RFP. Several resources were selected totaling at least 400 megawatts from owned and contracted proposals.\nWe also made selections from the Louisiana and Arkansas 2021 RFPs earlier in the year. We will provide additional details about the resources selected from these proposals once parties reach definitive agreements. We are also soliciting the next round of renewables.\nEntergy Arkansas recently issued its RFP seeking up to 500 megawatts of renewables to provide cost-effective clean energy, which furthers fuel diversity. Entergy Louisiana also issued notice to proceed with renewable RFP seeking up to 1,500 megawatts in Louisiana. Our customers' demand for decarbonization solutions, including green products is not slowing down. The long-term solar market continues to look favorable based on an improving technology curve and higher natural gas price scenarios.\nHowever, we fully recognize the near-term cost and schedule pressures that solar projects are facing. Supply chain constraints have been exacerbated by the Department of Commerce investigation, which we expect will drive additional delays and the potential for further cost increases.\nThese dynamics are affecting the entire U.S. solar industry, but we are continuing to work through these constraints and are executing on our solar expansion plans. It's important to note that not all of our projects are affected.\nFor example, Sunflower solar in Mississippi are roughly up (inaudible) online this year as its panels on site installation is nearly complete. Entergy's owned solar represents a relatively small portion of our 3-year $12 million capital plan.\nRoughly half of owned projects in the 3-year horizon are not experiencing impacts of recent marketing constraints. A greater portion of our own projects are expected in the latter half of the decade, which would be past the current working insurance. As we've said before, we have a large backlog of customer centric investments with the ability to rotate capital into our plan as an opening presents itself.\nThe bottom line is that we recognize the near- and medium-term constraints, still see strong market fundamentals in the long term supports our supply demand and customer objectives. On our last call, we told you about the new U.S. Steel expansion. In support of this project and the customers' decarbonization goals, Entergy Arkansas filed for approval to acquire the 250-megawatt driver solar facility.\nDriver solar is an example of how we can partner with customers with their sustainability needs while accelerating the growth of our renewable portfolio in our regulated framework. It also highlights our unique growth strategy to help customers achieve the outcomes they desire, which in turn drives the outcomes for all interested stakeholders through more jobs and economic activity in our service area, increased capital deployment to support electrification, low growth to offset costs and higher rate of change towards societal decarbonization.\nNuclear also plays a critical role in our customer decarbonization strategy. Entergy has one of the cleanest large-scale fleets in the nation due to our nuclear fleet. Customers are increasingly highlighting access to carbon renewable resources is key to economic development.\nThey are looking to reduce their carbon footprint and many are indifferent to the type of carbon-free technology. We continue to see examples in the industry that reinforce the need to balance reliability, supportability, environmental sustainability.\nEntergy's resource planning has always balanced these objectives. Our baseload plays an important role. We have discussed the sizable long-term opportunity for Entergy to help our industrial customers decarbonize and achieve their sustainability goals. We had estimate an addressable market of approximately 30 terawatt hours by 2030. To put that into context, that's about 25% of our 2021 total [detailed] savings. That's not to say that we capture the entire market. But we're working how to serve our customers' needs and maximize this opportunity.\nWith many carbon reduction goals coming past 2030, achieve greater opportunities beyond the next 10 years. Realizing this growth requires significant investment benefits to all stakeholders. This will include meaningful transmission and distribution investments to reliably serve the expansion of our renewable beyond the (inaudible) our current 2030 resource.\nFinancially, we continue to strengthen our balance sheet. Beyond the securitization progress that I mentioned, also significantly reduced our (inaudible) through 2020. Currently, only 25% of the original amount discussed at 2020 onset remains.\nWe are on track to achieve steady predictable growth adjusted EPS in dividends, the opportunity to do even better. We're very excited about our upcoming Analyst Day on June 16. We'll use that opportunity to provide a closer look into our multiyear strategy and financial plans. That includes our plans to quickly advance resilient investment in our coastal region to lower storm risk for our system, our communities and our customers. And to further expand our renewables portfolio to support our customers' decarbonization goals.\nAs I said, we've had a productive start to 2022, and we will continue to successfully achieve the milestones that keep us on track to deliver steady, predictable earnings and dividend growth while maximizing operating efficiencies and investments to make our system most resilient, reliable, clean and affordable it can be. These are the outcomes our customers want by delivering them to create sustainable value for all our stakeholders.\nBefore I conclude, I encourage you to see our recently released 2021 integrated report, \"The Future is on\". The report lays out how we delivered results in 2021, discusses why we're optimistic and excited about Entergy's future. You can see how we integrate the environmental, social and governance objectives to all we do.\nI'll now turn the call over to Drew to review our first quarter results as well as our financial strength and outlooks.\n\nAndrew S. Marsh\n\nExecutive VP & CFO, Entergy Corporation\n\nThank you, Leo. Good morning, everyone. Today, we are reporting strong results for the first quarter. As you can see on Slide 3, we had adjusted earnings of $1.32 per share. The drivers are straightforward and keep us solidly on track to achieve our financial objectives for the year. We remain confident in our continued success as we are affirming our guidance and longer-term outlook.\nTurning to Slide 4, you'll see the drivers for the quarter. As a result of our continued customer-centric investments, we saw higher levels of revenue as well as higher depreciation and interest expenses. Other O&M increases included higher customer service support and nuclear generation expenses.\nResults for EWC are summarized on Slide 5. The drivers for that business are largely due to the shutdown in sale of Indian Point last year. As Leo mentioned, we expect to complete our exit of the merchant nuclear business in the coming months. That will be a major strategic milestone.\nMoving to Slide 6. Operating cash flow for the quarter was higher than last year at $538 million. Higher utility revenue, lower fuel and purchase power payments and lower pension contributions were the largest drivers.\nAs a reminder, fuel and purchase power payments were significantly impacted by winter storm Uri in 2021. Noncapital storm spending was higher than last year, which provided a partial offset.\nTurning to credit and liquidity on Slide 7. We continue to make progress on securitizations that will strengthen our balance sheet to produce significant cost savings for our customers. Our regulators recognize that financially healthy utilities benefit our customers. To that end, Entergy Texas recently completed securitization for its 2020 storms. And on the day of our last call, the LPSC approved storm recovery and financing for the 2020 storm plus $1 million down payment on Hurricane Ida.\nThe approval included replenishment of Louisiana storm escrow to $290 million. Louisiana securitization is expected to be off balance sheet, and we anticipate a $3.2 billion issuance in the coming weeks. Entergy Louisiana plans to file for Ida cost recovery in the coming days, as Leo mentioned, we are targeting to receive proceeds by year-end.\nThe timing of recovery ultimately depend on procedural schedule approved by the commission. Entergy New Orleans is seeking approval on the New Orleans City Council to issue $150 million in securitized bonds to replenish the company's storm reserve. If approved, this reserve would enhance credit and ability to respond to potential future storms. In addition, ENO plans to file for Ida cost recovery later this year.\nOur net liquidity at the end of the quarter was $3.5 billion, being further supported by the tax securitization proceeds received on April 1, and the $3.2 billion Louisiana securitization proceeds once they are received. Beyond securitization and liquidity, we continue to focus on resilience, which we will discuss in detail at our Analyst Day. Part of that discussion will include how we are actively applying for federal funding to help pay for resilience investments and mitigate customer insights.\nLooking at Slide 8. It's been approximately 2 months since our last earnings call. In that time, we have reduced our equity needs by nearly $170 million through our ATM program, with roughly $570 million remaining to be executed between now and the end of 2024.\nGiven the small amount, our plan is to close out the remaining days with the ATM program. The 4 sectors shown on Slide 9 represent nearly half of our industrial sales. And the fundamentals for our industrial customers remained robust in support of continued growth and expansion. In addition, expansion of LNG export facilities is coming into spotlight again. A majority of these potential LNG expansion projects will provide and expand Entergy service territories.\nLooking forward to Slide 10, we have a solid base plan with good visibility to achieve our guidance and outlook. We are also monitoring situations surrounding inflation and interest rates. We did not see a meaningful impact on our operational results, and we remain on track to achieve our annual cost estimate.\nAs a result, we are affirming our 2022 adjusted EPS guidance range as well as our longer-term outlook. As we move towards Analyst Day in New York in June, we're executing on our operational, strategic and financial objectives and building on a solid foundation. In New York, we'll share our longer-term views on customer-centric investments and financial outlooks. And we look forward to seeing you there.\nAnd now the Entergy team is available to answer questions."
  },
  {
    "header": "ETR",
    "cik": "0000065984",
    "ticker": "ETR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/790d37860506556dabfaacd2e38ad70b",
    "period": "2021 Q4",
    "content": "Q4 2021 Entergy Corp Earnings Call\n\nQ4 2021 Entergy Corp Earnings Call\n\nETRNYSEFEB 23, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Entergy Fourth Quarter 2021 Earnings Release Conference Call. (Operator Instructions)\nPlease be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Mr. Bill Abler, Vice President of Investor Relations. Mr. Abler, the floor is yours.\n\nWilliam Abler\n\nVP of IR, Entergy Corporation\n\nGood morning, and thank you for joining us. We will begin today with comments from Entergy's Chairman and CEO, Leo Denault; and then Drew Marsh, our CFO, will review results.\n(Operator Instructions)\nIn today's call, management will make certain forward-looking statements. Actual results could differ materially from these forward-looking statements due to a number of factors, which are set forth in our earnings release, our slide presentation and our SEC filings. Entergy does not assume any obligation to update these forward-looking statements. Management will also discuss non-GAAP financial information. Reconciliations to the applicable GAAP measures are included in today's press release and slide presentation, both of which can be found on the Investor Relations section of our website.\nAnd now I will turn the call over to Leo.\n\nLeo P. Denault\n\nChairman & CEO, Entergy Corporation\n\nThank you, Bill, and good morning, everyone. Today, we are reporting strong results for another successful year. Our adjusted earnings per share is $6.02, which is in the top half of our guidance range. This is the sixth year in a row that our results have come in above our guidance midpoint. Underlying our steady predictable results is Entergy's dedicated, robust and resilient organization working day in and day out to create sustainable value for all our stakeholders. Because of the solid foundation that we have built and our proven track record, we are confident that we will continue to achieve success into the future by delivering meaningful outcomes.\nAs such, we are initiating 2022 guidance and affirming our longer-term outlooks in line with our discussions at EEI. This continued success is important to all our stakeholders, including our customers. Being able to navigate through headwinds is possible only through financial discipline that allows us to continue to raise the capital needed to serve our customers.\nWithout financial health, we could not have raised the over $4 billion needed to fund the restoration from recent storms, including Ida and Laura, 2 of the worst storms ever to hit Louisiana, Newark. And we have managed through the revenues lost as a result of these storms and COVID-19. Without financial health, we could not consider accelerating resilience investment to better withstand future storms nor could we make the investments in clean energy that our customers, large and small, are seeking.\nIn 2021, like 2020, we were presented with headwinds caused by the pandemic and weather events. And as in 2020, we proved we could navigate those headwinds and continue to deliver strategically, operationally and financially. Strategically, we stood up our customer organization and appointed our first ever Chief Customer Officer, David Ellis.\nDavid is building a team to work with our customers find ways to meet their reliability, affordability and decarbonization goals. They are actively working on unique and significant opportunities to help our customers reduce their carbon emissions. We created a new sustainable planning, development and operations group, led by Pete Norgeot. In order to drive greater strategic direction and collaboration in addressing stakeholders' sustainability expectations, we aligned key internal teams to work collectively to implement strategies that will decarbonize our portfolio and respond to our customers' sustainability needs, all while maintaining affordability and reliability for customers.\nGuided by this holistic planning framework, we updated our long-term supply plan to significantly increase renewable capacity. We now expect 11 gigawatts of renewable capacity by the end of 2030, more than double the estimate in our previous plan. As part of this plan, we issued renewable RFPs over the last year totaling nearly 2,000 megawatts. We completed the tax equity partnership for Searcy Solar in Arkansas. We designed this unique structure to help facilitate the economics of utility ownership while better aligning the interest of project owner and tax equity partner. This is an important step to make utility renewable ownership and economic option for our customers. We proposed the Orange County Advanced Power Station in Texas. If approved, this will be our first hydrogen-capable plan and will provide efficient power with the flexibility to utilize clean hydrogen.\nWe sold Indian Point and received approval from the NRC to sell Palisades, which is our last remaining EWC nuclear plant. We expect the sale to be completed around midyear. We made great progress in our diversity, inclusion and belonging initiatives, including creating the diversity and workforce strategies organization. This team, led by Taiwan Brown is expanding our workforce development efforts and developing new standards for hiring. We concluded 2021 with gains in both female and diverse representation towards our goal of reflecting the rich diversity of the communities in which we serve. Consistent with our progress, we received many awards and recognition for multiple aspects of our business, including environmental leadership and responsibility, storm response, social responsibility, corporate citizenship, economic development and workplace excellence.\nOperationally, we improved distribution reliability in 2021. For transmission, years of hard work and strategic capital investment led to system improvements as that team achieved its best reliability performance in more than 20 years. We wrapped up our AMI initiative with more than 3 million meters online. These advanced meters allow our customers to better understand and control energy usage to achieve their affordability goals. Advanced meters also represent a foundational component of other customer and grid technology investments that will further improve service and reliability. Through continued focus on improved operations, Grand Gulf achieved its highest ever generation output in 2021.\nIn response to the historic damage caused by Hurricane Ida, we deployed the largest restoration workforce in our history. The storm presented unique challenges, and we came up with innovative solutions to restore power and help our customers and communities recover on a timely basis. We deployed portable generators for key businesses and community services. We also procured materials and supplies from nontraditional sources. For example, we used pipe from the (inaudible) Keystone pipeline to strengthen the foundation of new distribution structures in areas with soft soil conditions.\nFinancially, our adjusted earnings results were in the top half of our guidance range. We maintained solid liquidity throughout the year. Between driving business risk improvements and progress on our ATM program, we reduced our remaining equity needs through 2024 to $700 million, roughly 1/4 of what we communicated at our Analyst Day in 2020. We made significant progress on storm cost and balance sheet recovery. We expect to receive more than $3 billion of securitization proceeds in the coming months, which includes a $1 billion down payment toward Ida costs.\nWe filed an uncontested settlement in Louisiana, and that case is on the agenda for today's LPSC meeting. Entire Entergy team proved once again to be highly resilient under challenging circumstances, and I cannot thank them enough.\nWe also know that the key to continuing to achieve outcomes into the future is to ensure we are working for all of our stakeholders, customers, employees, communities and owners. We are committed to achieving meaningful outcomes for each. This holistic approach will drive a vibrant, sustainable business for years to come. Our 3-year $12 billion capital plan will continue to benefit customers with improved reliability, resilience, customer experience and economic development. Our plan will also support our commitment to reduce carbon emissions. These customer-centric investments, combined with our growth forecast and regulatory mechanisms support 5% to 7% growth in adjusted EPS and a strong credit profile. Roughly 1/3 of the capital will go toward generation.\nIn addition to maintaining our highly efficient gas fleet, this capital will continue to modernize and ensure the longevity of our emission-free nuclear fleet. In the planning period, we will increase our renewable portfolio to more than 2 gigawatts. That's a 300% growth in renewables. And that trend will not only continue but accelerate beyond 2024 with plans for 11 gigawatts in service by the end of 2030.\nWith this plan, we expect to achieve our 50% carbon intensity reduction goal several years earlier than our 2030 target. Additionally, our generation capital plan includes the initial portions of the investment in the Orange County Advanced Power Station with planned hydrogen capability, which is expected to come online in 2026. As we've discussed, our region has tremendous advantages in both hydrogen and carbon capture.\nOur distribution and utility support capital plan totals $5.8 billion. The plan is designed to deliver improved reliability, resilience and customer experience through projects focused on asset renewals and enhancements in grids development. We will also ensure the grid is ready for new customer connections. Our transmission plan is $2.3 billion and will drive reliability and resilience, while also supporting renewables expansion. Projects will focus on asset renewal and enhancements, congestion relief and new customer interconnections.\nWe have clear line of sight to the base plan, but our intention is to do even better. Our future investment profile will increasingly be driven by meeting evolving customer needs. The 2 most significant areas of focus for our customers in the coming years are resilience and decarbonization. We have invested significantly in resilience for years, but with the potential for increasing frequency and intensity of weather events, it's time to review the speed with which we will make those investments. We've preliminarily identified between $5 billion and $15 billion of resilience investments that could be accelerated, which will help mitigate future storm damage and costs.\nOver the coming months, we'll map out what makes sense for our customers with a goal to share this information with our regulators. Initially through technical conferences this spring, and subsequently through filings targeted for late summer so that we can, with their support, proceed to accelerate our resilience investment. Our customers have aggressive decarbonization objectives. We are doing our part today with one of the cleanest large-scale generating fleets in the country. And as I have previously mentioned, the continued operation of our large nuclear fleet and the addition of significant renewable capacity will allow us to further support their decarbonization goals to reduce Scope 2 emissions. We are working to provide our customers with the products they need, such as green tariffs so that they can meet their environmental objectives.\nBy meeting their clean energy needs, we can further accelerate our renewable deployment. But a reduction in Scope 2 emissions will not be enough for many of our customers. Some are also looking for ways to reduce their Scope 1 emissions. Electrification is an efficient way to lower those emissions. Given the size of our industrial base as well as their emissions levels, helping our customers reduce their carbon footprint presents an exceptional opportunity for Entergy.\nThis is true for new and expansion customers like U. S. Steel and Sempra, who recently announced facility additions with electrified processes that will drive significant new sales. These 2 customers alone could add 850 megawatts of new load, which represents nearly 2,000 megawatts of renewable capacity if the new sales are supplied with 100% green energy. It is also true for existing customers who need to decarbonize their processes to meet their objectives. As we talked about at EEI, and we believe the addressable market could be as much as 30 terawatt hours of additional clean energy by 2030. Understanding the importance of renewables and attracting new jobs, Entergy Mississippi developed a strategy called EDGE, economic development with green energy to give Mississippi an edge in recruiting industry to the state. Entergy Mississippi is making its largest-ever commitment to renewable resources with plans to replace aging national gas plants with 1,000 megawatts of renewable energy over the next 5 years. The plan has drawn praise and support from the governor and the state's public service commissioners.\nWe continue to work with our customers to determine the size and pace of their needs. We will ensure that our resource plans and financial forecasts reflect the latest customer insights, and we'll keep you updated along the way. This is an exciting opportunity for us and one that is unique to Entergy. 2021 was another successful year for Entergy that benefited from the resilience we built into our business. We delivered on our commitments, including steady predictable growth. We have a solid plan with significant certainty over the next 3 years. Beyond our base plan, other significant opportunities in renewable generation, clean electrification and resilience acceleration will serve at a minimum to extend our runway of growth. This growth will deliver many benefits for all of Entergy's stakeholders, which will ensure the sustainability of our business for decades to come.\nBefore I turn it over to Drew, I'm excited to announce that we will host our Analyst Day on June 16 in New York City. We will continue the conversation on the significant opportunities that we see ahead, and we will give you a view of our 5-year outlook. So stay tuned for more details.\nI'll now turn the call over to Drew, who will review our financial results and our outlook.\n\nAndrew S. Marsh\n\nExecutive VP & CFO, Entergy Corporation\n\nThank you, Leo. Good morning, everyone. As Leo said, today, we are reporting strong 2021 results in the top half of our guidance range. We executed on key deliverables throughout the year and our results are a validation of the resilience we've built into our business. We are confident that we will continue to deliver on our commitments, and we are initiating our 2022 guidance and confirming our longer-term 2023 and 2024 outlook. I'll begin by discussing results for 2021 and then provide an overview of the key business drivers for 2022.\nStarting on Slide 6. Entergy adjusted EPS for 2021 at $6.02, $0.36 higher than 2020. Turning to Slide 7. Our earnings growth was driven by investments across our operating companies that benefit customers through improved resilience, reliability and operational efficiency. Weather-adjusted billed retail sales growth was 2% for the year as sales rebounded from COVID-19 impacts. Industrial sales were strong at around 6% higher than 2020. We saw continued growth from new and expansion customers, which helps keep rates low as well as higher-than-expected demand from cogeneration customers. Weather effect on billed sales reduced our earnings by $0.03 per share for the year. Our December temperatures were at record highs and much of those sales were not yet built before the year-end. When you take into account, the negative weather impact for the year was more significant at $0.11.\nStarting with first quarter 2022 results, we would use our AMI infrastructure to update our weather estimates to be based on the calendar view versus the billing cycle. To help you, the appendix of our webcast presentation has updated 2021 estimated weather effect by quarter which reflects the new methodology.\nComing back to drivers for 2021, our Utility O&M returned to more normal levels following last year's significant reductions from our flex spending program used to mitigate the impact of lower revenues from COVID-19. We also saw higher depreciation and interest, which were largely the result of customer-centric investments.\nResults of EWC are summarized on Slide 8 and reflect the continued wind down of that business. We expect to close on the Palisade sale by the middle which will complete our exit of merchant business.\nOn Slide 9, operating cash flow for the year was $2.3 billion, slightly lower than last year. Non-capital storm costs were a large driver of $220 million, increased fuel and purchase power payments, income tax payments and lower EWC revenues also contributed to the decrease, while higher Utility revenue provided a partial offset.\nMoving to Slide 10. We continue to expect to achieve credit metrics that meet or exceed rating agency expectations by the end of 2022. Solid results of business derisking efforts reflected in Moody's upgrade of Entergy Texas long-term issuer and bond ratings on January 28. This upgrade recognizes the constructive regulation over the past several years including riders and responsive storm cost recovery that has allowed Entergy Texas to earn a reasonable return on equity. The improved credit rating allows the company to attract capital at a lower cost, which benefits customers. At the same time, Moody's moved Entergy Arkansas and Entergy Mississippi to positive outlook while also citing constructive regulatory factors.\nTake a minute to provide an update on the excellent progress we've made with storm cost recovery. Entergy Texas has received approval from both the storm cost determination and financing order, we expect to receive securitization proceeds in March or April. And in Louisiana, we have submitted unanimous settlement to the 2020 storm proceeding, which includes support for an additional $1 billion as an early prepayment against hurricane Ida cost recovery, and the matters on the agenda for today Louisiana Commission meeting. Assuming the LPSC decides the matter today, we expect to issue the securitization bonds before storm season. We have also refined our estimates for hurricane items, and now accept the cost to be $2.7 billion, slightly above our original expectations due to additional resilience and hardening investments as well as higher resource costs.\nWe're completing storm invoice processing and Entergy Louisiana is on track to submit its cost recovery filing in April, followed by Entergy New Orleans around midyear. Our goal remains to receive the balance of Entergy Louisiana's Hurricane Ida securitization proceeds by the end of this year, pending Louisiana Commission's procedural schedule for the case.\nAnother area we have successfully reduced business risk is our pension obligation. In 2021, our funded status improved by approximately $900 million or 38% as a result of our increased contributions and actions to accelerate the reduction of the liability over the last several years. In addition, slightly higher interest rates and strong pension asset returns in 2021 contributed to the improvement. We've also made progress against our near-term growth equity needs, as you can see on Slide 11. In 2021, we utilized our aftermarket equity program sold close to $500 million of common equity. The decrease in our pension deficit further improves our Moody's cash flow metric, and we reduced our remaining equity needs by an additional $300 million. As of today, our remaining growth equity requirement through 2024 stands at $700 million, roughly 1/4 of the original expectation.\nLooking ahead, Slide 12 shows that the fundamentals of our industrial customers remain robust. The forward commodity spreads remain supportive of continued growth and expansion. The 4 sectors shown on the slide represent nearly half of our industrial sales. As you can see, the economic indicators remain at or near multiyear highs and our industrial base continues to be resilient and competitively advantaged.\nOur adjusted EPS guidance and outlook shown on Slide 13 remain unchanged. Our 2022 adjusted EPS guidance range of $6.15 to $6.45 for the midpoint of $6.30. Our plan supports steady, predictable 5% to 7% annual growth. We also expect to continue our dividend growth commensurate with our adjusted EPS growth.\nThe key drivers for 2022 guidance highlighted on Slide 14 are straightforward and in line with what you would expect. Starting with the top line, we will see revenue growth result as a result of the customer-centric investments we've made as well as increases in depreciation and interest expense associated with the new assets. We also expect an increase in retail sales volume of 1.8% on a weather-adjusted basis. This reflects increases in commercial and industrial sales and slight decline in residential sales. Consistent with our EEI disclosures, we anticipate an increase in other O&M due to typical drivers, including inflation. We also have continuous improvement efforts to achieve O&M efficiencies and flex tools that help mitigate changes during the year. The appendix of the webcast presentation contains additional details on the specific drivers, including quarterly considerations and earnings sensitivity.\nAs Leo mentioned, 2021 was another successful year for our company. We delivered results in the top end of the guidance range despite significant storm disruption. We have strong fundamentals that underline our plan which supports steady, predictable growth and are working to do even better. As Leo mentioned, Entergy has a unique and significant opportunity ahead. We are focused on translating that opportunity into a reality for our customers, our employees our communities and our owners. We look forward to talking more about these opportunities for you now over the coming months and at our Analyst Day in June.\nAnd now the Entergy team is available to answer questions."
  }
]