[
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b79f9bf78f4eb4d0259b6e62603ffb43",
    "period": "2025 Q3",
    "content": "Q3 2025 Textron Inc Earnings Call\n\nQ3 2025 Textron Inc Earnings Call\n\nTXTNYSEOCT 23, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen and welcome to the Textron Third Quarter 2025 Earnings Release. I would now like to turn the conference over to Scott Hegstrom. Please go ahead, sir.\n\nScott P. Hegstrom\n\nVice President of Investor Relations, Mergers, Acquisitions & Strategy\n\nThanks, Rob and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and David Rosenberg, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website. Revenues in the quarter were $3.6 billion, up 5% or $175 million from last year's third quarter. Segment profit in the quarter was $357 million, up 26% or $73 million from the third quarter of 2024. Adjusted income from continuing operations was $1.55 per share compared to $1.40 per share in last year's third quarter. Manufacturing cash flow before pension contributions totaled $281 million in the quarter compared to $147 million in last year's third quarter.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Scott. Good morning, everybody. Let me just start with yesterday's announcement. I'm sure you've all read by now that yesterday, we elected Lisa Appleton to become our new President and CEO, effective at the beginning of January. At that point in time, I'll transition to be the Executive Chair. This is the result of a long, thorough process that we worked with on the Board. I think Lisa, who's been with our company for about 18 years, is an outstanding leader. She's had a number of really important roles in the company over the years. She was the President and CEO of our Textron Systems business for about 5 years. Most recently, obviously, she's the President and CEO of Bell, where she's been very involved in both the capture, the win and now the execution of the ramp on M5. She's a fabulous leader. She knows the team. She's surrounded by a great team at the business level across the company. So we're proud of the fact that we had a great internal promotion, and I think she'll just do a fabulous job leading the company into the future.\nSo with that, let me go ahead and talk about the quarter. Overall, revenue was higher, driven by strong growth across our aerospace and defense businesses. Aviation had higher segment revenues and profit compared to the third quarter of last year. We delivered 42 jets and 39 commercial turboprops compared to 41 jets and 25 commercial turboprops in last year's third quarter. Textron Aviation's fleet utilization remained strong in the quarter, contributing to an aftermarket revenue growth of 5% as compared to last year's third quarter. Aviation backlog ended the third quarter at $7.7 billion as demand remains strong. Earlier this month, Textron Aviation completed the certification of the CJ3 Gen 2 and autothrottles on the M2 Gen 2. Also this month, the Citation Ascend made its debut as it landed in Las Vegas for the NBAA exhibition. We are nearing completion of the certification process and continue to expect deliveries this quarter.\nDuring the quarter, the Latitude received FAA certification for new features of the Garmin 5000 avionics suite. These features include synthetic vision guidance systems and for improved approach capabilities down to 150 feet and a new taxiway routing feature. We continue to implement Starlink high-speed Internet connectivity onto our aircraft. With the recent announcement of the Latitude and Longitude supplemental type certifications, Starlink is now available on 14 platforms across Aviation's product portfolio. On the defense side, Aviation announced a partnership with Leonardo to launch the Beachcraft M346N as a solution for the United States Navy Undergraduate Jet Training System competition. Throughout the quarter, aviation participated in a nationwide demo tour to highlight the capabilities of this aircraft.\nAt Bell, increased revenues were driven by higher military volume, reflecting the continued ramp and acceleration of the MV-75 program. In the quarter, Bell exceeded their 90% engineering release milestone, enabling continued fabrication and procurement activity for the prototype aircraft. Fabrication and assembly work on the programs continue across numerous sites including wing assembly at our Amarillo, Texas site, fuselage assembly at our Wichita, Kansas site, in addition to ongoing fabrication of critical rotor and drive system components in our Fort Worth operations.\nOn the commercial side of Bell, we delivered 30 helicopters, down from 44 in last year's third quarter, Bell continues to see strong demand across its commercial product portfolio. We announced the purchase agreement with Global Medical Response for 7 429s and an option for 8 additional helicopters with deliveries expected to begin in 2026.\nMoving to systems. Revenues were up as compared to last year. During the quarter, systems received new contract awards for several programs, leading to an increase in backlog of about $1 billion in the quarter. These awards included ATAC awards for both the United States Navy, United States Marine Corps. A new contract award for the U.S. Army to provide 65 mobile strike force vehicles in support of the Ukraine security systems initiative and increased quantities for the Ship-to-Shore Connector program. In the Weapons business, systems completed delivery of the first production lot of XM 204, anti-vehicle terrain shipping systems to the U.S. Army in support of operations in Europe.\nMoving to Industrial. We saw lower revenues reflecting the divestiture of the Powersports business. At Aviation, we continue to make progress on several of our core development efforts. The team completed the Hover flight test envelope for the Nuuva V300 and set the stage for Air Vehicle 2 to enter the flight test program. As disclosed in our 8-K filing, Textron will be eliminating the Textron Aviation segment as a separate reporting segment, realigning the aviation business activities across Textron Aviation and Textron Systems to leverage our existing sales and business development capabilities. This change will be effective at the beginning of fiscal year 2026.\nWith that, I'll turn the call over to Dave.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.5 billion were up 10% or $138 million from the third quarter of 2024, reflecting higher aircraft revenues of $116 million and higher aftermarket parts and service revenues of $22 million. The increase in aircraft revenues were largely due to higher volume mix, which included higher Citation jet and commercial turboprop volume, partially offset lower defense volume. Segment profit was $179 million in the third quarter, up 40% or $51 million from a year ago, largely due to higher volume and mix. Backlog in the segment ended the quarter at $7.7 billion. .\nMoving to Bell, revenues were $1 billion, up 10% or $97 million from the third quarter of 2024. The revenue increase was driven by higher military revenues of $128 million, primarily due to higher volume from the U.S. Army's MP 75 program, partially offset by lower commercial volume of $31 million. Segment profit of $92 million was down $6 million from last year's third quarter. [indiscernible] in the segment ended the quarter at $8.2 billion, an increase of $1.3 billion from the prior quarter, primarily reflecting the award for the prototype testing and evaluation phase of the MV-75 program. At Textron Systems, revenues were $307 million, up 2% or $6 million from last year's third quarter, which included higher volume on the Ship to Shore Connector program. Segment profit of $52 million was up $13 million compared with the third quarter of 2024, largely due to a gain resulting from the early termination of a vendor contract.\nBacklog in the segment ended the quarter at $3.2 billion, an increase of $980 million from the prior quarter, reflecting new contract awards for the Ship-to-Shore Connector, land vehicles in the adversary air business. Industrial revenues were $761 million, down $79 million from last year's third quarter, driven by Textron Specialized Vehicles. This reflects $88 million in lower revenues related to the divestiture of the Power Sports business. Segment profit of $31 million was down $1 million from the third quarter of 2024.\nTextron eAviation segment revenues were $5 million in the third quarter of 2025 as compared to $6 million in last year's third quarter. And segment loss was $15 million as compared with a segment loss of $18 million in the third quarter of 2024. Finance segment revenues were $26 million and profit was $18 million in the third quarter of 2025 as compared to segment revenues of $12 million and profit of $5 million in the third quarter of 2024. The increase in revenues in segment profit was largely due to gains on the disposition of noncaptive assets. Moving below segment profit. Corporate expense were $26 million. Net interest expense for the manufacturing group was $26 million. LIFO inventory provision was $48 million, intangible asset amortization was $8 million and the components of pension and postretirement income were $67 million. .\nAs expected, our adjusted effective tax rate for the third quarter of 2025 was 25.5%, largely reflecting the impact of the One Big Beautiful Bill Act. We now expect our full year adjusted effective tax rate to be approximately 21%. During the quarter, we repurchased approximately 2.6 million shares, returning $206 million in cash to shareholders. Year-to-date, we have repurchased approximately 8.4 million shares, returning $635 million to shareholders. To wrap up with guidance, we are reiterating our expected full year adjusted earnings per share to be in the range of $6 to $6.20 and and maintaining our expected full year manufacturing cash flow before pension contributions to be in the range of $900 million to $1 billion.\nThat concludes our prepared remarks. So operator, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ecbc2fd2efdcc0c291a8265c7064f18",
    "period": "2025 Q2",
    "content": "Q2 2025 Textron Inc Earnings Call\n\nQ2 2025 Textron Inc Earnings Call\n\nTXTNYSEJUL 24, 8:00 AM\n\nOperator\n\nHello, everyone, and welcome to the Textron Second Quarter 2025 Earnings Call. My name is Emily, and I'll be moderating your call today.\n[Operator Instructions]\nI will now hand over to Scott Hegstrom, Vice President of Investor Relations and Treasurer, to begin. Please go ahead.\n\nScott P. Hegstrom\n\nVice President of Investor Relations, Mergers, Acquisitions & Strategy\n\nThanks, Emily, and good morning, everyone. Before we begin, I'd like to mention that we will be in future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. On the call today, we have Scott Donnelly, Textron's Chairman and CEO; and David Rosenberg, our Chief Financial Officer.\nOur earnings call presentation can be found in the Investor Relations section of our website. Revenues in the quarter were $3.7 billion, up 5.4% or $189 million from last year's second quarter. Segment profit in the quarter was $346 million, up $3 million from the second quarter of 2024. Adjusted income from continuing operations was $1.55 per share compared to $1.54 per share in last year's second quarter. Manufacturing cash flow before pension contributions totaled $336 million in the quarter compared to $320 million in last year's second quarter. With that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Scott, and good morning, everyone. Second quarter was a good quarter for Textron with revenue growth in both our commercial aircraft and helicopter businesses as well as in Bell's FLRAA program, which is now known as the MV-75. Aviation had segment revenues of $1.5 billion, up 2.8% from the second quarter of 2024, reflecting higher sales for both aircraft and aftermarket. And the factory operations continue to improve as we ramp production. We delivered 49 jets and 34 commercial total props compared to 42 jets and 44 commercial turboprops in last year's second quarter.\nAviation continued to see solid demand across all products with backlog ending the quarter at $7.85 billion. In the quarter, Aviation announced a purchase agreement with a customer in Mexico for 4 Citation jets and an option for 8 additional jets with deliveries expected to begin in 2026. Also during the quarter, the SkyCourier hit a number of important milestones, including the first delivery in South America, the first Air Medical order, which is also our first order in Africa and as we marked our fifth anniversary of the first flight. On the new product front, we continue to make progress on certification for the M2 Gen2 -- sorry, Gen2, CJ3 Gen 2 and the Ascend with deliveries of these aircraft expected to begin in the second half of this year.\nAt Bell, revenues were up $222 million or 28% compared to last year's second quarter, driven by growth in both the MV-75 program and our commercial helicopter business. On the military side, the U.S. Army announced its intention to accelerate the MV-75 program and also announced that the 101st Airborne will be the first division to operate the MV-75. In the quarter, Bell delivered two MV-75 virtual prototypes to the Army which are advanced simulators based on a digital twin of the MV-75. These simulators will be used to support training and development of tactics, techniques and procedures, leveraging the [indiscernible] significant performance benefits in advance of fueling aircraft.\nWe continue to have ongoing dialogue with the Army on specifics related to the acceleration of the MV-75 program. This includes acceleration of the development program, pull forward of initial low rate production and rapid fielding of units to the Warfighter. That was recently down selected as the sole company for the next phase of DARPA Speed and Runway Independent Technologies X-Plane program. During this next phase, Bell will design, construct and perform brown testing of an explain demonstrator. On the commercial side of the business, revenues increased $73 million, primarily due to the mix of aircraft sold at Bell, as Bell delivered 32 helicopters in both the second quarter of '25 and '24.\nDuring the quarter, Bell received an order for 12 Bell 412 EPX's from the Tunisian Air Force with deliveries expected to begin in early 2027. In June, Bell signed a 5-year contract with United Auto Workers for its operations in Fort Worth, Texas. Moving to systems. Revenues in the quarter were slightly lower as compared to last year, while segment profit margin was 12.5%, up 170 basis points. Earlier this month, systems received a $354 million contract modification from the U.S. Navy to add 3 Ship-to-Shore Connector craft. In addition, the Ship-to-Shore Connector program received $300 million through the recently enacted reconciliation bill. During the quarter, the U.S. Army announced approval of Milestone B for the XM 30 program and transition the program to the engineering and manufacturing development phase.\nAlso in the second quarter, systems sold the first TSUNAMI craft to the U.S. Navy. The TSUNAMI is an attributable rapidly deployable autonomous unmanned surface vehicle. Moving to Industrial. We saw lower revenues in the quarter compared to last year's second quarter, reflecting the impact of the disposition of Textron Specialized Vehicles power sports business and lower volume. At [indiscernible] , we recently received a Pentatonic award from a leading European automotive OEM for a battery electric vehicle composite lower battery housing unit.\nThis marks the second OEM platform for Pentatonic, and this win secures a major foothold on what is anticipated to become one of the leading global BEV platforms. Segment profit margin was 6.4%, up 180 basis points. Aviation, the Nuuva V300, a long-range large-capacity hybrid electric retail unmanned aircraft continue to slice test program and made its debut at the Paris Air Show in June. With that, I'll turn the call over to David.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.5 billion were up $42 million from the second quarter of 2024, reflecting higher aircraft revenues of $35 million and higher aftermarket parts and service revenues of $7 million. Segment profit was $180 million in the second quarter, down $15 million from a year ago, primarily due to the mix of aircraft sold and higher warranty costs, partially offset by the favorable impact of manufacturing efficiencies and higher pricing net of inflation.\nBacklog in the segment ended the quarter at $7.85 billion. Moving to Bell, revenues were $1 billion, up $222 million from the second quarter of 2024. The revenue increase in the quarter was driven by higher military revenues of $149 million, primarily due to higher volume from MV-75 and higher commercial revenues of $73 million, primarily due to the mix of aircraft sold. Segment profit of $80 million was down $2 million from last year's second quarter. primarily reflecting higher research and development costs, partially offset by higher volume and mix. Backlog in the segment ended the quarter at $6.9 billion.\nAt Textron Systems, revenues were $321 million, down $2 million from last year's second quarter. Segment profit of $40 million was up $5 million compared with the second quarter of 2024, primarily due to lower selling and administrative expense. Backlog in the segment ended the quarter at $2.2 billion. Industrial revenues were $839 million, down $75 million from last year's second quarter. Largely at Textron Specialized Vehicles, where revenues decreased $66 million reflecting the impact from the disposition of the Power Sports business and lower volume primarily in golf products. Segment profit of $54 million was up $12 million from the second quarter of 2024, primarily reflecting the impact from the disposition of the powersports business and the benefit of cost reductions from restructuring activities, partially offset by lower volume and mix.\nTextron eAviation segment revenues were $8 million in the second quarter of 2025 as compared to $9 million in last year's second quarter and segment loss was $16 million as compared with a segment loss of $18 million in the second quarter of 2024. The Finance segment revenues were $15 million, and profit was $8 million in the second quarter of 2025 as compared to segment revenues of $12 million and profit of $7 million in the second quarter of 2024. Moving below segment profit. Corporate expenses were $36 million. Net interest expense for the manufacturing group was $26 million.\nLIFO inventory provision was $38 million and intangible asset amortization was $8 billion. Net special charges were $4 million and the nonservice component of pension and postretirement income were $67 million. Our adjusted effective tax rate for the second quarter of 2025 was 20%. During the quarter, we repurchased approximately 2.9 million shares, returning $214 million in cash to shareholders. Year-to-date, we have repurchased approximately 5.8 million shares, returning $429 million to shareholders. To wrap up with guidance, we are reiterating our expected full year adjusted earnings per share to be in the range of $6 to $6.20. We are increasing our expected full year manufacturing cash flow before pension contributions to be in the range of $900 million to $1 billion, up from our previous range of $800 million to $900 million. This reiterated adjusted EPS outlook and increased cash outlook incorporates the estimated impact associated with recently enacted tax legislation.\nThe One Big Beautiful Bill Act that was signed into law includes several provisions that benefit cash flow and has some elements that impact our adjusted effective tax rate for the year. As a result, we now expect an adjusted effective tax rate in the range of 20% to 21% for the year. Our adjusted EPS outlook of $6 to $6.20 incorporates a higher adjusted effective tax rate. That concludes our prepared remarks. So operator, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1fb8efb301378da667cdc4f500f32dc",
    "period": "2025 Q1",
    "content": "Q1 2025 Textron Inc Earnings Call\n\nQ1 2025 Textron Inc Earnings Call\n\nTXTNYSEAPR 24, 8:00 AM\n\nOperator\n\nGood morning, everyone, and a warm welcome to the Textron Q1 2025 Earnings Call. My name is Emily, and I'll be moderating your call today. [Operator Instructions] I will now hand over to Scott Hegstrom, Vice President of Investor Relations to begin. Scott, please go ahead.\n\nScott P. Hegstrom\n\nVice President of Investor Relations, Mergers, Acquisitions & Strategy\n\nThank you, Emily, and good morning, everyone. Before we begin, I'd like to mention that we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. On the call today, we have Scott Donnelly, Textron's Chairman and CEO; and David Rosenberg, our Chief Financial Officer. .\nOur earnings call presentation can be found in the Investor Relations section of our website. Revenues in the quarter were $3.3 billion, up $171 million from last year's first quarter. Segment profit in the quarter was $280 million, down $10 million from the first quarter of 2024. During this year's first quarter, adjusted income from continuing operations was $1.28 per share compared to $1.20 per share in last year's first quarter.\nManufacturing cash flow before pension contributions reflected a use of cash of $158 million compared to a use of cash of $81 million in last year's first quarter.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Scott, and good morning, everyone. Overall, revenues were up 5%, led by Bell, partially offset by lower revenues in industrial. During the quarter, Aviation over 31 jets and 30 commercial total crops compared to 36 jets and 20 commercial total props in last year's first quarter. Aviation operations continue to improve as the factory progress toward prestrike performance levels while ramping production.\nTextron Aviation's fleet utilization remained strong in the quarter, contributing to aftermarket revenue growth of 6% as compared to last year's first quarter. Aviation announced the sale of 7 King Air 260 training aircraft that will be used to train pilots for the Royal Canadian Air Force. In February, the FAA announced certification of the GE Aerospace Catalyst turboprop engine, marking an important milestone for the Beach Craft analog program. To date, the program has amassed more than 2,700 flight hours and across 1,000 flights with 3 test articles.\nBell revenues were up $256 million or 35% compared to last year's first quarter. driven by strong growth in both military and commercial product lines. On the military side, execution of the FARA and strength in military support programs contributed to significant growth from last year's first quarter. As we progress through the FLRAA program, the focus this year includes design maturation and deliverables towards subsystem and weapon system critical design review, our next major program milestone.\nOn the commercial side, Bell delivered 29 helicopters, up from 18 in last year's first quarter. During the quarter, Bell was awarded a contract for 5 additional CMV 22 aircraft. This award extends production through 2027. Bell announced a purchase agreement with our methods for 15 IFR configured 407GXi and an option for 12 additional aircraft with deliveries expected to begin later this year.\nMoving to systems. Revenues in the quarter were slightly lower as compared to the prior year, largely resulting from the cancellation of the shadow program in 2024. Strong execution in the quarter to over 13.5% segment profit margin, up 110 basis points as compared to last year's first quarter. During the first quarter, Systems received a contract valued at up to $100 million from the U.S. Navy for support software development updates for its unmanned mine sweeping operations. Also during the quarter, Systems delivered the 13th ship to shore Connector aircraft to the U.S. Navy.\nMoving to Industrial. We saw lower revenues in the quarter compared to last year's first quarter, consistent with our expectations segment profit essentially unchanged as cost savings from our previous restructuring activities offset the impact of lower revenues on segment profit. Within specialized vehicles, we have completed the previously announced strategic review of the powersports product line. resulting in the sale of powersports business, including the Arctic brand and its operations.\nAlso during the quarter, aviation successfully completed the first hover flight of the Nova V-300, a long-range large-capacity hybrid electric vital unmanned aircraft. This milestone marks an advancement in the development of sustainable and personal unmanned aero systems.\nWith that, I'll turn the call over to David.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.2 billion were up $24 million from the first quarter of 2024, largely reflecting higher aftermarket revenue of $27 million. Segment profit was $127 million in the first quarter, down $16 million from a year ago, primarily reflecting the mix of aircraft sold, partially offset by higher aftermarket volume. .\nBacklog in the segment ended the quarter at $7.9 billion. Moving to Bell, revenues were $983 million, up $256 million from the first quarter of 2024. The revenue increase in the quarter was driven by higher military revenues of $154 million, primarily due to higher volume from the U.S. Army's FLRAA program and military sustainment programs. and higher commercial revenues of $102 million, primarily due to higher volume and mix.\nSegment profit of $90 million was up $10 million from a year ago, primarily due to higher volume mix of products and services. Backlog in the segment ended the quarter at $7.1 billion. At Textron Systems, revenues were $296 million, down $10 million from last year's first quarter, largely due to lower volume, which included the impact of the cancellation of the shadow program in 2024, partially offset by higher volume for the Ship to Shore Connector program. Segment profit of $40 million was up $2 million from last year's first quarter. primarily due to lower research and development costs, partially offset by lower volume. Backlog in the segment ended the quarter at $2.3 billion.\nIndustrial revenues were $792 million, down $100 million from last year's first quarter. largely due to lower volume and mix. Textron Specialized Vehicles revenues decreased $62 million, reflecting lower volume and mix, primarily in golf and context revenues decreased $38 million, largely due to lower volumes. Segment profit of $30 million was essentially unchanged from the first quarter of 2024 as the impact of lower volume and mix was offset by the benefit of cost reductions from restructuring activities. Textron eAviation segment revenues were $7 million in the first quarter of 2025 and segment loss was $17 million as compared with a segment loss of $18 million in the first quarter of 2024.\nFinance segment revenues were $16 million and profit was $10 million in the first quarter of 2025 as compared to segment revenues of $15 million and profit of $18 million in the first quarter of 2024. Moving below segment profit. Corporate expenses were $43 million. Net interest expense for the manufacturing group was $25 million, LIFO inventory provision was $29 million. Intangible asset amortization was $8 million and the nonservice component of pension and postretirement income were $66 million.\nOur adjusted effective tax rate for the first quarter of 2025 was 15.3%. For the full year, we still expect a rate of 18%. During the quarter, we repurchased approximately 2.9 million shares, returning $215 million in cash to shareholders. To wrap up with guidance, we are reaffirming our expected full year adjusted earnings per share to be in a range of $6 to $6.20. We also expect full year manufacturing cash flow before pension contributions of $800 million to $900 million.\nThat concludes our prepared remarks. So operator, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e7031036e2ce213d66835f6bdf60888",
    "period": "2024 Q4",
    "content": "Q4 2024 Textron Inc Earnings Call\n\nQ4 2024 Textron Inc Earnings Call\n\nTXTNYSEJAN 22, 8:00 AM\n\nOperator\n\nGood morning, everyone. Welcome to the Textron Q4 2024 Earnings Release Call. [Operator Instructions] Also, today's call is being recorded. [Operator Instructions] Now at this time, I'll turn things over to Mr. Dave Rosenberg, Vice President, Investor Relations. Please go ahead, sir.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThanks, Bo, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.6 billion, down from $3.9 billion in last year's fourth quarter. Segment profit in the quarter was $283 million, down $101 million from the fourth quarter of 2023. During this year's fourth quarter, adjusted income from continuing operations was $1.34 per share compared to $1.60 per share in last year's fourth quarter. Manufacturing cash flow before pension contributions totaled $306 million in the quarter, down $74 million from last year's fourth quarter. For the full year, revenues were $13.7 billion, up $19 million from last year. In 2024, segment profit was $1.2 billion, down $127 million from 2023. Adjusted income from continuing operations was $5.48 per share as compared to $5.59 per share in 2023. Manufacturing cash flow before pension contributions was $692 million, down $239 million from 2023.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, David. Good morning, everyone. 2024 results were impacted by work stoppage aviation in difficult end markets in our Industrial segment. During the quarter, Aviation reached an agreement with the IAM on a new 5-year contract. While the strike was unfortunate, we did take this opportunity to significantly improve our parts flow to the production line, which we expect will reduce our station work and improve efficiency going forward. Aviation saw steady customer demand continue in the quarter, supported by new product launches and our portfolio resulted in a year-end backlog of $7.8 billion, an increase of $676 million from 2023. In December, Aviation secured an order from Naval Air Systems Command for an additional 26 multi-engine training system, Beechcraft King Air 260s. Also in the quarter, Aviation continued to expand the global market for its versatile twin-engine large utility turboprop Cessna SkyCourier, achieving type certification by the transport Canada's Civil Aviation. .\nDuring 2024, steady aircraft utilization within the Textron Aviation product portfolio resulted in a 6.3% growth in aftermarket revenues. At Bell, in 2024, we saw significant growth with the continued expansion of the FARA program, largely driving a 13.7% increase in revenues for the year. During the quarter, Bell received a follow-on award for the FLRAA program as the U.S. Army exercised option 2 -- and option for two limited user test aircraft. On the commercial side, Bell continues to see steady order activity in 2024. For the year, Bell delivered 172 commercial helicopters compared to 171 in 2023.\nMoving to Systems. The team delivered another strong quarter with a 13.5% segment profit margin. During the quarter, Systems completed options 3 and 4 of the future tactical uncrewed aircraft system program with the delivery of a production representative system to the U.S. Army in December. Also during the quarter, Systems received an award from the Naval Sea Systems Command for the next production lot of 9 ship-to-store connector crafts with a total contract value of $960 million. Systems was also awarded a contract value of up to $106 million for mine sweeping payload delivery systems from the U.S. Navy to support its mine sweeping operations.\nAt Industrial, the segment experienced lower revenues and operating profit in the quarter, primarily driven by the ongoing softness in specialized vehicles end markets. We are in the process of conducting a strategic review of our powersports product line. At Aviation, delivered 42 aircraft during the fourth quarter and 120 aircraft for the full year while continuing our investment in electric and hybrid aviation platforms. Despite the challenges faced in 2024 at Aviation and Industrial, the company exited the year well positioned for future growth in the Aerospace and Defense businesses with strong order activity generating total company backlog of $17.9 billion, up $4 billion in 2023.\nOn the new product front at NBAA in October, Aviation announced a significant advancement in aviation technology with the Gen 3 platform upgrades to the M2 CJ3 and CG4 aircraft, adding Garmin Emergency Autoland along with other avionics and aircraft enhancements. During the year, we continue to make progress on the Citation Ascend and Beechcraft Denali development programs. Ascend has logged over 700 hours of flight testing while Denali finished the year having logged over 2,500 hours of flight testing. At Bell, the U.S. Army announced approval of Milestone B in August for the FLRAA program. Bell is now executing on the engineering and manufacturing development phase of the program and progressing towards the first prototype aircraft build. Bell H-1 and V-22 military program highlights include an FMS award for the production and delivery of 12 AH-1 Zulu helicopters in Nigeria and over $1 billion in sustainment awards on the H-1 and V-22 programs.\nOn the commercial side, Bell saw steady demand throughout the year, including its first 525 helicopter order for 10 units to Equinor, the Norwegian State Energy Company. In 2024, Textron Systems made significant progress on several key pursuits. On the U.S. Army's Robotic Command Vehicle development program, Systems announced the delivery of 2 Repsol M3 prototype vehicles to the Army for phase 1 of the competitive development effort ahead of a down slice expected in the first half of 2025. As part of the XM30 program, TeamLink advanced to the detailed design phase and is expected to conclude with a critical design review in the first half of 2025.\nOn the Advanced Reconnaissance Vehicle program, Systems continued its development work as one of two vendors selected to design, develop and manufacture a 30-millimeter autocannon variant for expected delivery in 2025.\nMoving to FTUAS. Systems has fulfilled its contractual delivery commitments as awaiting decision on the final downside for a production award on the competitive program by the U.S. Army in the second half of 2025. Systems also secured the next production contract award for the shift-to-shore connector and expanded maritime operations with U.S. Navy.\nMoving to Industrial. Throughout the year, we continue to focus on our cost structure to offset challenging end markets. At Aviation, granted an airworthiness exemption by the FAA for its stealth selector trainer, which allows U.S. flight schools to use the aircraft and certified pilot training programs. During the year, Aviation acquired Amazilia Aerospace, developer of digital flight controls, flight guidance and vehicle management systems for both manned and unmanned aircraft.\nLooking to 2025 at eAviation, we're projecting growth driven by increased deliveries across all product lines and higher aftermarket volume and improved productivity and manufacturing efficiency.\nMoving to Bell, we expect revenue growth driven by the FLRAA program and higher commercial volumes. At Systems, we expect low single-digit revenue growth with strong margins as we continue to pursue new program opportunities.\nIn our Industrial segment, we are projecting lower revenues largely driven by the suspension of powersports production at TSV and lower automotive volume in Kautex and expect cost reductions to drive improvement in segment profit margin for 2025.\nAt eAviation, we plan to continue our investment in the development of new hybrid and electric technologies for manned and unmanned aviation platforms. With this overall backdrop, we're projecting revenues of about $14.7 billion, up 7% from 2024 for Textron's 2025 fiscal year. We are projecting adjusted EPS in the range of $6 to $6.20. Manufacturing cash flow before pension contributions is expected to be in the range of $800 million to $900 million.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.3 billion were down $242 million from the fourth quarter of 2023, reflecting lower volume and mix of $282 million, which was principally a result of production disruptions related to the strike. Segment profit was $100 million in the fourth quarter, down $93 million from a year ago, primarily due to lower volume mix and manufacturing inefficiencies, which included idle facility costs and higher costs associated with the labor disruption resulting from the strike. Backlog in the segment ended the quarter at $7.8 billion, up $219 million from the prior quarter. .\nMoving to Bell. Revenues were $1.1 billion, up $58 million from last year's fourth quarter, reflecting higher military and support program revenues of $67 million, primarily due to higher volume on the FARA program partially offset by lower volume on the V-22 program. Segment profit of $110 million was down $8 million from a year ago, primarily driven by mix as lower volume on the V-22 program offset higher volume on the FLRAA program. Backlog in the segment ended the quarter at $7.5 billion.\nAt Textron Systems, revenues were $311 million, down $3 million from last year's fourth quarter. Segment profit of $42 million was up $7 million from last year's fourth quarter. Backlog in the segment ended the quarter at $2.6 billion. Industrial revenues were $869 million, down $92 million from last year's fourth quarter, largely reflecting lower volume. Segment profit of $48 million was down $9 million from the fourth quarter of 2023, reflecting lower volume and mix and inflation, partially offset by manufacturing efficiencies and lower selling and administrative expense largely due to cost reduction activities.\nTextron eAviation segment revenues were $11 million in the fourth quarter of 2024, with a segment loss of $22 million, largely associated with research and development expense on new products. Finance segment revenues were $11 million and the profit was $5 million in the fourth quarter of 2024.\nMoving below segment profit. Corporate expenses were $17 million. Net interest expense for the manufacturing group was $21 million. LIFO inventory provision was $80 million. Intangible asset amortization was $8 million. And the non-service components of pension and postretirement income were $65 million. In December, we announced a strategic review of our powersports product line within the Industrial segment that resulted in additional restructuring actions. With these actions, we recorded total pretax special charges of $53 million, an inventory valuation charge of $38 million in the fourth quarter. Our manufacturing cash flow before pension contributions was $306 million in the quarter. For the year, manufacturing cash flow before pension contributions totaled $692 million, down $239 million from the prior year. In the quarter, we repurchased approximately 2.8 million shares, returning $232 million in cash to shareholders. For the full year, we repurchased approximately 12.9 million shares, returning $1.1 billion in cash to shareholders.\nWith that, I'll turn the call over to David.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThank you, Frank. Turning now to our 2025 outlook on Slide 7. We're expecting adjusted earnings per share to be in the range of $6 to $6.20. We're also expecting manufacturing cash flow before pension contributions to be about $800 million to $900 million.\nMoving to segment outlook on Slide 8 and beginning with Textron Aviation, we're expecting revenues of about $6.1 billion. Segment margin is expected to be in a range of 12% to 13%. Looking to Bell, we expect revenues of about $4 billion. We're forecasting a margin in a range of 8.5% to 9.5%. At Systems, we're estimating revenues of about $1.3 billion with a margin in a range of 12% to 13%. At Industrial, we're expecting segment revenues of about $3.2 billion and margin to be in a range of about 4.5% to 5.5%. At eAviation, we expect revenues of $45 million and a segment loss of $70 million, reflecting our continued investment in sustainable aviation solutions.\nAt Finance, we are forecasting segment profit of about $25 million. Looking at Slide 9, we're projecting about $160 million of corporate expense. We're also projecting about $130 million of net interest expense for the manufacturing group, $165 million of LIFO inventory provision, $35 million of intangible asset amortization and $265 million of nonservice pension income. We expect a full year effective tax rate of approximately 18%.\nTurning to Slide 10. R&D is expected to be about $500 million, up from $491 million last year. We're estimating CapEx will be about $425 million, up from $364 million in 2024. Our outlook assumes an average share count of about 184 million shares in 2025. That concludes our prepared remarks. So operator, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/07f477226cd2ab899785e2ff2dbc743c",
    "period": "2024 Q2",
    "content": "Q2 2024 Textron Inc Earnings Call\n\nQ2 2024 Textron Inc Earnings Call\n\nTXTNYSEJUL 18, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Textron Second Quarter 2024 Earnings Release Conference Call. [Operator Instructions]\nAs a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Vice President, Investor Relations, Mr. Dave Rosenberg. Please go ahead.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThanks, Greg, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer.\nOur earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.5 billion, up from $3.4 billion in last year's second quarter. During this year's second quarter, adjusted income from continuing operations was $1.54 per share compared to $1.46 per share in last year's second quarter. Manufacturing cash flow before pension contributions totaled $320 million in the quarter, compared to $242 million in the second quarter of 2023.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, David. Good morning, everyone. Aviation had higher segment revenues of $1.5 billion, generating a profit of $195 million, up $24 million from the second quarter of 2023. We delivered 44 commercial turboprops, up from 37 last year, and 42 jets down from 44 in last year's second quarter, while aftermarket revenues grew 13%. Aviation continued to see strong demand across all product lines. Backlog ended the quarter at $7.5 billion, up $118 million from the first quarter of this year.\nIn the quarter, Aviation began deliveries of the King Air 260 under the multi-engine training systems contract for the U.S. Navy. To date, we've been awarded 35 aircraft to a possible 64 on the program. Also during the quarter, Aviation certified a third variant of the Cessna SkyCourier. The Combi version allows operators to transport passengers and cargo simultaneously. Combined with the previously certified passenger and cargo variants, this latest variant continues to demonstrate the versatility of the aircraft to our customers.\nIn June, Aviation completed the first flight of assessment, Citation Ascend. The aircraft is the first conforming production flight test aircraft and represents a significant milestone for the program. To date, we have completed over 400 hours of flight testing.\nAt Bell, revenues and profit in the quarter were up as compared to the second quarter last year. On the commercial side, Bell delivered 32 helicopters, down from 35 in last year's second quarter. Moving to military, Bell completed the FLRAA preliminary design review, while also continuing to release engineering drawings and place orders for [indiscernible] material as the program continues to ramp. In the quarter, Bell was down, selected as 1 of 2 companies for the next phase of [indiscernible] speed and runway independent technology [indiscernible] program to create a prototype high-speed vertical take-off and landing aircraft for the U.S. military. This program builds on Bell's success as the leader in tiltrotor technology.\nTextron Systems realized higher revenues, will continue to pursue new program opportunities in the quarter. Systems was awarded options 3 and 4 for the FTUAS program in the second quarter. This award includes delivery of an Aerosonde Hybrid Quad System to the U.S. Army for test evaluation.\nAs part of the Army's Robotic Combat Vehicle competition, we announced a collaboration with Kodiak Robotics. Kodiak will integrate its industry-leading autonomous system into Textron System's purpose-built [ uncrewed ] military vehicle to demonstrate the autonomous operations later in 2024.\nMoving to Industrial, we experienced lower revenues and operating profit in the quarter. As expected, we continue to see softer demand in our consumer and automotive end markets. We continue to execute on our cost reduction plan to position the cost structure for a lower volume environment. As a result, we saw a sequential margin improvement in Q2 and expect to see this improvement in the second half of 2024.\nMoving to Aviation. During the quarter, we completed the acquisition of Amazilia Aerospace. The Amazilia team has expertise in digital flight controls, flight guidance and vehicle management systems for manned and unmanned aircraft. We plan on integrating the products and capabilities into our new platforms, such as the Nuuva and Surveyor. Nuuva program reached a significant milestone with the completion of vehicle on assembly. The prototype vehicle has underground testing, which supports anticipated hover flight later this year.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation.\nRevenues at Textron Aviation of $1.5 billion were up $113 million from the second quarter of 2023, reflecting higher pricing of $57 million and higher volume and mix of $56 million. Segment profit was $195 million in the second quarter, up $24 million from a year ago due to higher volume and mix of $35 million and favorable pricing net of inflation of $22 million, partially offset by an unfavorable impact from performance of $33 million. Backlog in the segment ended the quarter at $7.5 billion, up $118 million from the first quarter.\nMoving to Bell revenues were $794 million, up $93 million from last year, primarily due to higher military volume of $104 million as we continue to ramp the [ flyer ] program. Segment profit of $82 million was up $17 million from last year's second quarter largely due to a favorable impact from performance of $39 million, which included lower research and development costs, partially offset by mix. Backlog in the segment ended the quarter at $4.2 billion.\nAt Textron Systems, revenues were $323 million, up $17 million from last year's second quarter largely due to higher volume of $14 million. Segment profit of $35 million was down $2 million from a year ago. Backlog in the segment ended the quarter at $1.7 billion.\nIndustrial revenues were $914 million, down $112 million from last year's second quarter mainly due to lower volume and mix of $119 million. Segment profit of $42 million was down $37 million from the second quarter of 2023, primarily due to lower volume and mix.\nTextron eAviation segment revenues were $9 million and segment loss was $18 million in the second quarter of 2024 compared to a segment loss of $12 million in the second quarter of 2023.\nFinance segment revenues were $12 million and profit was $7 million.\nMoving below segment profit. Corporate expenses were $17 million. Net interest expense for the Manufacturing group was $20 million. LIFO inventory provision was $27 million. Intangible asset amortization was $9 million. Special charges related to the previously announced restructuring were $13 million. And the non-service components of pension and postretirement income were $66 million.\nIn the quarter, we repurchased approximately 4.1 million shares, returning $358 million in cash to shareholders. Year-to-date, we have repurchased approximately 7.7 million shares, returning $675 million of cash to shareholders.\nThat concludes from our prepared remarks. Greg, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cd77db0f3dd7726cce4f37003c5f77a8",
    "period": "2024 Q1",
    "content": "Q1 2024 Textron Inc Earnings Call\n\nQ1 2024 Textron Inc Earnings Call\n\nTXTNYSEAPR 25, 8:00 AM\n\nOperator\n\nThank you for standing by. Welcome to the Textron First Quarter 2024 Earnings Call. [Operator Instructions] This conference is being recorded for digitized replay and will be available after 10 a.m. Eastern Time today through April 25, 2025. You may access the replay by dialing (866) 207-1041 and enter the access code 8546032.\nI would now like to turn the conference over to David Rosenberg, Vice President, Investor Relations. Please go ahead.\n\nDavid Rosenberg\n\nVice President of Investor Relations\n\nThanks, Leah, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. On the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer.\nOur earnings call presentation can be found in the Investor Relations section of our website. Revenue in the quarter were $3.1 billion, up from $3 billion in last year's first quarter. Segment profit in the quarter was $290 million, up $31 million from the first quarter of 2023. During this year's first quarter, adjusted income from continuing operations was $1.20 per share compared to $1.05 per share in last year's first quarter. Manufacturing cash flow before pension contributions reflected a use of cash of $81 million in the quarter compared to $104 million of cash provided in last year's first quarter.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, David, and good morning, everyone. In the first quarter, we saw higher segment profit at Aviation, Bell and Systems. At Aviation in the quarter, we delivered 36 jets, up from 35 last year, 20 commercial turboprops, down from 34% last year's first quarter. Aviation continues to see strong demand across our product lines that resulted in backlog growth of $177 million and in the first quarter at $7.3 billion. Textron innovations fleet utilization remained strong in the quarter, contributing to aftermarket revenue growth of 6% as compared to last year's first quarter.\nThroughout Q1, we saw continued improvements in our supply chain and hours attained in the factory, supporting delivery growth throughout the remainder of the year. At Bell, revenues in the quarter were up driven by higher military volume, reflecting the continued ramp of the FLRAA program. On the FLRAA program, we continue to progress through preliminary design reviews and expect to complete milestone B, which allows for the entrance into the engineering and manufacturing development phase of the program later this summer.\nAlso during the quarter, Bell received an award for the production delivery in Nigeria of 12AH-1Z helicopters. V-22, the recently enacted FY '24 budget includes 5 additional aircraft scheduled for delivery in 2027. On the commercial side of Bell, we delivered 18 helicopters down from 22 in last year's first quarter. During the quarter, we continued to progress toward FLRAA certification on the 525 expected later this year. Bell recently received its first order for 10525 helicopters from Equinor, Norwegian state energy company.\nMoving to Textron Systems, revenue was flat and margin was up versus last year's first quarter. During the quarter, we received notification from our government customer of the termination of the shadow program. We're currently working with the Army on winding this program down. This decision reflects the Army's transition from shadow to the future tactical UAS system to fulfill the need of organic intelligence, surveillance and reconnaissance. Earlier this month, we received notification that we were awarded options 3 and 4 of the [ FPS ] program, and we remain one of two competitors for this next-generation program. Also in the quarter, systems was down selected with one other competitor to design, develop and manufacture a 30-millimeter [ autocat ] advanced for constance vehicle prototype for the U.S. Marine Corps.\nThis 2-year effort will develop an innovative combat vehicle that provides mobile protective firepower for the marines. In addition, the Army's FY '25 budget request funds the design of the XM30 ground combat vehicle in preparation for the prototype build and testing portion of Phase 3 and 4 in the program's development. Moving to Industrial. We saw lower revenues in the quarter, largely driven by lower volume and mix and specialized vehicles on. Kautex revenues were flat in the quarter. We are encouraged by recent trends in the hybrid space where industry is experiencing increased customer demand and OEM investments in hybrid platforms.\nAviation, [indiscernible] delivered 30 aircraft in the quarter, up from 13 in 2023. Also during the quarter, Pipistrel was granted an airworthy exemption by the FAA for its best electro trainer which will allow U.S. flight schools to use this all electric aircraft in their pilot training programs. With that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation.\nRevenues at Textron Aviation of $1.2 billion were up $39 million from the first quarter of 2023, reflecting higher pricing of $48 million and lower volume and mix of $9 million. Segment profit was $143 million in the first quarter, up $18 million from a year ago, reflecting a favorable impact from pricing net of inflation of $14 million. Backlog in the segment ended the quarter at $7.3 billion.\nMoving to Bell. Revenues were $727 million, up $106 million from last year's first quarter, reflecting higher military volume of $95 million, primarily related to the FLRAA program. This was partially offset by lower volume on the V-22 and H-1 programs. Segment profit of $80 million was up $20 million from a year ago, primarily driven by a favorable impact from performance of $30 million which includes $13 million of lower research and development costs.\nBacklog in the segment ended the quarter at $4.5 billion. At Textron Systems, revenues were $306 million, flat with last year's first quarter. Segment profit was $38 million, up $4 million from last year's first quarter. Backlog in the segment ended the quarter at $1.8 billion. Industrial revenues were $892 million, down $40 million from last year's first quarter, largely reflecting lower volume and mix of $51 million, principally in the Specialized Vehicles product line, partially offset by higher pricing of $16 million in the segment.\nSegment profit of $29 million was down $12 million from the first quarter of 2023, primarily due to lower volume and mix at specialized vehicles. Textron eAviation segment revenues were $7 million and segment loss was $18 million in the first quarter of 2024 compared with a segment loss of $9 million in the first quarter of 2023, primarily related to higher research and development costs. Finance segment revenues were $15 million and profit was $18 million.\nMoving below segment profit. Corporate expenses were $62 million. Net interest expense was $15 million. LIFO inventory provision was $20 million. Intangible asset amortization was $8 million and the non-service component of pension and postretirement income was $66 million. In the first quarter of 2024, we incurred $14 million in special charges under the 2023 restructuring plan, largely related to head count reductions to improve the cost structures of the Textron Systems and Bell segments in light of the cancellations of the shadow and FLRAA programs in the quarter.\nWe expect to incur additional severance costs in the second quarter in the range of $25 million to $30 million largely related to head count reductions in the Industrial segment. As a result, Textron has expanded its 2023 restructuring plan from a previously announced range of $115 million to $135 million in pretax special charges to a range of $165 million to $170 million. In the quarter, we repurchased approximately 3.6 million shares, returning $317 million in cash to shareholders.\nTo wrap up with guidance, we are reiterating our expected full year adjusted earnings per share to be in a range of $6.20 to $6.40 per share. We also expect full year manufacturing cash flow before pension contributions of $900 million to $1 billion.\nThat concludes our prepared remarks. So Leah, we can open up the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be4fb00b4924431dbf36c26d336d7573",
    "period": "2023 Q4",
    "content": "Q4 2023 Textron Inc Earnings Call\n\nQ4 2023 Textron Inc Earnings Call\n\nTXTNYSEJAN 24, 8:00 AM\n\nOperator\n\nThank you for standing by. Welcome to the Textron Fourth Quarter 2023 Earnings Call. [Operator Instructions] This conference is being recorded for digital replay and will be available after 10 a.m. Eastern Time today through January 24, 2025 at midnight. You may access the replay service by dialing (866) 207-1041 and enter the access code 4065507.\nI would now like to turn the conference over to David Rosenberg, Vice President of Investor Relations. Please go ahead.\n\nEric Salander\n\nVP of Investor Relations & Treasurer\n\nThanks, Leah, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. On the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.9 billion, up $3.6 billion in last year's fourth quarter. Segment profit in the quarter was $384 million, up $78 million from the fourth quarter of 2022. During this year's fourth quarter, adjusted income from continuing operations was $1.60 per share, compared to $1.23 per share in last year's fourth quarter. Manufacturing cash flow before pension contributions totaled $380 million in the quarter, up $12 million from last year's fourth quarter. For the full year, revenues were $13.7 billion, up $814 million from last year.\nIn 2023, segment profit was $1.3 billion, up $191 million from '22. Adjusted income from continuing operations was $5.59 per share as compared to $4.45 per share in '22. Manufacturing cash flow before pension contributions was $931 million, down $247 million from '22.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, David, and good morning, everyone. Our business has closed out the year with another solid quarter with strong margin performance and cash generation. Throughout the year, our team has worked to mitigate supply chain challenges to deliver products to our customers. At Aviation, while we ended the year with an expectation of a book-to-bill one-to-one, solid order flow and customer demand across our product portfolio resulted in a year-end backlog of $7.2 billion, an increase of $782 million. Textron Aviation Defense delivered 13 T-6 aircraft for the year, up 10 from a year ago. During 2023, solid aircraft utilization within the Textron Aviation product portfolio resulted in a 6.5% growth in aftermarket revenues. At Bell, revenues in the quarter were up driven by higher commercial and military revenues. On the commercial side of Bell, we delivered 91 helicopters in the fourth quarter, up from 71 in last year's fourth quarter. For the full year, we delivered 171 helicopters in 2023, down from 179 in 2022. The higher military revenues reflected the continued ramp on our FARA program. On the FARA program, Bell completed the installation of the ITEP engine on the 360 Invictus, the team continues to conduct integration activities and prepare the aircraft for initial ground runs in 2024.\nMoving to Textron Systems. Revenue and margin were flat with last year's fourth quarter. During the quarter, Systems delivered the last detailed design and construction craft on the Ship-to-Shore Connector program following its successful completion of acceptance trials.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher volume in Caltex and favorable pricing in specialized vehicles.\nMoving to Aviation. Pipistrel delivered 135 aircraft during the year, up from 61 in 2022. Also at eAviation, during the quarter, the Pipistrel Bells Electro was selected to participate for a trial period to explore operational and trading uses for this all-electric aircraft as part of Agility Prime, the Air Force's [indiscernible] program.\nSummary, in 2023, the year we had a strong year across all of our businesses. We continue to execute on our growth strategy of ongoing investments in new products and programs to drive organic growth and margin expansion. During the year, Aviation announced the new suscitation [indiscernible] and suscitation CGI Gen 2 at NBAA. In May, Aviation delivered the first passenger variant of the CESNA Sky Courier to [indiscernible] Airlines servicing the Hawaiian Islands. In the third quarter, Aviation announced a new fleet agreement with NetJets for up to 1,500 aircraft over 15 years, including Longitude, Latitude and the newly announced Ascend, extending our 40-plus year relationship. In October, Aviation delivered the 100th system Citation Longitude.\nAt Bell, we began work on the FARA program in April. The team continues to increase activity on the program, ramping up engineering resources, contracting with key suppliers and ordering long-lead materials.\nAt Textron Systems, we advanced for the future tactical unmanned aircraft system competition and are now 1 of 2 remaining competitors down from the initial 5. Systems also continued to win on land vehicle programs advancing to the next phase of the army's M30 program as part of TeamLink and was selected as 1 of 4 competitors to build RCV light protypes for the Army.\nAt Textron Specialized Vehicles, we introduced the new Street legal EasyGo Liberty LSV powered by our Elite lithium-ion battery system.\nAt Caltex in 2023, we announced the first panatonic order from an automotive OEM for thermoplastic composite underbody battery protection skin plate, establishing Caltex as a supplier to the expanding battery electric vehicle market.\nIn Aviation, during the year, we began system level of the first Nova prototype, our hybrid electric unmanned cargo vital aircraft in preparation for first flight in 2024.\nAs we closed out 2023, manufacturing performance was trending positively with improvements in labor productivity and supplier deliveries.\nLooking to 2024, Aviation, we're projecting growth driven by increased deliveries across all product lines and higher aftermarket volume. At Bell, we're projecting rev growth in 2024 on higher military revenues from the FARA program and higher commercial revenues from increased deliveries.\nAt Systems, we're expecting slightly higher revenue as new programs continue to ramp.\nAt Industrial, we're expecting flat revenues as growth in specialized vehicles is offset by lower-than-expected volume at Caltex.\nAt Aviation, we plan to continue investments in the development of technologies and products, supporting sustainable flight solutions for unmanned cargo next-generation electric trainers, eVTOL and general aviation. We also expect higher aircraft deliveries at Pipistrel. This overall backdrop, we're projecting revenues of about $14.6 billion, up 7% from 2023 and for Textron's 2024 fiscal year. We're projecting adjusted EPS in the range of $6.20 to $6.40. Manufacturing cash flow before pension contributions is expected to be in the range of $900 million to $1 billion.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.5 billion were down $58 million from the fourth quarter of 2022, reflecting lower volume and mix of $158 million, partially offset by higher pricing of $100 million. Segment profit was $193 million in the fourth quarter, up $23 million from a year ago, reflecting a favorable impact from pricing net of inflation of $51 million, partially offset by lower volume and mix of $22 million. Backlog in the segment ended the quarter at $7.2 billion.\nMoving to Bell, revenues were $1.1 billion, up $255 million from last year's fourth quarter, reflecting higher commercial revenues of $171 million largely driven by increased deliveries and higher military revenues of $84 million related to the FARA program. Segment profit of $118 million was up $55 million from a year ago, primarily driven by higher volume and mix of $39 million. Backlog in the segment ended the quarter at $4.8 billion.\nAt Textron Systems, revenues were $314 million, flat with last year's fourth quarter. Segment profit of $35 million was equal to last year's fourth quarter. Backlog in the segment ended the quarter at $2 billion.\nIndustrial revenues were $961 million, up $54 million from last year's fourth quarter, largely reflecting higher volume and mix at Caltex and a favorable impact from pricing at Textron Specialized Vehicles. Segment profit of $57 million was up $14 million from the fourth quarter of 2022, primarily due to higher pricing net of inflation of $18 million.\nTextron eAviation segment revenues were $10 million and the segment loss was $23 million in the fourth quarter of '23, which reflected the research and development costs for the initiatives related to the development of sustainable aviation solutions. Finance segment revenues were $12 million and profit was $4 million.\nMoving below segment profit. Corporate expenses were $45 million Net interest expense was $13 million. LIFO inventory provision was $21 million, intangible asset amortization was $9 million, and the non-service components of pension and postretirement income was $60 million. In November, we announced a restructuring plan that resulted in pretax special charges of $126 million in the fourth quarter. We anticipate the restructuring plan will be substantially completed in the first half of 2024, resulting in annualized cost savings of approximately $75 million.\nOur manufacturing cash flow before pension contributions was $380 million in the quarter. For the year, manufacturing cash flow before pension contributions totaled $931 million, down $247 million from the prior year. In the quarter, we repurchased approximately 3.7 million shares, returning $283 million in cash to shareholders. For the full year, we repurchased approximately 16.2 million shares, returning $1.2 billion in cash to shareholders.\nTurning now to our 2024 outlook on Slide 7. We're expecting adjusted earnings per share to be in the range of $6.20 to $6.40 per share. We're also expecting manufacturing cash flow before pension contributions to be about $900 million to $1 billion.\nMoving to segment outlook on Slide 8 and beginning with Textron Aviation, we're expecting revenues of about $6 billion. Segment margin is expected to be in the range of approximately 12% to 13%.\nLooking to Bell, we expect revenues of about $3.5 billion. We're forecasting a margin in the range of 9.5% to 10.5%.\nAt Systems, we're estimating revenues of about $1.25 billion with a margin in the range of about 11% to 12%.\nAt Industrial, we're expecting segment revenues of about $3.8 billion and a margin in a range of 6% to 7%.\nAt Aviation, we're expecting revenues of $50 million and a segment loss of $25 million, reflecting our continued investment in sustainable aviation solutions.\nAt Finance, we're forecasting segment profit of about $30 million.\nLooking to Slide 8, we're projecting about $160 million of corporate expense. We're also projecting about $90 million of net interest expense, $110 million of LIFO inventory provision, $35 million of intangible asset amortization and $265 million of nonservice pension income. We expect a full year effective tax rate of approximately 17.5%.\nTurning to Slide 10. R&D is expected to be about $550 million, down from $570 million last year. We're estimating CapEx will be about $425 million, up from $402 million in 2023. Our outlook assumes an average share count of about 191 million shares in 2024.\nThat concludes our prepared remarks. So Leah, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6dfb6c3d76d51ee741d207769218425",
    "period": "2023 Q3",
    "content": "Q3 2023 Textron Inc Earnings Call\n\nQ3 2023 Textron Inc Earnings Call\n\nTXTNYSEOCT 26, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Q3 2023 Textron Earnings Release Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to Eric Salander, Vice President of Investor Relations. Please go ahead.\n\nEric Salander\n\nVP of Investor Relations & Treasurer\n\nThanks, Leah, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.3 billion, up $265 million last year's third quarter. Segment profit in the quarter was $332 million, up $60 million from the third quarter of 2022. During this year's third quarter, we reported income from continuing operations of $1.35 per share. Adjusted income from continuing operations, a non-GAAP measure, was $1.49 per share compared to $1.15 per share in last year's third quarter. Manufacturing cash flow before pension contributions, a non-GAAP measure totaled $205 million in the quarter compared to $292 million in the third quarter of 2022.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Eric, and good morning, everyone. The third quarter was a strong quarter for Textron with revenues up at Aviation, Industrial and Systems, while revenues were flat and [indiscernible] the prior year. At Aviation in the quarter, we delivered 39 jets, flat with last year and 38 commercial turboprops, up from 33 in last year's third quarter. Aviation solid demand across our jet and turboprop products resulted in our strongest order quarter of the year with a 12% increase over the third quarter of 2022. Backlog grew $521 million, ending the third quarter at $7.4 billion.\nIn the quarter, Aviation announced a new fleet agreement with NetJets, extending our 40-plus year relationship and giving NetJets the option to purchase an additional 1,500 aircraft, including the Citation Latitude and Longitude for the next 15 years. As part of this agreement, NetJets will also be the Fleet Watch customer for the newly announced Citation Ascend, which is expected to enter into service in 2025.\nAlso in the quarter, Aviation received a special missions order for 17 King Air 360 to be used for flight inspection. Aviation also announced [indiscernible] favorability finalized its initial order for 20 grand caravans during the third quarter.\nOn the new product front, Aviation wrapped up a successful NBAA show last week, where we announced 2 new product upgrades, the Citation CJ3 Gen 2 and the Citation M2 Gen 2, continuing our strategy of modernizing our existing aircraft portfolio while also investing in clean sheet aircraft.\nMoving to Bell. Overall, revenues were flat in the quarter with improved margin performance. Bell had higher military revenues in the quarter, largely reflecting the continued ramp on the [indiscernible] program. On the commercial side, Bell delivered 23 helicopters, down from 49 in last year's third quarter. The lower deliveries reflected manufacturing disruptions related to supply chain shortages. During the quarter, a rock order 15 505 aircraft to replace their pilot trading fleet, continuing with the success of Bell 505 as a military trainer throughout the world.\nTextron Systems, we saw higher revenues and margins in the quarter. During the quarter, Systems [indiscernible] and Hybrid Quad was 1 of 2 competing unmanned aero systems that were awarded the second option agreement for the Army's Future Tactical Unmanned Aircraft System or FTUAS program. Onto the second option agreement, the 2 remaining competitors will work with the Army towards a critical design review, which includes establishing [indiscernible] system design and initial product baseline. Also during the quarter, [indiscernible] was 1 of 4 competitors to build light robotic combat vehicle prototype for the army. Prototypes are expected to be delivered in 2024. Systems also expanded its Aerosonde SUAS operations with the U.S. Navy with an award of additional 3 C-based systems aboard total combat ships.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher volume in both Specialized Vehicle and [ Caltex ]. Specialized Vehicles, we continue to see strong demand in the fleet gulf business. Within Caltex, we saw increased volumes year-over-year driven by the recovery in the North American auto market.\nMoving to eAviation. Pipistrel Alpha Trainer continues to gain momentum with Mesa Air ordering 25 additional alpha train aircraft in the quarter, for use in the pilot development program. Also the first [indiscernible] prototype, our hybrid electric unmanned cargo vital aircraft is currently undergoing systems integration and has completed the initial installation of the battery and motor systems. We expect the prototype to enter vehicle ground testing phases by the end of the year.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation.\nRevenues at Textron Aviation of $1.3 billion were up $171 million from last year's third quarter, reflecting higher volume and mix of $89 million and higher pricing of $82 million. Segment profit was $160 million in the third quarter, up $29 million from a year ago due to favorable pricing net of inflation of $39 million and a $23 million favorable impact from higher volume and mix, partially offset by an unfavorable impact from performance of $33 million, largely related to supply chain and labor inefficiencies. Backlog in the segment ended the quarter at $7.4 billion.\nMoving to Bell, revenues were $754 million, flat with the third quarter of 2022, with lower commercial helicopter volume largely offset by higher military volume. Segment profit of $77 million was up $3 million from last year's third quarter, primarily due to favorable [indiscernible] from performance of [indiscernible] million, largely reflecting lower research and development costs, partially offset by lower volume and mix of $16 million. Backlog in the segment ended the quarter at $5.2 billion.\nAt Textron Systems, revenues were $309 million, up $17 million from last year's third quarter, largely reflecting higher volume. Segment profit of $41 million was up $10 million compared with the third quarter of 2022 primarily due to a favorable impact from performance of $8 million. Backlog in this segment ended the quarter $2 billion.\nIndustrial revenues were $922 million, up $73 million from last year's third quarter, largely due to a higher volume and mix of [indiscernible] million at both product lines and an $18 million favorable impact from pricing. Segment profit of $51 million was up $15 million from the third quarter of 2022.\nTextron eAviation segment revenues were [indiscernible] and segment loss was $19 million in the quarter, primarily reflecting research and development costs. Finance segment revenues were $13 million and profit was $22 million, up $15 million from last year's third quarter, largely due to a recovery of amounts that were previously written off related to one customer relationship.\nMoving below segment profit. Corporate expenses were $38 million. Net interest expense was $11 million, inventory provision was $26 million. Intangible asset amortization was $10 million and the nonservice component of pension and postretirement income was $59 million. In the quarter, we repurchased approximately 3.1 million shares returning $235 million in cash to shareholders. Year-to-date, we've repurchased approximately [indiscernible] million shares, returning $885 million in cash to shareholders.\nTo wrap up with guidance, we are increasing our expected full year adjusted earnings per share to be in a range of $5.45 to $5.55, up from our prior range of $5.20 to $5.30. We're also continuing to expect full year manufacturing cash flow before pension contributions of $900 million to $1 billion.\nThat concludes our prepared remarks. So we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee2c25e913ac1e646293cc97f4780c81",
    "period": "2023 Q2",
    "content": "Q2 2023 Textron Inc Earnings Call\n\nQ2 2023 Textron Inc Earnings Call\n\nTXTNYSEJUL 27, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Q2 2023 Textron earnings release. [Operator Instructions] As a reminder, today's conference is being recorded. And I would now like to turn the conference over to our host, Vice President of Investor Relations, Eric Salander. Please go ahead.\n\nEric Salander\n\nVP of Investor Relations & Treasurer\n\nThanks, Kiley, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. .\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website. Revenues in the quarter were $3.4 billion, up $270 million from last year's second quarter. Segment profit in the quarter was $352 million, up $71 million from the second quarter of 2022.\nDuring this year's second quarter, we reported income from continuing operations of $1.30 per share. Adjusted income from continuing operations, a non-GAAP measure, was $1.46 per share compared to $1.11 per share in last year's second quarter. Manufacturing cash flow before pension contributions, a non-GAAP measure, totaled $242 million in the quarter compared to $309 million in the second quarter of 2022. With that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Eric, and good morning, everyone. Second quarter was a strong quarter with revenue up across all our businesses and solid execution, generating a segment profit margin of 10.3%, up 140 basis points from the second quarter of 2022. At Aviation in the quarter, we delivered 44 jets, down from 48 last year and 37 commercial turboprops, up from 35 in last year's second quarter. Aviation continues to see solid demand across jet and turboprop products, backlog grew $315 million, ending the second quarter at $6.8 billion. In the quarter, Aviation received an order for 11 Special Mission King Air 360 expected to deliver in 2024 and '25. .\nAlso during the quarter, Aviation delivered the first passenger configured Susten Sky Courier to the Lanier for its Hawaiian interisland routes. On the new product front, Aviation announced the Sesen Citation Ascend at eBays in May. Ascend will feature the latest Garman 5000 avionics suite, 4-passenger range of 1,900 nautical miles, comfortable cabin experience with large windows and a flat floor and the new 545D engine that features improved thrust increased time between overhauls and enhanced fuel efficiency. The aircraft is expected to enter into service in 2025.\nMoving to Bell. Revenues were slightly higher in the quarter, Bell began ramping activity on the Flower program, including onboarding engineers, contracting with major suppliers and ordering long lead materials. Bell also added $1.2 billion of backlog related to the floor contract during the quarter. Also in the quarter, Bell received an initial contract authorization for 4 additional V-22 aircraft. On the commercial side of Bell, we delivered 35 helicopters, up from 34 in last year's second quarter. At Textron Systems, we saw continued solid margin performance on slightly higher revenues. In June, systems delivered Craft 107 to the U.S. Navy Ship to Shore Connector program. The Aircraft delivered to the Navy. Also during the quarter, Systems Aerosim Hybrid Quad UAS was among 4 competing unmanned aerial systems that were awarded a design contract under the first option of the Army's Future Tactical Amend Aircraft Systems Program.\nSystems also advanced as part of Team Link led by American Ronata in the next phase of the U.S. Army's XM30 program, Textron Systems is a designated manufacturer of TeamLink. The Army down selected 2 competitors for the next phase of the program, which includes detailed design and prototype builds.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher volume in both Caltex and specialized vehicles. At Specialized Vehicles, we announced the new Liberty LSV, a street legal vehicle powered by our elite battery system with 4 forward-facing seats.\nWithin Caltex, we saw increased volumes year-over-year across all our geographic end markets. Moving to Aviation. We bid in wind tunnel testing on the Nexus EV tall aircraft. These tests represent a significant step in the aircraft development process and supporting design validation activities. Additionally, we continue the prototype assembly and systems integration of Nova, our hybrid electric unmanned cargo vital aircraft at our facilities in Slovenia. With that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.4 billion, up $78 million from the second quarter of 2022 reflecting higher pricing of $95 million partially offset by lower volume and mix.\nSegment profit was $171 million in the second quarter, up $22 million from a year ago, largely due to favorable pricing net of inflation of $52 million partially offset by an unfavorable impact from performance of $23 million. Performance included unfavorable manufacturing performance largely related to supply chain and labor inefficiencies. Backlog in the segment ended the quarter at $6.8 billion.\nMoving to Bell. Revenues were $701 million, up $14 million from last year due to higher pricing of $21 million, partially offset by lower military revenue of $7 million. Segment profit of $65 million was up $11 million from last year's second quarter due to a favorable impact from performance of $13 million, largely reflecting lower research and development costs and a favorable impact from pricing net of inflation of $9 million, partially offset by lower volume and mix.\nBacklog in the segment ended the quarter at $5.6 billion. At Textron Systems, revenues were $306 million, up $13 million from last year's second quarter, largely reflecting higher volume. Segment profit of $37 million was down $1 million from a year ago. Backlog in the segment ended the quarter at $1.9 billion. Industrial revenues were $1 billion, up $155 million from last year's second quarter, largely due to higher volume and mix at both Caltex and Textron Specialized Vehicles of $121 million and a favorable impact from pricing of $37 million. Segment profit of $79 million was up $42 million from the second quarter of 2022, primarily due to higher volume and mix of $32 million and a favorable impact from pricing net of inflation of $17 million, principally at Caltex, partially offset by an unfavorable impact of $10 million from performance.\nTextron Aviation segment revenues were $11 million and segment loss was $12 million in the quarter, primarily reflecting research and development costs. Finance segment revenues were $18 million and profit was $12 million.\nMoving below segment profit. Corporate expenses were $21 million Net interest expense was $16 million. LIFO inventory provision was $35 million, intangible asset amortization was $10 million and the non-service components of pension and postretirement income were $59 million.\nIn the quarter, we repurchased approximately 4.2 million shares, returning $273 million in cash to shareholders. Year-to-date, we have repurchased approximately 9.4 million shares, returning $650 million in cash to shareholders.\nEarlier this week, Textron's Board of Directors approved a new authorization for the repurchase of up to 35 million shares under which the company intends to repurchase shares to offset the impact of dilution from stock-based compensation and benefit plans and for opportunistic capital management purposes.\nTo wrap up with guidance, we are increasing our expected full year adjusted earnings per share to be in a range of $5.20 to $5.30 per share, up from our prior range of $5 to $5.20 per share. We also continue to expect full year manufacturing cash flow before pension contributions of $900 million to $1 billion.\nThat concludes our remarks. So operator, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ebe2d05eced909bba5510178154e7be4",
    "period": "2023 Q1",
    "content": "Q1 2023 Textron Inc. Earnings Call\n\nQ1 2023 Textron Inc. Earnings Call\n\nTXTNYSEAPR 27, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Q1 2023 Textron Earnings Release Conference Call. [Operator Instructions] As a reminder, today's conference is being recorded. I would now like to turn the conference over to your host, Mr. Eric Salander, Vice President of Investor Relations. Please go ahead, sir.\n\nEric Salander\n\nVP of Investor Relations & Treasurer\n\nThanks, Bradley, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer.\nOur earnings call presentation can be found in the Investor Relations section of our website. Revenues in the quarter were $3 billion, up $23 million from last year's first quarter. Segment profit in the quarter was $259 million, down $18 million from the first quarter of 2022.\nDuring this year's first quarter, we reported net income of $0.92 per share. Adjusted net income, a non-GAAP measure, was $1.05 per share compared to $0.97 per share in last year's first quarter.\nManufacturing cash flow before pension contributions, a non-GAAP measure, totaled $104 million in the quarter compared to $209 million in the first quarter of 2022.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & Chief Executive Officer, Textron, Inc.\n\nThanks, Eric, and good morning, everyone. We had a solid first quarter. Revenue is up. Aviation, Industrial and Systems largely offset by lower revenues at Bell, consistent with our expectations. In Aviation, in the quarter, we delivered 35 jets, down from 39 last year and 34 commercial turboprops, up from 31 in last year's first quarter. Aviation continued to see solid demand across jet and turboprop products. Backlog grew $136 million, ending the first quarter at $6.5 billion.\nIn the quarter, Aviation received an initial award on the U.S. Navy Multi-engine Training System contract for 10 King Air 260 aircraft and associated support equipment. This contract includes options for up to 64 aircraft with deliveries in 2024 through 2026.\nTextron Aviation's fleet utilization remained strong in the quarter, contributing to aftermarket revenue growth of 9% as compared to last year's first quarter.\nMoving to Bell. We announced the appointment of Lisa Atherton as the CEO, succeeding Mitch Snyder, who will retire at the end of April. Lisa returned to Bell in January after more than 5 years as the President and CEO of Textron Systems. She's done an outstanding job building strong teams at Bell and Textron Systems in her 16 years for the company and [ building ] confidence for our military customers.\nI want to thank Mitch for his leadership. During his tenure, he oversaw significant wins at Bell's military business, along with development of new technologies and product innovations.\nEarlier this month, the FLRAA contract protest was denied, and the U.S. Army subsequently canceled the stop-work order, allowing work on the contract to proceed.\nOn the commercial side of Bell, we delivered 22 helicopters, down from 25 in last year's first quarter. During the quarter, we saw solid customer activity across all our commercial products and end markets, including order from the Polish National Police for 4 additional Bell 407s, which will expand their fleet to 7 aircraft.\nAt Textron Systems, we saw a good margin performance on higher revenues across our programs. During the quarter, Systems' Aerosonde Hybrid Quad was among 5 competing unmanned aero systems that were down selected for increment to the Army's Future Tactical Unmanned Aircraft System competition.\nAlso during the quarter, Systems delivered Craft 105 of the U.S. Navy Ship-to-Shore Connector program, the seventh Craft delivered to the Navy. There are now 2 Craft remaining to be delivered under the detailed design and construction contract.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher volume, both in Specialized Vehicles and Caltex. Specialized Vehicles, the Golf business continues to see strong demand and pricing for its ELiTE lithium product.\nAt Caltex, we announced the first [ Panatonic ] order from an automotive OEM for a thermoplastic composite underbody battery protection in [ Skid Plates ]. [ Skid Plates ] is part of the company's new [ Penatonic ] battery system product line, supporting battery electric vehicle production.\nMoving to eAviation. During the quarter, we announced 2 new U.S. distribution partners on the East Coast to further expand [ Episol's ] existing distribution network.\nAlso in the quarter, we finalized the group with Mesa Airlines for 25 Alpha trainer aircraft and an option for 75 additional aircraft. [indiscernible] during the quarter, we displayed the Pipistrel Panthera and Bell's [ Electro ] aircraft, receiving significant customer interest in both models.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.1 billion were up $109 million from the first quarter of 2022, reflecting higher pricing of $58 million at higher volume of $51 million, which included higher defense and aftermarket volume.\nSegment profit was $125 million in the first quarter, up $15 million from a year ago, largely due to favorable pricing net of inflation of $17 million and the impact from the higher volume and mix, partially offset by an unfavorable impact from performance of $17 million. Backlog in the segment ended the quarter at $6.5 billion.\nMoving to Bell, revenues were $621 million, down $213 million from last year, as expected, on lower military revenues, reflecting lower spares and support volume in V-22 and H-1 production volume.\nSegment profit of $60 million was down $31 million from last year's first quarter, primarily reflecting lower volume and mix, partially offset by a favorable impact from performance of $29 million, reflecting lower research and development costs. Backlog in the segment ended the quarter at $4.6 billion.\nAt Textron Systems, revenues were $306 million, up $33 million from last year's first quarter, largely reflecting higher volume. Segment profit of $34 million was up $6 million from a year ago, primarily due to a favorable impact from performance. Backlog in this segment ended the quarter at $2 billion.\nIndustrial revenues were $932 million, up $94 million from last year's first quarter, largely due to higher volume and mix at both Textron Specialized Vehicles and Caltex.\nSegment profit of $41 million was up $2 million from the first quarter of 2022, primarily due to higher volume and mix and a favorable impact from pricing, net of inflation, principally in the Specialized Vehicles product line, partially offset by an unfavorable impact from performance.\nTextron eAviation segment revenues were $4 million, and segment loss was $9 million in the quarter, primarily reflecting research and development costs. Finance segment revenues were $12 million and profit was $8 million.\nMoving below segment profit, corporate expenses were $39 million, net interest expense was $17 million, LIFO inventory provision was $25 million, intangible asset amortization was $10 million, and the non-service component of pension and postretirement income were $59 million. In the quarter, we repurchased approximately 5.2 million shares, returning $377 million in cash to shareholders.\nTo wrap up with guidance, we are reiterating our expected full-year adjusted earnings per share to be in a range of $5 to $5.20. We also continue to expect full-year manufacturing cash flow before pension contributions of $900 million to $1 billion.\nThat concludes our prepared remarks. So Bradley, we can open the line for questions. Bradley?"
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/382a8af8b4a694076b33144d1aaa7266",
    "period": "2022 Q4",
    "content": "Q4 2022 Textron Inc Earnings Call\n\nQ4 2022 Textron Inc Earnings Call\n\nTXTNYSEJAN 25, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Fourth Quarter 2022 Textron Earnings Release Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Vice President, Investor Relations, Mr. Eric Salander. Please go ahead.\n\nEric Salander\n\nVP of IR & Treasurer, Textron Inc.\n\nThanks, Greg, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.6 billion, up from $3.3 billion in last year's fourth quarter. Segment profit in the quarter was $317 million, up $7 million from the fourth quarter of '21.\nDuring this year's fourth quarter, we reported income from continuing operations of $1.07 per share. Manufacturing cash flow before pension contributions totaled $368 million in the quarter, up $70 million from last year's fourth quarter.\nFor the full year, revenues were $12.9 billion, up $487 million from last year. In 2022, segment profit was $1.2 billion, up $89 million from 2021. Income from continuing operations was $4.01 per share compared to $3.30 in 2021. Manufacturing cash flow before pension contributions was $1.2 billion, up $29 million from 2021.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & CEO, Textron Inc.\n\nThanks, Eric, and good morning, everyone. Our business closed out the year with another strong quarter.\nIn the quarter, aviation grew revenue and segment profit, reflecting higher aircraft deliveries, increased aftermarket volume and strong pricing net of inflation as compared to last year's fourth quarter. Also in the quarter, we continue to see solid order flow, customer demand across our aircraft product portfolio, ending the year with $6.4 billion of backlog.\nFor the year, we delivered 178 jets, up from 167 last year, and 146 commercial turboprops, up from 125 in 2021. Textron Aviation Defense delivered 10 T-6 aircraft for the year, up from 5 a year ago. Throughout 2022, strong aircraft utilization within the Textron Aviation product portfolio resulted in a 16% growth in aftermarket revenues.\nAt Bell, as expected, revenues were down slightly in the quarter on lower military revenue, reflecting the continued wind down of the H-1 program, partially offset by higher commercial revenues.\nIn December, U.S. Army announced that Bell's V-280 Valor was selected as the winner of the Future Long Range Assault Aircraft program competition. This award is a testament to the hard work of the Bell team, the design built through the V-280 prototype over the last 10 years in support of this win.\nInitial for our contract award of up to $1.3 billion over the first 19 months with an initial funding of $232 million for engineering and manufacturing development related activity is currently on hold pending the outcome of a protest that was filed at year-end by the competing vendor. On the commercial side of Bell, we delivered 179 helicopters in 2022, up from 156 in 2021.\nMoving to Textron Systems. Revenues were essentially flat with last year's fourth quarter. During the fourth quarter, Systems awarded another anti-vehicle munition contract from the U.S. Army. The award is valued at $162 million over a 5-year period of performance.\nIn December, Systems announced the delivery of the Cottonmouth to the U.S. Marine Corps for testing through 2023. This vehicle was purpose-built for the Marine's Advanced Reconnaissance Vehicle program. Also in the quarter, Systems delivered the sixth Ship-to-Shore Connector to the U.S. Navy after successful completion of acceptance trials.\nMoving to Industrial. We saw higher revenue in the quarter, driven by higher volume at both Kautex and specialized vehicles and favorable pricing, principally, specialized vehicles.\nMoving to Aviation. We delivered 6 Bell selector aircraft in the fourth quarter, including the first unit into Canada. For the year, Pipistrel delivered 61 aircraft following the completion of the acquisition in April 2022.\nIn summary, we saw strong demand across our commercial product lines and the teams executed well, despite supply chain and labor constraints. At Aviation, the team executed very well with a full year segment profit margin of 11.5%. It was above the high end of our original guidance range.\nAviation's backlog grew 55% to $6.4 billion at year-end, on strong order activity and customer demand. On the new product front, we received FAA certification for the Cessna SkyCourier and delivered 6 units to our launch customer, FedEx, during 2022.\nThe Textron Aviation Defense, the light attack AT-6 Wolverine achieved Military Type Certification from the U.S. Air Force, enabling the first international sale of 8 aircraft.\nAt Bell, the December 2022 FLRAA contract, award has solidified the long-term outlook for the segment and should provide an increasing revenue stream that we expect will drive growth well into the future.\nOn FLRAA, the 360 Invictus is nearly complete, and we expect first flight 2023, pending delivery of the ITEP engine. At Textron Systems, we advanced our weapons programs with the award of our anti-vehicle munition programs, continued work on the robotic combat vehicle and armored reconnaissance vehicle development programs.\nSystems also obtained Airworthiness Certification for 4 additional F1s at ATAC, bringing the total operational F1 fleet to 23 aircraft in support of increased demand across U.S. military tactical air programs.\nAt Textron Specialized Vehicles, the company continued its leadership in the development and production of zero emission gulf vehicles, turfmaintenance equipment and ground support equipment markets.\nAt Kautex in 2022, we were awarded contracts on 14 hybrid electric vehicle programs for our fuel systems. At aviation, the Pipistrel Velis Electro continue to receive certifications from around the world, has now certified in more than 30 countries.\nLooking to 2023. At aviation, we are projecting growth driven by increased deliveries across all product lines and higher aftermarket volume. At Bell, we're projecting revenue growth in 2023 on higher military revenues from the FLRAA program and higher commercial revenues. At Systems, we're expecting mid-single-digit revenue growth across our businesses. At Industrial, we're expecting revenue growth at specialized vehicles and Kautex.\nAt Aviation, we plan to continue investments in development of technologies and products supporting sustainable flight solutions for unmanned cargo, next-generation electric trainers, eVTOL's and general aviation.\nWith this overall backdrop, we're projecting revenues of about $14 billion for Textron's 2023 financial guidance, projecting adjusted EPS in the range of $5 to $5.20. Manufacturing cash flow before pension contributions is expected to be in the range of $900 million to $1 billion.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation.\nRevenues at Textron Aviation of $1.6 billion, were up $223 million from a year ago, reflecting higher jet and defense volume and higher pricing. Segment profit was $169 million in the fourth quarter, up $32 million from last year's fourth quarter due to favorable pricing, net of inflation of $29 million and higher volume and mix, partially offset by an unfavorable impact from performance.\nPerformance includes unfavorable manufacturing performance largely related to inefficiencies from supply chain disruptions and increased staffing associated with higher production, partially offset by lower selling and administrative costs. Backlog in the segment ended the quarter at $6.4 billion.\nMoving to Bell. Revenues were $816 million, down $42 million from last year, reflecting lower military revenues, partially offset by higher commercial revenues. Segment profit was $71 million -- of $71 million was down $17 million from a year ago, primarily reflecting lower military volume and mix, partially offset by a favorable impact from performance. Backlog in the segment ended the quarter at $4.8 billion.\nAt Textron Systems, revenues were $314 million, up $1 million from last year's fourth quarter. Segment profit of $40 million was down $5 million from a year ago. Backlog in the segment ended the quarter at $2.1 billion.\nIndustrial revenues were $907 million, up $126 million from last year, reflecting higher in volume and mix of $95 million, and a $59 million favorable impact from pricing largely at specialized vehicles product line, partially offset by an unfavorable impact of $28 million from foreign exchange rate fluctuations.\nSegment profit of $42 million was up $4 million from the fourth quarter of 2021, primarily due to higher volume and mix, partially offset by an unfavorable impact from performance.\nTextron eAviation segment revenues were $6 million and segment loss was $10 million in the fourth quarter of 2022, which reflected the operating results of Pipistrel along with research and development costs for initiatives related to the development of sustainable aviation solutions. Finance segment revenues were $11 million, and profit was $5 million.\nMoving below segment profit, corporate expenses were $43 million in the fourth quarter. Interest expense, net for the manufacturing group was $17 million. Our manufacturing cash flow before pension contributions was $368 million in the quarter.\nFor the year, manufacturing cash flow before pension contributions totaled $1.2 billion, up $29 million from the prior year, despite higher cash tax payments of $284 million in 2022 related to the R&D tax law change.\nIn the quarter, we repurchased approximately 3.3 million shares, returning $228 million in cash to shareholders. For the full year, we repurchased approximately 13.1 million shares, returning $867 million in cash to shareholders.\nBeginning in the first quarter of 2023, we'll change how we measure our segment results. Going forward, we will exclude from segment profit, the LIFO inventory provision, intangible asset amortization, and the nonservice component of pension and postretirement income or expense. These items will be separately reported on the income statement below segment profit.\nWe believe these changes will provide a more consistent method of measuring and evaluating business performance across our segments, while also aligning our reporting results more consistently with other companies within our industry.\nOn Slides' 15 and 16 in the investor presentation posted to our website, you will find prior year results, reflecting the recast of segment profit.\nAlso effective with the first quarter of 2023 results, we will report earnings per share on an adjusted basis that excludes the LIFO inventory provision and intangible asset amortization, both noncash items.\nTurning now to our 2023 outlook on Slide 9. We're expecting adjusted earnings per share to be in the range of $5 to $5.20 per share. We're also expecting manufacturing cash flow before pension contributions to be about $900 million to $1 billion.\nMoving to segment outlook on Slide 11 and beginning with Textron Aviation. We're expecting revenues of about $5.7 billion. Segment margin is expected to be in a range of approximately 12% to 13%. Looking to Bell, we expect revenues of about $3.3 billion.\nWe're forecasting a margin in a range of 8.25% to 9.25%. At systems, we're estimating revenues of about $1.25 billion with a margin in a range of about 10.75% to 11.75%. At Industrial, we're expecting segment revenues of about $3.6 billion and margin to be in the range of about 5% to 6%.\nAt eAviation, we expect revenues of $45 million and a segment loss of $65 million, largely reflecting our continued investments in sustainable aviation solutions. Lastly, at finance, we're forecasting a profit of about $15 million.\nLooking at Slide 12, we're projecting about $150 million of corporate expense. We're also projecting about $90 million of net interest expense, $130 million of LIFO inventory provision, $35 million of intangible asset amortization, and $235 million of nonservice pension income. We expect a full year effective tax rate of approximately 17.5%.\nTurning to Slide 13. R&D is expected to be about $585 million, down from $601 million last year. We're estimating CapEx will be about $425 million, up from $354 million in 2022. Our outlook assumes an average share count of about 205 million shares in 2023.\nThat concludes our prepared remarks. So Greg, you can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/46ee11901e4272e1c146365482b90043",
    "period": "2022 Q3",
    "content": "Q3 2022 Textron Inc Earnings Call\n\nQ3 2022 Textron Inc Earnings Call\n\nTXTNYSEOCT 27, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Q3 2022 Textron Earnings Release Conference Call. (Operator Instructions) As a reminder, today's call is being recorded.\nAnd I would now like to turn the conference over to the Vice President of Investor Relations, Eric Salander. Please go ahead, sir.\n\nEric Salander\n\nVP of IR & Treasurer, Textron Inc.\n\nThanks, Brad, and good morning, everyone.\nBefore we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings, and also in today's press release.\nOn call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.1 billion, up $88 million from last year's third quarter. Segment profit in the quarter was $299 million, up $20 million from the third quarter of 2021.\nIncome from continuing operations for the quarter was $1.06 per share compared to $0.85 per share on an adjusted basis in last year's third quarter. Manufacturing cash flow before pension contributions totaled $292 million in the quarter, up $21 million from the third quarter of 2021.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & CEO, Textron Inc.\n\nThanks, Eric, and good morning, everyone. Overall, we had a solid quarter across our manufacturing businesses with higher net operating profit, cash generation, as compared to last year's third quarter, despite ongoing supply chain and labor challenges.\nAviation generated segment profit margins of 11.9%, up from 8.3% in the third quarter of 2021 on slightly lower revenues, reflecting a favorable revenue mix with higher aftermarket volume and strong pricing, net of inflation.\nWe continue to see solid demand across our jet and turboprop products, resulting in backlog growth of $524 million in the quarter. We delivered strong performance even as we continue to access supply chain disruptions throughout the year that have impacted production schedules.\nIn the quarter, we delivered 39 jets, down from 49% last year and 33 commercial turboprops, down from 35 in last year's third quarter.\nLast week at NBAA, we also announced 2 large fleet orders that included an agreement with flyExclusive for 8 XLS Gen2 aircraft, the expected deliveries in 2024, and up to 6 lounge CJ1 aircraft with deliveries expected to begin in 2025.\nflyExclusive also exercised its option to purchase an additional 5 CJ3+ aircraft from its order earlier in the year, with deliveries expected to occur in 2024. We also had an agreement with Fly Alliance for 4 XLS Gen2 aircraft and options for an additional 16 aircraft with deliveries expected to begin in 2023.\nAt Bell, revenues were down in the quarter on lower military revenues, partially offset by higher commercial revenue. On the commercial side of Bell, we delivered 49 helicopters, up from 33 in last year's third quarter, including the 400 Bell 505 aircraft. During the quarter, we continue to see solid commercial demand across all our models.\nMoving to Future Vertical Lift, we continue to await a FLRAA contract award announcement from the U.S. Army. At Textron Systems, revenues were slightly lower in the quarter. During the quarter, ATAC announced a 5-year IDIQ contract with the U.S. Navy to provide chase flight services for the F-35 program. Systems was also recently awarded a contract to provide Aerosonde operational support on its fourth maritime site, the services that are expected to begin in 2023.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher volume at both Kautex and Specialized Vehicles and favorable pricing principally in Specialized Vehicles. Kautex while revenues were higher in the quarter as compared to the prior year, we continue to experience order disruptions related to the global auto OEM supply chain shortages.\nMoving to Aviation. We are seeing increased order activity for our training aircraft like the Alpha Trainer, which is a low-cost pilot development platform. In the future, we will look to expand this training option to include the Velis Electro as we work to achieve an FA (inaudible).\nAlso last week at NBAA, we unveiled our new Nexus eVTOL model aircraft. Our updated design reflects our ongoing investment in the underlying research and development, supporting Textron's long-term strategy to offer a family of sustainable aircraft for urban air mobility, general aviation, cargo and special mission roles.\nTo wrap up, we continue to see strong demand in our end markets, and our teams are executing well in a challenging environment.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation.\nRevenues at Textron Aviation of $1.2 billion were down $14 million from the third quarter of 2021, largely due to lower Citation jet and pre-owned volume partially offset by favorable pricing, and higher aftermarket volume.\nSegment profit was $139 million in the third quarter, up $41 million from a year ago, largely due to favorable pricing net of inflation of $31 million. Backlog in the segment ended the quarter at $6.4 billion.\nMoving to Bell. Revenues were $754 million, down $15 million from last year, due to lower military revenues of $112 million, primarily in the H1 program due to lower aircraft and spares volume, offset by higher commercial revenues of $97 million.\nSegment profit of $85 million was down $20 million from last year's third quarter, primarily reflecting lower volume and mix, partially offset by favorable pricing net of inflation. Backlog in the segment ended the quarter at $4.9 billion.\nAt Textron Systems, revenues were $292 million, down $7 million from last year's third quarter. Segment profit of $37 million was down $8 million from a year ago, primarily due to lower volume and mix. Backlog in the segment ended the quarter at $2 billion.\nIndustrial revenues were $849 million, up $119 million from last year's third quarter, primarily due to higher volume and mix of $95 million, and a $58 million favorable impact from pricing, principally at Specialized Vehicles, partially offset by an unfavorable impact of $34 million from foreign exchange rate fluctuations.\nSegment profit of $39 million was up $16 million from the third quarter of 2021, primarily due to higher volume and mix. Textron eAviation segment revenues were $5 million and segment loss was $8 million in the quarter, which reflected the operating results of Pipistrel, and costs for initiatives related to the development of sustainable aviation solutions. Finance segment revenues were $11 million, and profit was $7 million.\nMoving below segment profit. Corporate expenses were $14 million, and net interest expense was $21 million. Our manufacturing cash flow before pension contributions was $292 million in the quarter, up $21 million from last year's third quarter. Year-to-date manufacturing cash flow before pension contributions totaled $810 million.\nIn the quarter, we repurchased approximately 3.1 million shares, returning $200 million in cash to shareholders. Year-to-date, share repurchases totaled $639 million. To wrap up, we now expect our full year capital expenditures will be about $375 million and the full year tax rate to be about 16%.\nFor the full year, we are narrowing our earnings per share guidance to a range of $3.94 per share. Also, we are increasing our full year manufacturing cash flow before pension contribution guidance to be in a range of $1.1 billion to $1.2 billion, up $300 million from our prior outlook.\nThat concludes our prepared remarks. So Brad, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f52eb0d10f67e9416a308cd2750e7b8c",
    "period": "2022 Q2",
    "content": "Q2 2022 Textron Inc Earnings Call\n\nQ2 2022 Textron Inc Earnings Call\n\nTXTNYSEJUL 28, 8:00 AM\n\nOperator\n\n(technical difficulty)\nby, and welcome to the Q2 2021 (sic) [Q2 2022] Textron Earnings Release Conference Call. (Operator Instructions) As a reminder, today's conference is being recorded.\nI would now like to turn the conference over to Eric Salander, Vice President of Investor Relations. Please go ahead.\n\nEric Salander\n\nVP of IR & Treasurer, Textron Inc.\n\nThanks, Brad, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings, and also in today's press release.\nOn the call, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.2 billion, essentially flat with last year's second quarter. Segment profit in the quarter was $303 million, up $14 million from the second quarter of 2021. During this year's second quarter, we reported net income of $1 per share compared to $0.81 per share in last year's second quarter. Manufacturing cash flow before pension contributions totaled $309 million in the quarter, down $200 million from the second quarter of 2021.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & CEO, Textron Inc.\n\nThanks, Eric, and good morning, everyone. Aviation had another solid quarter with higher revenues and strong execution, resulting in a 12.1% segment profit margin. We continue to see strong demand, solid pricing and increased deliveries for our citation jets, commercial turboprops and higher aftermarket volume from increased aircraft utilization. We delivered 48 jets, up from 44 last year; and 35 commercial turboprops, up from 33 in last year's second quarter. Order activity was strong in the quarter, reflecting continued order momentum that generated $700 million of backlog growth, resulting in $5.8 billion of backlog at Aviation at the end of the second quarter.\nDuring the quarter, Aviation Defense business was awarded a $91 million contract for 8 T-6 aircraft, spares and related support services to Tunisia. Also at Textron Aviation Defense, earlier this week, the AT-6 Wolverine received military-type certification from the U.S. Air Force, paving the way for continued global sales of the light attack aircraft.\nOn the new product front, we delivered the first Cessna SkyCourier to our launch customer, FedEx, and also delivered the first XLS Gen2 aircraft. At Bell, revenues and segment profit were down in the quarter, primarily reflecting lower H-1 program volume.\nOn the commercial side of Bell, we delivered 34 helicopters, down from 47 in last year's second quarter. While commercial order activity was strong across all models, supply chain headwinds impacted Q2 results as several commercial helicopter deliveries slipped out of the quarter. Overall, the strength in commercial demand, which included South Korea selecting the Bell 505 aircraft for use as its next military trainer, contributed to an increase in Bell backlog of $500 million in the second quarter. During the quarter, Bell announced a contract award of $518 million to upgrade Canada's fleet of CH-146 Griffon aircraft. This upgrade program is expected to be completed by 2028.\nMoving to Future Vertical Lift. We now expect the FLRAA contract announcement sometime in October following the AUSA conference. As a result, we anticipate continuing our investment on this program, which will be incremental to our original segment guidance.\nMoving to Textron Systems. Revenues were down in the quarter on lower volume, primarily reflecting the impact of last year's withdrawal of the U.S. Army from Afghanistan on our fee-for-service and aircraft support contracts. At ATAC, we continue to see increased flight activity on our U.S. Navy and Air Force adversary air contracts. During the quarter, we delivered LCAC 104 to the U.S. Navy and continued to progress the build process of the remaining EMD craft on the Ship-to-Shore Connector program. Last week, the U.S. Army announced that Systems was awarded a $354 million firm-fixed-price contract for the production and delivery of XM204 top attack munition and anti-vehicle system. This is an IDIQ contract with an estimated completion date of 2027.\nMoving to Industrial. We saw higher revenues in the quarter, driven by higher pricing and volume in specialized vehicles, mainly in our personal transportation and golf product lines. At Kautex, the auto market remains challenging as we again experienced order disruptions related to the global auto OEM supply chain shortages and COVID-mandated factory shutdowns in China that continue to directly impact our production schedules. In April, we closed the acquisition of Pipistrel, pioneer and global leader in electrically powered aircraft. Beginning in the second quarter of 2022, Pipistrel became part of Textron eAviation, a new reporting segment that includes Pipistrel's operating results and R&D expenses related to the development of sustainable aviation solutions.\nIn the quarter, we announced that Pipistrel Velis Electro received the U.K. Civil Aviation Authority certification. The Velis Electro remains the only type of certified electric aircraft in the world.\nOverall, it was a solid quarter with strong cash generation and growth in earnings. Our teams executed well in a difficult environment, where we continue to experience supply chain disruptions, labor supply shortages and COVID-related impacts across our businesses. While these challenges drove manufacturing efficiencies and delayed product deliveries in many of our businesses, our financial performance demonstrates the resiliency of our operations. Looking forward, we anticipate these headwinds to continue through the remainder of the year.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThank you, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.3 billion were up $123 million from the second quarter of 2021, largely due to higher aircraft and aftermarket volume. Segment profit was $155 million in the second quarter, up $59 million from a year ago due to the impact from higher volume and mix of $25 million, a favorable impact from performance of $19 million and favorable pricing net of inflation of $15 million. Backlog in the segment ended the quarter at $5.8 billion.\nMoving to Bell. Revenues were $687 million, down $204 million from last year due to lower military revenues of $170 million, primarily related to the H-1 program and lower commercial revenues of $34 million. Segment profit of $63 million was down $47 million from last year's second quarter, reflecting lower volume and mix, partially offset by a favorable impact from performance, which included lower operating expenses, partially offset by an unfavorable change in net program adjustments. Backlog in the segment ended the quarter at $5.3 billion.\nAt Textron Systems, revenues were $293 million, down $40 million from last year's second quarter due to lower volume of $44 million, primarily reflecting the impact of the U.S. Army's withdrawal from Afghanistan on our fee-for-service and aircraft support contracts. Segment profit of $42 million was down $6 million from a year ago, primarily due to lower volume and mix. Backlog in the segment ended the quarter at $2.1 billion.\nIndustrial revenues were $871 million, up $77 million from last year's second quarter, primarily due to a favorable impact from pricing and higher volume and mix, principally at Specialized Vehicles. Segment profit of $41 million was up $9 million from the second quarter of 2021, primarily due to the higher volume and mix.\nTextron eAviation segment revenues were $5 million and segment loss was $8 million in the quarter. Finance segment revenues were $14 million and profit was $10 million.\nMoving below segment profit. Corporate expenses were $12 million and interest expense was $28 million. Our manufacturing cash flow before pension contributions was $309 million in the quarter, down $200 million from last year's second quarter. The second quarter of 2022 included significant cash tax payments as a result of the 2022 change in R&D tax treatment. In the quarter, we repurchased 4.4 million shares, returning $282 million in cash to shareholders. For the full year, we are reiterating our earnings per share guidance of $3.80 to $4 per share, and we are increasing our cash flow from continuing operations before pension contributions guidance to be in the range of $800 million to $900 million, up $100 million from our prior outlook.\nThat concludes our prepared remarks. So Brad, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75cbe3ffa5c19113e952b4914b0d5166",
    "period": "2022 Q1",
    "content": "Q1 2022 Textron Inc Earnings Call\n\nQ1 2022 Textron Inc Earnings Call\n\nTXTNYSEAPR 28, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Textron First Quarter Earnings Release Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to Eric Salander, Vice President of Investor Relations. Please go ahead.\n\nEric Salander\n\nVP of IR & Treasurer, Textron Inc.\n\nThanks, Leah, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release. On the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3 billion, up from $2.9 billion in last year's first quarter. Segment profit in the quarter was $304 million, up $48 million from last year's -- from the first quarter of 2021. During this year's first quarter, we reported net income of $0.88 per share compared to $0.70 per share on an adjusted basis in last year's first quarter. Manufacturing cash flow before pension contributions totaled $209 million in the quarter, up $138 million from the first quarter of 2021.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & CEO, Textron Inc.\n\nThanks, Eric, and good morning, everyone. Revenues and margins were up in the quarter, driven by Textron Aviation. Aviation demonstrated strong execution in the quarter, resulting in 11.6% segment margin. We continue to see very strong demand, solid pricing and increased deliveries from our Citation jet and commercial turboprop products and higher aftermarket volume from increased aircraft utilization.\nWe delivered 39 jets, up from 28 last year and 31 commercial turboprops, up from 14 in last year's first quarter. Order activity was very strong in the quarter with $1 billion of backlog growth, reflecting continued order momentum across our product portfolio. We ended the quarter with $5.1 billion in backlog.\nIn March, our new commercial turboprop, the Cessna SkyCourier received FAA certification, and we expect to begin deliveries in the second quarter. At Bell, revenues were down 1% in the quarter, largely driven by the mix of commercial products sold. On the commercial side of Bell, we delivered 25 helicopters, up from 17 in last year's first quarter. During the quarter, we saw momentum build in commercial demand across all our product aircraft models and end markets with a strong quarter of new orders. Moving to Future Vertical Lift. In March, Bell submitted its final FLRAA proposal revision to the U.S. Army. A downselect and award announcement is expected this summer.\nMoving to Textron Systems. Revenues were down in the quarter on lower volume, primarily reflecting the impact of last year's withdrawal of the U.S. Army from Afghanistan on our fee-for-service and aircraft support contracts. At ATAC, we continue to see increased flight activity and revenue on our U.S. Navy and Air Force adversary air contracts. During the quarter, Systems successfully deployed the first Aerosonde UAS system in a maritime environment aboard a U.S. Navy guided missile destroyer. Systems is expected to deploy a second Aerosonde UAS for an additional ship later this year.\nMoving to Industrial, we saw higher revenue during the quarter, driven by higher pricing and volume in specialized vehicles and our PTV and golf product lines. We continue to see strong end-market demand in most of our product lines across specialized vehicles. Kautex, we saw disruptions related to global auto OEM supply chain shortages to continue to directly impact our production schedules resulting in lower volume. At the product level, hybrid revenue increased 24% year-over-year to 12% of total Kautex revenues in the first quarter, up from 9% a year ago as we continue to penetrate the hybrid Fuel Systems segment.\nOn April 15, we closed our acquisition of Pipistrel, a pioneer and global leader in luxury powered aircraft. Pipistrel brings its technical and regulatory expertise in the development of electric and hybrid aircraft to support Textron's long-term strategy to offer families sustainable aircraft for urban air mobility, general aviation, cargo and special mission roles.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1 billion were up $175 million from a year ago, largely due to higher Citation jet volume of $93 million, aftermarket volume of $61 million and commercial turboprop volume of $59 million. Segment profit was $121 million in the first quarter, up $74 million from a year ago, largely due to the higher volume and mix of $55 million and favorable pricing net of inflation of $16 million. Backlog in the segment ended the quarter at $5.1 billion.\nMoving to Bell. Revenues were $834 million, down $12 million from last year due to lower commercial revenues of $32 million, largely reflecting the mix of aircrafts sold during the period, partially offset by higher military revenues. Segment profit of $98 million was down $7 million, reflecting lower volume and mix, partially offset by favorable impact from performance. Backlog in the segment ended the quarter at $4.8 billion.\nAt Textron Systems, revenues were $273 million, down $55 million from last year's first quarter due to lower volume of $59 million, primarily reflecting the impact of the U.S. Army's withdrawal from Afghanistan on our fee-for-service and aircraft support contracts. Segment profit of $33 million was down $18 million from a year ago due to lower volume and mix of $11 million described above and an unfavorable impact from performance of $9 million primarily reflecting lower net favorable program adjustments on our fee-for-service contracts. Backlog in this segment ended the quarter at $2.1 billion.\nIndustrial revenues were $838 million, up $13 million from last year, primarily due to a favorable impact of $46 million from pricing, principally in the Specialized Vehicles product line, partially offset by lower volume and the mix of $24 million, largely in the Fuel Systems and Functional Components product line due to the impact of global supply chain shortages on our auto OEM customers. Segment profit of $43 million was down $4 million from the first quarter of 2021, primarily due to lower volume and mix described above.\nFinance segment revenues were $16 million and profit was $9 million. Moving below segment profit, corporate expenses were $44 million and interest expense was $28 million. Our manufacturing cash flow before pension contributions was $209 million in the quarter, up $138 million from last year's first quarter. In the quarter, we repurchased 2.2 million shares, returning $157 million in cash to shareholders.\nBeginning in the second quarter of 2022, Pipistrel will become part of Textron eAviation, a new business segment where we will combine our existing initiatives with Pipistrel's capabilities to accelerate our development of sustainable aviation solutions. This new reporting segment will include development expenses related to these efforts and Pipistrel's operating results. For the remainder of the year, we expect revenues for the eAviation segment to be in the range of $30 million to $40 million and a segment loss of about $45 million, which reflects a net cost increase of about $20 million from the eAviation guidance we provided in January.\nOn our January call, we provided guidance for the expected costs related to eAviation of about $30 million, which were included in our full year corporate expense guidance of about $150 million. We now expect corporate expense to be about $125 million reflecting the move of $25 million of expected eAviation cost to the new segment on a prospective basis. For the full year, we're reiterating our EPS guidance of $3.80 to $4 per share, inclusive of the eAviation segment results.\nThat concludes our prepared remarks. So Leah, we can open the line for questions."
  },
  {
    "header": "TXT",
    "cik": "0000217346",
    "ticker": "TXT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4833ed4f0585a23a64c73975c728f4df",
    "period": "2021 Q4",
    "content": "Q4 2021 Textron Inc Earnings Call\n\nQ4 2021 Textron Inc Earnings Call\n\nTXTNYSEJAN 27, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Q4 2021 Textron Earnings Release Conference Call. (Operator Instructions) As a reminder, today's conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Eric Salander, Vice President of Investor Relations. Please go ahead.\n\nEric Salander\n\nVP of IR & Treasurer, Textron Inc.\n\nThanks, Brad, and good morning, everyone. Before we begin, I'd like to mention we will be discussing future estimates and expectations during our call today. These forward-looking statements are subject to various risk factors, which are detailed in our SEC filings and also in today's press release.\nOn the call today, we have Scott Donnelly, Textron's Chairman and CEO; and Frank Connor, our Chief Financial Officer. Our earnings call presentation can be found in the Investor Relations section of our website.\nRevenues in the quarter were $3.3 billion, down from $3.7 billion in last year's fourth quarter. During this year's fourth quarter, we reported income from continuing operations of $0.93 per share. In the quarter, we recorded $5 million in pretax special charges related to our 2020 restructuring plan or $0.01 per share after tax. Excluding these special charges, adjusted income from continuing operations, a non-GAAP measure, was $0.94 per share for the fourth quarter of 2021 compared to $1.06 per share in the fourth quarter of 2020.\nSegment profit in the quarter was $310 million, down $14 million from the fourth quarter of 2020. Manufacturing cash flow before pension contributions totaled $298 million in the quarter. For the full year, revenues were $12.4 billion, up $731 million from last year. Adjusted income from continuing operations was $3.30 per share compared to $2.07 per share in 2020. Manufacturing cash flow before pension contributions was $1.1 billion, up from $596 million in 2020.\nWith that, I'll turn the call over to Scott.\n\nScott C. Donnelly\n\nChairman, President & CEO, Textron Inc.\n\nThanks, Eric, and good morning, everyone. Our business has closed out the year with another solid quarter. At Aviation, we continue to see favorable market conditions, including improved aircraft utilization, low pre-owned inventory levels and strong customer demand. Order activity remained very strong with backlog growth of $655 million in the quarter and $2.5 billion for the full year, resulting in a $4.1 billion backlog at year-end. As a result, we delivered aircraft on a more linear trend through the year, which improved manufacturing efficiency and cash flow generation.\nReflecting this improved operating environment and strong execution of our teams, Aviation achieved a segment margin of 10.1% in the fourth quarter. For the year, we delivered 167 jets, up from 132 last year and 125 commercial total props, up from 113 in 2020. Also in the year, we saw sequentially higher aftermarket revenue on a quarterly basis driven by increased aircraft utilization.\nMoving to Defense. Aviation was awarded a $143 million contract for [8 AT6] aircraft, ground support equipment, spare parts and training from the Royal Thai Air Force. This contract establishes Thailand as the international launch customer for U.S. Air Force's latest light attack aircraft.\nOn the new product front, the Beechcraft Denali completed its first plate in November, launching the start of the flight test program. Total revenues were down slightly in the quarter, largely on lower military revenues as expected, reflecting the continued wind down of the (inaudible) production program, partially offset by higher commercial revenues.\nIn December, Bell completed the first cell improvement modifications of an Air Force CV-22 Osprey. This effort is part of an ongoing process to upgrade the Air Force Osprey fleet.\nIn January, the Bell Boeing program office was awarded a $1.6 billion contract over the next 5 years to support the V-22 Osprey currently in service with the military.\nOn the commercial side of Bell, we delivered 156 helicopters in 2021, up for 140 in 2020. We also saw solid commercial order activity for the year, reflecting broad-based demand.\nMoving to Textron Systems. We saw another strong quarter of execution that contributed to a full year margin of 14.8% and up 320 basis points from 2020. During the quarter, we delivered the fourth store connector to the U.S. Navy after its successful completion of acceptance trials. On the Shadow program, Systems was awarded an $80 million logistics support contract for 2022. On our common unmanned surface vessel platform, we completed file testing related to the unmanned influenced sweep system program, setting up potential for a production contract award in the first quarter of 2022.\nMoving to Industrial. Revenues were lower in the quarter as we continue to experience supply chain challenges, including order disruptions and Caltex related to global auto OEM production schedules. At Textron Specialized Vehicles, we continue to see a strong pricing environment and steady retail demand. Despite the ongoing supply chain challenges, both businesses saw sequential revenue improvements in the quarter.\nIn summary, there were many items to highlight in 2021 across our segments. In Aviation, strong order activity and customer demand throughout the year drove $2.5 billion of backlog growth. On the new product front, we continued our product refresh strategy with the introduction of the Citation M2 XLS and CJ4 Gen2 aircraft. SkyCourier completed the flight test program with 2,100 hours of flight test activity, and we expect FAA certification in the first half of 2022. At Bell, we continue our work on the FDL programs. We submitted the proposal for the program in September, and the U.S. Army is expected to award the flow program contract in 2022.\nOn FARA, we've made significant progress on the 360 Invictus prototype build with 75% of the effort complete at year-end. We opened the build manufacturing technology center, an innovative proven ground to test and refine technologies and processes across Bell's core production capabilities. Textron Systems, ATEC continue to grow its fleet of certified F1 aircraft in support of increased demand on U.S. Air Force, Navy and Marine Core programs. We continued our innovation and development activities with the rollout of the (inaudible) prototype vehicle for the U.S. Army and the (inaudible) RV for the Marine Corps. At Textron Specialized Vehicles, we entered into a strategic collaboration with GM, which will assist our ground support equipment business and electrification of baggage tractors, cargo tractors and belt loaders for airports globally. We also introduced the Liberty, the industry's first PTV to offer 4 forward-facing seats in a compact golf cart-sized platform powered by lithium-ion battery. At Caltex in 2021, we were awarded 8 contracts on new vehicle programs for our hybrid electric fuel systems.\nLooking to 2022 at Aviation, we are projecting growth-driven by increased deliveries across all product lines and higher aftermarket volume. Bell 2022 represents the beginning of a transitional period as we expect lower revenues related to military production programs while awaiting a down select an award on the FARA program. At Systems, we're expecting flat revenue with growth on ship-to-store and tactical air programs, offset by lower fee-for-service volume. In Industrial, we're expecting revenue growth and margin improvement. Within Caltex, we expect increasing volumes from improving OEM auto production. While specialized vehicles, we anticipate improving supply chain conditions and increasing volumes across our products.\nEarlier in 2021, we launched our Aviation initiative to leverage the resources and expertise across our Aviation businesses to develop new opportunities in aircraft utilizing electric propulsion systems. In 2022, we plan to expand these efforts and increase our investment in developing technologies to accelerate the shift to sustainable flight, including EVTal and fixed-wing aircraft. This backdrop, we're projecting revenues of about $13.3 billion for Textron's 2022 financial guidance. We're projecting EPS in the range of $3.80 to $4 per share. Manufacturing cash flow before pension contributions is expected to be in the range of $700 million to $800 million.\nWith that, I'll turn the call over to Frank.\n\nFrank Thomas Connor\n\nExecutive VP & CFO, Textron Inc.\n\nThanks, Scott, and good morning, everyone. Let's review how each of the segments contributed, starting with Textron Aviation. Revenues at Textron Aviation of $1.4 billion were down $201 million from a year ago, largely due to lower aircraft volume, partially offset by higher aftermarket volume. Segment profit was $137 million in the fourth quarter, up $29 million from last year's fourth quarter, largely due to favorable pricing net of inflation of $21 million and improved manufacturing performance. Backlog in the segment ended the quarter at $4.1 billion.\nMoving to Bell. Revenues were $858 million, down $13 million from last year, reflecting lower military revenues, partially offset by higher commercial revenues. Segment profit was $88 million -- of $88 million was down $22 million primarily due to lower military volume and mix. Backlog in the segment ended the quarter at $3.9 billion.\nAt Textron Systems, revenues were $313 million, down $44 million from last year's fourth quarter due to lower volume, which included the impact from the U.S. Army's withdrawal from Afghanistan on the segment's fee-for-service contracts. Segment profit of $45 million was down $4 million from a year ago, largely due to the lower volume. Backlog in the segment ended the quarter at $2.1 billion.\nIndustrial revenues were $781 million, down $85 million from last year, reflecting lower volume and mix of $133 million, largely in the Fuel Systems and Functional Components product line, reflecting order disruptions related to the global auto OEM supply chain shortages, partially offset by a favorable impact of $50 million for pricing largely in the Specialized Vehicles product line. Segment profit of $38 million was down $17 million from the fourth quarter of 2020, primarily due to lower volume and mix, partially offset by favorable impact from performance.\nFinance segment revenues were $11 million and profit was $2 million. Moving below segment profit, corporate expenses and interest expense were each $29 million. Our manufacturing cash flow before pension contributions was $298 million in the quarter and $1.1 billion for the full year. In the quarter, we repurchased approximately 4.5 million shares, returning $335 million in cash to shareholders. For the full year, we repurchased approximately 13.5 million shares, returning $921 million of cash to shareholders.\nTurning now to our 2022 outlook. I'll begin with the segments on Slide 8 of the earnings call presentation. At Textron Aviation, we're expecting revenues of about $5.5 billion, reflecting higher deliveries across all our product lines and increased aftermarket volume. Segment margin is expected to be in the range of approximately 10% to 11%, reflecting higher volume, favorable pricing and increased operating leverage.\nLooking to Bell, we expect revenues of about $3 billion, reflecting lower military volume, primarily related to lower [H1] production. We're forecasting a margin in the range of about 10% to 11%, largely due to the lower military volumes and continuing high levels of R&D investment.\nAt Systems, we're estimating revenues of about $1.3 billion with a margin in the range of about 13.5% to 14.5%.\nAt Industrial, we're expecting segment revenues of about $3.5 billion on higher volumes at Caltex and Specialized Vehicles. We're estimating industrial margins to be in the range of about 5.5% to 6.5%. At Finance, we're forecasting segment profit of about $15 million.\nMoving to Slide 9. On a consolidated basis, we're expecting earnings per share to be in the range of $3.80 to $4 per share. We're also expecting manufacturing cash flow before pension contributions to be about $700 million to $800 million, which includes an approximately $300 million impact from a change in the R&D tax law beginning in 2022.\nLooking to Slide 10. We're projecting about $150 million of corporate expense, which includes $30 million of investment in e-aviation. We're also projecting about $120 million of interest expense and a full year effective tax rate of approximately 18%.\nLooking to the other items and turning to Slide 11. We're estimating 2022 pension income to be about $120 million, up from $30 million last year.\nTurning to Slide 12. R&D is expected to be about $585 million, down from [$619] million last year. We're estimating CapEx will be about $425 million, up from $375 million in 2021. Our outlook assumes an average share count of about 219 million shares in 2022. That concludes our prepared remarks. So Brad, we can open the line for questions."
  }
]