[
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c369a1d4d9672e86c0b1f01af13648f7",
    "period": "2025 Q3",
    "content": "Q3 2025 Healthpeak Properties Inc Earnings Call\n\nQ3 2025 Healthpeak Properties Inc Earnings Call\n\nDOCNYSEOCT 24, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Healthpeak Properties, Inc. Third Quarter 2025 Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Andrew Johns, Senior Vice President, Investor Relations. Please go ahead.\n\nAndrew Johns\n\nSenior Vice President of Investor Relations\n\nWelcome today's conference call certain forward-looking statements. Although we believe expectations reflected in any forward-looking statements are based on reasonable assumptions. These statements are subject to risks and uncertainties that may cause actual results to differ materially from our expectations. Discussion of risks and risk factors is included in our press release and detailed in our filings with the SEC. We do not undertake a duty to update any forward-looking statements. Certain non-GAAP financial measures will be discussed on this call.\nIn an exhibit to BAK referred to the SEC yesterday, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with regulatory requirements. The exhibit is also available on our website at healthpeak.com.\nI'll now turn the call over to our President, Chief Executive Officer, Scott Brinker.\n\nScott M. Brinker\n\nChief Investment Officer & Executive Vice President, HCP, Inc.\n\nThank you, Andrew, and welcome to Healthpeak's Third Quarter 2025 Earnings Call. Joining me for prepared remarks is our CFO, Kelvin Moses. The past 60 days or so signal a turning point in our business. Leading indicators in life science are turning positive and private market values for outpatient medical are strengthening. As a premier scaled owner in both businesses, we see significant value and upside when we look at our stock price today.\n2 years ago, against the backdrop of raging inflation, the outpatient sector was out of favor in both the public and private markets. We saw a sector with good fundamentals that we're getting even better and seized an opportunity to grow our portfolio by $5 billion in a strategic merger with Physicians Realty Trust.\nIn doing so, we established the best portfolio and platform in the outpatient sector. The merger also accelerated the strategic goal I described 3 years ago to get closer to our real estate and our tenants. We've now internalized property management on 39 million square feet with line of sight on another 3 million square feet.\nWe now own the tenant relationship and the local market knowledge. The internalization also allows us to deploy technology at the property level quickly and at scale. With the addition of JT, Mark and team, we deepened our relationships across the outpatient ecosystem, creating proprietary growth opportunities, including accretive new development projects.\nFlash forward to today, as inflation has come down, there's a deep pool of buyers for outpatient medical. It's a great time for us to sell less core real estate and to recap some assets. We're in various stages of negotiation and execution on transactions that have the potential to generate proceeds of $1 billion or more. We see an exciting window to recycle outpatient sale proceeds into higher-return lab opportunities where the leading indicators are starting to turn positive.\nIncreased M&A less regulatory noise, lower interest rates, positive data readouts, solid FDA approvals and priority reviews and recent biotech outperformance in the stock market. The real estate market will obviously lag, but the building blocks for a recovery in demand are encouraging. Our leasing pipeline today is roughly 2x the pipeline at the start of the year. We're also seeing some vacant development projects across the sector get absorbed by alternative uses, which will help accelerate a return to more balanced supply/demand.\nImportant to note that purpose-built lab buildings are highly flexible and can support many alternative uses. I'll repeat that our occupancy will decline for the next few months due to expirations and terminations, but we're now gaining more confidence that will be the bottom on occupancy.\nAt that point, we'll have more than 2 million square feet of available space in good submarkets to lease up and recapture NOI. We recently welcomed Denis Sullivan to our team. He will play a pivotal role in our life science business and investment strategy. Denis spent 14 years at Biomed, including time as CFO and CIO. We have exceptional local market leaders in the Bay Area with Natalia De Michele with Denis in San Diego and with Claire Brown in Boston, all rolling up to Scott Bohn, our segment leader. We believe we have the footprint, people and balance sheet to capture market share as the sector recovers.\nOur CCRC business is performing at a high level. 6 years ago, we bought out the 51% interest in the portfolio held by our joint venture partner, and we installed a new operator. Since then, NOI is up more than 50%, including double-digit growth this year. We believe then and now that the entry fee product is very attractive to seniors on fixed incomes, we are looking for a lower monthly rent payment.\nThe continuum of care we offer is viewed favorably by seniors and their families because it creates peace of mind they won't need to move again in the future. And that's very important at that stage of life. Sequential occupancy in the portfolio was up 70 basis points, and we expect continued growth in the fourth quarter.\nI'll wrap up with our technology initiatives, which are already paying off with efficiency gains. Our G&A this year is projected at $90 million, which is less overhead than we had 5 years ago, despite significant inflation across the economy and closing a $5 billion merger. But the cost efficiencies are only part of the story. We intend to create a tech-enabled platform to streamline our operations, differentiate our property management and leasing platforms and expand tenant services to drive new revenue opportunities. We'll have more details to share in the coming quarters.\nLet me turn it to Kelvin.\n\nKelvin O. Moses\n\nChief Financial Officer\n\nThank you, Scott. I'll expand a little bit on the technology initiatives that Scott just mentioned. We're advancing our strategic plan to strengthen our capabilities as an AI-enabled real estate owner with a leading investment management platform designed to meet our clients' needs across geographies and asset types.\nOperationally, internalizing property management now gives us end-to-end control of our workflows and establishes a consistent foundation to deploy technology across the property. Technology adoption of real estate has historically lagged other industries, and we see advantages to moving now. We're focusing our initial efforts where data and automation can offer more time in the field, and that starts with improving property operations, facilities engineering and accounting. We've partnered with a leading enterprise technology firm to help us drive this shift.\nOur automation initiatives are building a stronger foundation for our data architecture that will enhance connectivity across internal systems and reduce manual work. Our approach allows us to make measured investments and preserve long-term flexibility as commercial tools evolve. These fresh perspectives from outside of traditional real estate will also help us innovate faster. We see every part of our business as an opportunity.\nNow moving into the third quarter results. Financial and operating performance was in line with our forecast. We reported FFO as adjusted of $0.46 per share, AFFO of $0.42 per share and year-to-date portfolio same-store growth of 3.8%. Starting with CCRC. Our portfolio delivered another strong quarter, driven by continued pricing power modest expense growth and 150 basis points of year-over-year occupancy gains.\nCash NOI increased by 9.4% for the quarter. We remain focused on these key indicators of performance as each flow through to NOI and ultimately, earnings growth for the platform. Our product offering and value proposition continues to resonate with consumers, and we remain well positioned to benefit from healthy demographic trends that support long-term growth.\nMoving now to Patient Medical. Fundamental supporting leasing demand for outpatient continues to be favorable. During the quarter, we executed 1.2 million square feet of leases achieved 3% escalators or above on execution and positive cash re-leasing spreads of 5.4%, with TIs also below historical averages. Year-to-date leasing volumes totaled 3.2 million square feet, and we ended the quarter with total occupancy up 10 basis points at 91%.\nNew leasing comprised of 270,000 square feet with Q3 representing the highest quarter of new leasing starts in the combined company's history. TIs on renewals were only $1.41 per square foot per year and year-to-date leasing commissions were approximately $0.87 per square foot per year. Additionally, we executed another 123,000 square feet of leases in October, and we have another 895,000 square feet under LOI.\nWe are pleased to recognize our property management team whose sector-leading Kingsley client satisfaction results reinforce the consistent strength of our tenant retention and help ensure efficient operations for our clients. Thank you to the entire property management team across the organization for their collective efforts. The combination of consistent operating performance, favorable sector fundamentals and deep tenant relationships positions the portfolio for sustained growth and continued excellence in execution.\nAnd turning to lab. During the quarter, we executed 339,000 square feet of leases, of which 45% were new. And on renewals, we achieved a positive 5% re-leasing spread. Year-to-date leasing volumes totaled 1.1 million square feet, and we ended the quarter with total occupancy of 81%. We continue to see escalators on executed leases between 3% and 3.5%, which supports sustainable long-term growth.\nTenant improvement allowances on renewals declined to $1.30 per square foot per year, while corresponding rents rose to $65 per square foot given space condition. For new leases, TIs averaged approximately $15.73 per square foot per year, which when excluding two development leases was approximately $5.50 per square foot per year.\nIn October month-to-date, we executed 22,000 square feet of leases and have an additional 291,000 square feet under LOI. Forward-looking indicators of demand continue to improve. Since Q1, the pipeline has doubled to 1.8 million square feet, about half are evaluating our current unleased availabilities.\nEach of our core markets is experiencing a similar uptick in demand. We have a healthy mix of discovery stage, clinical stage and commercial face tenants and some incremental demand from tech and AI-based companies. We're encouraged by the strengthening demand profile as we move toward in occupancy bottom and ultimate recovery. The decline in occupancy we experienced in 2025 will flow through to earnings in 2026. Recent leasing, together with the conversion of our active pipeline is expected to contribute to occupancy and earnings starting in late 2026 and thereafter.\nMoving on to the balance sheet. In August, we issued $500 million of senior unsecured notes at 4.75%. We achieved a spread of 92 basis points with no new issue concession. This execution represents one of the tightest investment-grade REIT 7-year spreads year-to-date. We ended the third quarter at 5.3x net debt to adjusted EBITDA and $2.7 billion of liquidity. We continue to prioritize balance sheet management and disciplined capital allocation to maintain maximum flexibility to pursue strategic investments and fund portfolio growth.\nNow turning to guidance. We are reaffirming our FFO as adjusted and same-store expectations within our original guidance range. We continue to outperform in CCRC in outpatient medical at or above the high end of our initial segment guidance.\nIn addition, we reduced our interest expense and G&A guidance by a total of $10 million. This reflects better-than-anticipated pricing on our senior notes issuances, technology-enabled productivity gains, and additional synergies related to the merger as well as timing of certain investments and higher disposition.\nMoving to sources and uses. Year-to-date, we've completed $158 million of asset sales and loan repayments. We have an additional $204 million of dispositions under a purchase and sale agreement as we take advantage of a strong private market in outpatients. These transactions could close in the fourth quarter or early 2026.\nAnd with that, operator, we can move into questions."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/636c7f3eaeefbef0a8adbde3a7abd370",
    "period": "2025 Q2",
    "content": "Q2 2025 Healthpeak Properties Inc Earnings Call\n\nQ2 2025 Healthpeak Properties Inc Earnings Call\n\nDOCNYSEJUL 25, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Healthpeak Properties, Inc. Second Quarter 2025 Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Andrew Johns, Senior Vice President of Investor Relations. Please go ahead.\n\nAndrew Johns\n\nSenior Vice President of Investor Relations\n\nToday's conference call will contain certain forward-looking statements. Although we believe the expectations reflected in any forward-looking statements are based on reasonable assumptions, these statements are subject to risks and uncertainties that may cause actual results to differ materially from our expectations. Discussion of risks and risk factors is included in our press release and detailed in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nCertain non-GAAP financial measures will be discussed on this call. In the exhibit of the 8-K we furbished to the SEC yesterday, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with Reg G requirements. The exhibit is also available on our website at healthpeak.com.\nI'll now turn the call over to our President and Chief Executive Officer, Scott Brinker.\n\nScott M. Brinker\n\nChief Investment Officer & Executive Vice President, HCP, Inc.\n\nAll right. Thanks, Andrew, and welcome to Healthpeak's Second Quarter 2025 Earnings Call. Our CFO, Kelvin Moses, is here with me for prepared remarks, and our senior team is available for Q&A. I want to start by thanking our entire team for another quarter of excellence in execution, one of our weaker core values. In addition to their normal responsibilities and strong financial results, our team completed an enterprise-wide technology upgrade after more than a year of planning and testing. The new platform will improve the integration and availability of data, increased productivity and provide a foundation for rapid deployment of additional AI capabilities.\nAll right. Let me touch on the political and regulatory environment. The reconciliation bill signed in early July should be a first step in reducing the uncertainty that has impacted our sector. As is often the case, the reality was far better than the attention grabbing headlines earlier this year. We were pleased to see the changes made to drug pricing for rare diseases and favorable tax treatment for research and manufacturing. Both changes helped promote biopharma investment here in the U.S.\nIn our outpatient business, the impact of the Medicaid cuts should be pretty immaterial given our locations and our tenants payer mix. More important is a recent proposed rule from CMS to the so-called inpatient-only list. Current policy requires surgical procedures to be performed in a hospital and less explicitly approved by CMS for an outpatient setting. In other words, the default option is the hospital. The proposed rule would reverse that and the default option would be to allow the outpatient setting. This would be very positive for our business.\nOur decision to internalize property management continues to be a strategic and financial success. Next month, we internalize 2 million square feet in Boston and 1 million square feet in Texas. One of my strategic goals has been to bring us closer to our real estate. And I love the fact that our own employees are now interacting with our tenants on a daily basis. We've been able to remove layers of oversight bureaucracy, generate profit and augment relationships with our tenants.\nLast week, we received our most recent tenant satisfaction scores, which showed year-over-year improvement and are well above industry averages. Our focus on customer service helps drive high retention rates and re-leasing spreads.\nI'd like to give some color on second quarter results in each of our business segments, starting with outpatient medical. Same-store growth, retention and re-leasing spreads were all near record levels. The aging population and consumer preference for convenient lower-cost settings is driving demand for our buildings. Meanwhile, new supply is at the lowest levels we've seen in 2 decades. That dynamic is favorable for Healthpeak with the largest footprint in the sector and industry-leading tenant relationships.\nBy design, we have significant concentration in markets like Dallas, Houston, Nashville, Atlanta, Phoenix and Denver. We'll continue to grow in these core markets deepening our competitive advantage in geographies with the highest potential for internal and external growth. To that point, we recently closed on 2 large outpatient development projects in Atlanta, representing $150 million of projected spend. Atlanta is one of our biggest and most important outpatient markets, supported by our relationship with Northside Hospital, a fast-growing and highly successful regional health systems.\nAnd new developments are anchored by Northside, outpatient services and physicians and/or 78% pre-leased before commencement of construction, with a strong leasing pipeline behind that. We expect to achieve a mid-7s return on cost, generating significant shareholder value relative to acquisition cap rates on such high-quality assets. In our lab R&D business, we're beginning to see at least a few leading indicators turn positive. Spec new supply is quickly going to 0 and should remain there for quite some time. A recent broker report showed more than 4 million square feet of inventory being removed from the supply pipeline as certain landlords who lack scale and expertise to pursue an alternative use.\nOn the regulatory front, new leadership at the FDA are making changes to promote innovation and modernization. That amount of change creates a bumpy transition, but the landing point should be positive for the biopharma sector. In particular, the cost in time to bring a drug to market in the U.S. could come down improving the return on cost or R&D taking place in our lab buildings. We've also seen a couple of $10 billion M&A deals recently, which allows capital to be recycled back into the ecosystem. Those M&A exits along with political and regulatory stability should help jump start public and private capital raising, which is the key to an improvement in new leasing.\nMoving to our CCRC business, which experienced record leasing volumes last quarter. Our strategic decision to increase affordability with our unique entry fee structure, broadened our demand pool and differentiated our product. The CCRC portfolio is residential housing for independent seniors with significant amenities and a continuum of care available on site. Our net entry fee is just 60% of the local median home value representing a strong value proposition for our residents.\nThe portfolio is now generating approximately $200 million of annual NOI, including cash entry fees, which incredibly is 50% higher than in 2019 before the pandemic. Our decision to bring in LCS as the operator has been an important part of that spike in performance. And with current occupancy at 86%, we have more upside to capture.\nOkay. Let me turn it to Kelvin for financial results and the balance sheet.\n\nKelvin O. Moses\n\nChief Financial Officer\n\nThank you, Scott. I'll begin with a brief update on how we're positioning the operating platform to lead in this next phase of execution for Healthpeak. Today, we are a very different company than we were 3 years ago, but more than 60% of our team now directly engaged with our tenants and focused on delivering a differentiated customer experience across our properties. Our entire company is committed to enhancing our client service model, laying a strong foundation for sustained long-term value creation through operational excellence.\nWith the internalization of property management largely complete, we shifted focus to scaling our real estate operations capabilities. We are implementing a strategic plan that enhances operating procedures, refines lease documents, strengthens, training and support programs and elevates brand service standards to deliver a best-in-class experience for our clients and tenants.\nThis commitment to operational excellence will further set Healthpeak apart from competitors and positions the platform to capture investment and leasing opportunities not available to the broader market. We are also well underway in advancing a near-term action plan to deploy artificial intelligence tools designed to optimize daily operations and enhance visibility and passive performance. These tools will empower our team with real-time insights and will allow us to implement solutions that ensure consistent performance, deliver practical efficiencies and streamline processes. We look forward to sharing relevant updates on progress on future calls.\nNow moving into our second quarter results. We had another overall strong quarter of financial and operating results. We reported FFO as adjusted of $0.46 per share, AFFO of $0.44 per share in total portfolio same-store growth of 3.5%. In our CCRC business, we reported same-store growth of 8.6% driven by rate growth of 5% in higher entrance fee sales. We continue to be pleased with the execution by our operating partners, the strength of our team and the performance of our high-quality portfolio of assets.\nMoving to outpatient medical. Our results this quarter reflect the focus that our leadership team is placed on positioning our portfolio for success, cultivating the strongest tenant relationships in the sector and capitalizing on the continued strength in fundamentals we are seeing across the business. This quarter, we achieved 85% tenant retention, delivered a positive rent mark-to-market at 6% and reported same-store cash NOI growth of 3.9%.\nDuring the quarter, we executed over 1 million square feet of leases including approximately 200,000 square feet of new leasing. That represents 2 million square feet of execution through the first half of 2025 and a strong pipeline to follow. Additionally, we executed another 419,000 square feet of leases in July, and we have 682,000 square feet under LOI.\nAnd finally, lab. We continue to focus on capturing outside share of the available demand in the market. I'm converting our pipeline into executed leases. For the second quarter, we reported same-store growth of 1.5%, a positive rent mark-to-market of 6% and tenant retention of 87%. We executed 503,000 square feet of leases in the quarter, which included approximately 85% renewal leasing and brings our total lease execution for the first half of 2025 to approximately 780,000 square feet. Additionally, we executed another 55,000 square feet of leases in July, we were under LOI or another 250,000 square feet.\nTotal occupancy declined by 150 basis points this quarter primarily due to natural lease expiration and tenant departures following unsuccessful capital raises earlier in the year.\nOn to the balance sheet. In June, we repaid $450 million of senior notes with proceeds from our commercial paper program. We ended the second quarter with net debt to adjusted EBITDA of 5.2x and nearly $2.3 billion of liquidity. As we look ahead to the remainder of the year, we will opportunistically monitor the bond market to refinance our commercial paper balances and further strengthen the balance sheet. Balance sheet discipline will continue to be a core long-term strategy, and we expect to preserve optionality to invest where we have identified opportunities that will enhance our portfolio quality and generate attractive returns.\nBefore we move into Q&A, we wanted to briefly touch on guidance. Based on our strong overall performance in the first half, we are reaffirming our FFO as adjusted and same-store cash NOI expectations. Our CCRC portfolio continues to benefit from strong market fundamentals, and with year-to-date same-store growth of 12%, we are now on track to exceed the high end of our segment guidance.\nOutpatient medical, our largest business segment, continues to achieve strong tenant retention and re-leasing spreads, which were up to 6% in the second quarter. That performance is supported by a robust leasing pipeline that positions this portfolio to the high end of our initial segment guidance. We remain confident in the execution from our team and the balance of our diversified portfolio, which we expect to deliver results within our overall same-store growth range despite what we are experiencing broadly in the lab sector.\nOver the coming months, I look forward to continuing to meet and engage with our equity and fixed income investors. And with that, operator, we can move into questions."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4aae50ab36a393077924a0b54c11575c",
    "period": "2025 Q1",
    "content": "Q1 2025 Healthpeak Properties Inc Earnings Call\n\nQ1 2025 Healthpeak Properties Inc Earnings Call\n\nDOCNYSEAPR 25, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Healthpeak Properties, Inc. First Quarter Conference Call. [Operator Instructions]. Please note, this event is being recorded. I would now like to turn the conference over to Andrew Johns, Senior Vice President, Investor Relations. Please go ahead.\n\nAndrew Johns\n\nSenior Vice President of Investor Relations\n\nWelcome to Healthpeak's First Quarter 2025 Financial Results Conference Call. Today's contain certain forward-looking statements, although we believe expectations reflected in any forward-looking statements are based on reasonable assumptions, our forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from our expectations.\nA discussion of risks and risk factors included in our press release and detailed in our filings with the SEC. We do not undertake a duty to update any forward-looking statements. Certain non-GAAP financial measures will be discussed on this call and an exhibit to the 8-K referred to the SEC yesterday, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with is also available at our website at healthpeak.com.\nI'll now turn the call over to our President, Chief Executive Officer, Scott Brinker.\n\nScott M. Brinker\n\nChief Investment Officer & Executive Vice President, HCP, Inc.\n\nOkay. Thanks, Andrew, and welcome to Healthpeak's first quarter earnings call. Very excited to introduce Kelvin Moses as our new CFO. He'll be an outstanding partner for me and the senior team.\nWhen I took this role in October of '22, I talked about getting Healthpeak closer to our real estate, immersing ourselves in the underlying business of our tenants to drive better capital allocation decisions. The merger with physicians accelerated our transformation and Kevin's promotion moves us further in that direction. His well-rounded experience includes health care, operations, portfolio management, transactions and development. Kelvin has been with Healthpeak for 7 years and excel at every role we've given him.\nAs I reflected on what the role of the CFO should be at Healthpeak, we have the luxury of outstanding in-place leadership in accounting, finance, capital markets and investor relations. This allows Kelvin to be more of a strategic and operational CFO, and we expect a seamless transition. Our existing strategy around leverage in the balance sheet will not change.\nToday, our executive team is 45 years old on average with an average tenure of 10 years at Healthpeak. Every one of us was internally promoted to our current position. This points to a strong culture, deep bench and thoughtful succession planning.\nThank you to our entire team for another quarter of excellence in execution, one of the core values that define our culture. Execution is important in any environment, but particularly in this backdrop. This team has worked diligently to meet or exceed expectations, including earnings, leasing and merger synergies.\nKelvin will cover guidance in more detail, but I want to comment that maintaining guidance against this market backdrop is a testament to our diversified high-quality portfolio. Strong results in outpatient medical and senior housing are offsetting weakness in our lab business caused by actions and comments from Washington that impacted biotech capital region, and I'll come back to this topic.\nWe produced another strong quarter in Outpatient Medical, our largest business segment. Across the outpatient sector, demand is outpacing new supply, a trend we expect will remain in our favor due to the high cost of new construction.\nOur decision to internalize property management has been an overwhelming success strategically and financially. We completed an additional 4.5 million square feet since January 1, with additional markets in the pipeline.\nOutpatient Medical is one of the very few sectors in all of real estate with positive NOI growth every year for the past 2 decades. We expect that portfolio to outperform other sectors if the economy slows down, and we foresee de minimis impact from tariffs.\nOur senior housing portfolio had another strong quarter of occupancy and rental rate growth, driving positive 16% same-store growth. With occupancy at 86%, we've got plenty of upside to capture, and I'm very happy with the strategic and tactical decisions we've made to grow NOI in these properties.\nMoving to our Lab business, which represents approximately 35% of our income. There's been a mirage of headlines, so consider these thoughts to be an alternative perspective. No doubt, it's a bumpy road right now, but we do see some themes emerging that could be positive for our lab business over time.\nMost important is our government's focus on China, which has been making a big push to challenge America's leadership position in the biopharma sector. Our view is that policymakers in a bipartisan way have correctly identified U.S.-based biopharma as being paramount to our national security and economic prosperity. We see very little chance that an America-first agenda leaves behind the biopharma sector.\nFor too long, innovation from the U.S. has subsidized medicines around the world and other countries have captured too much control of the supply chain. Washington's willingness to address these risks and in equities has the potential to be very positive for life science real estate demand here in the U.S. This includes the push to onshore biomanufacturing and would logically include R&D as well.\nThere appears to be support in Washington to address the profitability and complexity of and to eliminate the so-called pill penalty in the Inflation Reduction Act, which would extend market exclusivity for small molecule drugs by 4 years. Both changes would improve biopharma return on investment and, therefore, demand for\nA functional FDA is critical to the U.S. maintaining its leadership position in the sector. Today, it takes at least 10 years and $1 billion to bring a drug to market in the U.S. It's in our national interest to look for ways to make that process more efficient. The recent job cuts at the FDA captured headlines, but did not impact the scientists or the reviewers.\nIt is early, but the feedback to date from our tenants suggest normal response times from the FDA with only isolated delays. Final drug approvals have continued at the FDA since the inauguration. New applications have been approved as well, including last week for one of our tenants to start Phase I trials for gene-edited liver transplant.\nThere's also a discussion at the FDA of using technology to replace expenses vivarium work and a new conditional approval, which could shorten the time line for costly Phase III trials. The point is there's some early evidence that the FDA is looking to encourage innovation and create faster time lines.\nLast point I'll make on this topic is that consumers also vote on elections and consumer demand for innovative diagnostics and therapeutics is not going away. In fact, demand is projected to accelerate to 8% per year through 2030. We expect voters to push their elected representatives to support medical innovation.\nSpecific to our portfolio, we continue to focus on capturing market share with our high-quality portfolio. We signed 450,000 square feet of leases year-to-date and our pipeline is the largest it's been since last summer. It would not surprise us to see some tenants delay final leasing decisions given the environment, but we see this as demand getting pushed back, not eliminated.\nFinally, we have even more confidence today that new supply in the sector will essentially go to 0 for many years to come. This is obviously a great foundation for recovery in our lab business.\nI want to comment on recent capital allocation by this team, which puts our balance sheet and liquidity in an enviable position. First, we were early to shut down capital allocation to life science, and we have not started a new development since 2021.\nSecond, we executed the merger with Physicians Realty Trust, which increased our allocation to the stable and attractive outpatient medical business to just over 50%, while generating earnings accretion, improving our balance sheet and creating the best platform in the outpatient sector.\nFinally, we sold $1.4 billion of stabilized assets at a very attractive 6.3% cap rate and used the proceeds to fully fund our development pipeline, buy back almost $300 million of stock at an implied 8% cap rate and bring leverage down to below 5. We also reduced floating rate debt from 20% to almost 0.\nThat brings us to today. Our life science loan pipeline is active, and we continue to see opportunity to position Healthpeak for the inevitable recovery. We still believe the best time to invest is when others are not. But as market uncertainty has increased, we stepped back to reassess the appropriate risk-adjusted returns, which may be different than 3 to 6 months ago when certain transactions were negotiated.\nWe chose to maintain our $500 million investment guidance this year, but we've now included stock buybacks in that line item to reflect our optionality. In any event, we intend to maintain leverage within our target range in the mid-5s.\nI'm happy to turn the call to Kelvin.\n\nKelvin O. Moses\n\nChief Financial Officer\n\nThank you, Scott, for the warm introduction. I'm grateful to have the opportunity to grow within Healthpeak's leadership. In this role, I'm excited to continue to help shape our business strategy and influence the outcomes that drive our operating results. The complement of my real estate and transactions mindset, alongside of this outstanding team, will allow us to continue to focus on disciplined capital allocation decisions that will deliver long-term value to our shareholders.\nBefore we get started with the first quarter results, I wanted to share a brief update on our master plan development project in West Cambridge. Having spent the last 5 years working closely in the Boston market to help build our lab portfolio, including our land assemblies and entitlement efforts for our Cambridge Point master plan.\nOn behalf of the team, I'm pleased to announce that we've selected Hines to join as the development partner to advance the residential component of the project. Hines brings a depth of expertise in place making, multifamily construction and mixed-use development, which will allow us to commence this project once we are fully entitled late next year.\nWe are extremely pleased with this outcome and the partnership with Heinz advances our vision to establish a mixed-use destination of scale and validates this generational opportunity that will be delivered over the next decade plus.\nNow turning to the first quarter financial and operating results. We reported FFO as adjusted of $0.46 per share, AFFO of $0.43 per share and total portfolio same-store growth of 7%.\nMoving to segment performance. In Outpatient Medical, we reported first quarter same-store growth of 5%, driven by strong tenant retention, a positive rent mark-to-market of 4.1% and the benefit from our continued internalization efforts.\nDuring the quarter, we executed nearly 1 million square feet of leases including 265,000 square feet of new leasing, which is followed up by a strong and active pipeline as we head into the second quarter. Fundamentals for the outpatient business have never been stronger and our team is working hard to translate this favorable backdrop into higher occupancy, stronger rent mark-to-market and ultimately cash flow growth.\nTurning to Lab. We reported same-store growth of 7.7%, which includes the positive impact from the expiration of prerent on 2 large leases in South San Francisco and a full quarter benefit of internalization. For the balance of the year, we expect quarterly same-store growth\n[Audio Gap]."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e586fd9dbc6f2e9e4a588caa0b6c106",
    "period": "2024 Q4",
    "content": "Q4 2024 Healthpeak Properties Inc Earnings Call\n\nQ4 2024 Healthpeak Properties Inc Earnings Call\n\nDOCNYSEFEB 4, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Healthpeak Properties, Inc. Fourth Quarter Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Andrew Johns, Senior Vice President, Investor Relations. Please go ahead.\n\nAndrew Johns\n\nSenior Vice President of Investor Relations\n\nWelcome to Healthpeak's Fourth Quarter 2024 Financial Results Conference Call. Today's conference call contains certain forward-looking statements. Although we believe expectations reflected in any forward-looking statements are based on reasonable assumptions, our forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from our expectations. A discussion of risks and risk factors that's included in our press release and detailed in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nCertain non-GAAP financial measures will be discussed on this call. In an exhibit of the 8-K we furnished to the SEC yesterday, we have reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with Reg G requirements. The exhibit is also available on our website at healthpeak.com.\nI'll now turn the call over to our President and Chief Executive Officer, Scott Brinker.\n\nScott M. Brinker\n\nChief Investment Officer & Executive Vice President, HCP, Inc.\n\nOkay. Thanks, Andrew, and welcome to Healthpeak's Fourth Quarter and Full Year 2024 Earnings Call. Our CFO, Pete Scott is here with me for prepared remarks and the senior team is available for Q&A.\nI would like to thank our entire team for a year of operational excellence, in particular, with merger integration, internalization, leasing, and senior housing operations. I'm confident that in 2024, we built the foundation for future outperformance with our improved capabilities, portfolio and balance sheet.\nWe also continue to grow earnings. Over the past 3 years, we've grown FFO per share by 12% and AFFO per share by 19%. Additional growth is implied in our 2025 guidance.\nYesterday, we announced an increase to our dividend. The increase was made possible by our earnings growth and is an important part of our total return to shareholders. Beginning in April, we'll pay the dividend on a monthly basis to match the cadence of our monthly rental income.\nOur FFO payout ratio remains conservative, preserving free cash flow to reinvest into the business. We believe there is significant value and upside in our stock today when we look at our current multiple, overlaid with our earnings growth and 6% dividend yield, not to mention the underlying value of our real estate and our proven competitive advantage in both life science and outpatient medical.\nThe merger with Physician Realty closed less than a year ago and has already proven to be highly successful. The merger was accretive to our earnings, balance sheet and platform. It highlighted our ability to execute and to exceed expectations, for example, with merger synergies and a common spirit renewal. We'll build on that momentum in 2025 by continuing to internalize property management across our portfolio, which is both financially and strategically accretive.\nWe also have a significant development pipeline from the health system relationships that came over with JT and his team. In 2024, we closed $1.3 billion of asset sales at a compelling cap rate of 6.4%, primarily stabilized outpatient medical buildings where private market values have remained strong. Because of the asset sales, our balance sheet is currently under levered, and we believe 2025 is an opportune time to go on offense, particularly in life science, we're overbuilding and a lack of liquidity is creating opportunities for us. There's a very small handful of owners in the life science sector with a competitive advantage and Healthpeak is certainly on that list with our scale, track record and capabilities.\nFor the past several years, we had a conservative near-term outlook for the sector and chose not to commence any new development or to make any acquisitions. With new deliveries declined by 75% this year, new starts at nearly 0 and many new entrants and lenders feeling distress. We see this as a great time to put our platform and balance sheet to work. Private credit has exploded in popularity, but there's a vacuum in my science today and therefore, an opportunity for Healthpeak.\nOur focus is loan investments that provide immediate accretion, more seniority in the capital stack, in an attractive basis and future acquisition rights of buildings in our core submarkets. The $75 million mortgage loan we announced yesterday is a good example of this targeted approach. The building is down the street from our existing 700,000 square foot campus in Torrey Pines, the premier submarket in San Diego. Our loan to cost is 60% with an 8% interest rate plus purchase option.\nIn our outpatient medical business, our health system driven strategy generates sustainable internal and external growth. Our capabilities and relationships were built over the past 2 decades and continue to bring us proprietary opportunities.\nIn the fourth quarter, we originated a $36 million development loan with purchase option on a development that's 100% pre-leased to McKesson and adjacent to a Baylor Scott & White Hospital in Dallas. Our current pipeline of similar, highly preleased and accretive development projects exceed $300 million.\nI'd like to make a few comments about our senior housing CCRC portfolio. Over the past several years, we've executed a strategy to structure our entry fees so that less than 20% of those fees are refundable to the resident. This is a huge contrast from the typical CCRC where the entry fee is more than 80% refundable to the resident. This strategy around refundability allowed us to keep the entry fee low so that we could target a wider audience. The result has been record sales and record net cash collections.\nAlso, from an ownership perspective, these properties are now more comparable to rental senior housing than to a traditional CCRC. From a resident standpoint, the properties remain highly differentiated and attractive with vast indoor and outdoor amenities and large units with full kitchen to attract independent seniors.\nWe've periodically received inbound interest from potential buyers for the portfolio, but not at prices we found compelling. Our current expectation is that we'll own the portfolio for the foreseeable future while retaining complete control and flexibility.\nFinally, the leadership changes and promotions announced yesterday. We have thorough succession plans and a deep bench for all senior positions. Kelvin Moses has been promoted to the executive team in recognition of his impact across the company since joining in 2018. Kelvin will be EVP of Investments and Portfolio Management.\nTracy Porter has been a key member of our legal team since 2013 and will become EVP and General Counsel on March 1. She's been well trained by Jeff Miller, who have I had the privilege of working with for the past 2 decades as he set the highest bar for teamwork and mentorship.\nAlso on March 1, Mark Theine will report to me as leader of our outpatient medical business. Mark was a co-founder of Physicians Realty and has 2 decades of experience in the outpatient sector. He takes the range from Tom Klaritch, who is one of the founding fathers of the outpatient real estate sector. Tom deserves enormous credit for the role he played in building a leading outpatient platform at Healthpeak over the past 25 years. Both Tom and Jeff have agreed to transition and consulting roles through year-end to ensure a smooth handoff.\nOn behalf of our team and Board, I want to sincerely thank Tom and Jeff for their enormous impact, and congratulate Tracy, Kelvin and Mark for their increased role at the company. We are committed to our [indiscernible] core values and are eager to put in the work to build an industry leader together.\nNow Pete Scott will cover operating results, guidance and the balance sheet.\n\nPeter A. Scott\n\nChief Financial Officer & Executive Vice President, HCP, Inc.\n\nThanks, Scott. We ended the year with strong momentum. For the fourth quarter, we reported FFO as adjusted of $0.46 per share, AFFO of $0.40 per share and total portfolio same-store growth of 5.4%. For the full year, we reported FFO as adjusted of $1.81 per share, AFFO of $1.60 per share and total portfolio same-store growth of 5.4%. We exceeded the midpoint of our original FFO as adjusted guidance by $0.05. Our outperformance was a team effort across the organization and included better results in all 3 segments, higher merger synergies, accretive share repurchases and the opportunistic early lease renewal with CommonSpirit. Our balance sheet is in rock solid shape, with a net debt to EBITDA of 5.2x, providing us with ample dry powder to go on offense.\nLet me provide some highlights for each segment. Starting with outpatient medical. Our year-over-year same-store growth was 3.2%, well above the midpoint of our original outlook. We executed 6.2 million square feet of leases with a positive 7% rent mark-to-market on renewals. We ended the year at 92% occupancy and a tenant retention rate of 88%. Both metrics are well above industry averages.\nTurning to lab. Our year-over-year same-store growth was 5%, far exceeding the high end of our original outlook. We executed 2 million square feet of leases with a positive 11% rent mark-to-market on renewals, highlighted by a positive 30% rent mark-to-market in the fourth quarter. We far exceeded expectations in our labs segment, driven by our unique competitive advantages, including our scale, best-in-class team, high-quality portfolio in the right submarkets and the depth of our industry relationships.\nFinishing with CCRCs. Our year-over-year same-store growth was 20.8%, smashing our original outlook, driven by better-than-expected occupancy gains and entrance fees. Starting in the first quarter of 2025, we will report AFFO in our supplemental inclusive of entrance fee cash collections. We believe this change better reflects the cash flow generation of the business.\nTurning now to our 2025 guidance. We are forecasting FFO as adjusted to range from $1.81 to $1.87 per share. Let me touch on some of the major items that underlie our guidance. We see total same-store growth of 3% to 4%. The components of same-store growth are outpatient medical ranging from 2.5% to 3.5%, lab ranging from 3% to 4% and CCRCs ranging from 4% to 8%. We have included $500 million of investments in our forecast, including the lab loan and Torrey Pines we closed in January. We have a robust pipeline and are confident we can deploy at least as much capital in 2025. The weighted average yield of these investments is 8% plus.\nInterest expense is forecast to increase approximately $15 million or $0.02 a share as we refinance maturing bonds, fund investments and capital spend. Our current 10-year new issuance cost is approximately 5.5%. We have forecast capital spend of $600 million, which was largely focused on development and redevelopment spend. As we have previously discussed, we see a near-term ramp-up of redevelopment projects in lab as we reposition older product for lease-up, a strategy we've utilized with great success over the years.\nOne important item before turning to Q&A. We have made significant progress capturing upside from the lease-up of our marquee development and redevelopment projects. In 2024 and including January 2025, we signed over 370,000 square feet of leases, bringing these projects to over 50% leased, representing approximately half of the $60 million of upside NOI we disclosed. However, there is a timing lag between when a tenant signed a lease and when earnings commence. Our 2025 guidance excludes $0.04 of FFO from signed, but not yet occupied leases. The benefit from these leases will be a tailwind to earnings beginning in late 2025.\nWith that, let's open it up for Q&A."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa50f3a7933fce15d85a98aeba784a11",
    "period": "2024 Q2",
    "content": "Q2 2024 Healthpeak Properties Inc Earnings Call\n\nQ2 2024 Healthpeak Properties Inc Earnings Call\n\nDOCNYSEJUL 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Healthpeak Properties, Inc. Second Quarter Conference Call. [Operator Instructions] Please note that this event is being recorded.\nI would now like to turn the conference over to Andrew Johns, Senior Vice President, Investor Relations. Please go ahead.\n\nAndrew Johns\n\nSenior Vice President of Investor Relations\n\nWelcome to Healthpeak's Second Quarter 2024 Financial Results Conference Call. Today's conference call will contain certain forward-looking statements. Although we believe expectations reflected in any forward-looking statements are based on reasonable assumptions, our forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from our expectations. A discussion of risk and risk factors is included in our press release and detailed in our filings with the SEC. We do not undertake a duty to update any forward-looking statements.\nCertain non-GAAP financial measures to be discussed on this call. In an exhibit of the 8-K we furnished with the SEC yesterday, we reconciled all non-GAAP financial measures to the most directly comparable GAAP measures in accordance with Reg G requirements. These details are also available on our website at healthpeak.com.\nI'll now turn the call over to our President Chief Executive Officer, Scott Brinke?\n\nScott M. Brinker\n\nChief Investment Officer & Executive Vice President, HCP, Inc.\n\nOkay. Thanks, Andrew. Good morning, everyone, and welcome to Healthpeak's second quarter earnings call. Joining me today for our prepared remarks is Pete Scott, our CFO, and the senior team is available for Q&A. First, I'd like to congratulate our entire team on an incredible quarter. We executed on every one of our stated priorities, including merger integration, leasing, asset sales and accretive stock buybacks.\nLast evening, we increased our 2024 guidance for the second time this year, driven by outperformance in leasing, same-store operations and stock buybacks. In addition, our conservative balance sheet and dividend payout ratio are competitive advantages that benefit future earnings growth.\nMerger integration continues to go exceptionally well, both financially and culturally, as we're meeting or exceeding every goal we set. For example, year 1 synergies are now tracking to be a bit higher than $45 million. More important, over the last several months, our newly combined team have been focused on defining the core values of our desired culture. Those core values are now represented by the acronym, WE CARE. W for winning mindset, E for empower the team, C for collaborate and communicate, A for active integrity, R for respective relationship and E for excellence and execution. These are the core values we refer to each day in the office and hold each other accountable for.\nOur outstanding second quarter results are a reflection of those core values in action and the strong culture we are building together. One of my strategic goals has been to bring Healthpeak closer to its real estate and to become fully immersed in the underlying businesses of our tenants. The merger helped us accelerate that transformation. Today, 70% of our people directly support our real estate. Two years ago, that figure was less than 50%. And we're increasingly dialed into the health care ecosystem.\nThis is critical because the health care sector is not a traditional real estate business. Investment outcomes are very much impacted by the underlying business taking place in our building, not just the attributes of the real estate itself. A thorough understanding of the operating and regulatory environment and close relationships with the leading providers will drive superior investment and portfolio management decisions over time.\nOkay. I'd like to provide an update on our life science business. 2Q was by far our largest quarter of lease executions in several years. The attractive pipeline we've been talking about is now being converted into leases, as our tenants have gotten more comfortable in making real estate decisions. We signed 800,000 square feet of leases in the second quarter, 75% were renewals and 25% were new. The re-leasing spread was positive 6%, and, as has been the case for several years running, not a single tenant downsized upon renewal. In fact, several of the tenants took additional space.\n84% of that leasing was done with existing tenants and the remaining 16% are new to the portfolio, on one hand, highlighting our competitive advantage from existing relationships, at the same time, adding new ones for future growth. Sponsorship is paramount to tenants and their brokers in this environment. Our credibility, portfolio quality and strong balance sheet give us a competitive advantage. Our 2Q results and pipeline suggest we hit an inflection point well ahead of the sector at large.\nWe expect 3Q to be a big leasing quarter as well. We signed an additional 180,000 square feet of leases in July, all of which were new with an average term of 10 years. And our pipeline remains strong, with 620,000 square feet under signed LOI, including at Vantage, Portside and Directors Gateway.\nMoving to our outpatient medical business. We're driving strong performance through our platform, favorable industry fundamentals and our high-quality portfolio. Occupancy in outpatient portfolio was up 20 basis points in the quarter and re-leasing spreads were positive 4.7%. Operationally, we haven't skipped a beat with the merger, and our increased scale allows us to take advantage of strong volume growth across the sector as underscored by HCA's exceptional second quarter results this week.\nAlso, as announced yesterday, we're very pleased to strengthen our relationship with CommonSpirit for the next decade plus. We sold about 900,000 square feet of space leased to CommonSpirit in June and July as part of the sale transactions we announced yesterday. Our go-forward relationship represents 2 million square feet or approximately 3% of our total ABR, and is well diversified across more than 30 different cities, including Seattle, Houston and Salt Lake City.\nWe recently executed early renewals across the portfolio, which extends the blended maturity date to December of 2035. The [indiscernible] have been 3 years and now improves to more than 11 years. The blended re-leasing spread is positive 13% and the annual rent escalator will increase to a fixed 3%. Note that the terms of the existing leases will remain in effect through the original maturity date, most of which are in 2026, '27 and '28. We used our in-house leasing team to negotiate and execute the early renewal another example of the merger augmenting our platform capabilities. This was a win-win outcome, and we're very pleased with the collaboration between Healthpeak and CommonSpirit.\nOkay. Moving to capital allocation. Yesterday, we announced $853 million of outpatient medical asset sales in 5 separate transactions at a 6.8% blended cap rate. These were non- and less-core buildings in markets we're not looking to grow, such as North Dakota, Earl, Nebraska and Upstate New York. The sales are accretive to our future growth profile, and the cap rate on our remaining outpatient portfolio would certainly be inside the sales we announced yesterday. We included a comparative asset quality table in our earnings release that support those statements.\nThe net proceeds create significant dry powder to drive future earnings growth. We bought that $88 million of stock since our last earnings call as we continue to believe the share price was undervalued in comparison to the intrinsic value of our real estate. Year-to-date, we repurchased $188 million of stock at a blended price of just under $18 per share, which equates to an implied cap rate in the high 7% range. To accretively fund these repurchases, we've sold $1.2 billion of assets year-to-date at a blended cap rate of 6.5%. Portfolio fine-tuning is usually dilutive, but we took advantage of the temporary dislocation in our stock price to strengthen our portfolio in a way that's actually accretive to earnings.\nAnd I'll close with external growth. Our deep health system relationships are driving compelling new development opportunities. The 2 projects we announced yesterday totaled $53 million and are 84% preleased, with stabilized yields in the mid-7s. These projects offer compelling value. At a positive spread, we're recycling out of older, non- and less-core assets into brand-new buildings in core markets with leading health systems. We're currently underwriting an attractive pipeline of similar development projects with our health system partners.\nAnd now, Pete Scott will cover operating results, guidance and the balance sheet.\n\nPeter A. Scott\n\nChief Financial Officer & Executive Vice President, HCP, Inc.\n\nThanks, Scott. We had a very strong second quarter. We reported FFO as adjusted of $0.45 per share, AFFO of $0.39 per share and total portfolio same-store growth of 4.5%. Let me briefly touch on segment performance, starting with outpatient medical.\nOur results this quarter underscore the strength of the long-term demand drivers we are seeing. We reported same-store growth of 3.1%, a positive rent mark-to-market on the new leasing of 4.7% and a retention rate of 83%. Additionally, we are consistently achieving 3% fixed escalators on new leases, which should improve our earnings growth trajectory for years to come.\nTurning to lab. The strength of our portfolio, relationships and reputation are leading to outsized leasing demand and driving results that are exceeding expectations. We reported same-store growth of 3%, driven by 3% plus contractual rent escalators and a positive 6% rent mark-to-market. Occupancy did tick down a bit, but was largely the result of the fully occupied Poway sale in San Diego that was completed earlier in the second quarter. Year-to-date, we have signed 1.1 million square feet of leases and have a robust leasing pipeline for the balance of the year.\nFinishing with CCRCs. We reported same-store growth of positive 2%, driven by 200 basis points of occupancy growth and strong rate growth of 7%. Shifting to the balance sheet. We ended the quarter with a net debt to EBITDA of 5.2x and nearly $3 billion of liquidity. However, these metrics don't take into account the majority of our disposition which closed in July. Pro forma, these dispositions, our net debt to EBITDA is approximately 5x, we have nothing outstanding on our line of credit and we have a cash balance of $300 million. So we are sitting on significant dry powder to drive future earnings growth from acquisitions, redevelopments, developments or stock buybacks.\nOn stock buybacks, our existing authorization was due to expire in August, and we filed a new 2-year $500 million authorization. Finishing now with guidance. We are increasing our FFO as adjusted guidance range by $0.01 to $1.77 to $1.81, and we are increasing our AFFO guidance range by $0.01 to $1.54 to $1.58. Our guidance increase is driven by 3 items. First, we increased same-store guidance by 25 basis points to 2.75% to 4.25%. Second, the significant early renewal leasing in lab and outpatient medical, including CommonSpirit, provided an immediate FFO benefit. Third, we accretively bought back an incremental $88 million worth of stock at an FFO yield near 10%.\nWith that, operator, let's open the line for Q&A."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99a727c502ee9f6c0f0f67857e23b260",
    "period": "2023 Q2",
    "content": "Q2 2023 Physicians Realty Trust Earnings Call\n\nQ2 2023 Physicians Realty Trust Earnings Call\n\nDOCNYSEAUG 3, 10:00 AM\n\nOperator\n\nGood morning, and welcome to thePhysicians Realty Trust Second Quarter 2023 Earnings Call. All participants will be in listen only mode. [Operator Instruction] Please note this event is being recorded.\nI would now like to turn the conference over to Bradley Page, Senior Vice President General Counsel. Please go ahead.\n\nBradley D. Page\n\nSenior Vice President & General Counsel, Physicians Realty Trust\n\nThank you Jason. Good morning, and welcome to the Physicians Realty Trust second quarter 2023 earnings conference call and webcast. Joining me today are John Thomas, Chief Executive Officer; Jeff Theiler, Chief Financial Officer; Deeni Taylor, Chief Investment Officer; Mark Theine, Executive Vice President Asset Management; John Lucey, Chief Accounting and Administrative Officer; and Lori Becker, Senior Vice President Controller.\nDuring this call, John Thomas will provide a summary of the company's activities and performance for the second quarter of 2023, and our year-to-date performance, as well as a strategic focus -- our strategic focus for the remainder of 2023. Jeff Theiler will review our financial results for the second quarter of 2023, and Mark Theine will provide a summary of our operations for the second quarter.\nThis call will contain forward looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. They reflect the views of management, regarding current expectations and projections about future events and are based on information currently available to us.\nOur forward looking statements involve numerous risks and uncertainties depend on assumptions, data and methods that may be incorrect or imprecise. You should not rely on our forward looking statements as predictions of future events, and we do not guarantee that the transactions or events described will happen as described or that they will happen at all. For more detailed description of other risks and other important factors that could cause our actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission.\nWith that, I'd like to -- to now turn the call over to the company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, Chief Executive Officer & Trustee, Physicians Realty Trust\n\nThank you, Brad. On July 19, we celebrated DOC's 10th anniversary as a public company. From our earliest days it's the custodians of a modest portfolio of 19 buildings, DOC team is remain committed to a disciplined strategy of thoughtful growth and prudent balance sheet management. With steadfast approach combined with our unmatched partnerships with health systems and physicians across the country has propelled our portfolio to nearly 300 owned assets totaling over 16 million rentable square feet.\nWhile we are proud to reflect on our achievements so far, we are excited to embrace the opportunities available for DOC's next decade. The demand for the U.S. health care delivery system will continue to grow in tandem with the aging of America, and providers need to expand their outpatient presence to effectively care for their patients. Physicians Realty Trust remains ready to partner with our clients to address these changes.\nWe are well positioned to demands and own the purpose built outpatient facilities that will replace expensive and aged impatient space. The opportunity to deliver accretive growth through acquisitions has been limited for much of the past 2 years due to rapidly rising interest rates and the expected uncertainty as to where investment yield should settle.\nWe've chosen to remain patient during this time, prudently waiting for market pricing to meet our cost of capital. That doesn't mean we've been stagnant, our team has worked diligently to remain connected with our health system partners, while also thoughtfully evaluating, where the DOC is moving for outpatient real estate.\nWe're pleased to share that our patients is beginning to be rewarded. During the quarter, we completed a modest number of acquisitions, highlighted by the purchase of the cardiovascular associates building in Birmingham, Alabama at a 1st year yield of 7%. This 73,000 square foot building was designed and built in response to market innovations that now allow many cardiology services and procedures to be performed in an outpatient facility. This is a natural clinically evolution with Medicare and commercial payers each recognizing the higher quality and lower cost of providing cardiology services in an outpatient location. We expect this to be a growth strategy for us as the 1st of many similar cardiology focused outpatient facilities, we will purchase development finance in the future.\nIn addition to the acquisition of stable properties, we will continue to invest meaningful capital in the development of outpatient medical facilities. This capital will be provided in varying forms including loan down debt facilities and mezzanine financing arrangements on heavily pre-leased projects.\nMany of these projects will eventually come on balance sheet through contractual takeout commitments. Our pipeline includes $68 million in contractual commitments to projects under construction and the potential for $500 million of further investments in projects in the planning stage.\nProjects within our development pipeline are diverse in nature, reflecting the robust opportunity available for outpatient medical investors. 4 projects in our active pipeline are a redevelopment of existing buildings, 1 is the conversion of a vacant big box retail anchor, and 3 represents the conversion of suburban general office buildings. In each case, these projects will soon be helping leading healthcare providers deliver care in their communities.\nWe expect that our stabilized yields on these opportunities will exceed the interest rates received during each respective construction period. For 1st year rent returns that we project to exceed 7% once stabilized. In any case, these financing opportunities will have higher long term IRR than we can achieve in the current acquisition market.\nWe have not finalized these capital commitments and some are all may not come to fruition. Yet we are confident that our opportunity for attractive development financings will continue to grow.\nWithin the existing portfolio DOC's leasing team continues to do an outstanding job of maximizing the performance of our portfolio. We have ambitious goals to achieve positive net absorption this year while also capturing the exceptional renewal spreads and increasing escalators that we've delivered in recent quarters. That momentum has continued this quarter with leasing spreads totaling 7.8%.\nOver time, the achievement of leasing results and excessive historical levels and maintaining or improving total occupancy should lead to sustainable and elevated NOI growth over time that is sustainably higher than what we -- what the outpatient medical space has provided in the past. We projected this past quarter as the trough for same store growth as we sign and commits will both new and renewable leases in the future.\nJeff will now share comments on our financial results of second quarter 2023, and Mark will discuss our operating results. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP & CFO, Physicians Realty Trust\n\nThank you, John. In the second quarter of 2023. The company generated normalized funds from operations as $61.2 million or $0.25 per share. Our normalized funds available for distribution were $60.2 million or $0.24 per share. We paid our second quarter dividend of $0.23 per share on July 18, which represented a FAD payout ratio of 95%.\nWe started the quarter with a strong balance sheet. However, with the prospect of the Federal Reserve keeping rates higher for longer, we decided to take advantage of the inverted yield curve to source additional capital and pay down expensive short term debt. We closed on a 5 year $400 million term loan in May and concurrently entered into a 5 year swap agreement to fixed our interest expense at 4.69% for the duration of the debt.\nAs everyone knows, 2023 has been a very challenging year to raise capital. However the deep banking relationships that we've built over the past 10 years enabled us to successfully execute this deal, even in that difficult backdrop, and we are grateful for these partnerships. We use a portion of the proceeds of the term loan to repay our entire revolving line of credit and place the remaining proceeds in liquid funds that are currently earning just over 5%. We therefore maintain a positive spread on these funds, while our investments team actively works with health systems across the country to generate attractive acquisition opportunities.\nFollowing that transaction, we start the third quarter in an enviable capital position. Our consolidated net debt to EBITDA ratio was 5.3x. Further, the successful execution of the term loan enabled us to reduce our variable rate debt percentage from 13.4% at the beginning of the quarter to 4.8%. While the current mood of the market seems to be that inflation is coming under control, we are prepared for either scenario with debt maturities that are well staggered and pushed out. Our $2 billion of consolidated debt only about $85 million or 4% matures before 2026. We're free to execute our business plan without any limitations on the capital side.\nAs previously noted, our $1 billion revolving line of credit is completely undrawn and when combined with the cash on the balance sheet, provides us with $1.25 billion of near term liquidity. Current commitments still to be drawn on our developments and outstanding loans are modest at roughly $68 million. This leaves us with dry powder for new acquisitions of roughly $300 million.\nWe have been measured in our acquisition activity so far this year, but we're starting to see more and more attractive opportunities, so while we still aren't providing definitive acquisition guidance, we can say that we expect the acquisitions to increase steadily through the remainder of the year. We will seek to deploy capital to traditional acquisitions, new development projects and our mezzanine lending platform.\nTurning to just a few other items, we are working hard to mitigate the impacts of inflation on our corporate expenses, and we remain on track for the G&A guidance of $41 million to $43 million. Our construction team is also managing to the guidance of $24 million to $26 million for recurring capital projects, and we don't expect any surprises there.\nWith that, I'll turn it over to Mark to walk through the details of the second quarter portfolio operations.\n\nMark D. Theine\n\nExecutive Vice President of Asset Management, Physicians Realty Trust\n\nThanks Jeff. Our patient medical same-store NOI gross total of 0.8% for the quarter. This deviation from our long term trend of 2% to 3% is the result of a decline in same store portfolio occupancy to 94.4%. While incremental vacancy creates near term headwinds, we believe that the current economic environment provides us with the opportunity to create long term value through aggressive leasing initiatives.\nWe appreciate the value creation requires patience, but our conviction in the unique pricing powered offered by our high quality portfolio and best in class management platform couldn't be greater. This confidence is substantiated by full portfolio renewal spreads that have outpaced our closest peers since the beginning of 2022. That momentum continued this quarter, where we achieved renewal spreads of 7.8% across 244,000 square feet of leasing activity. Importantly, tenant retention remain high at 78%, and we successfully increased contractual escalations on lease renewals by 40 basis points relative to expiring levels. These exceptional renewal results were achieved with modest leasing costs of $1.19 per square foot per year.\nAs seen elsewhere in the broader real estate sector, health system tenants are currently engaging in a flight to quality, rising construction expenses and stubbornly high interest rates have increased the cost of building new benefitting existing owners of quality real estate.\nOur leasing team is focused on capitalizing on the opportunity to boost occupancy and remain engaged in the comprehensive campaign to increase the visibility of our space. This includes improved the online marketing, the leveraging of technology to demonstrate the capabilities of our space and targeting of key brokers to drive foot traffic.\nWe're seeing these efforts gain traction. For the quarter, we realize positive absorption of 4,100 square feet and average annual escalations of 3.0% on new leasing activity. Our pipeline of new leasing activity continues to accelerate with active proposals extended on over 120,000 square feet of vacant space.\nWe are encouraged by these early indicators for future net absorption. If you'd like to say thank you to all of our nationwide leasing partners. We sincerely value the relationships with this accomplished team of healthcare leasing professionals and look forward to seeing many of them at our annual DOC Management Summit in Milwaukee this September.\nBeyond these excellent leasing efforts, we're focused on the efficient management of operating expenses across the portfolio. The $1.7 million annual increase in same store expenses was primarily attributable to increases in janitorial, maintenance payroll and security costs. However, most of these increases were experienced early last year amid a higher inflation environment. Sequentially, operating expenses are down $0.2 million or negative 0.4%. Inflationary pressure on operating expenses appears to be easing, which we believe will allow our leasing discussions to focus on growth and base rent and ultimately fuel future NOI growth.\nWe're accomplishing these financial goals, we also remaining focused on developing our strong relationships with industry leading health systems and physician practice tenants. After all, if these relationships that have contributed towards our success and building the portfolio since our IPO in 2013. 10 years later, the continued strength of these relationships is evident in our 2023 Kingsley associates tenant satisfaction survey results. This year, we surveyed over 450 tenants representing approximately 4.9 million square feet. Physicians Realty Trust received an impressive 73% response rate compared to the industry average of 58% this year.\nIn addition, we beat the Kingsley index in every major property management category, including overall management satisfaction with a score of 4.53 out of 5.0. While we sincerely appreciate the positive feedback from our healthcare partners, the surveys we actually value the most are those that offer opportunities for improvement and where we can invest in better in order to earn that tenants trust and lease renewal before the lease expiration. This year fewer than 2% of the 458 surveyed tenants affirmatively indicated that they are unlikely to renew their lease when that expires. Based on this feedback from our healthcare provider partners, Physicians Realty Trust is well positioned to capitalize on the continued demand for outpatient space while driving long term value for our shareholders.\nWith that, I'll turn the call back to JT.\n\nJohn T. Thomas\n\nPresident, Chief Executive Officer & Trustee, Physicians Realty Trust\n\nThank you, Jeff. Thank you, Mark. Jason, we're now take questions."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ea5dd23d1e0ab8b79c2286fa004e6f5",
    "period": "2022 Q4",
    "content": "Q4 2022 Physicians Realty Trust Earnings Call\n\nQ4 2022 Physicians Realty Trust Earnings Call\n\nDOCNYSEFEB 22, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Physicians Realty Trust Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Page. Thank you, Mr. Page, you may begin.\n\nBradley D. Page\n\nSenior VP & General Counsel, Physicians Realty Trust\n\nThank you, Maria. Good morning, and welcome to the Physicians Realty Trust Fourth Quarter 2022 Earnings Conference Call and Webcast. Joining me today are John Thomas, Chief Executive Officer; Jeff Theiler, Chief Financial Officer; Deeni Taylor, Chief Investment Officer; Mark Theine, Executive Vice President, Asset Management; John Lucey, Chief Accounting and Administrative Officer; Laurie Becker, Senior Vice President, Controller; and Dan Klein, Deputy Chief Investment Officer.\nDuring this call, John Thomas will provide a summary of the company's activities and performance for the fourth quarter of 2022 and our year-to-date performance in 2023 as well as our strategic focus for the remainder of 2023. Jeff Theiler will review our financial results for the fourth quarter of 2022, and Mark Theine will provide a summary of our operations for the fourth quarter. Today's call will contain forward-looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. They reflect the views of management regarding current expectations and projections about future events and are based on information currently available to us. These forward-looking statements are not guarantees of future performance and involve numerous risks and uncertainties. You should not rely on them as predictions of future events.\nOur forward-looking statements depend on assumptions, data methods that may be incorrect or imprecise, and we may not be able to realize them. We do not guarantee that the transactions of events described will happen as described or that they will happen at all. For a more detailed description of risks and other important factors that could cause our actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission.\nWith that, I'd now like to turn the call over to the company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Brad. Physicians Realty Trust demonstrated resilience throughout 2022 and enters 2023 from a position of strength. Our assets are performing well. Demand for our space remains strong, and our balance sheet is well positioned for outsized external growth. We're proud of our achievements during the year, including attainment of the highest annual FAD, funds available for distribution, per share in the history of the company. The cash growth is supported by record leasing performance. For the year, we executed leases totaling more than 1 million rentable square feet, including over 800,000 feet of renewals at an average spread of 6%. Retention remained strong at 77%, and more than 60% of our executed leases had an average annual escalator of 3% or greater.\nWe remain focused on creating long-term value on behalf of our shareholders. This can occasionally require the selective nonrenewal of leases and we believe that the space can be relet to stronger health system tenants. While this has the effect of hurting total occupancy and same-store NOI growth in the short term, we believe that these decisions result in a stronger portfolio that delivers superior cash flow growth in the future. During 2022, we increased the amount of space leased to investment-grade quality tenants from 65% to almost 67%, and we believe that we continue to have the highest portfolio lease rate of any public medical office building investor.\nThe rapidly changing interest rate environment required us to be disciplined when evaluating external growth opportunities during 2022. Still, we were able to add value to shareholders through the transactions we did choose to pursue. In July, we opportunistically sold disposed of our 3 Great Falls, Montana medical facilities at a 4.7% cap rate, generating a $54 million game and an outstanding 16% unlevered IRR. We matched this transaction with a $160 million of new investments in 2022, highlighted by our $82 million acquisition of the Calko Medical Center in Brooklyn, New York at a 5.5% stabilized cash yield.\nWe also continue to work with several health systems to move development and redevelopment projects forward that we expect to proceed in 2023 and generate rent in 2024. Our financial achievements were matched by our accomplishments as they relate to corporate responsibility in 2022. We made measurable progress toward our goal to being a sustainability leader across all real estate industry sectors. For the year, we invested in 31 projects totaling $5.6 million that will directly reduce the energy footprint of our facilities, while also enhancing the desirability of these assets to tenants. Thoughtful investments like these are a critical part of our long-term sustainability objectives, including our goal announced in 2021 to reduce our portfolio's greenhouse gas emissions by 40% by 2030 over our 2018 baseline. Social accomplishments in 2022 include 902 hours of volunteer work individually and corporately to the communities we serve, which exceeded our 600 hour goal by over 50%.\nDOC also provided more than $408,000 to philanthropic fundraising and in-kind donations to community and health care provider organizations, benefiting their research and mission initiatives. In addition, in 2022, we earned recognition for modern health care as one of the best places to work in health care for the second year in a row and top workplaces honors from the Milwaukee Journal Sentinel in our headquarters for the fifth year in a row.\nOur ESG efforts continue to receive recognition at asset and corporate levels. During 2022, 10 DOC assets were certified by IREM under the Certified Sustainable Property Program, bringing our aggregate count to 38 properties with this designation. Separately, we earned 16 new ENERGY STAR property certifications under their recently relaunched medical office building program, bringing our certification count to 26 and qualifying DOC as a premier member of the certification nation's efforts.\nWe're also proud to share that we were named to Bloomberg's Gender Equity Index in January of 2023 as a first-time submitter, distinguishing our work in gender equity and enhance public disclosure. We're thankful to have been recognized in each of these ways and remain committed to maintaining our status as a leader within the health care REIT sector on matters of ESG.\nIn a few minutes, Jeff will discuss the strength of our balance sheet, and Mark Theine will provide more details on our operating results. Before that, I'd like to take a moment to speak toward our expectations for the year ahead. In 2023, we have set ambitious goals to increase our occupancy at market rates and continue seeking medical office acquisitions and development opportunities. Our development financing pipeline is more extensive than ever with more than $200 million at cost of opportunities under evaluation and exclusive negotiation. We expect to proceed with many of these opportunities and are targeting stabilized project yields in the 7% to 8% range. The acquisition market has not yet stabilized with current capital market conditions. On market transactions are working around the high 6 cap rate, still with low volumes and a limited financing market, we do not believe the market has reached equilibrium with our weighted average cost of capital or the market's cost of capital generally.\nIn conclusion, Physicians Realty Trust enters 2023 with a strong, stable and proven portfolio. Our balance sheet is strong, and we remain disciplined in capital deployment, patiently waiting for acquisition and development opportunities that will be accretive to our long-term financial goals. We celebrated our 10th anniversary this summer, and we are proud that we have built this company to last for decades to come. I will now turn the discussion over to Jeff. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP, CFO & Head of IR, Physicians Realty Trust\n\nThank you, John. In the fourth quarter of 2022, the company generated normalized funds from operations of $61.5 million or $0.26 per share. Our normalized funds available for distribution were $57.9 million, an increase of 5.4% over the comparable quarter of last year, and our FAD per share was $0.24. In 2022, our normalized FAD was $242 million, an increase of 10.6% over 2021 and our full year FAD per share was $1.01. Re-leasing spreads remained strong this quarter at 7%, and we expect the broader economic environment to support our efforts to roll the portfolio's rent up over time.\nOn the expense side, we're protected from stubbornly high inflation by our standard triple-net lease structure in which we recover 84% of all operating expenses, which is about 20 percentage points higher than our peer group. While year-over-year same-store NOI growth was below expectations at 1.5% due to the move-outs discussed earlier in the year, we see positive results on a sequential basis with quarter-over-quarter same-store NOI growing by 1.3%. On the acquisitions front, we had projected minimal acquisition activity in the fourth quarter and saw that play out with just a handful of strategic transactions taking place, along with some funding on existing loans. Patience continues to be the theme here.\nWhile cap rates have drifted significantly higher, we are not yet seeing a high volume of deals that meet our quality thresholds at pricing that makes sense in this capital environment. Our cost of capital is extremely competitive right now, so it isn't that we are competing against cheaper capital. Instead, we see this as the usual delay that happens when sellers have to adjust to pricing that is less advantageous than they could have received several months ago. Therefore, we are reluctant to put out acquisition guidance at this time. We believe that either cap rates will adjust to historical norms based on current debt costs or we will see improvements in our cost of capital that will create opportunities in the current market environment. We are in constant dialogue with potential sellers and health system partners and believe we will be in an excellent position to grow the company's earnings substantially when this bid-ask spread closes.\nWe took steps to bolster our balance sheet further by issuing $74 million of equity in the fourth quarter on the ATM, along with another $66 million on the ATM in January. This places our balance sheet on a debt-to-EBITDA run rate of 5.2x on a consolidated basis and provides plenty of dry powder for us to utilize at the right time.\nFinally, a few updates to our 2023 guidance. We expect G&A to increase by about 4.5% at the midpoint to a range of $41 million to $43 million. Recurring capital expenditures are expected to increase modestly by about 5% at the midpoint to a range of $24 million to $26 million as we continue to see tenants trade TI dollars for lower renewal spreads. As mentioned earlier, acquisition guidance will be withheld until we have more visibility on how cap rates and capital costs evolve in 2023.\nWith that, I'll turn it over to Mark to walk through some additional operational details. Mark?\n\nMark D. Theine\n\nEVP of Asset Management, Physicians Realty Trust\n\nThanks, Jeff. Our tenured asset management, leasing and capital project teams are united in our focus to serve our health care partners while growing cash flow for our stakeholders. We contributed to these goals in 2022 by delivering record renewal spreads, maintaining retention and efficiently prioritizing capital project investments in this inflationary environment. These successes are the direct results of our commitment to outstanding customer service and in line with our care core values.\nDespite the difficult macro environment, we delivered record full year renewal spreads of 6% while maintaining retention of 77%. Importantly, these results were achieved without offering excessive incentives with full year renewal TIs totaling just $0.80 per square foot per year. This efficiency was matched by our capital projects team who deployed $23.9 million of recurring CapEx in 2022, representing $1.48 per square foot.\nDuring the fourth quarter, we continued our positive momentum by achieving renewal spreads of 7% on 141,000 square feet of volume with leasing costs totaling $0.45 per square foot per year. In addition, new leases totaling 42,000 square feet commenced during the quarter at an average rate of $18.64. Tenant improvement costs on new leases totaling $3.89 per square foot per year remained well within industry averages, demonstrating our commitment to bottom line effective rent rather than headline rate.\nThe weighted average annual rent escalator on this quarter's 182,000 square feet of leasing totaled 2.9%, a significant increase against the portfolio average of 2.4%. MOB same-store NOI growth was 1.5% in the fourth quarter, below our historical 2% to 3% growth rate due to the 30 basis point decline in occupancy from the vacancies we discussed last quarter. In total, this 51,000 square feet of lost occupancy across 13.5 million square foot same-store portfolio is largely explained by activity at 2 specific buildings. First, same-store occupancy continues to be impacted by the strategic nonrenewal of suites and an MOB in Minnesota to allow for the construction of a brand-new ASC that is currently under construction and leased to the dominant investment-grade health system in the market. The new 21,000 square foot surgery center is expected to be completed and paying rent during the third quarter of 2023.\nSecond, 22,000 square feet of vacancy is attributable to an MOB in Pennsylvania, where our historical physician tenants were employed by a hospital and relocated to the hospital's owned medical office facility at the end of the lease term. We are making several investments to improve this space, and we have partnered with the local brokerage team with strong health care relationships.\nOverall, we do not view the small amount of negative net absorption to be indicative of market conditions or our potential for internal growth, but rather one-off events that will have a short-term impact on the portfolio. Excluding these 2 assets, MOB same-store NOI growth would have been 2%. While we don't typically highlight our sequential same-store results, the 1.3% growth in NOI, stable occupancy and 0.5% reduction in operating expenses show positive progress in the impact of our team's efforts. This is our 19th consecutive quarter of positive same-store NOI cash growth.\nAgain, we entered 2023 with strong leasing momentum. The macro leasing environment continues to offer an advantage to existing medical office inventory, with quality space and move in condition due to the cost and time required for new construction, especially in markets like Phoenix, Nashville, Atlanta and Dallas where DOC has a strong presence.\nAt the beginning of the year, our leasing and marketing teams launched a comprehensive campaign to increase online exposure of our properties, target key brokers and market influencers and leverage the relationships and knowledge of our in-house property management team. Just 2 months into the year, our efforts are already yielding results as tours of vacant space are up nearly 30% year-over-year, and we are trading proposals on over 162,000 square feet of vacant space in the portfolio. Our leasing and property management teams have a busy calendar of broker open houses to showcase our portfolio and demonstrate new virtual reality technology, which allows prospective tenants to visualize a customized suite and finishes before commencing expensive construction.\nWe have dedicated approximately 60% of our 2023 recurring capital budget of $24 million to $26 million to leasing initiatives that include renovating vacant suites, tenant improvement allowance us to retain and attract health care providers and general building renovations where there's a strong leasing activity due to the supply and demand of physicians in the market. Through these collective efforts, we believe there is opportunity for an increase in total portfolio occupancy in the back half of the year, following a typical 3 to 6 months it takes to design, construct and commence the new lease. We expect this positive momentum to also appear in lease renewals. While 2023 scheduled exploration volume remained small at 4.5% of the consolidated portfolio, the market conditions that helped contribute to our success in 2022 remain intact. For the full year, we expect renewal spreads to be in the mid-single digits compared to the long-term MOB industry expectations of 2% to 3%, and we anticipate retention to be in line with our historical average of 75%.\nTo conclude, we anticipate that our operational initiatives will lead to improved same-store NOI growth beginning in the third quarter of 2023. While below target same-store performance is frustrating in the short term, we believe that long-term value is maximized through thoughtful portfolio management, intelligent capital investments and aggressive leasing initiatives. The thesis for medical office is as strong as ever, and we're excited to execute on behalf of our stakeholders in 2023. With that, I'll turn the call back over to John.\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Mark. Maria, we're now ready for questions."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/69353e744ff2b19df4f1d3c9fe2027f1",
    "period": "2022 Q3",
    "content": "Q3 2022 Physicians Realty Trust Earnings Call\n\nQ3 2022 Physicians Realty Trust Earnings Call\n\nDOCNYSENOV 3, 3:00 PM\n\nOperator\n\nGreetings, and welcome to Physicians Realty Trust Third Quarter 2022 Earnings Conference Call. (Operator Instructions) as a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Page, Senior Vice President, General Counsel.\n\nBradley D. Page\n\nSenior VP & General Counsel, Physicians Realty Trust\n\nThank you. You may begin. Thank you, Doug. Good afternoon, and welcome to the Physicians Realty Trust Third Quarter 2022 Earnings Conference Call and Webcast. Joining me today are John Thomas, Chief Executive Officer; Jeff Tyler, our Chief Financial Officer; Del Mar Taylor, Chief Investment Officer; Mark Theine, Executive Vice President Asset Management; John Lucey, Chief Accounting and Administrative Officer; Laurie Becker, Senior Vice President Controller; and Amy Hall, Senior Vice President, Leasing and Physician Strategy. During this call, John Thomas will provide a summary of the company's activities and performance for the third quarter of 2022 and year-to-date as well as our strategic focus for the remainder of 2022. Jeff Theiler will review our financial results for the third quarter, and Mark Theine will provide a summary of our operations for the third quarter. Today's call will contain forward-looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. They reflect the views of management regarding current expectations and projections about future events and are based on information currently available to us. These forward-looking statements are not guarantees of future performance and involve numerous risks and uncertainties. You should not rely on them as predictions of future events. Our forward-looking statements depend on assumptions, data and methods that may be incorrect or imprecise, and therefore, we may not be able to realize them. We do not guarantee the transactions and events described will happen as described or that they will happen at all. For a more detailed description of risks and other important factors that could cause actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission. With that, I'd now like to turn the call over to the company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Brad, and good afternoon. Thank you for joining us. The third quarter of 2022 is a quiet and steady-as-you-go quarter for Doc, further demonstrating the stability of medical office as an essential real estate class. This year has been challenging for health systems and physicians alike as medical cost structures have been impacted by double-digit inflation in both staffing costs and supplies that have been further complicated by lagging government and commercial reimbursement. Despite these headwinds, the United States demand for health care services is at an all-time high as the population ages and patients receive procedures that were deferred during the pandemic. Providers have continued the long-term shift of care to the outpatient setting, where advances in clinical science now allow for many higher-margin services like orthopedic surgery to be performed in a lower-cost environment. CMS has again expanded the list of procedures that can be performed in ASCs going into 2023. This trend is predictable and rush.\nOutpatient care sites benefit from a more stable staffing model, increased operating efficiency and improved patient convenience. -- all while freeing up hospital capacity for higher acuity needs. Our portfolio is built with this dynamic in mind. While capital market volatility continues to produce a mismatch between buyers and sellers and the pricing of new investments, our entire team is focused on portfolio optimization and working with our health system partners to address their real estate needs for the years ahead. This partnership focus continues to enhance our development pipeline, and we continue to see the potential for a higher volume of development financing opportunities in 2023.\nWithin the existing portfolio, we continue to benefit from the increased market rental rates driven primarily by general inflation and rising construction costs. Renewal spreads exceeded our expectations at 6.2% for the third quarter, bringing our year-to-date spreads to 5.7% across 670,000 square feet of activity within our consolidated portfolio. Importantly, these high spreads have not come at the expense of retention, which remains near 80%. We remain excited about the performance of our portfolio despite a challenging macroeconomic environment. Mark will share more details in a few minutes. In September, Hurricane -- in caused wide-scale destruction in the West Coast of Florida, and our prayers and best wishes go out to the families directly affected by the storm. Our Florida-based team's quick response helped to mitigate the storm's impact on our health care partner providers, their patients and our real estate assets.\nFortunately, we experienced only minor wind damage to a couple of our smaller facilities, and the properties will be back in operation quickly. We had no material financial impact in the storm, and we're thankful that our team members and their families affected by the storm are safe. We've all seen the difficult expense environment health care organizations are experiencing driven by extraordinarily tight labor markets and medical supply costs as well as noncash mark-to-market losses in their investment balances. We've devoted significant resources at Dock to building a professional credit team who assist us in underwriting our investments, but also periodically reviewing the financial results of our tenants. We have visibility through lease reporting requirements into 94% of our tenants by ABR, with the average size of the tenants without this requirement totaling less than 5,000 square feet. We also utilize independent claims data to monitor procedure volumes across our portfolio.\nOur largest tenant concentration is with Common Spirit across 12 markets. Common Spirits S&P investment-grade A- credit rating was reaffirmed in September with a stable outlook. Moody's and Fitch also reaffirmed their respective IG rating for Common Spirit as well. According to S&P, Common Spirit's strong credit rating reflects Common Spirit's exceptionally broad geographic reach, supporting a financially diversified health system across 21 states with a large $34 billion revenue base. Common Spirit has $15 billion of unrestricted reserves and 175 days cash on hand. While Common Spirit's 2022 operating margins were strained at negative 4.5%, S&P believes Common Spirit's labor initiatives and market strategies and performance initiatives should help the system achieve their targeted 5% to 6% EBITDA targets by June of 2023. With 66% of our space leased to similarly strong investment-grade health systems, we see similar resiliency across our tenant base despite broader market challenges.\nAcross the health care delivery industry, volumes and opportunity for revenue growth is there, and CMS, Medicare and commercial insurers are increasing reimbursement rates for 2023, reflecting higher inflation and labor cost. Dockan continues to make progress in our sustainability efforts, creating value for our health care provider partners, shareholders and communities through short- and long-range business, human capital and operations planning. As a benchmark for of our efforts, Dockans score of 75 out of 100 in the recently released 2022 GRESB real estate assessment, outperforming the international average of 74. We also earned a Green Star designation award to submitters achieving scores of 50-plus on GRESB's implementation and measurement of the management and policy sections. In addition, the company earned an A rating and a score of 98 out of 100 on the 2022 GRESB public disclosure level, ranking first in its health care comparison group.\nAs we look to 2023, it is difficult to project external growth until capital costs become more predictable and we can match our cost of capital to market opportunities, acquisitions or development financing. That said, the market appears to recognize that asset valuations will need to adjust to complete transactions and construction supply chains seem to be improving in our favor. Our balance sheet is in great shape, and our debt metrics are well managed with no near-term maturities so that when the current market conditions settle down, we are well positioned to grow and grow at higher levels. We expect to continue to capture higher leasing spreads and those increases in contractual revenue, along with our 2020 acquisitions and our 2021 development financing will increase our 2023 NOI, including same-store tea.\nWe will complete our 10th anniversary in July 23 in a very positive way. We believe medical office as an asset class has proven time and time again to be the safest and most defensive and most predictable real estate for investment and operational success. I will now ask Jeff to present our Q3 financial performance, and then Mark will address the performance of our high-performing award-winning asset and property management take. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP, CFO & Head of IR, Physicians Realty Trust\n\nThank you, John. In the third quarter of 2022, the company generated normalized funds from operations of $61.4 million or $0.26 per share. Our normalized funds available for distribution were $61.8 million, an increase of 13% over the comparable quarter of last year, and our FAD per share was $0.26. The company's operations were stable this quarter with same-store NOI growth of 1.1%. This came in below our expected range due to 40 basis points of occupancy loss, which Mark will discuss in a moment. We continue to believe that our rents are below current market levels, evidenced by the 6.2% re-leasing spreads achieved in the third quarter. Our largely investment-grade tenant base continues to perform as expected with no material increase in defaults or rental relief requests despite the inflationary pressures that JT discussed in his remarks.\nFinally, in terms of our own margins, we remain shielded by our triple net lease structure with 84% of all operating expenses reimbursed to us by tenants in the third quarter. Our acquisition volumes increased in the third quarter, primarily due to the purchase of the Calculo Medical Center in Brooklyn, New York. Our expectation is that acquisition volumes will be lower in the fourth quarter as we wait for sellers to adjust their pricing expectations to better align with the current capital market environment. In the meantime, we will be lining up potential opportunities so that we can take full advantage of accretive deals at the right price. Along those lines, we continue to maintain a strong balance sheet that provides plenty of flexibility to be patient during this time.\nOur consolidated net debt to EBITDA was 5.6x at the end of the third quarter, and we have no material debt refinancings until 2025. We raised $8 million on the ATM in the third quarter at $18.15 per share and have $300 million remaining in the current ATM program. Finally, a few updates to our 2022 guidance. We expect G&A to come in near the lower end of the $40 million to $42 million range that we set out at the beginning of the year. We are also reducing our guidance for recurring capital expenditures to $25 million to $27 million for the year, down by $4 million at the midpoint. This reduction is due to the better-than-expected condition of the $750 million landmark portfolio as well as impacts from tenants exercising automatic renewal options, which pushed more of the CapEx responsibility to the tenant. With that, I'll turn it to Mark to walk through some additional operational details. Mark?\n\nMark D. Theine\n\nEVP of Asset Management, Physicians Realty Trust\n\nThanks, Jeff. Physicians Realty Trust completed a productive third quarter with our portfolio of outpatient medical facilities demonstrated stability growth amid the current economic environment. We are especially proud to share this quarter that our leasing team achieved above-average leasing spreads of 6.2% in Q3 on the heels of an impressive 8% leasing spread last quarter in Q2. The consecutive quarters of strong re-leasing spreads above the historical 2% to 3% is a direct result of the mission-critical nature of our assets and the enhanced value of our portfolio during a rapidly rising replacement costs.\nImportantly, we've achieved these results without sacrificing retention without excessive concessions and not discounting annual rent escalators. In total, tenant improvement and incentive packages totaled just $0.61 per square foot per year on renewals, while we achieved an 81% retention rate and a 3.1% average annual rent escalator across our 251,000 square feet of leasing activity in the consolidated portfolio during the quarter. Leasing costs were particularly low this quarter as 25% of our renewal volume was completed via automatic lease renewal language in the lease or by tenant options to extend the term with no landlord contributions for tenant improvements or commissions. Given the current cost to build and finance a new development, we anticipate health care providers will continue to utilize existing medical office inventory, ultimately driving up total occupancy costs in quality facilities with well-capitalized real estate partners.\nIn terms of new leasing activity, Dockan currently has 85,000 square feet of executed leases in construction, but not yet paying rent. We anticipate approximately 20,000 square feet of these leases will commence in Q4 with the remainder commencing rent payments in the first half of 2023. MOB same-store NOI grew 1.1% during the third quarter, with results lagging due to a 40 basis point decline in same-store occupancy. Over half of this decline resulted from an opportunity to increase occupancy long term in a building with an investment-grade ASC tenant. While we're not satisfied with the 1.1% result, it's important to view the occupancy in the context of the broader MOB landscape. Our 94.7% same-store lease rate is meaningfully higher than industry averages. Tenant demand for medical office facilities has never been stronger, and we remain focused on unlocking the value of our portfolio for the long term. When necessary, this includes the selective vacating of suites that have higher potential with a different tenant even if growth is impacted on a short-term basis.\nLooking ahead, we expect same-store occupancy to bottom in fourth quarter before returning to prior ranges as suites currently under construction become online. Same-store operating expenses were up just 2.1% year-over-year despite the high single-digit inflation experienced throughout the economy. This performance is a credit to our asset and property management teams working diligently on behalf of our health care provider partners to minimize total occupancy costs. Specifically, this quarter's results was driven by the successful challenging of several real estate tax assessments resulting in a year-over-year property tax decline of nearly $1 million that served to offset increases in noncontrollable utility expenses. These property tax outcomes are just one example among many of the ways that our team works diligently to execute consistently on behalf of our shareholders and hospital system partners to deliver value during this period of economic uncertainty. I'll now turn the call back over to John. Thank you, Jeff.\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Mark. Doug will now be ready for questions. Thank you."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d409a84d0d7d376257faf3a180bafc0a",
    "period": "2022 Q2",
    "content": "Q2 2022 Physicians Realty Trust Earnings Call\n\nQ2 2022 Physicians Realty Trust Earnings Call\n\nDOCNYSEAUG 4, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Physicians Realty Trust Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Brad Page, Senior Vice President, General Counsel. Thank you, sir. You may begin.\n\nBradley D. Page\n\nSenior VP & General Counsel, Physicians Realty Trust\n\nThank you. Good morning, and welcome to the Physicians Realty Trust Second Quarter 2022 Earnings Conference Call and Webcast. Joining me today are John Thomas, Chief Executive Officer; Jeff Theiler, Chief Financial Officer; Deeni Taylor, Chief Investment Officer; Mark Theine, Executive Vice President, Asset Management; John Lucey, Chief Accounting and Administrative Officer; Laurie Becker, Senior Vice President and Controller; and Dan Klein, Deputy Chief Investment Officer.\nDuring this call, John Thomas will provide a summary of the company's activities and performance for the second quarter of 2022 and year-to-date as well as our strategic focus for the remainder of 2022. Jeff Theiler will review our financial results for the second quarter of 2022, and Mark Theine will conclude with a summary of our operations for the second quarter of 2022.\nToday's call will contain forward-looking statements made pursuant to the provisions of the Private Securities Litigation Reform Act of 1995. They reflect the views of management regarding current expectations and projections about future events and are based on information currently available to us. These forward-looking statements are not guarantees of future performance and involve numerous risks and uncertainties. You should not rely on them as predictions of future events. Our forward-looking statements depend on assumptions, data and methods that may be incorrect or imprecise, and we may not be able to realize that.\nWe do not guarantee that transactions and events described will happen as described or that they will happen at all. For a more detailed description of risks and other important factors that could cause actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission. With that, I would now like to turn the call over to the company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Brad. Physicians Realty Trust continued to deliver stable and reliable cash flow growth during the second quarter, driven by exceptional leasing spreads of 8% on 256,000 square feet of renewals and our asset management team's thoughtful management of operational expenses.\nThese results will be impressive in any period, but are especially remarkable and in an economic climate made challenging by double-digit inflation and rapidly rising interest rates. DOC was built with times like these in mind, where we have a foundation of strength with almost 300 facilities in 36 states, 95% leased and no meaningful debt maturities for our revolving line of credit matures in 2025. Our balance sheet couldn't be stronger, supplemented by the recent Great Falls disposition.\nIn addition, we remain protected from inflation operating expense growth given our portfolio's 95% leased rate, with only 2% exposed to full-service gross leases impacted by inflation. We don't believe that any other health care real estate portfolio, public and private can come close to providing investors with that level of cash flow stability.\nThe past periods of volatility provide any lesson to real estate investors. It is that there is almost always a timing disconnect between the changes in investors' cost of capital and potential sellers' expectations on valuation. This scenario was precisely what we've seen in the first half of 2022, and by DOC has chosen to remain disciplined in our deployment of capital toward new investments. However, this discipline does not mean we have been passive as volatility can also create opportunity.\nA great example of this strategy is our just announced disposition of a surgical hospital and 2 adjacent medical office buildings in Great Falls, Montana. Mark will share more details in a moment. We are beginning to see evidence that rational investors like DOCs are shifting the transaction market to a more balanced bid versus ask. We've made progress in advancing our pipeline accordingly and remain focused on the development of highly pre-leased outpatient care facilities, anchored by our existing investment-grade health system partners.\nOur pipeline for development financing currently includes over $100 million in potential commitments. The finalized construction of these projects will begin in 2023, and we have more opportunities in discussion. Our acquisition pipeline for stabilized assets remains muted while price discovery in this environment continues. Still, we remain confident in our full year investment guidance, including development commitments and acquisitions of at least $250 million with the potential for more.\nDespite the challenges of the current economic climate, we'll continue to execute consistently on our overall ESG strategy with the recent publication of our third annual ESG report and recognize the critical need to invest in healthy physical and social spaces for our communities. Within our ESG report, we have substantially enhanced our disclosures by aligning with the global reporting initiative, while expanding our reporting within the frameworks of the Sustainability Accounting Standards Board and Task Force on Climate-related Financial Disclosures.\nWe adopted a climate mitigation plan recognized by the science-based targets initiative, in line with a well below 2-degree Celsius strategy. This increased transparency provides a better understanding of our impacts on the environment and society and the direct economic benefits to our tenants. We've taken bold steps to build upon our DE&I efforts to shape an open and diverse internal culture while setting aggressive multiyear goals to chart our progress.\nWhile we're proud to celebrate our milestones, we recognize that our progress is simply a step forward for DOC as we continue to invest in better in our communities and families. We remain firm in our conviction that outpatient care medical office facilities leased to investment-grade tenants offers the best risk-adjusted returns in real estate. We seek to improve the quality of our portfolio with each investment decision we make. We will continue to focus on creating long-term value for our shareholders while ultimately getting the portfolio to a 100% concentration in outpatient care facilities over time.\nBefore opening the call to Q&A, Jeff Theiler will share our financial results, and Mark Theine will provide more detail on our exceptional operating performance. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP, CFO & Head of IR, Physicians Realty Trust\n\nThank you, John. In the second quarter of 2022, the company generated normalized funds from operations of $63.7 million or $0.27 per share. Our normalized funds available for distribution were $61 million, an increase of 11% over the comparable quarter of last year, and our FAD per share was $0.26.\nIn the broader economy, we now have 2 consecutive quarters of negative GDP growth and whether this will technically be defined later on as a recession is unclear. It is clear, however, that we are in highly uncertain times. The economic experts are debating whether we have bigger inflation problems or recession problems, and while we hope for a soft landing like everyone else, we have positioned our portfolio to perform well in any scenario.\nWith the sale of the Great Falls Hospital, we have improved the percentage of our rent from investment-grade quality entities to 66%. This is far better than any other health care REIT and will provide exceptional stability to our rental income. Alongside this safety, we also see green shoots of growth in an industry typically defined by more modest rent increases. The 8% leasing spreads in the current roll should lead to increasing internal growth in the quarters to come. And alongside this enhanced rent growth, we are well shielded from inflationary increases in operating expenses based on our lease structure and high occupancy.\n98% of our leases are protected from expense pressures through their triple net structure and our expense loss to vacancy is only 5%. Our overall capital structure is designed to be conservative while providing the flexibility needed to grow our company when the time is right. We have eliminated virtually all refinancing risks over the next 3 years and currently maintain a consolidated debt-to-EBITDA ratio of 5.65x, which will be reinforced with the $116 million of cash proceeds from the Great Falls sale.\nWe also raised $18 million on the ATM this quarter at an average price of $18.61 to help fund our acquisition pipeline. With that, I'll turn it to Mark to walk through the details of the Great Falls sale and other operations. Mark?\n\nMark Theine\n\nAll right. Thanks, Jeff. We're proud to announce another very successful quarter of growth, driven by our long-term strategy of partnering directly with high-quality health systems and physician groups to meet their real estate needs.\nAt the heart of this strategy is a key focus on improving the overall quality of our real estate portfolio, operating results and relationships. We successfully made progress on all 3 of these initiatives this quarter as demonstrated by: one, the profitable sale of the Great Falls Clinic facilities; two, achievement of record re-leasing spreads, and three, excellent Kingsley tenant satisfaction survey results.\nStarting with the Great Falls disposition. Since our first investment in 2013, we have watched the Great Falls Clinic grow as an essential provider of care to the people of Great Falls, the State of Montana and even patients from Canada. Over time, we ultimately acquired 3 facilities on this campus for a blended 7.9% cap rate, consisting of an inpatient surgical hospital, an ambulatory surgery center and a medical office building. The facilities were 100% occupied and leased to the Great Falls Clinic, now a wholly owned subsidiary of Surgery Partners.\nIn 2019, DOC began discussions with the Great Falls Clinic leadership team about a potential expansion to the hospital and surgery center facilities. Under the leadership of Dave Domres, our VP of Construction and Project Management, DOC assisted in the design, coordination and financing arrangements of these expansions in exchange for new long-term leases covering the entire campus. These lease extensions executed in September and October of 2021, increased the overall annual rental revenue, increased the existing annual rent escalator by 50 basis points, and extended the term to 20 years at each facility.\nThrough the value created with these new leases, DOC ultimately was able to opportunistically sell the existing facilities and future development expansion last month, for approximately $116.3 million in net proceeds, representing a gain on sale of $53.9 million, a 4.7% disposition cap rate and a 16% unlevered IRR. As Jeff mentioned, the proceeds from this sale provides capital to recycle into accretive future acquisitions. It also improved the quality of our portfolio and the security of our cash flows by increasing our investment-grade tenancy to 66%. The life cycle of this investment is an outstanding example of the value created by the DOC team through active asset management and trusted health care relationships.\nOur leasing team also continues to leverage trusted health care relationships and market knowledge to unlock the value of the DOC portfolio through strong tenant retention and lease renewal spreads. During the second quarter, our leasing team completed 256,000 square feet of lease renewals on the consolidated portfolio at an aggregate re-leasing spread of 8.0%, the highest quarterly mark in the company's history. Importantly, we achieved these results without sacrificing retention or leasing costs. In total, tenant improvements and incentive packages totaled just $2.19 per square foot per year on renewals, well below industry averages as we continue to focus on net effective rent as the most important measure of total leasing performance, while tenant retention of 76% is in line with long-term medical office averages.\nGiven the strong demand for outpatient real state both on and off-campus, we remain committed to unlocking the full value of our real estate through leasing. When appropriate, this strategy includes the selective vacating of suites that have higher rental potential with different tenants, even if that impacts same-store metrics on a short-term basis. Looking forward to the second half of 2022, and we expect lease renewal spreads to continue to be between 5% and 7% as the cost of new construction continues to outpace the benefit of renewing leases in place.\nSimply stated, we believe this is the strongest leasing market in the company's history, and we are optimistic about our pricing power in the years ahead.\nAt the portfolio level, MOB same-store NOI growth was 1.9% in the second quarter. The NOI was driven primarily by a year-over-year 2.1% increase in base rental revenue. Operating expenses were up 8.0%, slightly below the 9.1% year-over-year CPI change as of June 30. As expected, Increased operating expenses were largely offset by an 8.7% increase in expense recovery revenue due to the high occupancy and triple net structure of our portfolio.\nIn the 9 years since our IPO, we have not only built 1 of the highest quality health care real estate portfolios in the industry, but we have also assembled an award-winning health care real estate team. Our efforts directly translate into care for tenants, evidenced in our 2022 Kingsley Associates tenant satisfaction survey results. This year, we surveyed nearly 320 tenants, representing approximately 5.5 million square feet. Physicians Realty Trust received an impressive 74% response rate compared to the industry average of approximately 55% this year.\nIn addition, we beat the Kingsley index in every property management category, including overall management satisfaction with a score of 4.48 out of 5.0. While we sincerely appreciate the positive feedback from our health care partners, the surveys that we actually value the most offer opportunities for improvements and where we can invest in better in order to earn our tenants' trust and secure their renewal before the lease expiration. At DOC, we believe that great customer service does not happen by accident. It happens by design, and it all starts with a great team dedicated to our mission to help medical providers, developers and shareholders realize better health care, better communities and better returns. With that, I'll turn the call back to John.\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Mark. Michelle, we're now ready for Q&A."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bafd5d11c47175ff0633826f486134a3",
    "period": "2022 Q1",
    "content": "Q1 2022 Physicians Realty Trust Earnings Call\n\nQ1 2022 Physicians Realty Trust Earnings Call\n\nDOCNYSEMAY 4, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Physicians Realty Trust First Quarter 2022 Earnings Conference Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Bradley Page, Senior Vice President, General Counsel. Thank you, you may begin.\n\nBradley D. Page\n\nSenior VP & General Counsel, Physicians Realty Trust\n\nThank you, Doug. Good morning, and welcome to the Physicians Realty Trust First Quarter 2022 Earnings Conference Call and Webcast. Joining me today are John Thomas, Chief Executive Officer; Jeff Tyler, Chief Financial Officer; Deeni Taylor, Chief Investment Officer; Mark Theine, Executive Vice President, Asset Management; John Lucey, Chief Accounting and Administrative Officer; Lori Becker, Senior Vice President and Controller; and Amy Hall, Senior Vice President, Leasing and Physician Strategy.\nDuring this call, John Thomas will provide a summary of the company's activities and performance for the first quarter of 2022 and year-to-date, as well as our strategic focus for the remainder of 2022. Jeff Tyler will review our financial results for the first quarter of 2022. Mark Theine will provide a summary of our operations for the first quarter. And finally, Amy Hall will provide a summary of our leasing activity for the first quarter of 2022 and our thoughts about the market for the remainder of the year. Following that, we will open the call for questions.\nToday's call will contain forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. They are based on the current beliefs of management and the information currently available to us. Our actual results will be affected by known and unknown risks, trends, uncertainties, and factors that are beyond our control or ability to predict. Although we believe our assumptions are reasonable. Our forward-looking statements are not guarantees of future performance.\nOur actual results could differ materially from our current expectations and those anticipated or implied in such forward-looking statements. For more detailed description of potential risks and other important factors that could cause actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission.\nWith that, I would now like to turn the call over to the Company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Brad. Physicians Realty Trust is off to a strong start to 2022. Our operating platform continues to perform exceptionally well with operating cash flow at peak levels and occupancy near all-time highs at 95.2%. Despite interest rates that have accelerated at an unprecedented pace, seller expectations on cap rates have barely budged, if at all, limiting quarterly investments to $23 million as we maintain discipline in deploying capital in this volatile capital market. The DOC portfolio was built with a focus on the long term. Our shareholders benefit in the short term from actual cash flow and long term from disciplined accretive growth in both assets and cash flow. Unlike other sectors, the DOC portfolio remains full -- near full occupancy, and our headline growth rates are not the result of cash flow lost during the pandemic. Our buildings have remained full and performing during authentic growth through focus on net effective rent, financing accretive development of medical office facilities and selective external accretive acquisitions.\nHistorically, growth in medical office rental rates have been generally limited to 2% to 3%, both in annual lease rate increases and renewal spreads. Any growth in excess of this range has typically required excessive incentive packages that have served to increase headline rents at the expense of net effective rent, actually reducing total cash flow. We have and continue to resist the temptation to embrace short-term measures that improve quarterly statistics at the expense of long-term growth and firmly believe that this is the right approach that best benefits our shareholders. That's why I'm excited to share the [receipt] for the first time in my 20 years of experience in medical office, the opportunity to organically grow lease level cash flows by more than 3%.\nAmy Hall, our Senior Vice President of Leasing and Physician Strategy will share more information in a few minutes about our experience year-to-date and our expectations moving forward. Doc's pipeline finance development is deeper than ever. Our strategy for development has been to align our interest with third-party developers and health systems by financing projects directly at a cost that allows for initial rents that are in line with market while providing our shareholders with accretive returns. These accretive returns come initially in the form of the development yield, but later in the form of an attractive purchase option. It is a deliberate decision that we don't self-perform development as you don't want to compete with the many great developers that we partner with to serve our health system and position clients. This also benefits our shareholders as we avoid the significant G&A cost of a development team that would be both cyclical and redundant with the skills of our clients.\nOn our last call, we forecasted $250 million to $500 million of new investments in 2022, inclusive of stabilized acquisitions and new development. As of today, we estimate we will have the opportunity to finance projects that will cost approximately $160 million to build and will have value in excess of $200 million once online in 2023 and 2024. The pipeline is highlighted by preleased health system-anchored medical office facilities and ambulatory surgical suites in the fast-growing top 20 MSAs. While construction costs are inflating, our projects are financed on a yield on cost basis that is higher than acquisition cap rates with a GMP construction contract in place. Development momentum remains strong in today's rate environment as providers understand that they need more outpatient surgical and diagnostic facilities outside of the four walls of the inpatient hospital.\nThis is appropriate clinically as it moves care to the lowest cost setting, while preserving precious hospital resources for the treatment of infectious disease and provision of high acuity services. Outside of development, our investment philosophy remains focused on best-in-class facilities where we can add value through superior customer service that drives retention and cash flow growth. Cap rates on stabilized properties have compressed each year since 2013, but it's our view that the compression is most seen in older Class C properties. Accordingly, our investments beginning with the acquisition of the CHI portfolio in 2016 have focused on higher-quality facilities that may be more expensive on a nominal basis, but are expected to provide the best risk-adjusted IRRs over the long term. Each of our investments are made based on the expectation that our property will benefit not from further cap rate compression, but from its long-term strategic value to the health care providers.\nWhile there's a high volume of Class B and C assets available to acquire in the market, we don't believe that they carry enough yield relative to the Class A assets we're targeting to offset the risk and owner takes on -- in today's environment. Instead, we will remain disciplined and selective pursuing investments where we can match our long-term objectives with those of the health care providers occupying those assets. This focus on high-quality assets includes an environmental impact of our investments. We continue to be excited about the results we have achieved on our environmental 3-year goals established in 2019 that matured in 2021. That is just a start, and we'll report those results formally and transparently in our third annual ESG report to be released in June 2022. As we will share then, we are increasing our commitment in all areas to reduce greenhouse emissions that the environmental impact of our billings for the improvement of the communities we serve and remain on target to achieve our goal of reducing greenhouse gas emissions by 40% in 2030.\nWe also believe that evidence shows that investments will generate stronger retention, higher rental rates, lower occupancy costs while producing better cash flow and long-term value for our shareholders. I'm proud to share that Physicians Realty Trust is honored to once again be recognized by the Milwaukee Journal sent as a top workplace for the fifth consecutive year. Top Workplaces are determined through an annual team member survey, collecting data on company leadership, compensation, and work environment. Congratulations to the entire Doc team on building and maintaining our unique company culture that continues to be recognized among the best in both Milwaukee and our industry. Study after study shows that companies with a focus on culture deliver superior total shareholder return over the long term. We will not sacrifice our commitment to culture for short-term financial benefit.\nWe're also proud to share that our Senior Vice President of Physician and Leasing Strategy; Amy Hall, has been selected as a 2022 Globe Street Women of influence. This award signs a light on individuals that have personally impacted the market and significantly driven the industry to new heights via their outstanding success across commercial real estate. Thank you, Amy.\nWe completed our annual shareholder meeting yesterday and in proudly report we had 95% or greater approval for each of our trustees and for our executive compensation plan. We work for our shareholders. And while others are distracted and trying to restore the trust of their shareholders, we have the trust and are able to focus on working with our outstanding physician clients, health system partners and developers delivering long-term returns for our shareholders. We appreciate our loyal shareholders to recognize us for our discipline and strategy for long-term growth, and we welcome new investors as they, too, recognize the strength and stability of our trusted platform.\nI'll now ask Jeffrey Theiler to share our financial results. Mark Theine will then share our operating results; and Amy Hall, who will report on the current leasing environment. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP, CFO & Head of IR, Physicians Realty Trust\n\nThank you, John. In the first quarter of 2022, the company generated normalized funds from operations of $63.4 million or $0.27 per share. Our normalized funds available for distribution were $61.5 million, an increase of 13% over the comparable quarter of last year, and our FAD per share was $0.26. And Portfolio performance was steady this quarter, generating same-store NOI growth of 2%. Importantly, the Landmark portfolio has been successfully integrated and is performing at our underwritten expectations. Across the portfolio, we are seeing continued strength in the operations of our tenants, both in the reported financials and insurance claim volumes that we monitor on a near real-time basis.\nBased on the carefully curated portfolio we've built over the past nine years, we believe we are well-positioned for long-term success no matter what happens in the macro-environment. Speaking of the macro-environment, as everyone knows, we are already seeing data that reflects the highest inflation in 40 years. Our portfolio is built to withstand destructive force. We've always concentrated on providing predictable and secure cash flow to our investors by embedding expense recovery provisions within 98% of our leases to pass on those inflationary costs to the tenant. We also maintain the highest occupancy in the sector, which minimizes the cost leakage of those expenses to vacancy. Combined, these attributes result in a landlord expense protection ratio of 93%, which is unparalleled and provides certainty of income for our shareholders.\nMoving forward, as market participants consider the negative GDP print of minus 1.4% for the first quarter, there has been increasing concern about the durability of the economic recovery. We don't profess to know exactly what the future holds for the U.S. economy, but we are certainly comforted by what we do know. 64% of our rental income is derived from investment-grade quality entities or their direct subsidiaries. As we saw over the course of COVID, when we collected over 99% of our rent and put just one single tenant on a short-term deferral, we believe that our rental income is safe, no matter what happens. -- Exceptional tenants lead to exceptional stability.\nThat same theme rings true on the capital side. We were able to raise $500 million in October of last year at a rate of 2.625% using $250 million of that to pay off our term loan that was due to mature in 2023, eliminating our one significant near-term funding risk. Our balance sheet overall is in great shape. Our consolidated leverage at 5.65x debt-to-EBITDA will be substantially below our single MOB peer, assuming their merger passes the shareholder votes. In summary, our company remains on solid financial footing and is poised to perform well in any environment. With that, I'll turn it over to Mark.\n\nMark D. Theine\n\nEVP of Asset Management, Physicians Realty Trust\n\nThanks, Jeff. I'm once again pleased to highlight the value of our asset management, leasing and capital projects teams who delivered another solid and consistent quarter. Our relationship-driven platform and culture cannot be easily replicated in today's labor market and our investors significantly benefit from the concentrations and knowledge that we have developed in our top markets across the country. From a performance perspective, our MOB same-store NOI growth in the first quarter was 2.0%. The NOI growth was driven primarily by a year-over-year 2.6% increase in base rental revenue and operating expense recoveries as our net lease structure served to protect our investors in this inflationary environment. Our focus on landlord expense protection is best shown in our sequential same-store results, where operating expense recoveries grew 9.8 (technical difficulty) expenses observed relative to the prior quarter.\nSequentially, same-store portfolio occupancy remained flat at 95%. However, we are optimistic that the occupancy in the same-store pool will grow in the second half of the year as we currently have 15 leases totaling 49,000 square feet that are under construction, have not commenced, and are not yet included in our occupancy statistics. Have those leases been in place and paying rent throughout the quarter, annual same-store growth would have been upwards of 2.4%.\nTurning to capex. Our capital projects team efficiently completed FAD capex investments of $5.7 million, representing 6.2% of cash NOI. Embedded within all capital investments made by Doc, is a strong commitment to the materials and practices that enhance the patient experience as well as our ESG green to green philosophy. These efforts continue to be independently recognized with Doc probably earning 10 new property-level ENERGY STAR certificates in 2021 as well as 10 new certified sustainable property designations from the Institute of Real Estate Management. Over the last three years, Doc has earned a total of 28 certified sustainable property designations and reduced our energy usage and greenhouse gas emissions by over 10%, continuing our record of recognition for leading sustainability initiatives. We look forward to continuing the sustainability conversation in June following the release of our third annual ESG report.\nThe narrative on medical office has long been focused on the predictability and safety of the underlying cash flows, and we firmly believe that the Doc portfolio is positioned to deliver outsized internal growth in the quarters and years to come through the efforts of our talented and determined operating teams. Joining us today to share more about the leasing trends we're seeing in today's medical office market is our Senior Vice President of Leasing and Physician Strategy, Amy Hall. Amy?\n\nAmy Hall\n\nThanks, Mark. It's a pleasure to join the team on the call today. Prior to joining Doc in 2016, I worked in the leasing industry for over 10 years at CBRE and Cushman Wakefield, serving CHI, which is now Common Spirit as one of my main clients. That experience helps me and Doc execute a balanced leasing strategy, maximizing value for our shareholders and remaining aware of the priorities of our health system tenants to achieve the best long-term outcomes for both parties.\nBefore we dive into some quarterly results, it is important to remember that prospective leasing conversations often begin as early as 6 to 12 months before commencement. While the first quarter leasing results were reasonably good, they were realized without the full benefit of recent inflation that has increased cost across the board, including the cost of new MOB construction by more than 20% in the last year [alone]. We will really start to see the impact of those changes with higher re-leasing spreads in Q2 and beyond.\nDuring the first quarter, our leasing team completed 209,000 square feet of lease renewals on the consolidated portfolio at an aggregate re-leasing spread of 2.1%, consistent with historical trends of 2% to 3%. Excluding the impact of a 5,000 square foot tenant that we strategically retained at a lower rate in order to preserve the cohesive ecosystem of a multi-tenant property, re-leasing spreads for the quarter were above 3%. We also kept TIs low at $1.28 per square foot per year, well below industry averages as we continue to focus on net effective rent as the most important measure of total leasing performance. Tenant retention for the quarter was 76%, mostly in line with our 80% to 85% target with portfolio absorption remaining effectively flat. Our strong overall absorption and occupancy rates continue to provide confidence that we can selectively vacate certain suites and find higher rental potential with different tenants.\nNew lease TIs totaled $2.1 per foot per year as tenants opted to contribute more of their own capital toward tenant finish to reduce the growth in [rail] rate in this landlord-friendly environment. Demand for medical office remains robust, both off-campus and on as health systems and physicians work to position their outpatient real estate footprint to best serve their patients. This demand backstopped with inflation that increases the value of our existing medical office assets gives us confidence that leasing economics will continue to accelerate throughout the remainder of 2022 and in the years to come. We expect leasing spreads for the second quarter to be in the mid to potentially even high single digits. We are also negotiating leases that [went visibility] to third and fourth quarters where we expect renewal spreads to be in the mid-single digits.\nAlongside these higher-than-expected spreads, we're finding success in increasing tenant rent escalators to be better aligned with today's inflationary environment. For example, current market conditions allow our team to increase the annual rent escalators for a major health system lease from 2% to 5%. In fact, of the 53 renewals completed during the first quarter, 11 had an escalator that was greater than prior in-place measures. Escalators on new leases averaged 2.7% in the quarter, meaningfully ahead of our 2.4% portfolio average, and we expect to continue to find success on this front moving forward. This is especially true in our urban markets like Atlanta and Phoenix, where market escalators are now approaching 4%. These trends indicate a structural shift in the MOB market and barring unforeseen circumstances, we expect them to continue in the years ahead. We believe our portfolio was well below market rates overall and see our upcoming lease roll in this environment as an opportunity rather than a risk.\nPut simply, Doc's medical office portfolio is poised to capture the benefits of this inflationary biome. With that, I will hand it back over to JT.\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Amy. Doug, we're now happy to take questions."
  },
  {
    "header": "DOC",
    "cik": "0000765880",
    "ticker": "DOC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f06299d7843d9dd782953bc73eabdf3",
    "period": "2021 Q4",
    "content": "Q4 2021 Physicians Realty Trust Earnings Call\n\nQ4 2021 Physicians Realty Trust Earnings Call\n\nDOCNYSEFEB 23, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Physicians Realty Trust Fourth Quarter and 2020 Year-End Earnings Conference Call. At this time, all participants are in a listen-only mode.(Operator Instructions)\nIt is now my pleasure to introduce your host, Bradley Page, Senior Vice President, General Counsel. Thank you, sir. You may begin.\n\nBradley D. Page\n\nSenior VP & General Counsel, Physicians Realty Trust\n\nThank you, Jesse. Good morning, and welcome to the Physicians Realty Trust Fourth Quarter 2021 and Year-End Earnings Conference Call. Joining me today are John Thomas, Chief Executive Officer; Jeff Theiler, Chief Financial Officer; Deeni Taylor, Chief Investment Officer; Mark Theine, Executive Vice President, Asset Management; John Lucey, Chief Accounting and Administrative Officer; Laurie Becker, Senior Vice President, Controller; Dan Klein, Deputy Chief Investment Officer; and Amy Hall, Senior Vice President, Leasing and Physician Strategy.\nDuring this call, John Thomas will provide a summary of the company's activities and performance for the fourth quarter of 2021 and year-to-date as well as our strategic focus for 2022. Jeff Tyler will review our financial results from the fourth quarter of 2021 and year-end, and Mark Theine will provide a summary of our operations for the fourth quarter of 2021. Following that, we will open the call for questions.\nToday's call will contain forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. They are based on the current beliefs of management and information currently available to us. Our actual results will be affected by known and unknown risks, trends, uncertainties and factors that are beyond our control or ability to predict. Although we believe our assumptions are reasonable, our forward-looking statements are not guarantees of future performance.\nOur actual results could differ materially from our current expectations and those anticipated or implied in such forward-looking statements. For a more detailed description of potential risks and other important factors that could cause actual results to differ from those contained in any forward-looking statements, please refer to our filings with the Securities and Exchange Commission.\nWith that, I would now like to turn the call over to the company's CEO, John Thomas. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Brad, and thanks everyone for joining us for our on-time as scheduled earnings call. Physicians Realty Trust had an outstanding 2021, and we entered 2022 very excited about our internal and external growth prospects.\nOur confidence comes from the continued performance of the DOC portfolio in the face of a challenging operating environment. Despite the emergence of the Delta and then Omicron, COVID variants, and the highest inflationary environment in recent memory, our health care provider tenants demonstrated their financial resiliency throughout the year, delivering 99.9% rent collections in 2021. The strong collections resulted in less than $100,000 of bad debt expense for the year on total rent and CAM revenues of over $437 million.\nThis operational strength, combined with our 95% leased rate and unmatched exposure to investment-grade quality tenants left us well positioned to deliver full-year same-store NOI growth of 2.5% across our entire portfolio of medical office facilities. We see internal growth momentum accelerating with the portfolio averaging 2.9% same-store growth in the fourth quarter, all without the benefit of a repositioning basket.\nMark Dine, Mark Dukes, Amy Hall and our entire team did an incredible job managing our portfolio, generating these best-in-asset class results. As one of the most stable and reliable real estate asset classes over the last decade, and specifically over the last year, it's not surprising that medical office space continues to attract capital from new investors. These compressed cap rates not only increase the underlying value of the Doc portfolio, but also make our long-standing health system and developer partnerships even more important as we work to source attractive investment opportunities.\nIn 2021, we leveraged these relationships to complete $1 billion of gross investments at an average first year cash yield of 4.9%, increasing our portfolio footprint by 11%. These investments are highlighted by our acquisition of the $750 million landmark portfolio in December, which is the largest transaction we've completed in the history of the company. Most importantly, the acquisition adds 10 new health system relationships to our portfolio, providing ample opportunity for future growth.\nIn addition to Landmark, we completed $258 million of other investments, all of which we are excited about and all off market. These deals include our seventh and eighth transactions with HonorHealth, a premier investment-grade health system serving the rapidly growing Phoenix MSA. We are IRR-focused long-term investors, nurturing relationships and providing best-in-class service to health care providers, earning more business. That's capital allocation for the long term.\nWe couldn't have accomplished these results without the exceptional financial leadership and balance sheet management of Jeff Tyler and his team. I will let Jeff share the details, but an upgrade to our investment-grade credit rating is a pretty good starting point during a once-in-100-year pandemic. In addition, we ended the year with leverage of 5.8x debt to EBITDA and are well positioned in a rising interest rate environment, with 80% of our outstanding debt locked at fixed interest rates.\nTransitioning to DOCs ESG platform, we ended 2021 with 10 new buildings earning IREM Certified Sustainable Property designations recognizing DOC's commitment to resource efficiency and environmental initiatives at each of these properties. Approximately, 19% of our portfolio square footage is now certified with IREM. Certification requires each property to meet baseline requirements and earn necessary points across energy, water, health, recycling and purchasing commitments.\nWe also received a 2021 ENERGY STAR Partner of the Year Award from the Environmental Protection Agency and the Department of Energy in recognition of our commitments to environmental transparency and accountability. In 2021, we completed our inaugural GRESB application. GRESB is a mission-driven industry-led organization providing standardized and validated ESG data to financial markets. In our first-year submission to GRESB, we earned a score of 75. This score outperformed the international average of 73%. In addition, we received a Green Star designation awarded to participants achieving scores of 50-plus on GRESB's measurement of the management and performance sections.\nWe look forward to sharing the full results of our environmental impact in our ESG report after third-party data verification is completed in Quarter 2. 2021 represents the final year of our inaugural 3-year environmental goal cycle based on our pre-pandemic 2018 baseline. Social accomplishments in 2021 included 695 hours of paid volunteer time off and company organized activities to give back individually and corporately to the communities we serve.\nDOC also provided more than $400,000 in philanthropic fundraising and in-kind donations to community and health care provider organizations, benefiting their research and mission initiatives, surpassing our 2021 goal of $350,000. We are thrilled and humbled to earn recognition as the 2021 Modern Healthcare Best Places to Work. Based on anonymous team member survey results, DOC was the highest rated health care real estate provider among the honorees. This prestigious nationwide ranking is the gold standard in the health care industry for recognizing workplaces that empower employees to provide patients and customers the best care of products and services.\nWe are proud to enhance the company's governance through updates to our management team and Board of Trustees with 2 outstanding individuals. Since 2016, the daily operations of our asset and property management team have been led by Mark Dukes when he joined us from Duke Realty after overseeing their health care portfolio asset management team while working directly with Deeni Taylor. In 2021, Mark was sworn in to serve as Chair and the Chief Elected Officer of the Building Owners Management Association International, the highest honor in property management and commercial real estate.\nIn recognition of his leadership and talent, he's earned a promotion to Senior Vice President of Asset Management. Our Board is also looking to the future and starting the process for succession planning, and we're very excited to add Ava Lias-Booker, a senior partner at the prestigious McGuireWoods law firm, who's been elected to the Board effective March 1, 2022.\nIn addition to Avas wealth of legal and business experience, we're excited about her leadership in DE&I efforts at McGuireWoods and helping us meet and exceed our hiring and career development goals for our team. Looking to 2022, we're proud to be starting the year from a position of strength. Unlike our segments of -- unlike other segments of the health care real estate, the growth we experienced in 2021 is organic rather than a recovery of pre-pandemic NOI. And our portfolio remains insulated from direct exposure to high labor cost.\nSimilarly, our health care system clients are stronger than they've ever been. We're pleased to offer them a stable real estate platform as they work to expand their outpatient delivery capabilities to benefit their patients. On the acquisitions front, we will pursue accretive investments that also makes sense by long-term IRR standpoint, appropriately considering the potential for continued inflation in a rising rate environment. We're fortunate that the long-term thesis of medical office remains more compelling than ever, and our health system clients have a growing appetite for new outpatient care facilities in strong demographic markets.\nWe are actively involved in discussion with multiple partners for financing new medical office developments anchored by high-quality health systems and providers to be started during 2022, which should convert to ownership and long-term rental income strengths in 2023 and 2024. It yields well in excess of current acquisition yields. Including our development pipeline, we expect to invest $250 million to $500 million in 2022 due to our relationship focus and strength in off-market acquisitions. We anticipate first year yields on these acquisitions and developments strength from 5.25% to 6%.\nIn conclusion, Physicians Realty Trust has entered 2022 with a strong, stable and proven portfolio. Our management team is well rounded with multiple years of collaborative progress working together with a rock-solid commitment to our culture that continues to earn recognition and awards. We have an 8-year track record of disciplined investments in management, and we expect another year of measured investments in this volatile capital market that will benefit our shareholders for years to come. Jeff?\n\nJeffrey Nelson Theiler\n\nExecutive VP, CFO & Head of IR, Physicians Realty Trust\n\nThank you, John. In the fourth quarter of 2021, the company generated normalized funds from operations of $58 million or $0.26 per share. Our normalized funds available for distribution were $55 million, an increase of 3.6% over the comparable quarter of last year, and our FAD per share was $0.24.\nLooking back over the year, our portfolio performed well through all the COVID variants with no material negative impacts. Accounts receivable remains at low levels, and the same-store NOI growth came in on target at 2.5% for the year. The quality of the portfolio was significantly upgraded in 2021 through both acquisitions and dispositions. With over $1 billion of investments last year headlined by the Landmark portfolio, the quality of our tenant base is second to none.\nCertainly, investors have focused on growth more than stability lately, but this carefully curated group of tenants will perform well in all environments. And we expect to be able to increase the portfolio's growth over time as we catch up to the rapid rise we've seen in market rents over the past year. Conversely, on the disposition side, we finally took the long-awaited step of selling our LTACH in the fourth quarter. As it turns out, despite some negative headlines, we endured with the assets, the investment itself was sound and delivered a 9% unlevered IRR.\nWe had some significant mezzanine loan repayments in the fourth quarter as well, including $54 million for the Landmark transaction, which was used to help fund the portfolio purchase. In 2022, we will look to redeploy dollars into these high-yielding loans when possible as they provide our investors with a solid risk-adjusted return while also increasing our potential future acquisition pipeline as well as deploying dollars into development opportunities and acquisitions anchored by high-quality health systems.\nTurning to the balance sheet. We hit a milestone in 2021 with our credit upgrades from Moody's and S&P. We took advantage of this and the low rates in the fourth quarter to issue $500 million of 10-year bonds at 2.625% interest rate, effectively pushing out all significant debt until after 2025. We also reduced the leverage that resulted from the Landmark deal by issuing $133 million of equity on the ATM at an average price of $18.54, bringing our consolidated leverage down to 5.66x debt-to-EBITDA. So we are in a comfortable position in terms of the balance sheet as we enter the new year. However, we are certainly mindful of the cost of capital increases we are looking at on both the debt and equity side.\nAs J.T. mentioned, we intend to be deliberate about finding better returns and utilizing structures such as mezzanine investments as well as funding loan to owns and developments. We will not, however, move down the quality curve as we continue to build out our core portfolio. Faced with these challenges, we are anticipating between $250 million to $500 million of investments for the year, but expect them to average out at an initial yield in the mid-5% range.\nThe rest of the year's guidance includes G&A of $40 million to $42 million and capital expenditures of $29 million to $31 million as we manage and care for our significantly expanded portfolio. I will now turn the call over to Mark to walk through some of our operational statistics in more detail. Mark?\n\nMark Theine\n\nThanks, Jeff. The DOC portfolio produced strong operating results during the fourth quarter, supporting our commitment to deliver stable and growing investor returns. This commitment to high-quality growth is reinforced through our acquisition of the Landmark portfolio, which improves our already great asset base in nearly every key quality metric.\nI'm pleased to share that the integration of these new assets to our portfolio has been near seamless, an outcome that would not be possible without the excellent efforts of our best-in-class team of property managers and accountants. We look forward to growing relationships with our 10 new health system partners for years to come. Our in-house leasing team has also been productive, completing 1.2 million square feet of total leasing activity during 2021 at an 80% retention rate and positive 1.6% renewal spreads. For the fourth quarter specifically, we completed 389,000 square feet of leasing with a strong 79% retention rate. Not included in these numbers is an additional 42,000 square feet of new leases executed in the quarter, which are currently in construction and will commence rent payments over the next several quarters.\nWe've been especially pleased with our ability to exhibit pricing power without expanding concessions in this inflationary environment. Last year, but in the last 2 quarters, especially, the leasing team has been focused on balancing tenant retention and leasing spreads while pushing on the contractual rent escalators higher than the portfolio average of 2.4%. They were successful in this mission with over 85% of our leasing activity executed in 2021, containing an average rent increase of 2.5% or greater.\nLooking ahead to 2022, 4% of DOC's portfolio totaling 565,000 square feet is scheduled to renew with a current average rental rate of $24.89 per square foot. These expirations include several specialty surgery center and orthopedic spaces, where we remain confident in our ability to re-lease at favorable leasing terms. We are also encouraged by our ability to realize vacant space given the strong demand we're seeing for Class A outpatient facilities. Our pricing power is backstopped by construction costs that are up more than 20% above pre-pandemic levels, limiting alternatives for tenants who may choose to seek space elsewhere.\nThese factors have turned our expiring leases into an excellent opportunity to demonstrate the superior quality of our portfolio. We're optimistic that tenant retention will remain high in the year ahead, and then we'll be able to achieve renewal spreads in excess of the usual 2% to 3% average that the medical office sector has historically seen.\nMoving to our same-store NOI growth, our 246 property same-store MOB portfolio generated cash NOI growth of 2.9% for the fourth quarter. Despite the inflationary environment, operating expenses were actually down 4.7% against last year as a result of several real estate tax and insurance expenses that were challenged and refunded at year-end. In total, operating expenses were down $1.5 million year-over-year, leading to a $1.1 million decrease in operating expense recoveries from tenants under our triple net lease structure.\nOur CapEx investments for the quarter totaled $7.5 million or 8.9% of cash NOI. For the full year, we invested $25.5 million in recurring capital investments near the low end of our $25 million to $27 million guidance that we offered at the start of last year. In 2022, we expect our full year recurring CapEx to remain around 8% to 9% of NOI and total between $29 million and $31 million. Within our 2021 CapEx investments, we invested approximately $5.6 million in ESG-related projects to improve energy management systems, upgrade HVAC mechanicals and install more efficient and longer lasting LED lighting.\nOverall, these investments not only make our buildings more efficient, but also improve our margins on common area costs and reduced operating expenses for our health care partners. In recognition of these efforts, we are proud to share that DOC has earned an additional 10 new IREM Certified Sustainable Property designations in 2021, reinforcing our commitment to expanding our ESG practices. In total, DOC has earned 28 IREM CSP designation since 2019. We are making significant improvements on all fronts related to ESG and look forward to sharing these results in our third annual ESG report in June.\nTo conclude, 2021 was an outstanding year in which we grew the portfolio from $5 billion in real estate investments to nearly $6 billion by year-end. And our off-market acquisitions showcase how relationships will continue to power the future of DOC. We've built a high-quality portfolio that is operating well with an exceptional asset management and leasing team that has and will continue to deliver bottom line results.\nBefore turning the call back over to John, I would also like to say special congratulations to Mark Dukes on his promotion to SVP Asset Management. Mark is not only a true leader at DOC, but also within the commercial real estate industry. Congratulations, Mark. John?\n\nJohn T. Thomas\n\nPresident, CEO & Trustee, Physicians Realty Trust\n\nThank you, Mark. Jesse, well now be happy to take questions."
  }
]