[
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ce1f0b3b91051e283b1b7ae00be50a9",
    "period": "2026 Q2",
    "content": "Q2 2026 J M Smucker Co Earnings Call - Q&A\n\nQ2 2026 J M Smucker Co Earnings Call - Q&A\n\nSJMNYSENOV 25, 9:00 AM\n\nOperator\n\nGood morning and welcome to the J.M. Smucker Company's fiscal 2026 second quarter earnings question and answer session. This conference call is being recorded, and all participants are in a listen-only mode. Please limit yourselves to two questions and re-queue for a few additional questions. I'll now turn the call over to Crystal Beiting, Vice President, Investor Relations and Financial Planning and Analysis. Thank you. You may begin.\n\nCrystal Beiting\n\nVP, Investor Relations and Financial Planning and Analysis, J. M. Smucker Company\n\nGood morning and thank you for joining our fiscal 2026 second quarter earnings question and answer session. I hope everyone had a chance to review our results as detailed in this morning's press release, and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session. During today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance.\nThese statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements, and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chief Executive Officer and Chair of the Board, and Tucker Marshall, Chief Financial Officer. We will now open the call for questions. Operator, please queue up the first question.\n\nOperator\n\nThank you. The question and answer session will begin at this time. If you're using a speakerphone, please pick up the handset before pressing any numbers. Should you have a question, please press star one on your telephone keypad. If you wish to withdraw your question, please press star two. For operator assistance, please press star zero. As a reminder, please limit yourselves to two questions during the Q&A session. Should you have additional questions, you may re-queue, and the company will take questions as time allows. One moment, please, while we pull for questions.\nOur first question today is coming from Andrew Lazar from Barclays. Your line is now live.\n\nAndrew Lazar\n\nAnalyst, Barclays\n\nGreat, thanks so much for the question. Good morning, everybody. Maybe I wanted to start off with a question on sweet baked goods, if I could. Organic sales in that segment came in certainly better than I think most street expectations. Trying to get a sense from you is how much of this do you see as sort of sustainable improvement versus maybe just easier year-ago compares or any transitory benefits?\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nMorning, Andrew. It's Mark. Thanks for the question. First, we are very pleased with the progress that we're making on sweet baked snacks and the Hostess brand. As you noted, we are seeing sequential improvement. Notably, we're seeing improved performance in C-Store. Our volume shares are improving. We've had our focus on a more focused portfolio has been helping.\nYou'll recall that we had a three-pronged plan where we're strengthening our portfolio by actually eliminating 25% of the SKUs, and we've seen really strong flow back into our core brands, notably the number one brands of donuts, donuts, and cupcakes, which each of those are the number one in their respective segments. That has been great. We recently relaunched Susie Q's after they've been out of the market for many years, and that has been off to a pretty good start.\nJust elevating our execution around sales. We're streamlining our operations. The Indianapolis closure should be complete by the fourth quarter, and then continuing to invest in the brand. Long and short of it is the plan we put in place, decisive actions are working, and we just need to continue to do what we're doing over subsequent quarters. We do expect to see acceleration over the next couple of quarters as well.\n\nAndrew Lazar\n\nAnalyst, Barclays\n\nGot it. Great. Thanks for that. Maybe, Tucker, how much of the $0.50 tariff impact this year is specifically coffee-related, such that if tariff policy remains sort of unchanged from here going forward, how much of a benefit we could or should expect this to be to fiscal 2027? Thanks so much.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nAndrew, good morning. The predominance of the $0.50, if not all, is related to green coffee tariffs. Therefore, stepping into FY 2027, it should be viewed as a tailwind, while in FY 2026, it continues to be a headwind.\n\nOperator\n\nThank you. Our next question today is coming from Tom Palmer from JPMorgan. Your line is now live\n\nTom Palmer\n\nAnalyst, JPMorgan\n\nGood morning. Thanks for the question.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nMorning.\n\nTom Palmer\n\nAnalyst, JPMorgan\n\nI wanted to follow up on coffee as well. You noted not taking the third round of pricing as an incremental earnings overhang in the prepared remarks for this year. You've provided some really helpful bridges in terms of other items, such as the tariff impact. I was wondering if you could maybe quantify how much that might have impacted your outlook, the decision not to take pricing. Just given the tariff guidance was kind of unchanged, should we think about tariffs flow through your P&L throughout fiscal 2026, or is there a point where we start to see relief this year? Thanks.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nGood morning. As you think about this fiscal year, as we came out of our first quarter earnings call, we called out a net $0.50 impact as a result of tariffs. That net $0.50 impact was receiving the benefit of recovering dollar-for-dollar cost inflation due to tariffs through an early winter pricing action, and then ultimately making an assumption around a price elasticity of demand factor. That was all embedded in the $0.50 as we came out of the first quarter earnings call. We have essentially added that back as a result of being in a tariff-off environment moving forward.\nwe have made the decision not to take pricing through US.\nRetail coffee in early winter, we will be absorbing about $75 million of tariff-related costs incurred to date that we will realize, as I've noted, in our third quarter, which coincidentally is $0.50, which is why we're calling it out. Therefore, an impact to this fiscal year, but a tailwind to next fiscal year.\n\nTom Palmer\n\nAnalyst, JPMorgan\n\nUnderstood. Thank you. On the SG&A side, there was the guidance reduction, now flat year-over-year. A couple of pieces. One, is there a segment where that's going to be most evident? Any update on marketing plans? Maybe I missed it. I think they were previously expected to be up around $40 million year-over-year. Any change there? Thank you.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nTom, let's begin with marketing. We remain committed to investing in the long-term health of our brands, so marketing absolute dollars will be up year-over-year. We're projecting that to be about 5.5% of net sales, which is pretty consistent throughout the year. We have sharpened the pencil as it relates to SG&A spend, not only throughout the entire network, but also as we think about discretionary spend. We've also sharpened the pencil in certain areas as it relates to marketing, but we're still committed behind our growth brands, and you will see an increase year-over-year.\n\nOperator\n\nThank you. Next question is coming from Robert Moskow from TD Cowen. Your line is now live.\n\nRobert Moskow\n\nAnalyst, TD Cowen\n\nHi. I wanted to know, Tucker, about the profit results in sweet baked snacks. Was that also in line with your expectations? Because sequentially, it's a step down. Generally, when you have these SKU rationalizations, it improves the profitability of the business because you get rid of some waste. Is there a reason why that's not happening in Q2?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nRob, good morning. The second quarter top line for sweet baked snacks did exceed our expectations. The bottom line did not meet our expectations. We had anticipated sort of in line with Q1 to maybe slightly better in our second quarter. As you've noted, we were just over $20 million. We do expect both the third and fourth quarters to get better so that we get back toward our outlook for the full fiscal year with respect to segment profit.\nI would say that the second quarter shortfall to expectations really had much to do with the transition of our bakery network or environment, and just more costs that we absorb through our supply chain, whether that be absorption, overhead, just the timing of transition. We do expect benefit as we step into the third and fourth quarters\nI would also remind you in our fourth quarter, we should benefit about $10 million from the closure of the Indianapolis facility, which is estimated to be a $30 million annual run rate impact, of which $10 million affects or benefits our fourth quarter this fiscal year.\n\nRobert Moskow\n\nAnalyst, TD Cowen\n\nOkay. Maybe a follow-up on pet treats. In the commentary, you described the category dog treats as getting better. Your business is still down. What should we expect in the back half? I know there are some very easy, I think some easy comparisons to some disruption last year, but are there marketing plans also to improve market share in what I guess is an improving category overall?\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nRob, it's Mark. You actually are correct. You stated it. We are expecting a really strong lap, particularly as we get into this third quarter. You will see Milk-Bone getting back to growth, which is great news. It's not only the lap, but I would just highlight it's all the work that we've been doing. It is marketing. We have continued to push on our campaign, which is called More Dog.\nYou've probably seen that in various media channels. That's been helping. What we always remind you guys is just the spectrum from value-based biscuits all the way to premiumization. As the consumers are looking for different things from their dog treats, the Milk-Bone brand is definitely there delivering. The innovation on Peanut Buttery Bites has been very successful.\nwe referenced in the prepared remarks, we are going to be launching another innovation after the beginning of the calendar year, which is also standing on another collaboration between the Jif brand and the Milk-Bone brand. That, including seasonal items, which we referenced as well, there's a lot of really strong innovation in that category. It depends a lot on news for growth. Feeling really good about Milk-Bone and the trajectory of the brand.\nOverall, our pet business and the growth that's going to be driven by Meow Mix, we expect to continue as well.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nRob, in support of your question, we are anticipating low single-digit growth for our pet portfolio in the third and fourth quarters, behind the momentum of Milk-Bone and Meow Mix.\n\nOperator\n\nThank you. Next question is coming from Yasmin Dazwandi from Bank of America. Your line is now live.\n\nYasmin Deswandhy\n\nEquity Research Associate, Bank of America\n\nHey, guys. Thanks so much for the question. Just on the reduced net sales expectation for frozen handheld and spreads, I know that spreads, particularly peanut butter, was challenged in the second quarter. The expectation is for that to continue for the balance of the year. I'm asking around the reduced net sales expectation, is that simply flowing through the weaker Q2, or is that also spreads being enough of an offset that Uncrustables accelerating to double-digit growth won't be enough to offset the unforeseen weakness?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nYeah. Yes. Good morning. As it relates to frozen handheld and spreads, we're really calling down that business a little over $80 million on a full-year basis. You're kind of seeing half of that come through the second quarter, and the balance will come through the back half of the year. Much of that is driven by the spreads portfolio. We really haven't taken up the outlook on the Uncrustables brand, but I can tell you that it still demonstrates growth, and it is demonstrating a path or trajectory to being a billion-dollar brand by the end of this fiscal year.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nYeah. And.\n\nTom Palmer\n\nAnalyst, JPMorgan\n\nOkay, go ahead.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nYes.\nYeah. If I may, just add a little bit of color on a couple of these items. On Uncrustables, Tucker just highlighted, still going to be a billion-dollar brand. The reason overall we saw 7% for the total company away from home has been extremely strong. We did see growth in retail as well, maybe not as much as we would have expected because we were lapping a very strong Q2 last year with really strong merchandising and promo.\nWe do expect Uncrustables to get back to double-digit growth in the back half of the year, obviously supporting that billion-dollar ambition. Innovation is playing a key role, right? Where a couple of years ago, when we had been capacity constrained, we were not able to innovate, now we are launching seasonal flavors. The new one that just came out is this peanut butter and chocolate.\nIt's called PB Choco Crazy. We've got two new higher protein items that are meant to target sort of a morning day part or a breakfast day part. The uptake on those from our retail customers has been great as well. Just on spreads, because we were expecting the question, I might just highlight peanut butter. There is a very big lap against last Q2. We had multiple tropical storms in the Caribbean, and that drove a lot of stock up. We are seeing the Jif, the peanut butter business, being down in the quarter. Regardless, it's generally holding share.\nOverall, still feel good about spreads, making sure that we're getting our execution right. That is obviously supportive of the Uncrustables business.\n\nYasmin Deswandhy\n\nEquity Research Associate, Bank of America\n\nGreat. If I could just squeeze another one in. I think the previous expectation was for, in sweet baked snacks, SKU rationalization to be isolated to the second quarter. With that now extending into the third quarter, is the expectation still for top line stabilization in the second half? I guess asked another way, given the expectation for sequential improvement, could Q3 be flattish and Q4 grow, or is there still a possibility for Q3 to be down?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nI would say that, one, the SKU rationalization really won't be expect the sort of growth. Single digits to be slightly flat in the second quarter for snacks on a comparable basis, and then you should see a level of growth.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nOh, your microphone is off.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nSorry. Yes. I'm sorry. We had a technical difficulty here. To your question, I just want to acknowledge that Q3 will be the completion of the SKU rationalization associated with the closure of the Indianapolis bakery. With respect to your question on growth, we should be flat to slightly down in the third quarter on a comparable basis, and then demonstrating a level of growth on a low single-digit basis in our fourth quarter for sweet baked snacks.\n\nOperator\n\nThank you. As a reminder, that is star one to be placed into question queue. Our next question is coming from Megan Clark from Morgan Stanley. Your line is now live.\n\nMegan Clark\n\nAnalyst, Morgan Stanley\n\nHi. Good morning, Mark, Tucker. Thank you. Maybe another question, Tucker, on coffee. Can you talk a little bit about how you're thinking about the pacing of coffee margins in Q3 and Q4? The Q3 EPS outlook in the prepared remarks a little bit softer than where the street is. I assume most of that is just that you still have tariffed coffee flowing through the P&L that's sitting on the balance sheet today without the pricing. Is that the right way to think about it? Do you still expect to get to mid-20% margins in coffee in Q4, or will there be a lingering kind of tariff impact there as well? Thank you.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nMegan, good morning. We demonstrated an 18.2% second quarter segment profit margin in coffee. We would anticipate a slight improvement to that in our third quarter, but it will not surpass 20%. As you step into our fourth quarter, we should move beyond 20%. I don't think that we'll get all the way to 25% just as we continue to digest a lot of cost and cost inflation. Just acknowledging not taking pricing in early winter in our US retail coffee portfolio and absorbing the incurred coffee tariffs to date. That will be approximately $75 million in our third quarter.\nSome of that may go into our fourth quarter, but the predominance is in the third to your question.\n\nMegan Clark\n\nAnalyst, Morgan Stanley\n\nOkay. That's helpful. Thank you. Maybe just putting together all of your comments on pet, sweet baked snacks, and frozen handhelds, as you think about moving through the third quarter and the fourth quarter, you laid out for all segments an expectation for an acceleration in growth. As you think about the Q4 exit rate, I guess, how are you feeling about, outside of coffee, kind of the rest of the US retail portfolio contributing to or getting back to Algo, OSG as we finish the year? Thanks.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nMegan, I would say that when you think of the midpoint of our guidance range today at the top line, it's 4% on a reported basis. When you affect or isolate on a comparable basis divestitures and foreign exchange, it's aligning to about 5.5% comparable growth year over year. Underpinning that, we've got about $38 million worth of co-manufacturing sales that we're lapping. All else equal, we're at 6% on a comparable basis adjusted for the co-manufacturing sales for our outlook for this year. Yes, much of that is driven by our coffee portfolio.\nYou think about the balance of our portfolio, we're seeing tremendous momentum in the away from home aspect, we're seeing resilience and strength in our pet portfolio, and we're seeing stabilization in sweet baked snacks.\nWe obviously have great growth and momentum on Uncrustables, and we're addressing things within our spreads portfolio. While I don't want to promise what the exit rate is, what we're acknowledging is that we do have great organic sales growth on a comparable basis. Our strategy is working, our execution is focused, and we'll continue to drive the growth brands, and we'll continue to support the balance of the portfolio.\n\nOperator\n\nThank you. Next question today is coming from Peter Graham from UBS. Your line is now live.\n\nPeter Graham\n\nAnalyst, UBS\n\nGreat. Thank you. Good morning, everyone. I wanted to just ask a follow-up on the tariff commentary in 2027. I know you noted to both Andrew and Tom that this will be a tailwind to earnings. I guess specifically, are you expecting those benefits to largely drop to the bottom line, or would you look to maybe reinvest some of that upside?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nAs it relates to tariff-based inflation, in a tariff-off environment and not taking pricing for tariffs and in turn not experiencing tariffs in our next fiscal year, that should benefit our bottom line, which is why we're effectively saying it should be a tailwind to our coffee portfolio next fiscal year. Hopefully, it helps provide a little bit of context about how we're thinking about tariffs stepping into next year.\n\nPeter Graham\n\nAnalyst, UBS\n\nOkay. No, that's helpful. Maybe just on coffee, can you walk us through what you're now expecting in terms of elasticity? I guess just as we think about modeling top-line growth through the balance of the year, can you maybe just understand how you see price versus volume at this stage, especially considering that you're not going to take that additional price increase for the winter? Thanks.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nSure. Our current outlook for the coffee portfolio is 16% year-over-year growth. What's embedded in that is 22% pricing offset by 6% down volume mix. That's an improvement to when we stepped into this fiscal year, where we thought growth would be 11% against 22% pricing offset by negative 11% of volume mix. What you can see is our elasticity assumptions have improved from 0.5 stepping into this fiscal year to around 0.3 where we stand. Again, that's on average over the year. Hopefully, that provides additional context as to the strength and resilience of our coffee portfolio.\n\nOperator\n\nThank you. Our next question is coming from Matthew Smith from Stifel, your line is now live.\n\nMatthew Smith\n\nAnalyst, Stifel\n\nHi. Good morning. Wanted to dig in a bit on the Uncrustables sequential acceleration in the second half. Can you talk about some of the underpinnings to that acceleration, whether there's also unique comparisons there, and how we should be considering pricing in frozen handheld and spreads in the second half? Is there potentially increased promotional support behind Uncrustables to support that sequential acceleration? Thank you.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nYeah. We demonstrated 7% growth in our second quarter, which is really good momentum as we continue to advance to the billion-dollar ambition. As we think about our third and fourth quarters, we would anticipate low double-digit growth on the way to that journey of being a billion-dollar brand by the end of this year. We will continue to ensure that we're supporting with marketing, continue to support our recent innovation launch around protein, continue to round out distribution, and also make sure that we have the right placement and promotion.\nI would also acknowledge that about 80% of sales run through our US retail portfolio, and the balance of 20% flow through our away from home portfolio. We are seeing great momentum in away from home on Uncrustables.\nOne example is the acceleration of growth in the convenience channel, not only due to our innovation behind the sandwich, but also due to the capabilities that we acquired through the Hostess acquisition.\n\nMatthew Smith\n\nAnalyst, Stifel\n\nThank you. Mark, as a follow-up to some of the coffee commentary, elasticities are better than expected on average. The performance by brand in the measured channel data that we see has varied. Specifically for the Dunkin' brand, elasticities have been softer than Folgers or Café Bustelo. Was that expected as you went into a more price-intensive environment? Has the performance of Dunkin' been different than what you anticipated coming into the year? Thank you.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nYeah, Matt. A couple of things. First of all, you're right that we have seen obviously very strong performance on Café Bustelo and Folgers. The resilience of the category overall gives us optimism, right, in terms of just how consumers are still consuming coffee. Our brands are resonating with consumers, and the investments we're making behind these brands is working. Notably, Café Bustelo just had a phenomenal quarter. Dunkin' did grow in the quarter, so we did see a bit of improvement in Dunkin'.\nWe've highlighted in previous quarters, we've seen some competitive pricing pressure that we have not overcome. We are continuing to actually make surgical balancing, some surgical pricing investments, as well as supporting innovation in terms of seasonals and so forth. I think the long-term story on Dunkin' is that it's a great brand.\nWe love the brand, and we still think it has plenty of runway. Over time, as we would expect pricing to moderate competitively, that will support the brand overall.\n\nOperator\n\nThank you. Our next question is coming from Max Kumper from Bernstein. Your line is now live.\n\nAndrew Lazar\n\nAnalyst, Barclays\n\nHey, thanks for the question. With regard to Uncrustables and the volume decline that we saw this quarter in the frozen handheld and spread segment, it sounds like you have plenty of confidence in the business. Distribution is gaining, innovation is working, and you still see long-term opportunities. I'm curious, is the volume decline we saw in the quarter really just due to any lapping items that you saw with the strong Q2 a year ago? Also, could you comment on anything you're seeing from some of the new entrants in this space who have gotten distribution pretty quickly? Thank you.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nYeah, Max, it's Mark. It is largely the lap. That strong merchandising and promo in the last Q2 last year is what we're lapping. As you highlighted, both the innovations, Tucker in his previous answer talked a bit about the support that will be not out of the ordinary, but solid merchandising support coming into the back half is going to continue to support the acceleration of that brand. In broad strokes, we have seen some competition come into the category.\nI would say that's largely been supportive over the longer term, seeing a couple of other brands, whether that might be private label and some of the variety that you're seeing in the category in terms of, and then pricing should continue to support the brand.\nI think overall, if you just think about the household penetration we've gained and the continued marketing investments, that and the innovation will continue to drive growth.\n\nAndrew Lazar\n\nAnalyst, Barclays\n\nGreat. Thanks. Just to wrap it up with regard to the tariff impact, I just want to confirm these $75 million in tariff expense that you're referring to, is that the total amount you expect to see in FY26, and it is essentially entirely due to coffee tariffs?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nCorrect.\n\nOperator\n\nThank you. Our next question is coming from Alexia Howard from Bernstein. Your line is now live.\n\nAlexia Howard\n\nAnalyst, Bernstein\n\nGood morning, everyone. Can I start with innovation and the pace of innovation? Are you able to quantify whether that's been accelerating? It sounds as though the pace has been picking up. Not sure whether you can give us numbers on percentage of sales from new products. Is that pace of innovation now where you want it to be across the portfolio, or are there pockets where you would like to increase that still?\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nAlexia, thanks. It's Mark. Yes, is the short answer. Our pace of innovation has accelerated. I would say I'm very proud both of, well, actually, across the board, if you look at innovation on Hostess, innovation on pet, notably pet snacks, and more recently, the innovation on Uncrustables has all accelerated. The speed to which our teams have been able to get to market is as fast as we've ever done that. I think we're very proud of the work we've done.\nI mean, the Uncrustables innovations have been notable. I think we expect a little bit of a faster turn out of both pet snacks and human snacks, which we've continued to deliver again. Thank you for the call out.\n\nAlexia Howard\n\nAnalyst, Bernstein\n\nQuestion for Tucker on leverage. You've been hovering a little above 4x net debt to EBITDA for the last couple of quarters, and you're talking about getting it down to 3x by the end of 2027. How quickly does that start coming down? Do we expect it to start coming down more substantially in the near term?\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nAlexia, we are committed to $975 million of free cash flow generation this fiscal year, which will support a half a billion dollars of debt paid out this fiscal year. We anticipate the ability to pay down an additional $500 million in FY27. If you think about the leverage profile this year, we'll probably hover around fourx through the balance of fiscal year 2026. As we step into 2027, we should begin to see the step down toward that threex amount in fiscal year 2027.\n\nOperator\n\nThank you. Next question is coming from Scott Marks from Jefferies. Your line is now live.\n\nScott Marks\n\nAnalyst, Jefferies\n\nHey, good morning. Thanks so much for taking our questions. The first thing I wanted to ask about, we've heard some of your competitors speak to the need to reduce prices to offer value for the consumer. We obviously haven't heard your team talk about that much. Just wondering if you can share any thoughts around that and whether you see any opportunities within the portfolio where you think that might be required.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nScott, thanks. It's Mark. I would say first and foremost, our portfolio is very broad. As we look at each category, the fact that we play across the value spectrum actually allows us to deliver varying degrees of value to the consumer. If you think about Meow Mix, it's a mainstream brand that provides affordability for cat parents. Our Milk-Bone brand, similarly, from base biscuits to more premium offerings like the Peanut Buttery Bites, also has a range and obviously provides affordability to the consumer.\nIt goes without saying in coffee as well, despite the fact that we've seen significant inflation, we're glad, of course, that the tariffs are off, and that affords us the ability to do the right thing for consumers, frankly, and our retail customers in holding our price.\nI would say on coffee more broadly, history would show that over time, coffee costs would moderate. Although we don't have a clear view onto if and when that takes place as we get into a new coffee season, to the extent that we do see some meaningful deflation on the commodity, we would certainly pass that along to consumers as well. I think the headline is the portfolio itself offers a tremendous amount of options for consumers, and notably value all the way to more premium offerings.\n\nScott Marks\n\nAnalyst, Jefferies\n\nAppreciate that. Thanks. The second question for me would be, you've made comments again today just about fiscal 2027 in terms of EPS growth. Expectations for On Algo were better. Obviously, the tariff relief provides a significant tailwind. Just wondering maybe how we should be thinking about base business expectations for 2027 if you're willing to comment on it. Thanks.\n\nTucker Marshall\n\nCFO, The J. M. Smucker Company\n\nYeah, Scott, it's probably early to provide the FY27 outlook. The essence that we are trying to communicate is that with a stabilizing commodity environment and an off-tariff environment, as we continue to generate cash and pay down debt, and we deliver a level of business momentum, there could be a path to that. That is what we were trying to just lay out as you think about a $9 midpoint at this fiscal year and all of the puts and calls that we've had to deal with in this fiscal year as we consider the future.\nHopefully that provides a little context. Again, as we get to our fourth quarter earnings call, we'll be able to lay out our outlook for FY27.\n\nOperator\n\nThank you. We reached the end of our question and answer session. I'd like to turn the floor back over for any further closing comments.\n\nMark Smucker\n\nCEO and Chair of the Board, The J. M. Smucker Company\n\nFirst of all, I'd just like to thank all of you for joining our call this morning. Our second quarter results demonstrate that our strategy is working. We delivered sequential acceleration in comparable net sales growth, which we anticipate will continue into next quarter. Our bottom line results reflect increased investments in our brands, disciplined cost management, and strong execution.\nOur business continues to build positive momentum, and we are confident in our ability to deliver our financial outlook for this fiscal year while advancing our long-term objectives to increase shareholder value. As always, I would like to thank our outstanding employees for their continued hard work and dedication to our company. We wish all of you a very happy Thanksgiving, and a great holiday week. Have a great day.\n\nOperator\n\nEveryone, this concludes our conference call for today. Thank you all for participating, and have a nice day. All parties may now disconnect."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c1fd0e7905643cfe9f6742760c3d3526",
    "period": "2026 Q1",
    "content": "Q1 2026 J M Smucker Co Earnings Call\n\nQ1 2026 J M Smucker Co Earnings Call\n\nSJMNYSEAUG 27, 9:00 AM\n\nOperator\n\nGood morning, and welcome to The J.M. Smucker Company's Fiscal 2026 First Quarter Earnings Question-and-Answer session. This conference call is being recorded. [Operator Instructions]. I'd like to turn the conference over to Crystal Beiting, Vice President, Investor Relations and Financial Planning and Analysis. Thank you. You may begin.\n\nCrystal Beiting\n\nVice President of Investor Relations and FP&A\n\nGood morning, and thank you for joining our fiscal 2026 first quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chief Executive Officer and Chair of the Board; and Tucker Marshall, Chief Financial Officer. We will now open the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/515890c82296588e51d3a57610213f9a",
    "period": "2025 Q4",
    "content": "Q4 2025 J M Smucker Co Earnings Call\n\nQ4 2025 J M Smucker Co Earnings Call\n\nSJMNYSEJUN 10, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2025 Fourth Quarter Earnings Question-and-Answer session. This conference call is being recorded. [Operator Instructions].\nI'll now turn the conference call over to Crystal Beiting, Vice President, Investor Relations and Financial Planning and Analysis. Thank you. You may begin.\n\nCrystal Beiting\n\nVice President of Investor Relations and FP&A\n\nGood morning, and thank you for joining our fiscal 2025 fourth quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chief Executive Officer and Chair of the Board; and Tucker Marshall, Chief Financial Officer.\nWe will now open the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce1f471baa210057801874aa8a092320",
    "period": "2025 Q3",
    "content": "Q3 2025 J M Smucker Co Earnings Call - Pre-Recorded\n\nQ3 2025 J M Smucker Co Earnings Call - Pre-Recorded\n\nSJMNYSEFEB 27, 7:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nIn our fiscal 2025 third quarter earnings. After this brief introduction Mark Smucker Chair of the Board President and Chief Executive Officer will give an overview of the quarters results and an update on our strategic initiatives.\n\nTucker Marshall Chief Financial Officer will then provide a detailed analysis of the financial results and our updated fiscal 2025 outlook.\n\nLater this morning, we will hold a separate live question and answer webcast.\n\nDuring today's discussion we will make forward looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates and actual results may differ materially due to risks and uncertainties. Additionally, please note we will refer to non-GAAP financial measures management uses to evaluate performance internally.\n\nI encourage you to read the full disclosure concerning forward looking statements and details on our non-GAAP financial measures in this morning's press release.\n\nToday's press release, a supplementary slide deck summarizing the quarterly results management's prepared remarks, and the Q&A webcast can all be accessed on our Investor Relations website at JM Smucker Dot com.\n\nWe invite all interested parties to join US at 830, a M. Eastern standard time today for a live question and answer session with management to further discuss our third quarter results and outlook for the full 2025 fiscal year .\n\nPlease contact me if you have any additional questions. After today's question and answer session I will now turn the discussion over to Mark Smucker.\n\nThank you Crystal and good morning, everyone.\n\nIn the third quarter, we continued to build on our strong start to the fiscal year net.\n\nNet sales for the quarter would have been above our expectations. However, we experienced certain supply chain disruptions that negatively impacted our results, which I am pleased to say have been resolved.\n\nDespite these factors and through disciplined cost management and execution, we delivered adjusted earnings per share that exceeded our expectations.\n\nThis momentum enabled us to increase our full year adjusted earnings per share and free cash flow guidance.\n\nOur strategy is working and we are delivering positive results in a dynamic operating and consumer environment.\n\nWe continue to prioritize resources towards our key platforms with the largest growth opportunities.\n\nStarting with the brand, which grew net sales by 15% at the total company level in the quarter.\n\nGrowth was driven by our national advertising campaign distribution gains and new merchandising investments to drive trial and awareness.\n\nThese actions continue to increase household penetration and fuel our ambition to have unprofitable sandwiches everywhere.\n\nThe number one SKU in the total freezer aisle is now an unquestionable sandwich.\n\nWith two skus in the top 10.\n\nAnd the Incredibles brand is leading the entire freezer in new buyers for households, with kids millennials and Gen. Z. We are now expanding into C store and continue to secure commitments as we anticipate further growth in this channel.\n\nWe have also accelerated our innovation efforts.\n\nThe new unprofitable peanut butter and raspberry spread sandwich has exceeded our expectations and is proving to be highly incremental.\n\nWith this incredible momentum fueling the Incredibles brand, we continue to anticipate full year net sales for the brand to be over $900 million this fiscal year.\n\nSecond the Cafe Bustillo brand continued its momentum as one of the fastest growing brands in the at home coffee category.\n\nThe brand gained dollar and volume share in every segment it competes in including the mainstream one cup and instant categories in the latest 13 week period.\n\nIn the quarter the cafe boost Hello brand grew net sales by 15% continuing its momentum of double digit net sales growth.\n\nWe remain focused on expanding the cafe boost Hello brand nationally and broadening its consumer audience through marketing and innovation.\n\nWe are launching new roast profiles of the Cafe Bustillo brand in both pre pack and K Cup formats in the summer and have already received strong retailer acceptances.\n\nWe are also providing consumers with convenient offerings in cold coffee to drive incremental occasions.\n\nWe recently launched cafe bustillo, multi serve which is off to a strong start.\n\nFurther we are launching the cafe bustillo brand into a single serve ready to drink format next fiscal year at select retailers.\n\nNext the milk bone and meow mix brands in.\n\nIn the quarter, the milk bone brand experienced supply chain disruptions, we're back to full production and anticipate returning to full distribution in the fourth quarter.\n\nWe remain highly confident in the milk bone brand, which led the category and innovation for the fourth straight calendar year.\n\nOur innovation continues to perform with milk bone peanut buttery bites, which outpaced all competitor innovation launched in 2024 and is now available nationally.\n\nThe launch continues to exceed our expectations and contributed to the strong double digit net sales growth for our milk bone soft and chewy dog snacks in the quarter.\n\nTurning to the Meow mix brand, which contributed positive volume mix in the quarter.\n\nThe Meow mix brand is the leader in household penetration and volume share in the dry cat food category.\n\nWe are continuing to fuel growth through modernized packaging elevated mainstream options and margin accretive innovation.\n\nOur most recent innovation meow mix gravy burst highlights our ability to bring strong innovation to the dry cat food category a category that has lacked innovation in recent years.\n\nFinally for the hostess brand results continue to be impacted by two primary factors first consumers continue to be selective in their spending largely driven by inflationary pressures and diminished discretionary income, causing the sweet baked goods category to recover slower than we.\n\nWe anticipated.\n\nThese trends are causing a reduction in all channels inclusive of convenience.\n\nSecond we are not performing with excellence from a distribution merchandising and competitive standpoint. This has caused us to underperform in the channels, where the consumer is shopping we are committed to addressing these challenges and are taking the necessary actions to stabilize.\n\nAnd return the brand to growth.\n\nThis morning, we announced that Jud Fry tag will assume leadership of the pet and sweet baked snacks businesses.\n\nIn judge 16 years with the company. He has held leadership positions in finance strategy brand marketing and most recently as the general manager and Vice President of marketing for pet.\n\nAs part of this transition Dan O'leary will leave the company in early March.\n\nJud was instrumental in the turnaround of the pet food segment and will play a critical role in advancing our sweet baked snack strategy focused on the following.\n\nDelivering the base portfolio, expanding distribution and driving innovation, continuing our portfolio evolution and establishing revenue synergies.\n\nWe continue to make progress on these pillars.\n\nOur modernized packaging is just now beginning to show up on shelf and we're launching a bold new marketing campaign that will begin in the coming weeks.\n\nWe are focusing on distribution that includes both closing gaps in core items in existing channels and entering new channels.\n\nOur latest innovation is beginning to enter the market.\n\nAnd our pipeline is strong.\n\nCalendar year 2024 was the fourth straight year of innovation share leadership for the hostess brand and we expect continuing this trend.\n\nWe recently launched new Donuts, Fritter rings, which is supported by consumers shifting toward breakfast occasions.\n\nWe are also taking our iconic cupcakes, which are the number one brand in the cupcake subcategory and creating a mini version with hostess cupcake Minis, which will begin shipping in our fourth quarter.\n\nConsumers want many form offerings and this innovation offer smaller portions for consumers still looking for a sweet treat.\n\nAnd hostess Susie Qs will return to the market. This September soon.\n\nSusie Qs are one of the most requested products from our consumers and we are excited for its return.\n\nThe recently announced agreement to divest certain value brands and associated manufacturing facility demonstrates our commitment to evolving our portfolio and ensures our manufacturing network is optimized to mitigate costs and reduce complexity.\n\nWe are beginning to establish revenue synergies a key strategic benefit of the acquisition by expanding unprofitable sandwiches into C store.\n\nWe are using our new capabilities in the channel and also executing cross promotional events between the hostess brand and legacy Smucker brands.\n\nWe have executed multiple revenue driving promotions across our portfolio.\n\nAnd results continue to be positive.\n\nThrough the execution of our focused strategy and prioritization of these key growth platforms. We have delivered a strong fiscal year to date.\n\nNow turning to the dynamics in each of our segments.\n\nIn coffee net sales increased 2% versus the prior year.\n\nOur portfolio is performing well as we navigate record high green coffee costs and continue to demonstrate the ability to recover increased commodity cost through responsible pricing.\n\nDue to higher green coffee costs in the pass through nature of the coffee category. We took our first price increase in June across parts of our portfolio.\n\nIn October we successfully took a second price increase across our portfolio, which is now being reflected in our results.\n\nPrice elasticity of demand trends continue to be inline or slightly favorable to our expectations. Overall at home coffee remains a strong and resilient category that provides value to consumers in all economic environments and our portfolio provides an affordable.\n\nPrice per serving as an alternative to other beverage experiences such as the coffee shop among others. Our belief is that the commodity will normalize over time as it has historically.\n\nAs always we will manage our coffee business through a strategy that demonstrates a balance between recovering inflationary input costs, while providing consumers with attractive options ranging from value to premium.\n\nIn frozen handheld and spread net sales grew 2%, primarily driven by double digit growth for unprofitable sandwiches, partially offset by decreases for smokers fruit spreads and jif peanut butter.\n\nIn support of our category, leading spreads business, we just launched a national marketing campaign that focuses on the original peanut butter and jelly sandwich that consumers know and love.\n\nPeanut butter and jelly remains a simple and comforting food that is easy affordable and provides delicious balanced nutrition for our consumers.\n\nThe jif save the salary campaign is also back this year and has been extended through the high snacking period of the March College basketball tournament, and we continue to see opportunities to expand beyond sandwiches and into new usage occasions.\n\nIn pet food, we experienced certain supply chain disruptions that negatively impacted our results in both milk bone dog snacks, and meow mix wet cat food.\n\nReported net sales decreased 9% versus the prior year, primarily due to a reduction in contract manufacturing sales related to the divested pet food brands when excluding these contract manufacturing sales and had the supply chain disruptions not occurred net.\n\nSales would have increased low single digits in the quarter.\n\nWe anticipate returning to full distribution in the fourth quarter for both brands.\n\nOverall, the dog snacks category continues to be impacted by a slowdown in discretionary spending largely driven by inflationary pressures.\n\nWe remain confident in our portfolio as we continue to focus on driving growth for the milk bone brand with its strong leadership position in the category.\n\nIn cat food, we continue to see tailwind as the cat population is projected to grow and anticipate further share growth for the meow mix brand.\n\nDoug snacks, and cat food remain attractive categories and e-commerce trends continued to be positive for our portfolio.\n\nIn sweet baked snacks comparable net sales decreased 8%, primarily driven by decreases for snack cakes and private label products, partially offset by an increase for donuts.\n\nHostess Doe nets have continued to outperform the broader portfolio and we have seen both increased dollar sales and volume growth over the last 52 week period.\n\nConsumers view breakfast products as less discretionary than the broader sweet baked goods category and we will continue to drive innovation in breakfast occasions.\n\nFinally.\n\nIn international away from home comparable net sales grew 5%.\n\nRoath was driven by the away from home business as it continues to deliver strong results by leveraging our leading national brands and key growth platforms in away from home channels, though our momentum continued into the third quarter for our legacy business, we are revising and.\n\nNarrowing our full year net sales expectations, primarily due to the impact of approximately $30 million of supply chain disruptions in our third quarter.\n\nContinued softness in the sweet baked snack segment.\n\nAnd an anticipated unfavorable impact from foreign currency exchange.\n\nWe now expect reported net sales of approximately 7.25%, reflecting a full year of net sales from the hostess brands acquisition and base business growth.\n\nOn the bottom line.\n\nThird quarter adjusted earnings per share exceeded our expectations driven by adjusted gross margin improvement and disciplined cost management.\n\nBased on the strong earnings year to date, we are raising the midpoint of our adjusted earnings per share guidance range to $10.\n\nThis increase reflects our expectations for the improved gross margin expansion and the realization of synergies earlier than anticipated.\n\nWe also increased our free cash flow guidance to $925 million for the full year, reflecting a 50 million dollar increase versus previous expectations.\n\nIn closing I would like to highlight a few key points.\n\nOur legacy business, which accounts for approximately 85% of our total company net sales is delivering strong growth.\n\nWe have confidence in the hostess brand and our strategic rationale for the acquisition remains strong.\n\nWhile the near term performance has not met our expectations. We have outlined a comprehensive strategy to return the brand to growth and have made initial progress on key actions in support of it.\n\nAnd our strategy is working and we remain confident in our ability to deliver long term sustainable growth and generate over $1 billion in free cash flow annually.\n\nAs we look ahead, we are well positioned to adapt to consumer preferences.\n\nExecute with excellence and sustained the momentum for our business.\n\nAll of which are powered by our unique culture and dedicated employees, whom I would like to thank for their outstanding contributions.\n\nI'll now turn it over to Tucker to go over our quarterly financial results and our fiscal year 2025 outlook in more detail.\n\nThank you Mark good morning, everyone.\n\nI will begin by providing detail on the noncash impairment charges reflected in our third quarter GAAP results.\n\nWe recognized a $794 million impairment charge related to the goodwill of the sweet baked snacks reporting unit.\n\nAt $208 million impairment charge related to the hostess brand indefinite life trademark.\n\nThese impairment charges are driven by the recent underperformance of the sweet baked snack segment.\n\nThis reflects the slower than anticipated recovery of the sweet baked goods category and our execution from a distribution merchandising and competitive standpoint.\n\nGoing forward, we are focused on our five pillars to stabilize and return the hostess brand to growth. We are confident that these actions will support long term net sales and segment profit growth for the business.\n\nNow I will provide an overview of our third quarter results then I'll provide additional details on our financial outlook for fiscal year 2025.\n\nIn the quarter net sales decreased 2%.\n\nComparable net sales decreased 1%, which excludes non comparable prior year sales related to the divested businesses incremental current year sales for the hostess brands acquisition.\n\nAnd foreign currency exchange.\n\nNet sales was flat versus the prior year when also excluding contract manufacturing sales related to the divested pet food brands.\n\nThe decrease in comparable net sales reflects a five percentage point decrease from volume mix, primarily driven by a decrease for coffee dog snacks and lower contract manufacturing sales related to the divested pet food brands, partially offset by an increase for across the bowls sandwiches.\n\nNet sales include a 1% headwind from lower contract manufacturing sales related to the divested pet food brands.\n\nComparable net sales also reflects a three percentage point increase from net price realization driven by higher net pricing for coffee. This reflects price increases implemented through our coffee portfolio in June and October of this fiscal year in response to higher green coffee costs and the pass through nature.\n\nOf the coffee category.\n\nNet sales were below our expectation largely driven by a $30 million of supply chain disruptions on our third quarter, primarily impacting U S retail pet foods.\n\nAdjusted gross profit decreased $9 million or 1% compared to the prior year.\n\nThe decrease primarily reflects higher costs unfavorable volume mix and the impact of divestitures, partially offset by higher net price realization and a favorable impact from the hostess brands acquisition.\n\nAdjusted operating income increased $6 million or 1%, reflecting a decrease in S. DNA and favorable property taxes, partially offset by the decreased adjusted gross profit.\n\nThe decrease in SG&A was driven by lower preproduction expenses, primarily related to the recently opened a crustal ball sandwiches manufacturing facility.\n\nBelow operating income net interest expense decreased $4 million, primarily due to a decrease in interest expense related to the term loan that was prepaid in full during the fourth quarter of fiscal year 2024.\n\nThe adjusted effective income tax rate was 23, 7% compared to 26, 1% in the prior year.\n\nThe prior year adjusted effective income tax rate included an unfavorable impact of higher state income taxes related to the acquisition of hostess brands.\n\nFactoring in all of these considerations along with the weighted average shares outstanding of $106 7 million third quarter adjusted earnings per share was $2 61.\n\nAn increase of 5% versus the prior year.\n\nAdjusted earnings per share exceeded our expectations in the quarter driven by better than anticipated adjusted gross margin and timing of SG&A expenses, primarily marketing spend and operating support.\n\nTurning to our segment results in the U S retail coffee segment net sales increased 2% versus the prior year that.\n\nNet price realization increased net sales by nine percentage points, reflecting higher net pricing for the folgers and cafe Bustillo brands.\n\nVolume mix decreased net sales by seven percentage points, reflecting declines for folgers and Dunkin' brands, partially offset by an increase for the cafe Bustillo brand.\n\nNet sales growth was led by the Cafe, Bustillo, and Folgers brand, which grew 15% and 3% respectively, partially offset by a 6% decline for the Dunkin' brand.\n\nU S retail coffee segment profit was flat.\n\nPrimarily reflecting higher net price realization and favorable property taxes, mostly offset by higher commodity costs and unfavorable volume mix.\n\nIn U S retail frozen handheld and spreads net sales increased 2%.\n\nVolume mix increased net sales by two percentage points, primarily driven by an increase for a crustal ball sandwiches, partially offset by decreases for fruit spreads and peanut butter.\n\nNet price realization was neutral to net sales, reflecting higher trade spend for peanut butter, mostly offset by higher net pricing for toppings and syrups.\n\nU S retail frozen handheld and spread segment profit decreased by 5%, primarily driven by higher costs, partially offset by lower preproduction expenses, primarily related to the new on crustal ball sandwiches manufacturing facility.\n\nIn U S retail pet foods reported net sales decreased 9% versus the prior year.\n\nVolume mix decreased net sales by nine percentage points, primarily driven by a decrease for dog snacks, and a $19 million decrease in contract manufacturing sales related to the divested pet food brands, partially offset by an increase for cat food.\n\nNet price realization was neutral to net sales.\n\nHigher trade spend for cat food was mostly offset by lower trade spend for dog snacks.\n\nU S retail pet foods segment profit increased 7%, primarily driven by lower costs, partially offset by unfavorable volume mix.\n\nIn the sweet baked snack segment net sales decreased 7% versus the prior year.\n\nExcluding non comparable net sales in the current year related to the hostess brands acquisition and in the prior year related to the divested business.\n\nNet sales decreased 8% volume.\n\nVolume mix decreased net sales by five percentage points, reflecting decreases for snack cakes and private label products, partially offset by an increase for donuts net price realizations decreased net sales by two percentage points, reflecting lower net pricing across the portfolio.\n\nSweet baked snack segment profit decreased 19%.\n\nDriven by lower net price realization and the impact of the non comparable segment profit in the prior year related to the divested Borkman business.\n\nHigher marketing spend and unfavorable volume mix, partially offset by the impact of the non comparable segment profit in the current year related to the hostess brand acquisition and lower costs.\n\nLastly, in international and away from home net sales was flat.\n\nExcluding non comparable net sales in the prior year related to the divested Canadian condiment business and unfavorable foreign currency exchange net sales increased 5%.\n\nNet price realization contributed six percentage points to net sales, reflecting higher net pricing for coffee and across the balls sandwiches.\n\nVolume mix decreased net sales by one percentage point driven by a decrease for coffee, partially offset by increases for peanut butter cat food and baking.\n\nNet sales for the away from home business increased 9% on a comparable basis, driven by coffee and a crustal sandwiches.\n\nNet sales for the international business decreased 2% on a comparable basis, primarily reflecting unfavorable volume mix and coffee, partially offset by higher net price realization in response to higher green coffee costs International.\n\nInternational and away from home segment profit increased 22%, primarily reflecting higher net price realization, partially offset by higher costs and unfavorable foreign currency exchange.\n\nThird quarter cash provided by operating activities was $239 million compared to $407 million in the prior year.\n\nThis change reflects higher working capital requirements in 2025.\n\nTiming of income tax payments and lapping the $43 million of proceeds received from the settlement of the interest rate contracts assumed as part of the hostess brands acquisition in the prior year pass.\n\nPartially offset by higher net income loss adjusted for noncash items in the current year.\n\nFree cash flow was $151 million compared to $250 million in the prior year driven by the decrease in cash provided by operating activities, partially offset by a decrease in capital expenditures.\n\nWe finished the quarter with a cash and cash equivalent balance of $47 million and a total net debt balance of $7 $8 billion.\n\nBased on our trailing 12 month adjusted EBITDA of approximately $2 2 billion, our leverage ratio stands at three six times.\n\nWe plan to prioritize debt reduction and by paying down over $800 million. This fiscal year, when considering use of divestiture proceeds.\n\nAnd $500 million of debt annually in each of the next two years.\n\nWith this anticipated debt reduction along with the achievement of cost synergies and overall business growth, we anticipate a leverage ratio at or below three times net debt to EBITDA by the end of our fiscal year 2027.\n\nThis level of debt provides the financial flexibility for a balanced approach to capital deployment.\n\nI would like to provide an update on our outlook for fiscal year 2025.\n\nWe expect full year net sales to increase approximately 7.25% compared to the prior year.\n\nReflecting a full year of sales from the hostess brand acquisition.\n\nA 1% unfavorable impact from reduced contract manufacturing sales related to the divested pet food brands.\n\nAnd a 1% headwind from lapping sales of the divested Canadian condiment and Holly snacks businesses.\n\nOn a comparable basis net sales are now anticipated to increase approximately 0.75%, including approximately $35 million of contract manufacturing sales related to the divested pet food brands versus $136 million in the prior year or a 1% unfavorable.\n\nSure.\n\nThis guidance range reflects higher net price realization, primarily driven by the pricing actions recently implemented across our coffee portfolio in response to higher green coffee costs.\n\nComparable net sales growth also reflects volume mix growth for the across the bowls Meow mix Cafe, bustillo and milk bone brands in the away from home business for the full fiscal year.\n\nThe net sales guidance reflects the following changes from our previous assumptions.\n\nThird quarter results.\n\nReduced expectations for our sweet baked snacks business in the fourth quarter of approximately $20 million versus our previous expectations.\n\nWe now anticipate full year net sales for the sweet baked snack segment to be approximately $1 $2 billion.\n\nAnd a higher unfavorable impact from foreign currency exchange.\n\nThe full year net sales guidance does not reflect any impact related to the company's previously announced agreement to divest the sweet baked snacks value brands.\n\nWhich is expected to impact the current fiscal year by approximately $10 million.\n\nWe now anticipate full year adjusted gross profit margin to be approximately 38%, primarily driven by better than expected margin in our U S retail coffee segment than previously expected.\n\nSG&A expenses are now anticipated to increase by approximately 8% versus the prior year, primarily reflecting a full year of operating expenses from the hostess acquisition.\n\nTotal marketing expense is estimated to be slightly below five 5% of net sales.\n\nWe anticipate net interest expense of approximately $390 million and an adjusted effective income tax rate of 24, 1% along with a full year weighted average share count of $106 7 million.\n\nTaking all these factors into consideration full year adjusted earnings per share is anticipated to be in the range of $9 85 to.\n\nTo $10 15.\n\nWhich reflects a 10 cent increase at the midpoint of the range relative to our previous guidance.\n\nThe full year adjusted earnings per share guidance does not reflect any impact related to the company's previously announced agreement to divest the sweet baked snacks value brands, which.\n\nIt is expected to be immaterial to fiscal 2025 earnings per share.\n\nWe project free cash flow of approximately $925 million with capital expenditures of $400 million for the year.\n\nOther key assumptions affecting cash flow include depreciation expense of approximately $300 million ammar.\n\nAmortization expense of approximately $220 million.\n\nShare based compensation expense of $35 million.\n\nAnd other noncash charges of $150 million.\n\nIn closing we are pleased with our third quarter results, which demonstrate the strength of our brands and the continued momentum of the business.\n\nWe are taking the right actions to support execution and disciplined cost management I.\n\nI am confident in our strategy and believe we are in a strong position to deliver long term growth and increase shareholder value.\n\nAnd I would like to express my appreciation for our employees. They have demonstrated their commitment to executing with excellence and their passion for our company positions us for continued success. Thank you."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d7cd496de89000a73f67414de2bd8bc",
    "period": "2025 Q1",
    "content": "Q1 2025 J M Smucker Co Earnings Call - Q&A\n\nQ1 2025 J M Smucker Co Earnings Call - Q&A\n\nSJMNYSEAUG 28, 9:00 AM\n\nOperator\n\nGood morning, and welcome to The J. M. Smucker Company's Fiscal 2025 First Quarter Earnings Question-and-Answer session. This conference call is being recorded [Operator Instructions]\nI'll now turn the conference call over to [ Crystal Biding ], Vice President, Investor Relations and Financial Planning and Analysis. Thank you. You may begin.\n\nUnknown Executive\n\nGood morning, and thank you for joining our fiscal 2025 first quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release in management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP financial measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5f7890f5ac1bb850154f35108ea36b77",
    "period": "2024 Q4",
    "content": "Q4 2024 J M Smucker Co Earnings Call Q&A\n\nQ4 2024 J M Smucker Co Earnings Call Q&A\n\nSJMNYSEJUN 6, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2024 Fourth Quarter Earnings Question-and-Answer session. This conference call is being recorded [Operator Instructions] I'll now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining our fiscal 2024 fourth quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks which are available on our corporate website at jmsmucker.com.\nWe will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties.\nAdditionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd8b906504746de30fe150a0ddcb3fcf",
    "period": "2024 Q3",
    "content": "Q3 2024 J M Smucker Co Earnings Call\n\nQ3 2024 J M Smucker Co Earnings Call\n\nSJMNYSEFEB 27, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2024 Third Quarter Earnings Question-and-Answer session. This conference is being recorded. [Operator Instructions].\nI'll now turn the conference over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining our fiscal 2024 third quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally.\nI encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release. Participating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer.\nWe will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/57626b5d57614ce6784e04d322776a6f",
    "period": "2024 Q2",
    "content": "Q2 2024 J M Smucker Co Earnings Call\n\nQ2 2024 J M Smucker Co Earnings Call\n\nSJMNYSEDEC 5, 9:00 AM\n\nOperator\n\nGood morning, and welcome to The J.M. Smucker Company Fiscal 2024 Second Quarter Earnings Question-and-Answer session. This conference is being recorded. [Operator Instructions] I'll now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining our fiscal 2024 second quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session. During today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release. Participating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer.\nWe will now open up the call for questions. Operator please queue up for question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1bb8035e7d58c814671938aa91c785ec",
    "period": "2024 Q1",
    "content": "Q1 2024 J M Smucker Co Earnings Call\n\nQ1 2024 J M Smucker Co Earnings Call\n\nSJMNYSEAUG 29, 9:00 AM\n\nOperator\n\nGood morning and welcome to The J.M. Smucker Company's Fiscal 2024 First Quarter Earnings Conference -- Question-and-Answer Session. This conference call is being recorded [Operator Instructions]\nI'll now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVice President of Investor Relations\n\nGood morning and thank you for joining our fiscal 2024 first quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7084b45543fad2758c28d76b6bb6d92c",
    "period": "2023 Q4",
    "content": "Q4 2023 The J.M. Smucker Co Earnings Call\n\nQ4 2023 The J.M. Smucker Co Earnings Call\n\nSJMNYSEJUN 6, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2023 Fourth Quarter Earnings Question-and-Answer session. This conference call is being recorded. [Operator Instructions]\nI'll now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVice President of Investor Relations\n\nGood morning, and thank you for joining our fiscal 2023 fourth quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session. .\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8851d1d7b502c88861c809953dc40de",
    "period": "2023 Q3",
    "content": "Q3 2023 J M Smucker Co Earnings Call- Q&A Session\n\nQ3 2023 J M Smucker Co Earnings Call- Q&A Session\n\nSJMNYSEFEB 28, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2023 Third Quarter Earnings Question-and-Answer session. This conference call is being recorded.\n(Operator Instructions)\nI'll now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, Aaron.\n\nAaron Broholm\n\nVP of IR, The J. M. Smucker Company\n\nGood morning, and thank you for joining our fiscal 2023 third quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8826ba2e77321a327b0db85ed1ba99c",
    "period": "2023 Q2",
    "content": "Q2 2023 J M Smucker Co Earnings Call- Q&A Session\n\nQ2 2023 J M Smucker Co Earnings Call- Q&A Session\n\nSJMNYSENOV 21, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2023 Second Quarter Earnings Question-and-Answer session. This conference is being recorded. (Operator Instructions) I will now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVP of IR, The J. M. Smucker Company\n\nGood morning and thank you for joining our fiscal 2023 second quarter earnings question-and-answer session. I hope everyone had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4348cce4647d4e487200cfcc3e2b002",
    "period": "2023 Q1",
    "content": "Q1 2023 J M Smucker Co Earnings Call\n\nQ1 2023 J M Smucker Co Earnings Call\n\nSJMNYSEAUG 23, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2023 first quarter earnings question-and-answer session. This conference is being recorded (Operator Instructions)\nI will now turn the conference call over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVP of IR, The J. M. Smucker Company\n\nThank you, Kevin. Good morning, and thank you for joining our fiscal 2023 first quarter earnings question-and-answer session. I hope everyone has had a chance to review our results as detailed in this morning's press release and management's prepared remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nParticipating on this call are Mark Smucker, Chair of the Board, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer. We will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0aec030916a1c9e292eb6106827f7a87",
    "period": "2022 Q4",
    "content": "Q4 2022 J M Smucker Co Earnings Call- Q&A Session\n\nQ4 2022 J M Smucker Co Earnings Call- Q&A Session\n\nSJMNYSEJUN 7, 9:00 AM\n\nOperator\n\nGood morning, and welcome to The J.M. Smucker Company's Fiscal 2022 Fourth Quarter Earnings Question-and-Answer session. This conference is being recorded. (Operator Instructions)\nI will now turn the conference over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVP of IR, The J. M. Smucker Company\n\nGood morning, and thank you for joining our fiscal 2022 fourth quarter earnings question-and-answer session. I hope everyone has had a chance to review our results as detailed in this morning's press release and management's prerecorded remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nAvailable today on this call are Mark Smucker, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer.\nWe will now open up the call for questions. Operator, please queue up the first question."
  },
  {
    "header": "SJM",
    "cik": "0000091419",
    "ticker": "SJM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7175fb712088cae239d62e57db28f25d",
    "period": "2022 Q3",
    "content": "Q3 2022 J M Smucker Co Earnings Call Q&A Session\n\nQ3 2022 J M Smucker Co Earnings Call Q&A Session\n\nSJMNYSEMAR 1, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the J.M. Smucker Company's Fiscal 2022 Third Quarter Earnings Question-and-Answer session. This conference is being recorded. (Operator Instructions)\nI will now turn the conference over to Aaron Broholm, Vice President, Investor Relations. Please go ahead, sir.\n\nAaron Broholm\n\nVP of IR, The J. M. Smucker Company\n\nThank you, Kevin. Good morning, and thank you for joining our fiscal 2022 third quarter earnings question-and-answer session. I hope everyone has had a chance to review our results as detailed in this morning's press release and management's prerecorded remarks, which are available on our corporate website at jmsmucker.com. We will also post an audio replay of this call at the conclusion of this morning's Q&A session.\nDuring today's call, we may make forward-looking statements that reflect our current expectations about future plans and performance. These statements rely on assumptions and estimates, and actual results may differ materially due to risks and uncertainties. Additionally, we use non-GAAP results to evaluate performance internally. I encourage you to read the full disclosure concerning forward-looking statements and details on our non-GAAP measures in this morning's press release.\nAvailable today on this call are Mark Smucker, President and Chief Executive Officer; and Tucker Marshall, Chief Financial Officer.\nWe will now open up the call for questions. Operator, please queue up the first question."
  }
]