[
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0a809d70a1561b82e0b35c2e41f54849",
    "period": "2025 Q3",
    "content": "Q3 2025 Ecolab Inc Earnings Call\n\nQ3 2025 Ecolab Inc Earnings Call\n\nECLNYSEOCT 28, 1:00 PM\n\nOperator\n\nGreetings. Welcome to Ecolab's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, today's conference is being recorded.\nAt this time, it is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations for Ecolab. Thank you, Andy. You may now begin.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you, and hello, everyone. Welcome to Ecolab's third quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO.\nA discussion of our results along with our earnings release and the slides referencing the quarter's results are available on Ecolab's website at ecolab.com/investor. Please take a moment to read the cautionary statements in these materials, which state that this teleconference and the associated supplement materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and our posted materials. We also refer you to the supplemental diluted earnings per share information in the release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you, Andy, and welcome to everyone joining us today. And I'd like to start by recognizing the strength and the resilience of Ecolab's team. Because in a year defined by persistent macro uncertainty that we've all lived through and shifting global dynamics, our team continues to deliver consistent double-digit earnings growth.\nAnd they focus on what matters most, our customers, our strategy and our long-term goals, is what enables us to perform at a very high level quarter after quarter. And we've seen that in the third quarter where sales growth improved fueled by escalating pricing, up to 3% from 2% last quarter, while volumes increased 1%. This momentum was driven by double-digit organic growth in our growth engines, which is remarkable and which includes Pest Elimination, Life Sciences, Global High-Tech and Ecolab Digital. Our core business, Institutional & Specialty and the rest of Global Water delivered solid growth. All of this supported by exceptional total value delivery through best-in-class breakthrough innovation and disciplined execution of our One Ecolab enterprise growth strategy.\nIn total, our growth engines and core businesses represent about 85% of our total sales, and they delivered 4% organic sales growth and mid-teens organic operating income growth. The strong performance more than offset ongoing market softness in our underperforming businesses, Basic Industries and Paper, which together represent the remaining 50% of our global sales. And these 2 businesses declined 3% and had an impact of 1 percentage point of volume in the quarter.\nSo let me briefly expand on each of these drivers before sharing how we're thinking about the remainder of the year and how we're positioned to deliver another strong year of double-digit EPS growth in 2026. Pricing accelerated to 3% this quarter, driven by the full implementation of our trade surcharge and continued value pricing that's working really well. As always, the total value we deliver to customers continue to outpace and, by far, our total pricing, as our technologies and services help to deliver enhanced business outcomes, operational performance and environmental impact for our customers.\nOur breakthrough innovation is the strongest it's ever been, delivering significant value for customers and growth for Ecolab. In Institutional & Specialty, breakthrough innovations like the ones you've seen at Investor Day, like DishIQ, AquaIQ and ReadyDose are growing double digits as these solutions help our customers improve operational performance, optimize the scarce labor resources and reduce total cost.\nIn our Pest Intelligence platform, we've now installed over 400,000 intelligent devices, formerly called mousetraps, on our way to deploying over 1 million devices. With this leading technology, we aim to deliver 99% pest-free outcomes as we harness the power of our Ecolab 3D digital infrastructure and our expert service capabilities.\nWithin Global Water, we recently launched 3D TRASAR for direct-to-chip liquid cooling for next-generation AI data centers, which uniquely monitors and optimizes coolant performance in real time. And when combined with our full portfolio of data center cooling technologies, we're helping to reduce up to 10% of the power used to cool data centers, which can now be utilized for compute power. And this is just the beginning as we build our leadership position in data center cooling and water [indiscernible].\nAnd finally, within Global Life Sciences, we've launched a series of cutting-edge drug purification [indiscernible] for the bioprocessing industry, which drives the improved product quality and significant operational efficiencies for our customers. When Ecolab focuses its breakthrough innovation on solving critical customer challenges like this, everyone wins.\nOne Ecolab is helping us unlock significant cross-sell opportunities across our customer base. In total, this represents a $65 billion growth opportunity, with $3.5 billion of this sitting with our largest customers. And we're seeing early successes in businesses like Institutional & Specialty and Food & Beverage that are growing very nicely. Talking about that, in Institutional & Specialty where organic sales grew by 4%, outpacing end market trends -- and this good performance is being fueled by the exceptional value we are delivering to customers, which we capture through value pricing and growth from One Ecolab. With this, we're working to deliver best-in-class operating performance for customers as they utilize more of our breakthrough technologies across more of their locations.\nIn Food & Beverage, growth continued to accelerate with organic sales up 4% this quarter, once again ahead of market trends. This strong acceleration is being driven by One Ecolab where we bring together our industry-leading cleaning and sanitizing water treatment and digital technologies. This comprehensive offering delivers significant customer value to improve food safety, lower operating cost and optimize water usage, which was always our promise.\nAnd of course, our growth engine delivered another quarter of double-digit sales growth. These businesses are gaining momentum and Ecolab is well positioned to capitalize on the strong secular tailwinds driving these markets. So let me unpack them one by one.\nPest Elimination delivered 6% organic sales growth. And as mentioned earlier, the Pest Intelligence rollout is going extremely well. Our Pest team has just won another very large retailer here in the U.S., which have thousands of locations which we will be deploying in the coming months. This innovation is transforming our Pest Elimination model as we shift from spending 95% of our time physically checking every device to 95% of our time solving critical customer problems and selling new solutions.\nEven with ongoing investment in Pest Intelligence, operating income margins improved to nearly 21%, driven by our strong sales growth and the leverage we're generating from Pest Intelligence.\nLife Sciences sales growth also improved to 6%, led by double-digit growth in biopharma and pharma and personal care. This very strong performance overcame capacity constraints within our water purification business. Looking at the fourth quarter, we expect Life Sciences year-on-year sales growth to moderate a little bit from third quarter 6% growth as we compare against nearly 70% growth in our bioprocessing business last year, but underlying, trend. Despite this strong comparison, we expect bioprocessing to still grow double digits in the fourth quarter as we continue to gain share in this super-attractive market.\nGlobal High-Tech continues to grow rapidly, with sales up 25%. We've built an incredible growth platform where we're uniquely positioned to serve the high-growth data center and microelectronics industries. And the pending acquisition of Ovivo electronics will more than double the size of Ecolab's Global High-Tech business to nearly $900 million, further strengthening this growth engine by bringing together Ovivo's very unique, attractive water technologies with Ecolab's leading water solutions, digital technologies and global service capabilities. The combined technology platform will enable Ecolab to expand our offerings to provide circular water solutions for microelectronics, helping to maximize chip production and quality for this booming industry.\nEcolab Digital maintained its strong momentum, delivering 25% sales growth this quarter. Ecolab Digital now has annualized sales of more than $380 million, driven by rapid growth in subscription revenue and digital hardware. Overall, digital is a $13 billion growth opportunity for Ecolab with $3 billion of this sitting within our existing customer base. So we remain focused on capturing this high-margin opportunity as we leverage our leading digital technologies and monetize our large and expanding installed base.\nWe're not only leveraging AI to build new fast-growing capabilities in Global High-Tech and Ecolab Digital. We're rapidly leveraging it in our own operations to dramatically improve our customer experience and enterprise performance. With this, I'm very proud to share that Ecolab has ranked #9 on the Fortune AIQ 50 List, recognizing the companies most prepared for the age of AI. Our global teams are quickly scaling AI to drive innovation, deliver customer impact to our best-in-class model and deliver significant cost savings.\nFinally, we remain confident in our team's ability to get our 2 underperforming businesses, Basic Industries and Paper, back to growth, and they're already making meaningful progress. We've shifted resources to support emerging opportunities like in power and precious metals where they're supporting AI-driven power build-outs. For end markets still facing near-term demand headwinds, like Paper, we're focusing on innovation that can drive significant operational savings for customers.\nWe're also leveraging our One Ecolab growth strategy in these businesses to expand relationships with existing customers. These actions are working as evidenced by our share gains and relative outperformance in these end markets. But we're not satisfied. While we expect these markets to remain soft in the near term, with actions well underway, we anticipate these businesses to return to growth during 2026.\nOne of the greatest strengths of Ecolab for decades has been the breadth and diversity of our portfolio. While not every business delivers strong performance at all times, our diverse portfolio is the key reason Ecolab collectively delivers double-digit EPS growth in nearly any environment. With our strong performance, we drove a 110 basis point increase in our organic operating income margin, which reached a record 18.7% this quarter. We continue to expect our operating income margin to expand at steady levels due to growth in high-margin businesses, [indiscernible] price, share gains and productivity improvements, reaching a strong 18% for the full year '25.\nImportantly, our margin expansion also includes significant and ongoing investments in our business. We continue to make these growth investments as [ they feel ] high performance in the quarters and years ahead.\nAs a result, we're increasing our '25 full year adjusted diluted EPS midpoint to $7.53, with a range of $7.48 to $7.58. Beyond this year, we remain firmly on track to achieve a 20% OI margin by 27%. And as mentioned during our Investor Day last month, we expect to continue our momentum with 100 to 150 basis points of annual OI margin expansion to 2030. This positions us extremely well to continue to deliver steady 12% to 15% earnings growth in '26 and beyond.\nIn closing, our third quarter results reflect the strength of our business and the power of our strategy. Our pricing discipline, breakthrough innovation and One Ecolab execution continued to drive share gains and margin expansion across our core business. Our growth engines are scaling rapidly and positioned to benefit from long-term secular tailwinds. All of this is enabling us to deliver consistent earnings growth even in a complex and complicated macro environment.\nWith strong and resilient free cash flow and an extremely strong balance sheet, we're very well positioned to capitalize on both organic and inorganic growth opportunities to create significant value for our customers and drive attractive returns for our shareholders. I remain very confident in our ability to deliver sustained strong performance in Q4 this year and beyond.\nThanks again for your continued trust and your investment in Ecolab. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christophe. That concludes our formal remarks. Operator, would you please begin the question-and-answer period?"
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e21e80cf407e6470d1b9b655a8ea7d0",
    "period": "2025 Q2",
    "content": "Q2 2025 Ecolab Inc Earnings Call\n\nQ2 2025 Ecolab Inc Earnings Call\n\nECLNYSEJUL 29, 1:00 PM\n\nOperator\n\nGreetings. Welcome to the Ecolab Second Quarter 2025 Earnings Release Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, it is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations. Andy, you may now begin the presentation.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you. Hello, everyone, and welcome to Ecolab's second quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO. A discussion of our results, along with our earnings release and the slides referencing the quarter results are available on Ecolab's website at ecolab.com/investor.\nPlease take a moment to read the cautionary statements in these materials, which states that this teleconference and the associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and our posted materials. We also refer you to the supplemental diluted earnings per share information in the release.\nWith that, I'd like to call -- turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you so much, Andy, and welcome to everyone joining us today. the Ecolab team delivered another very strong quarter, once again, very consistent with our guidance. Our team's relentless focus on execution and delivering exceptional value to customers enabled us to achieve double-digit earnings growth despite the unpredictable global operating environment.\nOrganic sales continued to grow 3%, led by strong value pricing solid momentum in our core business driven by our One Ecolab strategy that's working really well and fueled by breakthrough innovation as well as steady strong performance from our growth engines. This good momentum more than overcame and even end market demand, particularly in our paper and basic industries businesses, which represent only 15% of Ecolab store sales. In other words, the remaining 85% of our business grew organic sales 4% and operating income by 18%, reflecting our broad and resilient business portfolio. This is a major strength of Ecolab allowing us to deliver superior performance in goods like in more challenging times.\nNow let me spend a few minutes on our key growth drivers and talk about why I remain very confident about our future in '25, in '26 and beyond. First, on value price. It continued to build in the second quarter, increasing to 2%. This growth is supported by increasing value that our technologies and services bring to customers as we have to deliver best-in-class business outcomes, operational performance, and environmental impact.\nDuring the second quarter, we also began implementing our trade surcharge for all customers in the United States only. Given the dynamic international trade environment, the surcharge coupled with the expertise of our world-class supply chain team enables us to reliably supply our customers while delivering value that exceeds the total price increases. With this now in place, we expect our total pricing to strengthen closer to 3% in the third and the fourth quarter.\nNext, the growth in our core segments, like Institutional & Specialty and Global Water. While both continue to progress very well. In Institutional Specialty, we continue to drive robust share gains, allowing us to continue to outperform the industry while overcoming the headwind created by the strategic decision to exit noncore low-margin business. These exits, which are mostly in our hospitals and retail businesses are causing a 1 to 2 percentage point drag on Institutional Specialty second quarter crop but they're also helping us to further enhance our focus on the most critical customers and at the same time, to further improve our long-term margin profile. So all in all, a very good story.\nIn Global Water performance was led by food and beverage, which accelerated to 3% organic growth by executing very well on our One Ecolab growth strategy that provides customers with a comprehensive hygiene and water offering that actually no one else can truly provide. This strength more than offset the softer performance in more difficult end markets in paper and basic industries, as mentioned before. Excluding these businesses, Global Water sales growth accelerated to 4% and operating income grew double digits.\nFinally, Ecolab growth engines, which include Pest Elimination, Life Sciences, Global High-Tech and Ecolab Digital continued to perform exceptionally well. Collectively, these businesses make up nearly $3 billion of Ecolab's annual sales and grew double digits in the second quarter. Pest Eliminations organic sales growth accelerated to 6% benefiting from our One Ecolab growth strategy and also the shift to our digital pest intelligence model. As expected, operating income margins increased sequentially to nearly 20%.\nAnd as we continue to deploy pest intelligence in the next coming years by leveraging our major digital capabilities, we expect to generate steady, strong sales growth and very attractive operating income margin expansion.\nLife Sciences grew mid-single digits, led by strong double-digit growth in biopharma as well as in core pharma and personal care, while performance in water purification was partially impacted by shorter-term limitations in production, and we are at full capacity. Also, OI grew significantly benefiting from the strong growth in our high-margin biopharma business. We expect reported OI margins to stay in the mid-teens as we invest further to fill this long-term high-growth business with OI margin potential of 30%.\nAlso, our Global High-Tech business continues to grow very rapidly with sales up over 30% and operating income margin exceeding 20%. We're just at the beginning of this incredible growth story, but this is one we will own by leveraging our vast expertise in cooling for data centers and water circularity solutions for microelectronics production.\nAnd finally, Ecolab Digital. [indiscernible] accelerating sales growth to nearly 30% in the second quarter, reaching an annualized run rate of $380 million, driven by rapid growth in subscription revenue and digital hardware. This exceptional performance, combined with value price and share gains across the businesses drove a 170 basis points increase in Ecolab's second quarter operating income margin.\nWhile commodity costs anticipated to keep increasing by low to mid-single digits in the second half of the year and in 2026, we expect our operating income margin to continue to expand at steady levels due to growth in high-margin businesses. value price, share gains and productivity improvements. In total, we continue to expect our full year 2025 operating income margin to reach a solid 18%, on our path to deliver a 20% OI margin by 2027. And as mentioned, we will not stop there.\nLooking ahead, most business fundamentals seem to be trending up, which provides me with the confidence to deliver 12% to 15% adjusted EPS growth for the quarters to come in '25 and into '26 as we also keep investing in our growth engines. Our experience in navigating past macro challenges has only strengthened our capabilities and agility. With our diversified portfolio, record innovation pipeline, strong growth engines and focused execution with plenty of options and levers to deliver on our commitments in almost any environment.\nOur unique ability to provide innovative solutions that drive best-in-class outcomes enhanced operational performance and conservative resources like water and energy for all our customers is crucial or more crucial than ever. With a strong and resilient free cash flow, an extremely strong balance sheet and a super low leverage ratio of 1.7, we're very well positioned to capitalize on both organic and inorganic growth opportunities.\nThe strong foundation and hence, our ability to create significant value for our customers and drive attractive returns to our shareholders. Therefore, we remain very confident in our ability to deliver sustained strong performance in '25 and beyond. So thanks again for your continued trust and your investment in Ecolab. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christophe. That concludes our formal remarks. One final reminder before we begin Q&A. As a reminder, we'll be hosting our Investor Day on September 4 in Minnesota, where Ecolab's senior leadership team will provide an in-depth review of the company's strategy to drive strong growth and attractive margin expansion. This event will also include interactive sessions showcasing Ecolab's latest break through innovation. Please contact me if you are interested in joining us.\nWith that, operator, would you please begin the question-and-answer period."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/60c2454b394489ef0b6dadcf6a4652e1",
    "period": "2025 Q1",
    "content": "Q1 2025 Ecolab Inc Earnings Call\n\nQ1 2025 Ecolab Inc Earnings Call\n\nECLNYSEAPR 29, 1:00 PM\n\nOperator\n\nGreetings. Welcome to the Ecolab First Quarter 2025 Earnings Release Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. At this time, it is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations. Mr. Hedberg, you may now begin.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you. Hello, everyone, and welcome to Ecolab's first quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO. A discussion of our results, along with our earnings release slides referencing the quarter results are available on Ecolab's website at ecolab.com/investor.\nPlease take a moment to read the cautionary statements in these materials, which state that this teleconference and the associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and in our posted materials. We also refer you to the supplemental diluted earnings per share information in the release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you so much, Andy, and welcome to everyone on the call today. Really pleased to share the results of another strong quarter of double-digit earnings growth, thanks to our team's focus on delivering best-in-class outcomes for our customers no matter what. This is Ecolab at its best, demonstrating the strength of our team, our proven operating model and the breadth and health of our business. .\nOur superior performance reflected solid 3% growth in organic sales and strong 12% growth in EPS as we continue to significantly outpace soft end markets. This was driven by our team's ability to achieve attractive market share gains through our One Ecolab growth initiative and increased value pricing, all supported by our focus on delivering exceptional value to our customers, as we've always done.\nThis good top line momentum, along with improved productivity from our investments in digital technologies drove a 190 basis point increase in our operating income margin. And this marks another important step in executing on our objective of delivering a 20% operating income margin by 2027, as we've talked many times.\nWell, looking ahead, the complexity of the global operating environment is increasing with softer end market demand and rapid changes in international trade policies. With external conditions changing, we are naturally making proactive adjustments to our near-term delivery path. But importantly, our overall expectations for earnings this year remain unchanged. At the same time, we're continuing to make smart investments in our growth engines to fuel our top line, expand our margins and build our future. So let me spend a few minutes on each topic to share what we are seeing and explain why I believe we're well positioned to deliver strong year and long-term performance.\nFirst on demand. We saw end market trends soften a bit, particularly in the heavy industrial markets as customer production rates in some industry [indiscernible]. We've outperformed these trends because the technologies and services we provide to our customers are absolutely critical to their operations as they leverage our latest breakthrough of innovations.\nAnd additionally, we also helped them significantly reduce their total operating cost, which they need now more than ever. And this led to a very strong new business in the first quarter, kind of a record, actually. These were broad-based wins across our businesses and markets around the world, showing that our value proposition continues to resonate with customers. While demand has stabilized over the past few weeks, we expect it to remain soft for the remainder of the year. As such, we remain on offer, fully focused on generating new business and on installing our strong existing new business pipeline to continue to outgrow our markets and as always, to gain share.\nNow regarding the rapidly changing global trade environment, we're much better positioned than most, but we're not completely immune. A robust and agile global supply chain is a true competitive advantage that sets us apart in the marketplace. And as we've demonstrated for decades, we [indiscernible] for our customers when they need us the most. -- no matter what, we will never ever let them down.\nThrough our local [indiscernible] model, we strategically position ourselves so that more than 90% of our sales are produced close to our customers. allowing us to effectively navigate challenges like this with quite a high level of confidence. We, therefore, leveraging the strength of Ecolab to mitigate the impact of the 10% global baseline tariffs. However, global tariffs greater than 10% and 145% tariff placed in China are having broader impact on the cost of some raw materials, packaging and some equipment.\nEven though we don't import much from China, we expect the annualized impact from tariffs and increased local supplier cost due to higher onshoring demand to be a few hundred million dollars. To mitigate this impact, we recently announced a 5% rate surcharge for all customers in the United States only. This surcharge leverages the tools and capabilities we built a few years ago to ensure we can reliably supply customers while also delivering value to them that exceeds the total price increase, so it's a win-win situation.\nSo we expect the benefit from the trade surcharge to build over the coming months with full implementation beginning third quarter. As a result, we anticipate organic sales growth in the second quarter to be similar to slightly better than the first quarter as we accelerate in the second half. While we focus on executing well to overcome the challenging near-term operating environment, we are also continuing to invest in our long-term growth engines, including life sciences, pest intelligence, global high-tech and Ecolab digital.\nEach of these engines are at different stages of development, but all are performing very well with attractive long-term growth and margin potential. Life Sciences, which is now a stand-alone segment, grew organic sales mid-single digits and delivered organic operating income growth of more than 30% because this our biopharma business [indiscernible] double digits, driving attractive share gains as we leverage our investments in breakthrough innovation, global capabilities and capacity expansion.\nFurther investment in this attractive business, we continue to have a near-term impact on operating income margins. However, we firmly believe this positions Life Sciences very well to accelerate its long-term growth and deliver operating income margins close to 30%. Our Pest Elimination business continues its rapid deployment of [indiscernible] Intelligence. Ecolab's proprietary digital solution that provides real-time insight into pest activity for customers across their enterprises. This program is growing extremely fast, and we're able to deliver even better [indiscernible] outcomes for customers with enhanced service capability.\nAs mentioned during prior calls, we're investing heavily in this program. which has impacted growth and operating income growth near term. We'll begin annualizing these initial investments pretty soon. And as a result, we expect operating income margin for this segment to get back closer to 20% in the second quarter. We expect this program to see continued attractive sales growth and even further margin expansion as it's deployed over the next few years.\nIn global high-tech water, business continues to perform exceptionally well. as we deploy breakthrough innovation to the significant and expanding market. Global High Tech sales growth accelerated to nearly 30%, leveraging our leading innovation and global capabilities to develop water circularity for microelectronics production we call fabs and high-performance cooling for data centers. And finally, as promised, this quarter, we began reporting top line performance for Ecolab Digital. This includes lease revenue from technology hardware like [indiscernible] and software subscriptions like water quality intelligence.\nIn the first quarter, Ecolab Digital grew sales 12% to $80 million or $320 million on an annualized basis, driven by extremely strong growth in subscription revenue. We expect this growth rate to accelerate throughout the rest of the year and beyond as we expand our digital offerings across our customer days and across Ecolab businesses to capture more of this multibillion-dollar high-margin growth opportunity.\nAs these growth engines continue to scale, we expect they will increasingly impact Ecolab sales growth and operating income margins in the years to come. So in closing, we're clearly playing to win, and we're very well positioned to navigate this complex external operating environment. And I'm confident that the best of Ecolab is still ahead of us. Our unique capability to deliver innovative solutions that help our customers achieve best-in-class outcomes, enhance operational performance and conserve natural resources like water and energy are needed now more than ever.\nOur strong and resilient free cash flow, combined with an extremely healthy balance sheet with over $1 billion in cash and a 1.8x net debt to adjusted EBITDA ratio puts us a unique position of strength to take advantage of all organic and inorganic growth opportunities. This in turn allows us to deliver even greater value to customers and attractive returns for shareholders. I'm confident we are well positioned to deliver another strong year in 2025 and beyond. So thanks again for your continued trust and investment in Ecolab. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christophe. That concludes our formal remarks. Operator, would you please begin the question-and-answer period? ."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a3a44612b983d8729409ef8c0f39b63b",
    "period": "2024 Q4",
    "content": "Q4 2024 Engie Energia Chile SA Earnings Call\n\nQ4 2024 Engie Energia Chile SA Earnings Call\n\nECLSANTIAGOFEB 20, 10:00 AM\n\nOperator\n\nGood afternoon, everyone, and welcome to Engie Energia Chile's Fourth Quarter 2024 Results Conference Call. If you need a copy of the press release issued on January 29, it is available on the company's website at www.engie.cl. Before we begin, I would like to remind you that this call is being recorded, and that information discussed today may include forward-looking statements regarding the company's financial and operating performance. All projections are subject to risks and uncertainties, and actual results may differ materially. Please refer to the detailed note in the company's press release regarding forward-looking statements or contact Investor Relations Officer, Marcela Munoz.\nWe would like to advise participants that this call is dedicated to investors and market analysts, not for the press. We ask all journalists to contact Engie Energia Chile's PR department for details.\nI will now turn the call over to Mr. Eduardo Milligan. Please go ahead, sir.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nThank you. Good afternoon, everyone. Today, I'm here with Alison Saffery, Head of Corporate Finance and Investor Relations; and Melanie Wilneder, Head of ESG, and we are pleased to present Engie Chile's full year results for 2024.\nSo let's start with the presentation. As described on Page 2, we have organized this updated presentation into 2 sections. In the first part, we will briefly go through 2024 performance and results. And then in part 2, we will provide an updated vision of the medium-term outlook for ECL. So we can start directly on Page 3 where we share the main highlights for 2024.\nSo first, the company delivered strong results in 2024. Initial guidance was updated by mid-2024 and confirmed, and we reached the high end of the range that we provided during such update. Second, as we will confirm in Section 2, we accelerated the development of batteries, which will be key to support our 24/7 downstream PPAs.\nThird, the successful implementation of the securitization program for PEC and MPC in 2024, improved the liquidity and triggered new investments while keeping ECLs leverage under control. Fourth, we confirmed a total exit of coal-fired generation between the end of 2025 and mid-2026. And fifth, we start to see the ramp-up in volumes coming from the new renewables, which, together with the upstream or what we call backup PPAs are reducing ECL's share position and exposure to the market volatility.\nThen on Page 4, we can see the current progress on the execution plan for renewables. As of today, we have already implemented 0.9 gigawatts and Taltal wind farm is also ready. We are just waiting the formal COD. This means ECL already has between 1.3, 1.4 gigawatts of renewable capacity in its portfolio. Importantly, these projects were developed on time and on budget.\nNext, Page 5, presents the 12 renewables that ECL added to its portfolio in the last 5 years to gradually replace the thermal power plants that we are -- that were the end of their economic life. Then on Page 6, we present the Board moved into batteries to boost our flexible generation capacity. We already have 205 megawatts in operation and in 2025 we will add an additional 164 megawatts to reach 369 megawatts of [indiscernible] capacity by the end of this year, with a total investment of approximately $560 million. [Audio Gap]\nWe are converting power plant Unit 16 to a synchronous condenser. And second, we have implemented 2 projects for both CCGTs running to natural gas to improve their efficiency and increasing their economic life. So these CCGTs will be crucial in the north of Chile to support the system mainly during nonsolar hours.\nThird, we will be converting the IEM coal-power plant to natural gas with a $75 million investment. The power plant will be ready to operate with gas by the third quarter of 2026, and we lacked as a backup for our 2 CCGTs and the Northern region.\nOn Page 8, we show the full path of our coal power plants. And we will have in the year to come, basically the exit of 2 of them by December 2025. IEM will be converted by mid-2026 and CTA and CTH will also be disconnected during May 2026. Another relevant business for ECL is transmission. On Page 9, we present the main figures of our Power Networks business. We aim to grow in power networks with a special focus on regulated assets. Total revenues from the transmission business reached $56 million in 2024, of which approximately 50% were regulated revenues. On the other hand, we have a strong pipeline of regulated projects, for which we will need to deploy CapEx of approximately $250 million in the next 3 years. Once these projects are ready by 2030, our regulated revenues are expected to reach around $40 million.\nBesides the development of new regulated projects, in line with the energy transition, we have the opportunity to reclassify some existing dedicated assets as regulated.\nNow please continue on Page 10. I have a few things to say here. We reached the high end of the updated guidance while ECL invested $655 million in CapEx the structural net debt-to-EBITDA reached 3.8x during an intense period of capital expenditures. That, of course, will bring higher revenues in the future. This is also explained on next Page 11, where we show the 28% increase in EBITDA compared to the previous year and the $228 million net result achieved, thanks to operational performance and the monetization of PEC receivables.\nNow moving forward, Page 12 explains in detail the evolution of ECL's energy margin. This chart shows the total energy sales of 2024, reaching 12.6 terawatt hour and how this energy sales were supplied with different sources. The energy margin increased from $48 in 2023 to $54 in 2024. This additional margin together with higher volumes, explains the 28% increase in EBITDA, thanks to renewable generation, lower fuel prices and lower spot prices, too, which, on average, allow ECL to keep its average supply cost under control.\nAnd now I will leave you with Alison, who will present the detailed evolution of ECL financials and capital structure.\n\nUnknown Executive\n\nHello, everyone. Thanks, Eduardo. Good afternoon. Let's go to Slide 13, which shows the main reasons behind the EBITDA recovery in 2024, lower fuel costs and lower average price of our energy purchases and the increase of physical sales. These positive factors offset the decrease in average realized prices.\nEBITDA increased by 28% compared to 2023 and reached $515 million. Total revenues dropped 16% to $1.8 billion, mainly as a result of a 13% decrease in average realized PPA prices to $125 per megawatt hour reflecting the return of fuel prices to more normal levels. This price decrease caused an estimated $230 million EBITDA reduction, which was offset by lower costs as well as by the 3% increase in physical energy sales. Energy sales reached 12.5 terawatt hour with growth driven by both free clients and regulated clients demand, but more evidently in the regulated space as a result of natural growth and the increase in our pro rata share of regulated supply. The increase in physical energy sales had a $64 million positive effect on EBITDA.\nOur EBITDA margin advanced by 9.8 points to 28% due to a significant cost reduction mainly explained by the drop in fuel costs and lower spot energy prices resulting from a better hydrological conditions, lower fuel prices and great availability of natural gas. In 2024, we reported a 10% increase in energy purchases to 7.5 terawatt hours, sorry, although we reduced our exposure to spot market during -- during nonsolar hours.\nEnergy purchases from the spot market climbed 7% to 3.9 terawatt hour, well purchases under backup PPAs increased by 11% to 3.7 terawatt hour. These purchases were made at much lower average prices. Indeed, the average realized price of our energy purchases was 32% lower than the price reported in 2023.\nIn Slide 13, there is an orange bar showing a net effect of minus $50 million, which combines a $33 million positive effect of the lower average price of our energy purchases with an $82 million negative impact of higher purchase volumes. The greater volume of energy purchases was offset by the decrease in our own generation. On the 1 hand, coal generation increased 37% to 1.77 terawatt hour because of the failure of IEM plant in the first half of 2023. And on the other hand, gas generation fell by 34% to 1.8 terawatt hour because in 2023, we had a tolling agreement with Keller, which was not in effect in 2024.\nOur renewable generation, including the output of our new BESS Coya storage plant increased by 2% to 1.7 terawatt hour, accounting for approximately 1/3 of our own generation. The 11% decrease in our thermal generation combined with lower average fuel prices explains the $280 million positive impact on EBITDA in 2024. All this explains the $112 million increase in EBITDA to $515 million, which ended up in line with the high end of our EBITDA guidance for 2024.\nIn Slide 14, we can see the complete turnaround of our net results, which went from a negative $411 million to a positive [Audio Gap] will stop working under their current conditions beyond 2026. Excluding the one-off effects though 2023 net income would have reached $89 million in 2023. In 2024, net income reached the mentioned $228 million, a significant improvement from 2023's recurring results mainly due to the strong impact -- sorry, the strong EBITDA recovery, a reduction in depreciation expenses explained by the impairments made in the last quarter of last year and an increase in the financial income.\nThe increase in net financial income is, in turn, explained by interest accrued on delayed collections from regulated customers as recognized by the January 24 PMP tariff decree. Interest earned on the sale of PEC accounts receivables and an $18 million increase in capitalized interest. All this offset an increase in interest expense triggered by higher debt balances and higher average interest rates.\nIn Slide 15, we see the status of our net debt, which increased by $97 million to $1.9 billion, a modest increase considering that we financed $626 million and $127 million buildup of accounts receivable resulting from price stabilization laws. The modest increase in the net debt compared to the investing activity was possible due to the strong operating cash generation, which reached $459 million plus $415 million in proceeds from the sale of PEC-2 and PEC-3 receivables in 2024.\nIn Slide 16, we are showing a summary of cash flows resulting from price stabilization laws. Over the 4-year period ended December 2024, the company accumulated accounts receivable for a total amount of $793 million on top of the $142 million initial balance reported in year-end 2020. All this represented sales revenues that could not be collected because of the enactment of the price stabilization for regulated customers.\nThanks to the PEC-1 monetization program, the company could collect cash proceeds amounting to $293 million between the first quarter of 2021 and the second quarter of 2023, and it had to bear financing costs of $79 million because these receivables were sold at a discount. PEC-2 notes began to be sold in 2023. Under this program between 2023 and 2024, we collected $278 million in cash, plus $13 million in interest income, which alleviated liquidity pressures, especially in 2023.\nIn 2024, the accounts receivable buildup amounted to $127 million or $200 million, including the interest and inflation adjustments. The gap between PPA tariffs and the stabilized prices began to decrease upon the full implementation of the PEC-3 law. In 2024, we completed the sale of certificates of payment issued by under PEC-2 in an aggregate amount of $57 million, and we received $1.5 million in interest income. On October 24, we completed the first sale of certificates of payment under PEC-3 in an aggregate amount of approximately $356 million.\nA second and last sale of certificates is expected to occur on April 2025, which should amount to approximately $109 million plus interest. As tariffs to regulated customers increase following the publication of the last tariff decrease, PEC receivables will no longer accrue and the second PEC-3 monetization schedule for April 2025 will mark the end of PEC receivables buildup and related monetization programs.\nAll in all, once the April 2025 sale is completed, and you will have sold accounts receivable in an aggregate amount of approximately $1 billion over the last 4 years. The 3 PEC monetization programs contributed to alleviate the heavy financial pressure in terms of leverage, liquidity and funding compression to finance investments required for the energy transition.\nNow let's move to Slide 17. Our BBB stable outlook ratings have been confirmed by both Fitch and Standard & Poor's. Net financial debt reached $1.9 billion at the end of December with net debt-to-EBITDA down to 3.8x. We have made progress in our debt profile objectives. First, to reduce net debt to EBITDA through EBITDA recovery. Second, to find the construction of Lomas de Taltal wind farm and the BESS charge projects whose objectives are to reduce the costs, our exposure to the spot market and the curtailment and intermittency associated with renewables and the third, to extend the maturity profile of our debt. The first aid of PEC-3 receivables in October also allowed us to reduce our net debt-to-EBITDA ratios.\nOn the bottom left corner of the slide, you can see the maturity schedule of our debt as of the end of December, which shows a reduction in refinancing risk and a 5.5% average coupon rate of our debt. At the end of January 2025 following the full repayment of our remainder of our 144A bond, the average remaining life of our debt was extended to 5.2 years from 3.8 years at the end of December 2023.\nNow I'll leave you with Eduardo who will brief us on the investment plans and guidance for the year.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nThank you, Alison. So now please let's go directly to Page 19, in which we will start with the second part of this presentation and present the medium-term outlook for ECL. If we move directly to Page 20, we can see that we are presenting an updated development plan to be executed between 2025 and 2027. This is no longer a potential plan. These are the concrete projects that have been under construction for a few weeks and will be delivered in the next 2 years. So these new projects will add around 1.1 gigawatts of additional renewables and BESS capacity to the portfolio and will allow ECL to be fully balanced from both business and risk perspectives.\nTo implement these additional projects, we will need to deploy approximately $1.4 billion in the next 3 years. On Page 21, we present the 7 projects that we have now under construction, which will bring, as I was mentioning before, 1.1 gigawatts of additional capacity to our portfolio in Chile, and these projects are located in different regions.\nAs we can see in the graph on the right side, 5 will be located in the North, where we have an important volume of energy sales, 1 in the center and 1 in the South. Let's see them in detail, starting from the top left. So BESS Arica is a 30-megawatt BESS project located on an existing site. So we are taking advantage of existing synergies. So BESS Tocopilla” is the only project that was already announced during 2024 and it's located on the same site where we had 2 coal power plants. So we are building these batteries in the same square meters where we used to run Unit 12 and Unit 13.\nThen BESS [indiscernible] is a 140-megawatt BESS project located at the [indiscernible] site optimizing, again, the project by using an existing site and existing connections. Then [ Pampa Fidelia ] is a large wind project located in the north that will require a total CapEx of around $475 million. And this project will also be key to balancing our position in the north, where most of our unregulated clients are. Then we continue with BESS[indiscernible] which is a co-located project in an existing PV solar plant. So this means we're adding, again, batteries to an existing PV solar plant. And we are, again, taking advantage of the site and connections.\nThen we have PVs BESS [indiscernible] which is a total of 354-megawatt project located in the central region of Chile close to Santiago and will become our first project in this important region. Then we can continue with [indiscernible] which is 165-megawatt wind farm located in the southern region and this project will be ECL's first greenfield project to be developed in that region. Both [indiscernible] and [indiscernible] will be key to reinforce our regional presence with different generation sources all across the country, and this will, of course, improve our competitiveness for future growth.\nSo now we are basically sharing that we will have 7 projects under construction. So this is a material progress in our transformation plan. Then if we move to Page 22, we can see a good number of power networks projects that are new words and also expansions, which, as I mentioned before, will bring additional regulated revenues to the portfolio. These projects will require ECL to invest around $250 million in the next 3 years or between 2024 and the next 3 years.\nThen Page 23 shows a consolidated snapshot of the investment plan, mainly concentrated in renewables and BESS with a total investment of $1.4 billion to be deployed between 2025 and 2027. This investment includes the 7 projects that I mentioned a few minutes ago.\nNow please let's continue on Page 24. As a result of the investment plan we just explained, ECL's average supply cost should continue decreasing and this positive effect should be captured by a positive evolution in ECL's EBITDA while keeping ECL's leverage under control during this intensive CapEx phase. So this is why the net debt-to-EBITDA ratio is expected to remain at current levels during this period.\nThen moving to Page 25. In summary and also as a consequence of the updated investment plan, we are pleased to confirm that we are right on track to deliver the transformation plan that we announced some years ago. By 2027, we will be fully balanced, developing 2.5 gigawatts of renewables and batteries, disconnecting 1.2 gigawatts of coal power plants, converting the IEM coal power plant to natural gas -- and this will also add 0.4 gigawatts of gas capacity to the portfolio.\nThe positive impact of these new projects can be seen on next Page 26, where we present the yearly average position of the portfolio. By 2027, ECL will reach a full balance considering the new investments at the end of the regulated PPA that we have in the north. This also means that ECL is now ready to resume its commercial activity and signed new PPAs and trigger additional investments in the future.\nWe can now move forward also with the guidance for 2025 and talk about the short term. This is presented in next Page 27. So in 2025, we plan to invest approximately $900 million, and we expect an EBITDA in the range of $525 million to $575 million, keeping the net debt-to-EBITDA ratio below 4x. As usual, there are some upsides and downside related to the variables described on the left side of this page.\nHowever, the exposure to spot prices is not as relevant as in previous year, so meaning lower upsides and downsides linked to the spot price volatility. Now I will be pleased to leave you for some minutes and also to invite Melanie who will brief us on our ESG strategy and accomplishments.\n\nUnknown Executive\n\nThank you, Eduardo, and hello, everyone. If we move to Slide 29. As shown here, if you have seen our 2023 report or also attended this call last year, you might recognize our approach to sustainability, maintaining the same 4 pillars. The triple bottom line performance, planet and people as well as a supporting governance structure. This is all to support our purpose of being a transition maker, enabling our customers in the decarbonization of their operations.\nThe Head of ESG role in which I am only exists since the first of October last year. So this year, we will be developing our first local sustainability strategy, reflecting and adapting the group strategy for Chile. We will have a vision for 2030 and 2035, of which will cover all the elements of the group strategy, which is being updated as we speak and that will be doing a double-click by region and business unit as required, considering the wide geographic, industrial and social diversity across a company -- across the country as large and extensive as Chile.\nSo with that context, let's focus on some of our key results for 2024. We'll cover Planet and People in more depth on one of the next slides, and you've just heard the financial results in a lot of depth. So focusing on governance on the Slide 29. There are 3 achievements that stand out primarily from improving our processes in procurement, our code of conduct. We implemented a human rights surveillance plan in the value chain. We also reinforced our due diligence process around ethics for our new supplier contracts, and we updated our ethics code of conduct in our business and crime prevention approaches.\nWith that, moving on to Page 30 and sustainable finance. This has been increasingly key for us. The IFC has issued their first sustainability-linked loan in Chile to Engie Chile and with USD 400 million over a 10-year term. The loan is available to refinance debt and finance other green projects in line with our transformation plan, where we're moving away from fossil fuel-based power generation to renewable energy generation and BESS systems. So this loan is linked to our ESG performance, meaning our commitments and targets on the nonfinancial indicators such as reducing our residual GHG emissions, installing renewable energy capacity and supporting gender diversity.\nFor the IFC as per the Regional Director for Latin America quoted here in Spanish on the slide. This loan sets a precedent and they consider us as a leader in tackling climate-related challenges efficiently. We are also working with the IDB, and we look forward to expanding on these forms of financing and collaboration as both institutions have become valued partners of ours as we have seen in our on-site visits with them in the preparation leading up to the visits and the follow-up conversations we had with them.\nMoving on to Slide 31. This is where we focus on the planet and people pillars and contrast some of our local and group targets considering that -- as we said in the beginning of this section, they will be reviewed during the next weeks and months as part of our first local strategy. Two key environmental indicators are the share of renewables as part of our total installed capacity and also how emissions-intensive that generation is, meaning our Scope 1 emissions covering all the nonelectric stationary and mobile fuel consumption as well as fugitive gases.\nThese are mainly driven by the remaining operating co capacity that we have as well as construction-related emissions for the new projects. Our target for 2024 was to be below 3.9 megatons, which we have achieved with 2.2 even though emissions have increased from 2023. Here, we need to point out that the decrease in 2023 was due to the unit's CTM3 and Red Dragon going offline for 3 or 4 months. And in reality, last year, our production went back to business as usual, and we still managed to reduce overall emissions compared to 2022.\nSo the relevant comparison here is between 2024 and 2022. On installed renewable capacity, our target for Chile in 2026 is 1% higher than the group's 2030 target and with 42% in 2024 and the projected progress of our pipeline development and everything you have heard before from Eduardo and Alison, we are on track to achieve our 2030 targets. For gender diversity, we have met our national target with the target itself that we set ourselves for last year was still lower than the group's 2030 target. And this, for context, reflects dynamics and availability of talent in the Chilean market specifically. We continue to implement initiatives to attract and retain female talent.\nAnd in this context, it is also worth pointing out that we have a new benefit of [indiscernible] extending the 5 days [indiscernible] by Chilean law to 4 weeks. And last but not least, and absolutely critical in our sector, we maintained our lost time injury frequency rate at 0.1% as we did last year and below the Chilean target that we have at 1.1, which in turn is lower than the group's 2.3 target for 2.3. So this is something that is incredibly important to us.\nOn Page 32, we provide an overview of rankings and certification. Nationally and the group level, we participate in a wide range of initiatives and ranking as relevant and as efficiently as possible, avoiding duplication with our headquarters. The group has approved a science-based target for 2045 and as a member of United Nations Global Compact, we continue to follow the 11 TCFD recommendations.\nAnd at a practical level, we are looking at climate risks at GBU level in each country and have adaptation plans in place at site level that we keep improving year-on-year. We participate in the Ecovadis rankings as a supplier, where we are ranked in the 97th percentile, and we also use it for our own key suppliers globally and in Chile. We are ISO and EDGE certified, and we'll be pursuing our recertification of the internal set label which applies to our project development and is aligned with the sustainable energy transition.\nIt is externally audited and we participated and qualified for the first time last year. In Chile, we participate in the assessment of Axon Empresas, which is the local chapter of the WCS as well as Soffa and Marco rankings. And we take our suppliers on this journey with us and have 25 suppliers participating in our sustainable procurement program. The selection of emissions-intensive, local key suppliers also participate in the Chilean National program that allows companies to report their carbon footprint for free and if they choose to be audited, they get a corresponding certificate.\nAnd with that, to come to a close on Page 33 and to leave space for questions. While we are driving a shift to renewable energy at full speed, we recognize that we need to go beyond just the quantity of our installed capacity. -- with our legacy coal assets, we need to ensure a just transition for our communities that considers employment opportunities and new skills territorial development and a responsible dismantling. As we accelerate this development of new capacity, especially in the south of Chile, we need to establish constructive relationships with local communities via a permanent presence and we pride ourselves on our associativity policy that has been in place for years and that we continue to improve and add to during the existing strategy development.\nThank you very much, and I will now leave you with Eduardo for the closing remarks of this presentation and any questions.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nThank you, Melanie, for this interesting update on our sustainability strategy and the recent achievements. So to conclude this presentation, it is confirmed that -- the completion of ECL's transformation plan is on scale with today's new investments, and these investments will require a $1.4 billion CapEx between 2025 and -- Also, the company achieved a 28% increase in EBITDA reaching $515 million and a net income of $228 million in 2024 and future expectations include continued positive EBITDA growth accompanied by lower volatility and also improved the risk control.\nSo thank you for your attention. And now we are open for any questions and suggestions that you may have for us."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5668e2bff987e4fd0a5374b5543ca8e7",
    "period": "2024 Q2",
    "content": "Q2 2024 Engie Energia Chile SA Earnings Call\n\nQ2 2024 Engie Energia Chile SA Earnings Call\n\nECLSANTIAGOAUG 14, 12:00 PM\n\nOperator\n\nGood day, and welcome to the Engie Energia Second Quarter 2024 Results Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to [ Esteban Averke ], CEO. Please go ahead.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nOkay. Hello. Good afternoon, everyone. I'm here. I'm Eduardo Milligan from ENGIE Energia Chile, and I'm here today with Bernardita Infante, Alison Saffery and Marcela Munoz. So today, we will present Engie Energia Chile's results for the first half of 2024, and our view for the rest of 2024.\nSo we can start directly on Page #3. So in this page, we are highlighting the main drivers of our trajectory in 2024. So first, as we explained in previous quarters, we continue to see a positive evolution in fuel prices. which have remained stable, and this is positively impacting spot prices during this year.\nSecond, there is a positive effect coming from the new renewables, the contribution of batteries and the additional backup PPAs that we signed to hedge our exposure to the spot market risk.\nA third element is related to tariffs, which decreased in line with lower fuel prices. This is why the average monomic price of our portfolio of PPAs in 2024 is around $30 a megawatt hour below the average monomic price of the same period of 2023.\nThen a fourth element is related to the lower dispatch of coal power plants, which is linked to the new renewables and improved hydro conditions. Then on PEC, we continue progressing and moving forward with the new structure to monetize these receivables. As of June 2024, we have accumulated receivables for around $329 million that are expected to be monetized in the second half of 2024.\nWe are, in this respect, intensely working on this project, knowing that these funds will be key to finance our future investment. Then we are also highlighting that we have accelerated the implementation of batteries to be installed in our existing operational sites.\nSo in 2024, we announced a new best project into [indiscernible] and this means we will have close to 370 megawatts of batteries capacity. This last project is located in the same site in which we dismantled 2 coal power plants. And this comes with the additional objectives to provide continuity to the fight.\nAnd of course, our presence and relationship with the community, then we also announced in 2024 that we have requested the disconnection of the last 2 coal power plants, named CTA and CTH by December 25.\nAnd finally, on the liability management side, we issued a 10-year $500 million green bond in the international capital market to fund the CapEx and to refinance short-term debt. In this line, our leverage or net debt to EBITDA ratio has decreased to 3.9x as of June 2024.\nNow please let's continue on Page 4, which shows the evolution of ECL sales. There is a positive trend on both regulated and unrelated sales. Overall sales to customers increased 6% compared to previous year. The main variation is explained by sales to regulated customers but increased in approximately 11% as ECL is contributing with energy sales to a larger portion of the pool of regulated contracts.\nOn Page #5, we present the evolution of spot prices. The spot price decreased from average $87 a megawatt hour in 23% to an average of $62 in 2024. And this is, of course, positively impacted by the improved hydro availability, new renewals and also the lower fuel costs.\nThe historic evolution of hydro conditions then is shown on next Page 6 to make a link between these 2 pages. We are certainly glad to see a positive evolution for the market. So in terms of hybrid generation as of June 2024, the accumulated probability of accidents and compared to the same date of last year, the current energy storage in reservoirs increased by approximately 1 terawatt hour.\nNow we need to consider that during the first half we were still benefiting from the good hydro conditions of the second half of 2023. Well, now for the rest of the year, we already know that July was a dry none, but spot prices were under control. And recently, we experienced heavy rainfall in the central region of Chile. So September and October will be key then to confirm hydro valuability for the rest of and will give us some hints for the first half at least of 2025.\nThen on Page 7, we present the evolution of coal prices, which in the last 9 months have remained on average at around $170 per ton. This is also positive since the production of -- the production cost, we call will be again below $70 a megawatt hour once the expensive coal stocks are fully consumed.\nNext, Page 8 shows the evolution on the availability of coal power plants during the last 4 years. Other positive developments for the system is that the average availability has remained relatively stable in the last 2 years. at around 3.5 gigawatts, and we can for the first time, a slight improvement we [ included ] before.\nNow we can continue on Page 9. The graph on top shows the evolution of international LNG prices, which have decreased in the last 9 months compared to the strong volatility experienced back in 22 in the first half of 2023. This opens the possibility to LNG in the spot market and there to look for natural gas imports from Argentina. Again, other positive elements for the system since that will continue to be key during the energy transition.\nThen the graph below shows the LNG store by Engie and others through long-term contracts and the natural gas coming from Argentina, which, in our case, was imported to our pipeline in the North of Chile. And this is providing an additional an alternative source of natural gas for our gas power plants in the north. We didn't buy gas from Argentina in the first half since there were no signals on market needs no prices. But this, of course, could change in the future.\nNext, Page 10 shows the hedges of [ Banca PPA ] signed with other gencos. We didn't find additional hedges in the first half of 2024. We have 3.6 terawatts for 24, an average between 2025 and 2026. Now signing additional contracts will be always in this scenario opportunistic if we if we find a little match for the portfolio of PPA.\nPage 11 shows a graph with the energy sources and the average supply cost for the portfolio. The main message on this page is related to the average cost of energy to supply our portfolio of PPA. This cost decreased 34% compared to the first half of 2023, given all the elements we explained before. And in addition, we can see a clear trend on how cogeneration is being gradually replaced by other sources.\nOn the other hand, the average monomic price of our current portfolio of PPAs also decreased, as we can see on next Page 12. Sorry, operator, I think your line is stopping. Also decreased, as we can see, yes, what I was mentioning now, we can move to Page 12, where we present the supply-demand curves for the overall portfolio of PPAs. We can see in this page that the average monomic price of our portfolio of PPAs reached $128 in the first half of 2024.\nAs you have seen each quarter, downstream prices or PPA prices declined gradually, and this decrease is mainly explained by the indexation on lower fuel prices. So this is just an mechanic impact on our portfolio of PPAs. And as I was explaining at the beginning of this call, this means a sharp decrease in prices of around $30 compared to the first half of 2023.\nHowever, on the other hand, the average supply cost reached compared to the $111 we faced during the first half of 2023. So this means both PPA prices and the tea supply costs materially decreased. But the decrease in the average supply costs continue to be greater, and this is why our energy margin increased from $46 in the first half of 2023 to $55 megawatt hour in the first half of 2024. If you multiply the 55x energy we sold to regulated and unregulated, you will find our [ S-B ] margin or energy margin during the first half of the year.\nNow to move forward, we will continue with Alison, who will present the detailed financial results for the first half of the year.\n\nAlison May Saffery Gubbins\n\nHello, everyone. I'm Alison Saffery, Head of Corporate Finance here in Engie. Welcome, everybody, to this call, and I'm continuing with Slide 13. Let's take a look at our financial highlights.\nOur EBITDA increased by 56% compared to the first half of last year, and reached $294 million. Our total revenues, on the other hand, dropped by 22% to $934 million, mainly as a result of an 18% decrease in average realized prices to $128 per megawatt hour, reflecting the return of fuel prices to more normal levels.\nOn the contrary, physical energy sales increased as Eduardo said, by 6% to 6.3 terawatt hour, with growth driven by both fee clients and regulated clients especially but more evidently in the regulated space as a result of the natural growth and the increase in our pro rata share of regulated supply.\nAs we will clearly see in the next slide, our EBITDA margin recovered to 32% due to significant cost reductions, mainly explained by the drop in fuel prices and lower spot energy prices resulting from better hydrological conditions, lower fuel prices and greater availability of natural gas. In the first half, we reported a 17% increase in the energy purchases although we have reduced our exposure to the spot market during non-sun hours.\nEnergy purchases from the spot market planned 59% to 2 terawatt hour, while purchases under buffer PPAs increased 17% to 1.8 terawatt hour. These purchases were made at much lower average prices. Indeed, the average realized price of our energy purchases was almost half the price reported in the first half of 2023.\nOn our -- sorry, our own generation decreased. On the one hand, coal generation increased 40% to 1 terawatt hour because of the failure of our IEM plant in the first half of last year. And on the other hand, our gas generation fell 49% to 0.9 terawatt hour due to the fact that last year, we had tolling agreement with [ Keller ], which hasn't been in place in the first half of this year.\nOur renewable generation, including the output of our [indiscernible] storage plant decreased by 4% to 0.78 terawatt hour, accounting for approximately 30% of our own generation. Our net income increased sorry, our net income reached $151 million, a significant improvement compared to the first half of 2023.\nSlide 14 shows the main reasons behind the EBITDA recovery. lower fuel costs, the lower average price of our [ MMC ] purchases and the increase in physical sales. These positive factors were offset by the decrease in average realized prices -- sorry, these positive factors offset the decrease in average realized prices. This explains the $105 million increase in EBITDA to $294 million, which is in line with the high end of our EBITDA guidance for the full year.\nIn Slide 15, we can see that net income more than tripled compared to the first half of 2023, reaching $150 million. This was mainly due to a strong EBITDA recovery a reduction in depreciation expenses explained by the impairments made in the last quarter of last year in anticipation to the future discontinuation of our coal production and an increase in net financial income. These positive factors were only partially offset by the negative exchange difference.\nIn Slide 16, we see the status of our net debt which increased by $158 million to $2.0 billion. After financing CapEx of $231 million and $78 million buildup of accounts receivable, resulting from price utilization loans. This moderate increase in net debt compared to the investing activity was possible due to the strong operating cash flow generation, which reached $181 million, plus $49 million in proceeds from the sale of PEC-2 receivables in the first half of 2024, sorry.\nOn Slide 17, we're showing a summary of cash flows resulting from the price stabilization laws. Over the 3-year period ended December 2023, the company accumulated accounts receivable for a total amount of $650 million. On top of the $142 million initial balance reported at year-end in 2023. All this represented sales revenues that could not be collected because of an enactment of price stabilization for regulated customers.\nThanks to PEC-1 monetization program, the company could collect cash proceeds amounting to $ 193 million between the first quarter of 2021 and the second quarter of 2023. And it had to bearer financing costs, of $79 million because these receivables were sold at a discount.\nPEC-2 laws began to be sold in 2023. Under this program, we collected $221 million in cash plus -- sorry, $11 million of interest income, which alleviated liquidity pressures in 2023. In the first half of 2024, the account receivable buildup amounted to $78 million. That is an average of almost $13 million per month, which we expect to decrease over the rest of the year as the gap between PPA tariffs and the stabilized prices should narrow.\nIn the first half of 2024, we completed the fourth and fifth sales of certificates of payments issued on the PEC-2 and an aggregate amount of approximately $48 million. The last sale on the PEC-2 for $9.5 million took place on August 1, 2024. And in this way, the PEC-2 program ended after the 1.8 billion caps stipulated in the law was reached in March 2024.\nAt the end of June, the accounts receivable balance amounted to almost $329 million, plus $69 million corresponding to inflation and interest adjustments. The IDB and Goldman Sachs are working with the relevant government regulatory and rating agencies and the generation companies and restructuring of the PEC-3 program, which is similar to PEC-2 with an additional cap of $2.3 billion and partial sovereign guarantee.\nSome steps required for the PEC-3 monetization have been met, including the publication of the exempt resolution setting the guidance for the loss implementation. Pending milestones include the stabilization fund regulation, the grant degree and the approval by the country controller. As soon as these milestones are met, the first sale of the certificates of payment could be before perfected, which we expect to happen during the fourth quarter of 2024. We expect to sell over $300 million certificates under the first PEC-3 sales. These funds will allow us to strengthen liquidity and finance our investment in renewable projects.\nNow let's move to Slide 18. Our BBB stable outlook rating has been confirmed both by Fitch and Standard & Poor's. Net financial debt reached $2 billion at the end of June with net debt to EBITDA down to 3.9x. We have made progress in our debt profile objectives. First, to reduce net debt to EBITDA through EBITDA recovery. Second, to fund the construction of [indiscernible] and the [indiscernible] projects, whose objectives are to reduce our costs our exposure to the spot market and the group payment and intermittency associated with renewables. And third, to extend the maturity profile of our debt.\nIn April, we issued our first Green 144A Reg S bond in the amount of $ 500 million, which allowed us to redeem $250 million of our notes maturing in January 2025. The and to fund our capital expenditures in renewables and best projects. The annual coupon rate is 6.375%. On the bottom left corner of the slide, you can see the maturity schedule of our debt as of the end of June, which shows a significant reduction of our refinancing risk. As of the end of June, the average coupon rate of our debt was 5.6% and the average remaining life of our debt was extended to 5.1 years from 3.6 years at the end of March.\nNow I'll leave you with Eduardo, who will brief us on the recent events of the action plans.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nThank you, Alison. So now we can continue on Page 19, where we are highlighting the actions taken to continue rebalancing our portfolio.\nSo first, we secured additional backup PPAs for 2024 and until 2026. Second, in 2024, we will have more than 1 terawatt hour of generation, while in 2025, we will add an additional terawatt coming from Wind [indiscernible], our 342-megawatt wind project, which already started its energization and, of course, the new batteries that are currently under construction.\nAs we highlight in this respect, we are adding additional batteries to our portfolio, and the idea is to reach at this stage, total capacity of around 370 megawatts, and we will evaluate additional projects for the future, of course. Now this capacity will be key during non-solar hours. And as we mentioned at the bottom of this page, our total exposure not covered with our own assets during nonsolar hours could be closer to 1 terawatt hour compared to the 2.5 terawatts we had back in 2022.\nNow to clarify this figure, real purchases in the spot market could be above the 1 terawatt hour to nonsolar hours. But would become an upside, and this could be explained, for example, because of better hydro conditions. But when we mentioned that the 1 terawatt hour is the exposure we have during nonsolar hour it means the exposure that is at risk basically or not covered with our own generation assets. As we explained in previous quarters, the exposure in non-solar hours is the main risk we need to manage as part of our rebalancing strategy, and this is why we are investing in batteries.\nThen on Page 20, we are presenting the evolution on our investment plan and the committed CapEx for 2024 and 2025. We are fully on track to reach 1.5 gigawatts of renewables plus batteries and we expect to reach a ready-to-build status for other renewables and batteries very soon. So on top of these developments, we also confirm the conversion of IEM power plants and natural gas which will be executed. The work will be executed. In fact, during the first half of 2026. So this means the first half of 2026, IEM will not be available and will be converted from coal mode to natural gas.\nPage 21 presents the detailed CapEx by type of business. We will be investing around $650 million in 2024 between renewables, batteries and transmission. As we know, these investments will contribute with an additional margin since each megawatt hour produced will be replacing energy purchases in the spot market. Now the figures we present in this graph are only considering the committed CapEx. So this means the figures for 2025 could increase once we approve additional projects.\nNow in Page 22, we are updating our guidance, considering year-to-date results and our best estimate for the rest of the year. We are upgrading the guidance to the $475 million, $525 million range. On the left side, we described the main driver. So fuel prices are expected to remain stable, which together with current hydro conditions will continue to be positive for the market and the average supply cost of our portfolio.\nOn top of those market conditions, we will see during the ramp-up of our 342-megawatt Wind Project [indiscernible] that is expected to reach a full energization by the end of the current year. So this is a 342-megawatt wind farm that required a total investment of $468 million, and that will certainly be very welcome for our portfolio in 2025.\nOn the liquidity side, the monetization of tech receivables is progressing, and we are targeting to monetize these receivables before the end of 2024. So this action is key, given its material impact to continue improving our leverage and will allow ECL to apply this cash for new investments in renewables and batteries.\nNow next Page 23 shows the detailed evolution of ECL's EBITDA, CapEx and leverage liquidity and leverage should continue improving under this scenario.\nAnd then finally, to end our presentation on Page 24, we shared some structural messages. So first, reducing exposure to spot ski in our granting strategy; second, accelerated investment in renewables and batteries will enable us to do better balanced. This is why we will come back soon with additional projects. Third, we need to continue developing more renewables and batteries to be prepared for the next phase of growth. So this means on top of rebalancing the portfolio, prepare new investments if market conditions allow us. And fourth, we need to secure in this process, the liquidity and financing of best market conditions while keeping an excellent track record in [indiscernible].\nWell, we can end our presentation, and we are ready for your questions and comments. So thank you very much for your interest and participation. Operator, I think we can [indiscernible]."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/892f599a6a2d017e6c9ad0e79a53a70a",
    "period": "2024 Q1",
    "content": "Q1 2024 Ecolab Inc Earnings Call\n\nQ1 2024 Ecolab Inc Earnings Call\n\nECLNYSEAPR 30, 1:00 PM\n\nOperator\n\nGreetings, and welcome to the Ecolab First Quarter 2024 Earnings Release Conference Call. [Operator Instructions] As a reminder this conference is being recorded. At this time it's now my pleasure to introduce your host, Andy Hedberg, Vice President and Investor Relations for Ecolab. Mr. Hedberg, you may now begin your presentation.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you, and hello, everyone, and welcome to Ecolab's First Quarter Conference Call. With me today are Christophe Beck, Ecolab's Chairman and CEO and Scott Kirkland, our CFO. A discussion of our results, along with our earnings release and the slides referencing the quarter results are available on Ecolab's website at ecolab.com/investor. Please take a moment to read the cautionary statements in these materials, which state that this teleconference and the associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and in our posted materials. We also refer you to the supplemental diluted earnings per share information and release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you so much, Andy, and welcome to everyone on the call. We're really pleased to report that Ecolab is off to a strong start. In 2024 with first quarter organic sales growth of 5% and organic operating income margin expansion of 400 basis points, driving adjusted earnings per share up 52%. We remain firmly on our long-term 12% to 15% earnings growth trajectory with our exceptional growth in the first quarter being the result of strong execution on fundamentals and the additional benefit of lower delivered product costs. This strong performance is a testament to the excellent dedication and execution of the entire Ecolab team. and I'm so proud of this team. We're encouraged by the current pace and momentum of our business. Our efforts resulted in the delivery of 3% pricing, which included new pricing implemented during the quarter and a modest carryover benefit from last year's pricing action and brought us slightly above our 2 percentage point plus long-term run rate. .\nThis delivery, along with continued positive volume growth is possible because of our customer value proposition because of the value we provide, the spend with Ecolab is a benefit and not a cost. This good top line growth, combined with the anticipated easing of delivered product costs, continued the strong organic operating income margin expansion across the majority of our business segments and geographical regions.\nWe're very pleased with the margin expansion we have delivered and remain focused on achieving our 20% operating income margin target over the next few years. As we continue to execute against this target, gross margin is expected to continue on its positive trajectory. At the same time, we are now reinvesting some of these gains back into our business to fuel our long-term growth. Importantly, our underlying productivity remains strong, and we see opportunities to further improve by leveraging our leading digital capabilities.\nLooking across our segments, Institutional Specialty continued to perform exceptionally well. This team delivered double-digit sales growth and a very attractive operating income margin. as our labor savings value proposition continue to resonate with our customers. Going forward, we expect the rate of organic sales growth for institutional specialty to moderate somewhat as we lap last year's strong pricing delivery. Industrial made a good underlying progress, improving its volume trajectory in a volatile global environment. Excluding continued soft near-term paper industry demand, industrials volume grew a nice improvement from the second half of last year.\nHealth care and life sciences remained relatively flattish but life sciences sales grew modestly, which I consider constructive news given the continued short-term soft industry trends. We, therefore, expect trends to progressively improve during the second half of the year. As promised, we continue to take the action needed to transform our health care business. A year ago, we took the first step in our journey by adjusting our cost structure to a more competitive level. Then in the third quarter of last year, we took our second step by bifurcating our North American health care business into 2 separate businesses, Surgical and Infection Prevention.\nToday, we made further progress by announcing an agreement to sell our surgical drapes business to Midline. Once and if this transaction closes after regulatory clearance, we will have a renewed focus on the instrument reprocessing portion of the remaining health care business. This business has the core elements of the classic Ecolab business model that combines an anchor platform with consumables, personal service and digital solutions.\nWhat is more to be done. I'm proud of the progress we've made to create a more sustainable, profitable health care business that delivers for our important hospital customers. Finally, pest elimination, which is now a standalone segment due to its relevance and promising performance, continued to execute very well. Sales grew upper single digits with double-digit organic operating income growth, benefiting from a circle the customer, circle the growth, cross-selling strategy. Looking ahead, the confidence we have in our 2024 performance continues to strengthen. We expect organic sales growth to remain relatively stable, driving 2% to 3% price and 1% to 2% volume growth. We are increasing our outlook for full year 2024 adjusted EPS to the range of $6.40 to $6.70, up 23% to 29% versus last year as we now anticipate delivered product costs to ease through the third quarter though the magnitude of cost favorability is expected to gradually diminish.\nThis along with continued pricing and volume growth. I expect it to more than offset the estimated $15 million per quarter OI headwind from the divestiture of our Surgical Healthcare business once the transaction closes. As a result, we anticipate quarterly adjusted diluted earnings per share growth in the second half of 2024 to progressively normalize towards the upper end of Ecolab's long-term 12% to 15% target a short-term benefit from lower delivered product costs ease.\nAs always, we will remain good stewards of capital by continuing to invest in the business, increasing our dividend and returning cash to shareholders. With great business momentum and cash flows, our balance sheet is in a very strong position. This provides us with many options to allocate capital to growth opportunities that will generate continued strong returns for shareholders. Ecolab's future has never looked brighter. Our leading customer value proposition where our technologies help customers improve their operating performance while reducing the water and energy use is proving to be increasingly relevant and continues to fuel our growth, pricing and margin expansion. Backed by the most talented team leading technology innovation and global capabilities, our strategic positioning enables us to consistently expand our market share within the vast and high-quality $152 billion market we serve. We, therefore, remain confident in delivering superior performance for our customers and for our shareholders for the years to come.\nThank you for your continued support and investment in Ecolab. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christoph. That concludes our formal remarks. Operator, would you please begin the question-and-answer period? ."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d907663eb1402c42594b2411e3ae17b0",
    "period": "2023 Q4",
    "content": "Q4 2023 Ecolab Inc Earnings Call\n\nQ4 2023 Ecolab Inc Earnings Call\n\nECLNYSEFEB 13, 1:00 PM\n\nOperator\n\nGreetings, and welcome to the Ecolab Fourth Quarter 2023 Earnings Release Conference Call. The question-and-answer session will follow the formal presentation.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. At this time, it is now my pleasure to introduce your host, Andy Hedberg, Vice President of Investor Relations. Thank you, Mr. Hedberg. You may now begin.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you, and hello, everyone, and welcome to Ecolab's Fourth Quarter Conference Call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO. A discussion of our results, along with our earnings release and the slides referencing the quarter's results are available on Ecolab's website at ecolab.com. Please take a moment to recautionary statement in these materials, which state that this teleconference and the associated supplemental materials include estimates of future performance.\nThese are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described on the Risk Factors section in our most recent Form 10-K and in our posted materials. We also refer you to the supplemental diluted earnings per share information in the release. With that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you so much, Andy, and welcome to everyone on the call. The very strong performance in the fourth quarter capped off a phenomenal year for our company. With the fourth quarter organic sales growth of 6% and adjusted earnings per share up 22%. I'm so proud of this team because this strong performance underscores the collective hard work and dedication of our entire Ecolab team reflects our sustained focus over the last few years on driving long-term growth the right way.\nDespite the unpredictability of macroeconomic conditions, our team drove further value-based pricing while maintaining our strong business momentum. Volumes in the fourth quarter continued to improve with the positive growth reflecting new business wins that more than offset soft macro demand. Our success is anchored in the value we create for customers by improving their operating performance while also reducing the water and energy consumption. In 2024, our focus remains on continuing to fuel our strong and consistent long-term double-digit earnings per share growth.\nThe highlights for the fourth quarter was the continued and rapid expansion of our gross margin, which increased by 330 basis points and our organic operating income margin, which increased 200 basis points to 16%. This growth was led by a 390 basis point increase in the Institutional and Specialty segment margin as we continue to quickly narrow the gap to this segment's historical 21% operating income margin. The institutional specialty team continues to execute well, driving further value pricing and volume growth that accelerated to the mid-single-digit range, reflecting the strong new business wins.\nThe Industrial segment operating income margin increased 220 points with notable expansion in each of our water, food and beverage and paper businesses. And other segment operating income margin was up 160 basis points, driven by strong pest elimination performance once again. As expected, the Healthcare and Life Sciences segment operating income margin eased versus last year. As gas profitability continued to improve, which is good, reflecting the benefits of separating our North America operations into 2 focused businesses as mentioned, infection prevention and surgical Healthcare's income growth was more than offset by comparison to the very strong performance of licenses [indiscernible] and continued market pressures.\nMost importantly, operating income dollars for this segment have grown sequentially throughout 2023 from the actions we have taken to improve performance, and we expect this growth to continue over the course of 2024. From a sales perspective, our Life Sciences business drove slightly positive growth in 2023 despite the market being down double digits. And while we continue to expect this market to remain soft for the next few quarters, our ongoing investments in new capabilities and new capacity enabling us to gain market share in this very attractive, long-term, high-growth and high-margin market. Our overall performance highlights the strength of the Ecolab model as we continue to execute on pricing and driving new business, all backed by delivering leading customer value.\nAdditionally, we've seen some benefits from moderately lower delivered product costs. This costs are still up 35% compared to 2019 levels, but declined by mid-single digits relative to last year's fourth quarter, a bit more than we had anticipated. We continue to take a prudent stance on the trajectory of delivered product costs. Therefore, our outlook for 2024 assumes that these costs will remain favorable in the first half of the year and stable in the second half of the year. Although we are very pleased with the margin expansion we have delivered so far.\nOur focus remains on fully recapturing our historical 44% gross margin to reach our 20% OI margin target. Our value-based pricing model and delivered product costs that are now coming down a further strengthened our conviction in achieving this target over the next few years. Our underlying productivity also remains strong as we continue to leverage our leading digital capabilities. As expected, SG&A expenses remained relatively stable compared to the third quarter. And consistent with previous years, we anticipate a few percentage point sequential increase in SG&A dollars in Q1, but expect to drive further improvements in our SG&A ratio as the year progresses.\nWe expect 2024 to be another year for Ecolab, building on our long-term 12% to 15% earnings growth trajectory that is amplified by shorter-term benefits from lower delivered product costs. For the year, we expect adjusted earnings per share to grow in the 17% to 25% range, which assumes soft but stable macroeconomic demand and lower delivered product costs in the first half of the year as global inflation eases. With this, we expect to maintain our business momentum as we drive further pricing, volume growth and continued robust operating income margin expansion.\nLooking at the first quarter, the benefit from lower delivered product costs is expected to peak with costs down high single digits in the quarter, resulting in adjusted earnings per share increasing 44% to 56% versus last year. Beyond the first quarter, quarterly adjusted diluted earnings per share growth is expected to progressively normalize towards the upper end of Ecolab's long-term 12% to 15% target has favorability from lower delivered product costs eases.\nAs always, we will also remain good stewards of capital by continuing to invest in the business, increasing our dividend and returning cash to shareholders. Most importantly, with the best team, science and capabilities in the industry, we will continue to grow our share of the stable and high-quality $152 billion market we serve. [indiscernible] Ecolab's long-term ferameters are stronger than ever. and I'm confident in our outlook for continued strong performance as we work to deliver superior shareholder returns. So thank you for your continued support and investment in Ecolab. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christophe. That concludes our formal remarks. Operator, would you please begin the question-and-answer period?"
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f603c030dfe42596b119bf6ccb2b6b70",
    "period": "2023 Q3",
    "content": "Q3 2023 Engie Energia Chile SA Earnings Call\n\nQ3 2023 Engie Energia Chile SA Earnings Call\n\nECLSANTIAGONOV 16, 10:00 AM\n\nOperator\n\nGood afternoon, everyone, and welcome to Engie Energia Chile's Third Quarter 2023 Results Conference Call. If you need a copy of the press release issued on November 2, it is available on the company's website at www.engie-energia.cl.\nBefore we begin, I would like to remind you that this call is being recorded and that information discussed today may include forward-looking statements regarding the company's financial and operating performance. All projections are subject to risks and uncertainties, and actual results may differ materially. Please refer to the detailed note in the company's press release regarding forward-looking statements or contact Investor Relations Officer, Marcelo Munoz. We would like to advise participants that this call is dedicated to investors and market analysts, not for the press. We ask all journalists to contact Engie Energia Chile's PR department for details.\nI will now turn the call over to Mr. Eduardo Milligan. Please go ahead, sir.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nI'm here with the [indiscernible] as today, we will present ECL results for the first 9 months of 2023. And we also intend to discuss our guidance for the rest of this year. And we can also provide some views on our business plan for next year.\nSo we can start already on Page 4. On the left side of this page, we are highlighting the key elements to understand our performance as of September. While on the right side of this page, we will present the main drivers for the last quarter.\nSo on the left side, first, Fuel prices fell in 2023 compared to the record highs of last year. So we have all seen this during this year, and this is obviously positive. On the revenue side, we have a positive impact mainly during the first half of 2023, explained by the indexation lag in our regulated PPAs, while prices are starting to decrease since the third quarter, and this trend will continue in the fourth quarter of this year.\nAs you know, this year, also, our LNG supplier didn't deliver a contractual volume of around 13 TBtu, and we were forced to replace these volumes with a spot LNG. But as you can imagine, at higher costs. We imported spot LNG for approx 14 tegaBTu. So it's slightly above the contractual volume that was not delivered. And these volumes have been key to partially mitigate the impact in our average supply cost or exposure to spot market. But as I said, a higher cost. Then on production and supply costs, we have different impacts were negative related to IEM and availability between February to May. And on the other hand. We have a positive impact related to an increased renewal generation, a larger volume of back PPAs or hedges that are signed with other gencos and better hydrologic conditions and other market conditions that moved in the positive direction.\nFinally, 1 of the main impacts on liquidity was related to the PC and PC loss to stabilize regulated tariffs. We were able to monetize in the first 9 months of 2023, around $238 million, which provided some relief to improve our liquidity. Then as of September, we still have close to $300 million of accrued receivables, of which we will monetize around $40 million in the last quarter of $23 million. and the remaining amount will be part of the amortization program for the future.\nNow on the right side of this page, we are highlighting the key elements that will help us to understand what can we expect for the last quarter. First, hydrology. There is a material improvement in hydrology for the 2023-2024 season. On the revenue side, as I said before, we expect lower regulated prices since tariffs are already reflecting the lower coal and gas prices in the indexation formulas. Other positive key milestone for us is that after more than 13 years, we were able to sign a contract to import gas on a firm basis from Argentina in the northern region of Chile. So these are, of course, good news for the northern Chilean system. Then transmission bottlenecks continue to be an issue for the systems efficiency.\nAnd finally, the improved operational results together with a $400 million sustainability-linked loan we signed with the IFC. And of course, the explicit dent support with a credit line have allowed ECL to improve its debt maturity profile and also allow the rating agencies to confirm our BBB rate.\nThen let's move to next Page 5, in which we show the evolution on ECL's physical sales. Total sales are pretty stable, which, as you know, it's 1 of our main strengths. There is a specific decrease in regulated clients demand linked to a program maintenance on the mining side. While on the positive side, there is a 6% increase in regulated demand. Explained by our larger participation in the pool of regulated PPAs. And this is, of course, positive.\nOn Page 6, we can see the spot price evolution and how the system switched from average $127 megawatt hour in 2022 to $102 megawatt hour as of September 2023. But bear in mind that the average in the first half of 2023 was $129 megawatt hour. So this means average spot prices in the second half of 2023 are far below the average prices over the last 12 months.\nNext, Page 7 presents the detailed evolution on hydrology, which shows a material improvement compared to all previous years. As of end of October, the accumulated probability of accidents is 58% compared to 78% as of June and an average 95% in previous 2 years. So this improved hydrology together with new renewals and lower fuel prices are currently setting spot prices during solar hours close to 0 on spot prices during nonsolar hours to close to $80 a megawatt hour. And this is reflected in the current daily average spot price of around $40 megawatt hour.\nThen if we move to Page 8, we can see the positive evolution in core prices after hitting all-time highs in 2022, coal prices have returned to $140 per ton at $140 the production costs with the coal power plants decreases to around $70 a barrel out. So the coal figures have remained stable, and this will be positive for the overall cost of the system since we and of course, the other gencos have already sourced new inventories at these prices that will help to keep the spot price under control. This also means that the electricity produced with coal power plants is again cheaper than producing with spot LNG.\nNext, Page 9 shows the evolution of coal power plant availability for the overall system. Again, other positive element for the system is that coal power plants availability remains stable at around 3.5 gigawatts in 2023 and didn't continue worsen.\nNow let's go to next Page 10 to discuss about LNG and natural gas. The graph on top shows the evolution of international LNG prices. As you know, the evolution of JKM and TTF indexes allowed us a turn several efforts and action plans to import spot LNG in 2023 to partially mitigate the lack of LNG that was not delivered to us. But as I mentioned before, at higher cost. Then the graph below shows the LNG sourced through firm long-term contracts and the natural gas coming from Argentina. As I explained before, since October and until April of next year, we will also be importing gas from Argentina through our pipeline in the north of Chile, which will provide an additional source for the system that is positive since natural gas provides flexible generation, which will be and is key to a company renewals during the energy transition.\nOn the LNG side, as we also explained in our last call, we have 2 loan term contracts with from aggregated volume of 23 TBTu per year. RECONNECT in 2023. One of these contracts was confirmed by our supplier for about 10 TBTu was the second contract with a volume of about 13 TBTu was not confirmed. And as I mentioned before, we sourced through spot purchases in the international market.\nNext, Page 11 shows an update on hedges or back a PPA signed with other genco. This page shows an additional volume of backup PPAs signed for 2023 and 2024 compared to previous years. And compared to the previous quarters also. In summary, we have average 3.3 terawatt hour of hedges contracted with other gencos for 2023 and 3.4, 3. terawatts hour per year for the 2024 to '26 period. So this will also provide us an additional hedge during the transition period in which we are implementing new renewals and start solutions for the portfolio.\nPage 12 shows a graph with the energy sources on average flight cost for the portfolio. Our main objective is to rebalance our portfolio as fast as possible to reduce risk and also the exposure to spot market volatility, mainly during nonsolar hours. The graph shows that the average supply costs materially increased between 2021 and the first half of 2023. While in the third quarter of 2023, there is a sharp decrease, which is driving the improved operational results.\nNext Page 13, we present the usual supply-demand curve for the overall portfolio. The average monomic price in the first half of 2023 reached $182 while the average monomic price as of September decreased to $171. This decrease is mainly explained by what I mentioned before, the indexation lag on regulated PPAs, which are now reflecting the lower fuels that we have in the market.\nOn the other hand, the average supply cost as of September 2023 reached $124 compared to $130 that we presented at the end of the first half of 2023. So this means despite the average price decreased in $11, the average supply cost decreased in $13 and this represents a margin of around $7 as of September, which we expect could remain relatively stable for the last quarter because the average EBITDA prices will decrease but the average supply cost should also decrease. We will see at the end of the year, if both variables decreased in the same proportion or not, but the difference should not be material. To give you further context, the $47 margin we are presenting as of September is similar to the average margin we had back in 2019 or 2020.\nSo now we will continue with Alison, who will present the detailed financial results and related action plans to improve our leverage and liquidity.\n\nUnknown Executive\n\nThank you, Eduardo. Good afternoon to everyone. Let's start on Slide 14 for a closer look of third quarter results. Our EBITDA almost tripled compared to last year. Actually, for the first 9 months, EBITDA reached $312 million, 165% higher than the same period in 2022. Total revenues increased by 23% as a result of the recovery in the demand from regulated customers as well as a high average monomic prices. Physical sales decreased by 1% with an increase in sales to regulated customers and a decrease in sales to free clients that Eduardo mentioned earlier. Gas sales also increased significantly as in the first half of 2023. The company bought enough LNG volumes to generate electricity. At 1 plant and through a tolling agreement that we had with Cleat we currently have with Keller as well as to sell gas to other companies.\nOur generation costs remained high as the fuel used in generation came from high-priced stocks built up in 2022. Despite marginal costs decreasing during the third quarter of 2023 due to a higher hydro generation, which will improve hydrology in that period. However, sales prices increased further, explaining the margin widening. To meet our sales commitments, we bought 25% of total volumes from the spot market down from 37% in the first 9 months of last year, in line with our strategy of reducing our exposure to spot prices.\nEnergy sourced through backup PPAs represented 25% of our total volumes sold, up from 16% in the first 9 months of 2022. Renewables accounted for 27%, up from 16%. And Gas production, including energy generated at our own plants and through the tolling agreement with Keller increased to represent 54% compared to 24% last year. This was possible thanks to spot LNG purchases, which allowed us to secure LNG supply volumes despite the fulfillment of 1 of the 2 long-term gas supply agreements by our main LNG supplier. In short, greater renewables and gas production plus the backup PPA volumes are allowing us to close the gap between our sales commitments and our generation so as to reduce our exposure to the spot market.\nNet results reached [ $70 million ] -- sorry, I have a gap here in the presentation. Net results reached $70 million at turnaround from the $58 million net loss reported in the first 9 months of last year. We note that one-off items were bigger this year as the company reported $12.6 million in financial expenses related to the sale of accounts receivable from distribution companies affected by the price stabilization law the so-called -- in 2023, we sold a nominal amount of $51 million of account receivables, which represented the loss sales for BE1 mechanism, while overall, since the PAC1 monetization started in January 2021, the company sold accounts receivables totaling $273 million. It received $196 million in cash proceeds and accounted for financial expenses of $77 million under this first program.\nAdditionally, in August 2023, we sold an equivalent of $200 million of accounts receivable related to the second price stabilization law called MPC or so-called PAC 2 mechanism. In this case, the government of Chile issued certificates of payment guaranteed by the state thus representing a nonrecourse to sale, which also generated a payment of interest for approximately $10 million for the first monetization exercise. After this monetization, further sales certificate will occur every 2 months for accounts receivable accumulated from July 2023 onwards. Actually, we did the second monetization in October, where we received approximately $10 million. And we will probably receive further amounts that will help us total around $40 million for what's remaining in the year.\nOur net debt, excluding IFRS 16 leases increased significantly throughout 2022 as we had to finance capital expenditures as well as the heavier working capital needs due to the steep increase in fuel prices, while the price stabilization law compressed our liquidity. Net debt reached $1.65 billion in year-end 2022. Through the first 9 months of 2023, we have been focusing on reducing our leverage ratio while extending the average maturity profile of our debt.\nSo in spite of the continued CapEx required for our transformation program, our net debt as of the end of September continues to be only slightly higher as the level reported in the end of 2022.\nIf we go to Slide 15, it shows the reasons behind the EBITDA recovery Clearly, average realized prices captured the increase in fuel prices and inflation observed in previous months. Net energy purchases decreased in volume, and they were made at lower prices in the third quarter of this year.\nThe increase in physical sales were explained by higher demand from regulated clients, which compensated for the decrease in free clients. On the other hand, net capacity purchases increased as well as OpEx and SG&A, mainly related to the addition of new operations and renewals. There was also a lower margin for the gas business. All of these effects could not offset the higher prices and lower net energy purchases mentioned. Therefore, EBITDA reached $312 million, 165% increase compared as for -- as to the first 9 months of 2020.\nIn Slide 16 we show the evolution of our net results. The turnaround is mainly explained by the EBITDA recovery. Also insurance recoveries and depreciation ForEx exchange difference also contributed to mitigate the $32 million increase in interest expenses. As a result of the above, net income before one-offs increased from $47 million loss to $89 million profit in the first 9 months of 2023. In terms of one-offs, while the first 9 months of 2022, we reported $11 million in interest expenses related to the sale of PAC receivables, in 2023, we reported a $9 million after-tax effect in the last sale of PAC1 receivables and a $10 million impairment. These impairments are mainly related to impairments of assets such as, for example, the return of an onerous concession on the Pampa Yolanda site.\nAs a result, net income was $17 million in the first 9 months of the year. Let's go to Slide 17 to discuss the evolution of the net debt. This shows that despite capital expenditures of $375 million and accumulation of PEC accounts receivable for $210 million, our net debt increased by just $59 million to $1.7 billion, given the recovery of our operating cash flow as well as the proceeds from the sales of BE1 and PCI receivables. The debt figures exclude $104 million of financial leases related to very long-term and land lease contracts. Our cash from operations before the effect of the PAC receivables buildup reached $449 million in the first 9 months of the year. And we also reported $38 million in cash proceeds from the last sale of PEC1 receivables and $208 million from PEC2 receivables.\nIn Slide 18, we see that the status of our debt as of the end of September. Gross tax, excluding financial leases, reached $1.9 billion, Net debt to EBITDA reached 4.4x a significant improvement compared to the record high 8.7x at year-end 2022. We have continued to make progress in reaching our 3 main objectives related to our debt profile. First, to reduce our net debt to EBITDA through EBITDA recovery by maintaining net debt relatively flat despite the financing of our capital expenditures in renewables and transmission projects. Second, to secure funding for the construction of the [indiscernible] farm, [indiscernible] storage projects, whose objectives are to reduce our costs our exposure to the spot market and curtailment and intermittence and risks associated to the PV plants; and third, to extend the maturity profile of our debt. On the bottom left corner of the slide, we show the maturity schedule of our debt as of the end of September.\nI will ask you to jump to Page 23 for a moment for an update on recent events. The first state of the monetization of receivables related to the price of the station law that we call PEC2 structured by with the participation of Goldman Sachs, JPMorgan and [indiscernible] bank concluded successfully with the 144A and 482 issuances in August. From the proceeds of the bond, we received approximately $200 million in cash funds plus interest, corresponding to the first sale of certificates of payment issued by the Talen treasury. After this first sale, as mentioned before, we have continued to, with by monthly sales of certificates of payment with the first of this these occurring in October for approximately $10 million. We expect to receive a third monetization in December for amounts accumulated between August and October 2023.\nAs we have previously shared with you, on June 20, we signed a $400 million 10-year loan with the IFC and the German Bank DET. On June -- sorry, on July 28, we made a first disbursement under these facilities for a total amount of $200 million, and we closed an interest rate swap to reduce the exposure to interest rate risk. We expect to complete a second disbursement under the facility before the end of the year. These 2 transactions have helped us reprofile our short-term debt and to finance our CapEx needs for the 2023 and 2024 period. Indeed, in the first week of August, we repaid short-term debt for $125 million including the $75 million loan from related company [indiscernible].\nOn our credit ratings have been conferred by at BBB, both by Fitch and Standard & Poor's. Discussed in the past call, last March, Standard & Pooves placed our rating in credit watch negative due to liquidity pressures. In September, S&P lifted the credit box negative, confirming [indiscernible] rating as BBB with a stable outlook, considering that both liquidity and leverage has been strengthened. This trend has been confirmed in the third quarter in terms of liquidity. We still have mentioned the mentioned undrawn amount of $200 million of the IFC and DEG loans. We have registered local bond lines, which we might use to reduce debt.\nNow I'll leave you with Eduardo, who will brief us on the recent events and action plans for 2024.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nSo the actions are described on Page 19 are driving our improved operational performance in 2023. So first, as we mentioned before, we secured 24 TBTu of LNG for this year. And we also implemented a [indiscernible] agreement with the Keller CCGT. In some minutes, I will explain our view for 2024. Then as you know, I came back in operation after having an important failure at the beginning of this year. Third, we secured additional backup PPAs for this year and we have been signing additional ones until 2026.\nFourth, in 2023, we have additional 0.9 terawatts hour from renewal generation. And finally, on the development and construction side, but there is -- are underway. So best Korea is very close to COD. In fact, the commissioning phase already started and some batteries are already injecting electricity during nonsolar hours. While in [indiscernible], we launched the construction of a second storage project as an add-on to solar plant [indiscernible]. So between both start systems, we will have more than 1 gigawatt hour per day to support the system and our portfolio during other hours. As a result, as we highlight below the spot exposure during nonsolar hours is expected to be close to 1.5 terawatt hour in 2023, which, as you can see, is materially below the 2.5 terawatts hour we had in 2022. And this position will continue to improve in 2024.\nAs you can also see, we are highlighting the exposure during nonsolar hours because this is when spot prices could be out of control and there are certain circumstances like the ones the system experience in 2022. So our main goal is to reduce this exposure during nonsolar outs.\nOn Page 20, we are presenting the evolution of our investment plan and the committed CapEx for 2023 and 24 million once we complete the now 3 projects under construction, we will have reached 1.4 gigawatts of renewable storage and we expect to reach a ready-to-build status for other projects very soon.\nSo this means that since we started our transformation plan, we have already RECONNECT we are already implementing 1.4 gigawatts of new capacity for Indiana Chile. RECONNECT Then Page 21 presents the detailed CapEx business on top of the 7 in renewables and storage between 2023 and 2024. We are also investing $190 million in transmission projects. This is also why our leverage is not declining faster pace because we are investing an important amount in new CapEx, which once ready, of course, will contribute with higher operational results.\nNow in Page 22, we are showing an upgraded guidance for 2023, in which our view for the last quarter of 2023 is positive and market conditions could remain relatively stable even during part of the first quarter of 2024. Most of the impacts on the left side of this page are agreed, which are reflected in the upgraded guidance, that is shown in the graph in right. And now we are presenting a midpoint for the 2023 guidance of around $400 million. The graph also shows the expected CapEx and net debt EBITDA evolution considering the updated fuel price and the actions we explained before.\nAnd in this line liquidity and leverage should also improve in this new context and following our updated business plan. For 2024, we are certainly in a better position from an operational and risk perspective, considering the additional real the additional storage with batteries, the additional backup PPAs, the new contract to import gas from Argentina. And also because we have recently confirmed to the GNL [indiscernible] terminal that in 2024, our LNG supplier will be delivering the full the full LNG volumes contracted with the ECL. So this means the full 23 TBtu. On top of that, we\nalso sourced additional 2 TBtu from the local market for 2024. So this means we will have around 25 TBTu of LNG in 2024. In terms of electricity to give you a more articulation 25 TBTu would be equivalent to 2, 3, 3.3 terawatts hour per year, which, of course, will be key to reduce our exposure during for hours. So in this context, we expect to have a short exposure during nonsolar hours of less than 1 terawatt hour in 2024. Compared to what we mentioned before, we had around 1.5 in 2023 and 2.5 million in 2022. So this will, of course, is positive because we reduce risks and volatility for our operational results.\nSo finally, to end our presentation with some key messages. Please let's move to Page 24. So in summary, we are on track to rebalance the portfolio. our batteries project, [indiscernible] will be ready very soon and [indiscernible] is expected to be ready in 2024. Both will contribute with more than 1 gigawatt hour per day. while total 343-megawatt wind farm will continue its construction during the whole 224 to continue in 2025 with new renewable generation for the portfolio. And in between, we expect to launch the construction of additional projects between batteries and wind.\nAlso in this context to reduce volatility and risk, we also secured a general hedges for June '23, as we mentioned before, but also for the 2024, 2026 period, which will also provide us more stability on our average supply cost. And hear all actions, together with better market conditions have allowed us to improve our operational results also have allowed us to upgrade our guidance for the year. while the updated scenario for 2024 seems to be positive with a less volatile market context with improved hydro conditions at least during the first quarter of 2024.\n\nOperator\n\nPardon, maybe this is the conference operator. We seem to have lost the connection with Eduardo. I'm going to put you on some holding while we reconnect. Pardon me, this is the conference operator. The speaker line have reconnected. Mr. Milligan, you may continue.\n\nEduardo Martin Milligan Wenzel\n\nCFO, Engie Energia Chile S.A.\n\nSure. We are ready for questions. So maybe we can continue with the Q&A."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/93c8be02ef5b72e544c374d05a967675",
    "period": "2023 Q2",
    "content": "Q2 2023 Engie Energia Chile SA Earnings Call\n\nQ2 2023 Engie Energia Chile SA Earnings Call\n\nECLSANTIAGOAUG 9, 12:00 PM\n\nOperator\n\nGood Afternoon, everyone, and welcome to Engie Energia Chile's Second Quarter 2023 Results Conference Call. If you need a copy of the press release issued on July 26, it is available on the company's website at www.engie-energia.cl.\nBefore we begin, I would like to remind you that this call is being recorded and that information discussed today may include forward-looking statements regarding the company's financial and operating performance. All projections are subject to risks and uncertainties, and actual results may differ materially. Please refer a detailed note in the company's press release regarding forward-looking statements. We would like to advise participants that this call is dedicated to investors and market analysts, not for the press. We ask all journalists to contact Engie Energia Chile's PR Department for details.\nI will now turn the call over to Mr. Eduardo Milligan. Please go ahead, sir.\n\nEduardo Martin Milligan Wenzel\n\nCorporate Chief Financial & Shared Services Officer\n\nThank you, Gary. Good afternoon. Today, I'm here with Bernardita Infante, [ Alison Seferin ], Marcela Munoz, we will present ECL results for the first half of 2023, and we will discuss our guidance for the rest of the year.\nWe can start then on Page #4. On the left side of this page, we are highlighting some key elements to understand ECL's performance in the first half of the year. While on the right side, we will present the main drivers for the second half of 2023. Let's start on the left side. First, fuel prices fell in 2023 compared to the record prices of last year while hydrology remained weak, most of the first half of the year.\nOn the revenue side, the higher fuel prices of 2022 negatively impacted ECL's average supply cost during last year. We need to consider that there is a lag in the indexation formula of our regulated PPAs. So this means higher costs were not automatically translated into higher PPA prices. And then as a consequence, in the first half of 2023, there is a mechanic positive impact in our energy margin since costs are slightly lower and PPA tariffs are higher. So in simple words, this indexation lag created a lower margin in 2022, which was somehow partially recovered in 2023.\nAs you know, this year, our LNG supplier didn't deliver a contractual volume of around [ 13 ] and we were forced to replace these volumes with the spot LNG at higher costs. We reported spot LNG which has been keep to partially mitigate the impact. It has been a difficult task, but our portfolio team in coordination with the Engie's Global Energy Management division, managed very well these operations.\nOther key element in this first half of the year is the unavailability of thermal power plants. In our case, [indiscernible] plant who was out of service for approx 45 days. The plant came back into service early May and now is fully available for the system. So in this context, also transmission bottlenecks continue to be element to have in our radar for both potential increases in spot prices like in the South and also in relation to curtailment for renewables in the North.\nFinally, as you know, liquidity was impacted by the delay in the monetization of receivables arising from the new tariff stabilization law known as PEC as of June. ECL accumulated around 440 million uncollected deals related to this mechanism. Now the good news is that we are now very close to start the monetization program. the accumulation of these receivables in the investment context of ECL explaining why ECL working capital and short-term debt mix increased in the last 12 months, but we took several measures in the first half of the year to improve our financing structure, including a credit line granted by our parent engine. Bernardita will explain some minutes all these new developments.\nOn the right side of this page, we are highlighting other key elements to understand the future trajectory. In 2023, we have additional renewal generation and additional hedges or backup PPAs for additional 1.2 terawatts hour during the whole year. Then as I explained before, there is a positive impact coming from lower fuel prices, and we were also able to source additional LNG for the system which was key to partially keep spot prices under control and will be complementary during the rest of 2023 with the improved hydrology. In relation to hydrology then as you have seen, we had recently some important rainfall events and now we have better hydrology prospects for the rest of the year, which will be translated into lower spot prices during the rest of 2023.\nHowever, we need to be cautious since the snow accumulation is still in progress. So this means the system will have a good performance in the short term. Between all these elements, ECL's share position would reduce from the 4 terawatts hour we had in 2022 to less than 2.5 terawatt hour in 2023 which should reduce volatility and risk in case spot prices increase again. Finally, we recently closed a 10-year $400 million sustainable loan with IFC to refinance existing debt previously raised to fund our investment plan and to fund new investments in renewals. This is an interesting financing because it's green and linked also to sustainable KPIs, including gender parity. These KPIs will act as an enhancer, some economic conditions once ECL compliant with their targets in the near future.\nThe final good news, we are ready to execute the first monetization of tech receivables. Target date for first monetization is the end of August we expect to collect around $200 million in the first process. Proceeds will be used to repay debt and improve our leverage ratios. We will still have approx 250 million more to be monetized on the next process, which should be triggered once the regulated tariff applicable since January 2023 is confirmed by the regulatory bodies.\nThen let's move to next page 5. Shows the evolution on ECL's physical sales. Total sales grew in 1%, mainly explained by higher sales to regulated customers which increased in 7%, and this is positive for ECL and a potential upside in the future, considering the regulated PPA we have in the center to South regions has an average consumption of less than 75% vis-a-vis the fixed 4.5 terawatts hour contracted volume. This means the positive trend in our regulated PPA load factor is confirmed that is mainly explained by a larger participation of ECL in the pool of regulated contracts and the return of free clients to the regulated scheme too.\nOn Page 6, we can see the spot price evolution over the last 7 years and how the Chilean system moved from an average of $52 megawatt hour into 17, 2020 period to $127 megawatt hour in 2022 and $129 megawatt hour in the first half of 2023. The trend is not smooth. The system will continue to be under pressure in this transition period. since June and until early August, we have seen much lower spot prices given the improved hydro conditions in the system. Looking forward, will depend on additional rainfall and snow accumulation. This means hydroelectric production could be very positive in the short term, but we need to be prepared for 2024.\nNext, Page 7 shows the detailed evolution of hydrology, which had a material improvement in June compared to previous years. As of the end of July, the accumulated probability of exceedance is 73% compared to previous 2 years in which we were in the mid-90s approx. As I mentioned before, we have additional energy accumulated in the reservoirs, which is approx twice the volume we had 1 year ago, and we need to see how these levels and this new accumulation evolve in the next weeks.\nOn Page 8, we can see the precedent evolution on coal prices. As you know, coal hit all times high since 2022. The average price per ton in 2022 reached $314, which can be translated into a production cost of around $130 megawatt hour. As we explained in our -- in the last quarter, trend reverted in 2023. The average coal price in the first half of 2023 decreased to $154 per ton, which is less than half the price of previous year. In the second quarter of this year, the average coal price decreased further to around $125 per ton. Then at $125 per ton the production cost with coal power plants should decrease to around $60, $70 megawatt hour. The coal futures have remained stable in current levels, and this will be positive for the overall cost of the system. So in summary, what we have seen recently is that coal is again cheaper than LNG.\nNext, Page 9 shows the evolution of coal power plant availability for the overall system. The message in this page is clear, coal plant availability for the system has declined in the recent years. In the first quarter of 2023 in our specific case, IM coal power plant had a failure in its transformer and was out of service between February and April. Now to mitigate this situation [ explained ] the maintenance was rescheduled from August to March, and now the plant is again in service since early May.\nNow let's go to next Page 10 and discuss about the natural gas. The graph on top shows the evolution of international LNG prices. We can see the all-time highs, same as with coal 2022 explained by the Russia Print Conflict and it's impacting the supply-demand balance worldwide. LNG reached $40 million BTU, which made it possible to buy LNG in the spot market because as you know, at $40 million BTU, the production cost with the combined cycle using [ Asuragas ] will be close to $300 per megawatt hour. The positive evolution on JK Index then allowed us to import spot LNG in 2023 and mitigate the lag of LNG that was not delivered by our supplier. Then the graph below shows the LNG sourced through long-term contracts and the natural gas coming from Argentina. We have seen in the recent years, stable volumes imported from Argentina during the summer and increasing during the winter, as we can see in the graph, in which the green area represents the volumes imported from Argentina and their increased importance for the system.\nThen on the LNG side, as we explained in our last call, we have 2 long-term contracts for a [ negate ] volume of 23 TBtu per year. One of this contract was confirmed by our supplier for about 10 TBtu on the second contract with the volume of about 13 TBtu was not confirmed, and therefore, we were not able to add this LNG volume to the annual delivery program in the regasification terminal. To partially mitigate the situation, we have secured around 14 TBtu replacement LNG in the ordinary course of business, but it's obvious at higher costs.\nNext, Page 11 shows an update on the hedges of backup PPA signed with other gen cost. This page shows an additional volume of backup PPAs signed for 2023 and 2024. In summary, we have an average of 3.3, 3.4 tegawatts-hour of hedges contracted in other gen cost between 2023 and 2027, the period in which we will be in additional renewals to our portfolio of assets.\nPage 12 shows a graph with the energy sources and average supply cost for the portfolio. Our main objective is to rebalance our portfolio as fast as possible to reduce risk and exposure to spot market volatility. As we can see in the graph, [indiscernible] supply cost materially increased between 2021 and 2023. Now in the first half of 2023 we can see how sources are moving in the right direction, more renewals, more gas, more hedges or contracted volumes with other gen costs. And as a consequence, less purchases in the spot market represented by the light blue area in this graph.\nOn next Page 13, we present the usual supply-demand curve for the overall portfolio. The other economic price in the first half of 2023, reached $182 megawatt hour which was stable during both quarters compared to $134 in the first half of 2022 or $146 for the full 2022, this means an increase of 80 -- sorry, of $48 compared to the same period of previous year or an increase in $36 compared to the average monomic price of the whole 2022. This increase, as I explained before, is mainly explained by the indexation from PPAs to coal, LNG and U.S. inflation.\nOn the other hand, the average supply cost reached $137, again, stable in the first 2 quarters of 2023 compared to $118 in 2022. Now the broader relative spread between sales and costs is explained by the indexation lag in our regulated PPAs together with relatively lower supply costs, given the actions explained before on LNG, backup PPAs, higher generation from renewals and spot purchases at lower cost. In the first half of this year, we can also see how the generation coming from renewables and LNG with our own CCGT and tolling agreement with Keller plus the additional backup PPAs are replacing spot purchases, which reached 1.4 terawatt hour compared to 2.1 terawatt hour during the same period of previous year.\nSo now we will continue with Bernardita with a detailed financial results and related action plans to improve ECL's liquidity and capital structure.\n\nBernardita Infante\n\nHead of Corporate Finance\n\nOkay. Thank you Eduardo, and good afternoon to everyone. Hold on for a second, please. Okay. So we can go to Slide 14 for a closer look at first half results. So EBITDA more than tripled compared to last year. Actually, first half EBITDA reached 189 million, equaling the figure reported for the whole year in 2022. Revenues increased mainly due to the 36% increase in energy prices, which captured the extremely high fuel prices and inflation observed in the second half of 2022 due to the lag with which price indexation in our PPAs relead to fuel price increases. Physical sales decreased by 1% with an increase in sales to regulated customers and a decrease in sales to free clients. Gas sales also increased significantly as in the first half of 2023, the company bought enough LNG volumes to generate electricity at its own plans and through a tolling agreement with Keller as well as to sell gas to other companies.\nGeneration costs remain high as the fuel used in generation came from high-priced stocks built up in 2022 and marginal costs remained affected by poor hydro generation through most of the period. However, sales prices increased further, explaining the margin widening. To meet our sales commitments, we bought 23% of total volumes from the spot market, down from 33% in the first half of the year, in line with our strategy of reducing our exposure to spot prices. Energy sourced through backup PPAs represented 25% of total volumes sold, up from 16% in the first half of 2022. Renewables accounted for 13%, up from 7%.\nNotably, gas production, including energy generated at our own plants through a tolling agreement with Keller, increased to represent 28% compared to 14% last year. This was possible, thanks to spot LNG purchases, which allowed us to secure LNG supply volumes despite the unfulfillment of 1 of the 2 long-term gas supply agreements by our main LNG supplier. In short, greater renewables and gas production and backup PPA volumes are allowing us to close the gap between our sales commitments and our own generation, so as to reduce our exposure to the spot market.\nNet results reached 27 million, a turnaround from the 40 million net loss reported in the first half of last year. We note that one-off items were bigger this year as the company reported 12.6 million in financial expenses related to the sale of accounts receivable from distribution companies affected by the price stabilization law, the so-called PEC-1. In May 2023, we sold a nominal amount of 51 million of accounts receivable, which represented the last sale under the PEC-1 mechanism. Overall, since the PEC-1 monetization started in January 2021, the company sold accounts receivable totaling 273 million. It received 196 million in cash proceeds and accounted for financial expenses of $77 million.\nOur net debt, excluding IFRS 16 leases, increased significantly throughout 2022 as we had to finance capital expenditures as well as heavier working capital needs to the steep increase in fuel prices, while the price stabilization law compressed our liquidity. Net debt reached 1.65 billion at year-end 2022. Through the first half of 2023, we have been focusing on reducing our leverage ratio while extending the average maturity profile of our debt. So in spite of the continued CapEx required for our transformation program, our net debt at the end of June was only slightly higher than the level reported at the end of 2022.\nSlide 15 shows the reasons behind the EBITDA recovery. Clearly, average realized prices captured the increase in fuel prices and inflation observed in previous months. Spot sales also increased as the sales through the tolling agreement with Keller are reflected in this account. The increase in physical sales was explained by higher demand from regulated clients. Spot purchases decreased in volume, although they were made at higher prices than in the first half of last year. Fuel costs continued reflecting the use of inventory acquired at higher prices but prices increased more than costs. Therefore, EBITDA reached 189 million, a 212% increase compared to the first half of last year.\nSlide 16 shows the evolution of our net results. The turnaround is mainly explained by the EBITDA recovery. Insurance recoveries also contributed to mitigate a 21 million increase in interest expense. In such way, net income before one-offs increased from a 38 million loss to a 46 million profit in the first half of 2023. In terms of one-offs, while in the first half of last year, we reported 3 million in interest expenses related to the sale of PEC receivables. In 2023, we reported a 9 million after-tax effect on the last sale of PEC-1 receivables and 10 million impairment. These are mainly related to impairments of assets such as, for example, the return of the onerous concession on the Pampa Yolanda site. As a result, net income was 27 million in the first half of the year.\nNow let's go to Page 17 to discuss the evolution of net debt. This shows that despite capital expenditures of 178 million in the first half of the year and accumulation of PEC accounts receivable of 176 million, our net debt increased by just 75 million to 1.7 billion given the recovery of our operating cash flow. The debt figures exclude 174 million of financial leases related to very long-term land lease contracts. Cash from operations before the effect of PEC receivables, buildup reached 320 million in the first half of the year. We also reported 38 million in cash proceeds from the last sale of PEC-1 receivables.\nIn Slide 18, we see the status of our debt at the end of June. Gross debt, excluding financial leases, reached 1.85 billion. Net debt to EBITDA reached 5x a significant improvement compared to the record high 8.7x at year-end 2022. We have been making progress in reaching our 3 main objectives related to our debt profile. First, to reduce net debt to EBITDA, through EBITDA recovery and by maintaining relatively flat net debt despite the financing of our capital expenditures in renewable and transmission projects. Second, to secure funding for the construction of the Lomas tetaltal wind farm and the BESS Coya storage projects whose objectives are to reduce our costs, our exposure to the spot market and curtailment and intermittent risks associated to PV plants; and third, to extend the maturity profile of our debt.\nOn the bottom left corner of the slide, we show the maturity schedule of our debt as of the end of June. We have news to share with you part of which Eduardo has already anticipated. So I'll ask you to please jump to Page 23 for a moment. The monetization of receivables related to the price utilization law PEC-2 II, a program structured by the IDB with the participation of Goldman Sachs, JPMorgan and Itau has been progressing. Today, the roadshow for the related 144a and 42 issuances was launched and we expect to receive approximately $200 million in cash funds by the end of August, corresponding to the first sale of certificates of payments issued by the Chilean treasury. After this first sale, we expect to perform by monthly sales of certificates of payment starting October 2023, including a larger sale which is contingent upon the publication of the average note price decree for the 6-month period starting January 2023.\nOn June 20, we signed a 400 million, 10-year loan with the IFC and the German bank deck. On July 28, we made the first disbursement under these facilities for a total amount of 200 million, and we closed an interest rate swap to reduce our exposure to interest rate risk. These 2 transactions are helping us to reprofile our short-term debt and to finance the CapEx needs for the 2023, '24 period. Indeed, in the first week of August, we repaid short-term debt by 125 million, including a 75 million loan from the related company [ Astra ]. Our credit ratings have been confirmed at BBB by both Fitch and Standard & Poors. As discussed in the past call, last March, Standard & Poor's placed a rating in credit watch negative due to liquidity pressures. S&P has not lifted the credit watch negative at this date, however, both liquidity and leverage has been strengthened, and we expect this trend to be confirmed in the following months.\nIn terms of liquidity, we still have an undrawn amount of 200 million under the IFC and DEG loans, and we have registered local bond lines, which we might use to refinance that. Now I'll leave you with Eduardo who will brief us on the recent events and action plans for 2023.\n\nEduardo Martin Milligan Wenzel\n\nCorporate Chief Financial & Shared Services Officer\n\nThank you Bernardita, [indiscernible] showed on Page 19, are driving our improved operational performance. First, we secured the 24 TBtu of LNG for 2023, together with the tolling agreement with Keller CCGT. Then we will scale the IM maintenance and implemented a fast track to recover the plant, and now it's operational since early May. We also secured additional backup PPAs for this year, increasing the total hedges to 3.3, 3.4 terawatonnes's hour our between 2022, 2023 and 2027.\nFourth, as you know, in 2023, we have additional 0.9 terawatt hour coming from our renewal. And finally, we are already implementing 2 additional projects, 342 megawatts wind farm in the north and 638-megawatt hour storage solution to be added our existing solar plant, Coya, also in the North. As a result, as we highlight below the spot exposure is expected to be close to 2.5 terawatt hour in 2022, which is slightly higher than the 2 terawatts hour we mentioned in our previous call, but this increase is explained by additional spot purchases in the market because of the lower spot prices. So this is how positive.\nOn Page 20, we are presenting the evolution on our investment plan and the committed CapEx for 2023 and 2024 once we get the 2 projects currently under construction, we will have reached 1.3 gigawatts of renewables, and we expect to reach a ready-to-build status for other projects very soon to complete our 2-gigawatt plan.\nPage 21 presents the detailed CapEx by type of business on top of the 600 million, we're investing in renewals. We are also investing 190 million in transmission projects, which contributed with the stable and regulated cash flow. The 600 million in renewals include the 2 projects we have currently under construction which are Lomas de Taltal and the storage solution, we are adding to Coya solar plant.\nNow in Page 22, we show the guidance we gave for this year. It's good to see that most of the impact on the left side of this page are green which means we are on track to reach the guidance. And if current conditions remain stable for the rest of 2023, and we do not experience extraordinary events like in 2022, the high end of the initial guidance should become the new lower limit for 2023. The graph also shows the expected EBITDA, CapEx and net debt EBITDA evolution considering their dated fuel prices and the actions we explained before. Liquidity and leverage should also improve with the implementation of the financing with IFC and the monetization of PEC receivables, together with other actions, our corporate finance team implemented during 2023.\nFinally, to end our presentation, we are summarizing the main key takeaways of this first half on Page 24. First, we continue to be on track to rebalance our portfolio as fast as possible, adding additional renewals, signing hedges through backup PPAs and optimizing our [indiscernible] generation by sourcing additional LNG in the international market. So these actions have allowed [indiscernible] improve its energy margins to resolve '23, and we are well on track to reach the guidance for 2023. And in fact, as I mentioned before, we could expect even better results under the current scenario.\nIn this line, we are also on track on the construction of 2 additional projects, and we expect to announce in the construction of additional storage and wind projects, which will complement the 1.3 gigawatts we have already implemented or have under construction to reach at least 2 gigawatts of renewables. And finally, in 2023, we implemented several measures to improve ECL's liquidity and leverage in this line. As Bernardita recently explained. On June 20, we signed a 400 million, 10-year loan with IFC and the German bank, DEG. And we made during July, the first disbursement of 200 million. And finally, on the monetization of tech receivables, we made a lot of progress, and we expect to receive approximately 200 million by the end of August which will correspond to the first sale of certificates of payment issued by the Chilean treasury.\nSo well this summary, we end our presentation, and we are ready for your comments and questions. Thank you very much for your participation today."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/abe42b8798c3bab56bb6d92e848724d7",
    "period": "2023 Q1",
    "content": "Q1 2023 Ecolab Inc Earnings Call\n\nQ1 2023 Ecolab Inc Earnings Call\n\nECLNYSEMAY 2, 1:00 PM\n\nOperator\n\nGreetings, and welcome to the Ecolab First Quarter 2023 Earnings Release Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations for Ecolab. Thank you, Mr. Hedberg. You may begin.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThank you, and hello, everyone. Welcome to Ecolab's first quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO. A discussion of our results, along with our earnings release and the slides referencing this quarter results are available on Ecolab's website at ecolab.com/investor. .\nPlease take a moment to read the cautionary statements in these materials, which state that this teleconference and the associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described in the Risk Factors section in our most recent Form 10-K and in our poster materials. We also refer you to the supplemental diluted earnings per share information in the release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board\n\nThank you so much, Andy, and welcome to everyone. Look, our team delivered another strong quarter. Once again, even slightly better than I would have predicted. Top line was very strong. Volume trends remained stable. Margins expanded. Operating income growth got even stronger and adjusted EPS growth kept improving as we promised.\nAll as promised, as we continued to face some real headwinds in foreign exchange and interest. Most importantly, our shift to [ offense ] showed some real encouraging signs of progress. Organic sales improved from 12% in the fourth quarter to 13% in the first, with strong performance across all segments. Our net new business pipeline once again reached new records in the first quarter as what we have to offer, water, energy and labor savings while delivering the best and safest outcome in the industries we serve continues to grow in importance for our customers. We also maintained very strong pricing at 13%, which we believe will be the peak as we will begin to lap against last year's strong acceleration.\nOur approach to pricing and it's important to state that is responsible and respectful allowing our customers to absorb long-term increases in a progressive manner. This is backed by [ true ] eROI value, the Ecolab way as we help them reduce the overall operating costs, usage of natural resources and their environmental impact.\nDelivered product cost continued to increase versus last year, but the rate of inflation began to ease. This, along with strong pricing execution, allowed us to drive modest gross margin expansion a bit earlier than expected. That being said, our margin recovery journey has only just begun. Despite our expectation that inflation remains stubbornly high, we remain fully committed to recovering our margin over time.\nThen [indiscernible] that builds further customer loyalty as we continue to deliver more value. The repositioning of our institutional business, which is a big priority for us, is progressing well as demonstrated by strong sales growth and margin leverage within that segment. Healthcare & Life Sciences Sciences organic sales growth strengthened, while operating income remains under pressure near term at least as we continue to invest in growth and transformation. They are 2 very different businesses and stories within that segment.\nIn Healthcare, we continue to take actions to improve profitability. Whereas in Life Sciences, we're making further investments as we add capacity and capabilities in Purolite to capitalize on very attractive and profitable long-term growth opportunities. While we continued investing in our long-term capabilities and in digital technology, we also continue to make solid progress in SG&A productivity. The combination of improved gross margins and better operational productivity led to strong organic operating income growth of 19%, up from 10% in the fourth quarter last year.\nOur adjusted earnings per share growth improved to 7%, which includes a 13% headwind from FX and interest. In summary, we started the year exactly the way we wanted with strong top and bottom line momentum despite a challenging environment. Looking ahead, we anticipate inflation to remain high for the foreseeable future, interest rates to have a strong impact on global demand and continued geopolitical tensions.\nAlthough none of this is new, the good news is that we are very well positioned to win in this environment. Over the last 3 years, our expertise grew as we focused on supporting our team and developing innovative solutions. Our customer retention rates remain high as we protected them from supply shortages. Our margin started to recover and our organic operating income accelerated as we drove pricing in thoughtful ways while increasing customer value.\nAnd now as macro trends are softening, we will continue to accelerate our shift to offense by accelerating the business, by executing extremely well and by driving productivity improvements and continuing to invest in our major growth engines to drive profitable growth. This will ensure we deliver stronger sequential earnings performance exactly as we've indicated during our previous calls. With this, we expect adjusted earnings growth in the second quarter to be in the plus 5% to plus 14% range and to end the year as expected, with adjusted earnings growth in the fourth quarter that reaches low double digits.\nAnd finally, we will remain good stewards of capital by continuing to invest in the business, increasing our dividend, reducing our leverage and returning cash to shareholders as we've always done. And most importantly, with the best team, science and capabilities in the industry, we were prepared to grow our share of this high-quality $152 billion growth market. I believe our future has never looked brighter. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of Investor Relations\n\nThanks, Christophe. That concludes our formal remarks. Operator, would you please begin the question-and-answer period? ."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d9534b2c2f2e8892ea19ed61e3183fe",
    "period": "Unknown",
    "content": "Loading...\n\nLoading..."
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd211be0bd92df229fb56c42a0b5d2c5",
    "period": "2022 Q3",
    "content": "Q3 2022 Ecolab Inc Earnings Call\n\nQ3 2022 Ecolab Inc Earnings Call\n\nECLNYSENOV 1, 1:00 PM\n\nOperator\n\nGreetings. Welcome to the Ecolab's Third Quarter 2022 Earnings Release Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations. Mr. Hedberg, you may now begin.\n\nAndrew Hedberg\n\nDirector of IR, Ecolab Inc.\n\nThank you. Hello, everyone, and welcome to Ecolab's third quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO.\nA discussion of our results, along with our earnings release and slides referencing the quarter's results, are available on Ecolab's website at ecolab.com/investor. Please take a moment to read the cautionary statements in these materials, which state that this teleconference and associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and in our posted materials. We refer you to the supplemental diluted earnings per share information and release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nCEO & Chairman of the Board, Ecolab Inc.\n\nThank you, Andy, and welcome to everyone. In Q3, Ecolab delivered another strong quarter, with steady double-digit organic sales growth of 13% and total pricing that accelerated from 9% in the second quarter to 12% in the third. Industrial grew 16% organic, with 15% pricing, and Institutional & Specialty grew 12% organic, with 10% pricing as market stabilized. The other segment, led by Pest Elimination, continued on its strong trajectory with 13% organic and 7% pricing. And Healthcare and Life Sciences with year-over-year comparisons finally stabilizing, and with Life Sciences clearly leading.\nMost importantly, accelerating pricing exceeded continued substantial delivered product cost inflation, with the net benefit expanding significantly since the end of the second quarter, which helped further ease year-over-year gross margin pressure. This alone, with increased productivity gains, led to renewed positive growth in fixed currency operating income with nice gains in the Industrial, Institutional and Other segments. All in all, a clear and further step on our journey to fully recover our margins and get back to strong and steady earnings growth.\nWith this clear commitment to continuously improve earnings performance, quarter-after-quarter, we have been preparing for an environment where inflation will remain high for longer and interest rates will impact demand. This is especially true in Europe, where the war and the energy crisis are impacting demand and global energy costs. In my view, this is just the beginning, with inflation in Europe at 11% as of yesterday, and natural gas price is 60% higher than a year ago, which is the equivalent to $180 per barrel of oil today, with future pointing towards $230 by the end of this year.\nMore importantly, we're taking early action. As we take a realistic view of what's ahead and we continue to expect earnings growth to progressively improve, but at a moderate pace than previously anticipated coming out of Q2. Over the past few years, Europe has become a very strong, successful and critical market for Ecolab, with steady growth, profit margin improvement and the right team to strengthen our market leadership positions. We're therefore entering this Europe in winter with confidence, confidence not built on hope, but in momentum, actions and exceptional execution led by a great team.\nWe're in a unique situation to accelerate our performance improvements as we've launched a new initiative that will lead to $80 million of annual savings when fully implemented, helping to partly mitigate the negative impact towards short term and improve longer-term performance. This, along with accelerating pricing, new business and productivity gains, is expected to deliver a strong acceleration in operating income growth. This sequentially improving operating performance is expected to be upset by unfavorable impact from currency translation and interest expense, resulting in fourth quarter adjusted diluted earnings per share approaching last year's $1.28.\nNow more broadly, and with pricing and productivity work showing strong continued momentum and now fully in execution mode, we've clearly shifted our primary focus to offense. We've accelerated new business generation to gain more share. We've sharpened our attention on customer value creation to improve their total operating costs and importantly, protect our pricing in the long run.\nWe've increased our investments in select breakthrough innovation to help customers save more water, energy and cost when they need it the most, especially in Europe. And we're prepared to accelerate Purolite growth with new capacity coming online as we speak. This will help us unlock our large order backlog and expand proprietary technologies across high-growth, high-margin end markets in life sciences, nuclear power, microelectronics and lithium extraction for EV batteries. Being back on offense, while staying on price execution and productivity, is good for Ecolab. This is where we are at our best and what we love doing most.\nLooking ahead, we do not expect the global environment to improve anytime soon, but it's in times like these that our growth model demonstrates its strongest resilience, and our customers need us the most. We will, therefore, remain laser-focused on exceptional execution to enter next year in a position of strength, with strong double-digit organic sales growth, total pricing getting further ahead of inflation and productivity work mitigating the impact of the energy crisis and the war in Europe. We're now in a position to deliver earnings growth that progressively aligns with our strong historical double-digit growth performance. And this, for me personally, remains my core objective.\nWe have all it takes to win, short term and long term. Our $152 billion total available markets keep getting bigger, with customers increasingly needing our solution to reduce their total operating cost and water and energy usage. Our pricing and productivity work provides us with a firm runway to recapture our historical OI margin and drive towards our long-term 20% OI margin objective, helping to drive significant earnings power as inflation eventually eases and our value delivered keeps rising.\nAnd our leadership team, now together with Darrell Brown as Chief Operating Officer and my trusted partner, has never been stronger. This is why I'm more confident than ever about our future and our ability to deliver superior long-term performance for our customers and our shareholders.\nI look forward to your questions.\n\nAndrew Hedberg\n\nDirector of IR, Ecolab Inc.\n\nThanks, Christophe. This concludes our formal remarks. Operator, would you please begin the question-and-answer period?"
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c224ff40a00b9dc3bdceba1c139b1f6",
    "period": "2022 Q2",
    "content": "Q2 2022 Ecolab Inc Earnings Call\n\nQ2 2022 Ecolab Inc Earnings Call\n\nECLNYSEJUL 26, 1:00 PM\n\nOperator\n\nGreetings, and welcome to Ecolab Second Quarter 2022 Earnings Release Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Andy Hedberg, Vice President, Investor Relations. Mr. Hedberg, you may now begin.\n\nAndrew Hedberg\n\nDirector of IR, Ecolab Inc.\n\nThank you, and hello, everyone, and welcome to Ecolab's second quarter conference call. With me today are Christophe Beck, Ecolab's Chairman and CEO; and Scott Kirkland, our CFO.\nA discussion of our results, along with our earnings release and the slides referencing the quarter's results, are available on Ecolab's website at ecolab.com/investor. Please take a moment to read the cautionary statements in these materials which state that this teleconference and associated supplemental materials include estimates of future performance. These are forward-looking statements, and actual results could differ materially from those projected.\nFactors that could cause actual results to differ are described in the Risk Factors section of our most recent Form 10-K and in our posted materials. We refer you to the supplemental diluted earnings per share information and release.\nWith that, I'd like to turn the call over to Christophe Beck for his comments.\n\nChristophe Beck\n\nPresident, CEO & Chairman of the Board, Ecolab Inc.\n\nThank you so much, Andy, and welcome to everyone to our conference call. And Andy, welcome to your new role as Head of Investor Relations after 15 years in the industry and 6 years alongside, Mike Monahan. In 37 years, Mike has built a legacy of trust, transparency and simple messages. He has built trusted relationship with all of you on the call by listening to you, by addressing your concerns and by building on your ideas in good and in more challenging times.\nHe said openly with you what we were seeing, what we were doing about it and where we were going to keep winning. And in a world that feels like it's getting more complicated by the day, he kept describing our performance, our opportunities and our concerns in simple and clear ways to make your life as investors as simple as it could be. And none of that will change. So under your leadership, Andy, we will simply build further on Mike's great legacy.\nNow to our results. The second quarter concluded as expected while facing 30% delivered product cost inflation and increased headwinds from FX translation. Our global team managed to deliver once again sustained double-digit organic growth by driving new business and by accelerating pricing, both great signs of the real value we create for our customers and our margin growth potential.\nWe almost doubled our total pricing from 5% in the first quarter to 9% in the second as we further strengthened our structural pricing and executed our first ever global energy surcharge with customers around the world in all our businesses in 172 countries in an extraordinary short period of time.\nWe're now exiting the quarter with double-digit sales growth and pricing momentum that's now ahead of delivered product cost inflation, most importantly, with gross margins that have now turned the corner. In other words, we expect to see easing year-over-year margin pressure over the next 2 quarters. We're now in a fortunate position where our #1 strategic priority over the past 12 months has been addressed, getting ahead of inflation. This will now help us fully recover our gross margin over time and expand them even further in the long run.\nWith margins getting on the right track, the time has now come to shift our primary focus to offense. With an environment that keeps getting more complicated, we do not expect the world economy to accelerate. We're, therefore, getting ready for that, too. Our new business is strong, and innovation pipelines are at record levels.\nOur customer retention has remained largely unchanged, still north of 90%, with the industry's largest and best trained sales force, with the resources and the capabilities to get the job done and serve our customers better than ever, with a business model with over 90% consumable revenue, with innovative technologies and services that are helping customers reduce their total operating cost when they needed it most, like right now, and a growing $152 billion market opportunity that will remain huge no matter what happens to the world economy.\nWe, therefore, entered the second half of the year in a position of strength, with strong growth momentum and growing share across the board, with inflation and energy costs that seem to keep getting higher, especially natural gas in Europe and in the U.S., with the right pricing momentum to stay ahead of inflation and the right mechanism, if I may say, with the energy surcharge to mitigate spikes of energy costs over time.\nThis shift from focusing primarily on pricing to major share gains will naturally take some time. But as we've demonstrated in the past, it will also lead to strong results down the road. We, therefore, expect overall performance to improve sequentially in the quarters to come. Q3 earnings will, therefore, continue to be driven by strong top line growth, easing year-over-year margin pressure, supported by solid pricing, but in the short term will also be impacted by unfavorable currency translation and potentially softer volume growth as the team shifts their focus to major share gain. As a result, we expect Q3 to show a sequentially narrowing decline in year-over-year adjusted earnings per share, including the impact of at least $0.10 of FX headwinds.\nNow with the total pricing already at low double-digit levels, new business generation to drive share gains, right through innovation and productivity benefits to drive margins, we expect fourth quarter to show accelerated adjusted earnings per share growth, resulting in modest growth in full year 2022 adjusted earnings per share.\nNow let me conclude my remarks on a more personal note. I love growth and I hate just as much as you do low earnings growth. This is not who we are and certainly not who I am, except when it's because we've done the right thing, the right way for our future, like keeping our global team and capabilities intact at a very high cost during the COVID lockdowns. Like managing pricing in a way that protected long-term customer retention, like maintaining growth investments in new products, digital technologies and new high-growth businesses to gain market share and significantly increase our opportunities.\nAs intense as it is right now, our near-term momentum keeps building and our long-term opportunities have never been greater. That's why I've never been more bullish about the future of this company. Our $152 market -- our $152 billion market opportunity keeps getting bigger. When infection risk keeps rising with pandemic, with hospital-acquired infection, and we put safety challenges like we've seen lately in baby food production, we had to help our customers.\nWith water scarcity and a warming climate that's hurting businesses and people, we had to help our customers reduce their total water and carbon footprint while reducing the total operating cost, helping to deliver superior long-term performance for them and for our shareholders, which is why I firmly believe that with Ecolab the best is still yet to come. I look forward to your questions.\n\nAndrew Hedberg\n\nDirector of IR, Ecolab Inc.\n\nThanks, Christophe. That concludes our formal remarks. Operator, would you please begin the question-and-answer period?"
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/68482400e994518b126edeb5b4f24fbe",
    "period": "2022 Q1",
    "content": "Q1 2022 Ecolab Inc Earnings Call\n\nQ1 2022 Ecolab Inc Earnings Call\n\nECLNYSEAPR 26, 1:00 PM\n\nOperator\n\nGreetings, and welcome to Ecolab's First Quarter 2022 Earnings Release Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nAt this time, it is now my pleasure to introduce your host, Mike Monahan, Senior Vice President, External Relations. Mr. Monahan, you may begin.\n\nMichael J. Monahan\n\nSVP of External Relations, Ecolab Inc.\n\nThank you. Hello, everyone, and welcome to Ecolab's first quarter conference call. With me today are Christophe Beck, Ecolab's CEO; and Scott Kirkland, our CFO.\nA discussion of our results, along with our earnings release and the slides referencing the quarter's results are available on Ecolab's website at ecolab.com/investor. Please take a moment to read the cautionary statements in these materials which state that this teleconference and the associated supplemental materials include estimates of future performance. These are forward-looking statements and actual results could differ materially from those projected. Factors that could cause actual results to differ are described under the Risk Factors section in our most recent Form 10-K and in our posted materials. We also refer you to the supplemental diluted earnings per share information in the release.\nStarting with a brief overview, continued strong double-digit sales growth driven by accelerating pricing and further new business wins overcame substantially increased delivered product cost inflation and unfavorable currency translation to deliver the adjusted diluted earnings per share gain. Sales were led by double-digit gains in our Institutional & Specialty, Industrial and Other segments with attractive growth in all geographic regions.\nWe drove the strong sales performance in a rapidly changing environment where the rise in new COVID infections early in the first quarter slowed the global recovery and further disrupted supply chains while the war in Eastern Europe later in the quarter exacerbated the supply chain costs and geopolitical uncertainty.\nOur delivered product cost inflation soared an estimated 25% in the first quarter versus last year and added an estimated $0.55 per share of incremental costs to the first quarter alone. We reacted aggressively and continued accelerating our pricing, which reached 5% in the quarter, up from 3% in the fourth quarter. We now look for a structural pricing to increase 6% to 7% for the balance of the year. And when adding in our previously announced energy surcharge of up to 12%, we expect very strong pricing to overcome the substantial delivered product cost inflation.\nAlong with our new business wins, strengthened business portfolio and improved productivity, we look to realize continued strong top line momentum for the full year. We expect accelerating earnings growth through the second half and expect to deliver low teens growth in adjusted diluted earnings per share for the full year 2022 understanding there's uncertainty in the timing of the surcharge realization, which will become more clear as we exit the second quarter.\nThis strong business momentum, along with our enhanced value proposition and favorable long-term macro trends, position us well to leverage the post-COVID environment and deliver further superior long-term shareholder returns.\nAnd now here's Christophe Beck with his comments.\n\nChristophe Beck\n\nPresident, CEO & Director, Ecolab Inc.\n\nThank you so much, Mike, and good afternoon, everyone. I'm very pleased with how the team continued to execute in Q1. In a rapidly changing environment, we remain focused on what we could control, like new business, pricing, innovation and exceptional customer service, while we continue to manage extremely well but we could not totally control, like obviously inflation, COVID restrictions and now the war in Eastern Europe.\nWe started '22, actually, with strong momentum as our fundamental business drivers continue to improve, which is most important to me. Fixed currency organic sales growth accelerated to 12% with 7% of that led by volume gains from strong demand and new business generation. Institutional & Specialty, as you just heard, led the quarter with 19% organic growth, continuing its strong recovery while Industrial further strengthened its already healthy momentum by delivering 12% organic growth, which is even better than what they delivered in Q4.\nOur margins were also trending very well for most of the first quarter, even ahead of our own expectations as we were on a path to nicely overcome the significant delivered product cost inflation until the war in Eastern Europe started. As we all know, this had a major impact also on global energy costs, which impacted the last few weeks of the quarter.\nThis spike in costs added an unexpected incremental $0.04 a share in the last months alone, resulting in a total unfavorable impact from delivered product cost inflation of $0.55 per share in the first quarter close to 70% of our ultimate Q1 earnings. Importantly, we overcame the significant headwind, thanks to accelerated pricing, which rose from 3% in the fourth quarter to 5% in the first quarter.\nAnd most importantly, we did all this while maintaining strong momentum in demand, new business, pricing and productivity, the fundamentals of Ecolab. So based on what we see today and the actions we have already taken, I remain really confident in our ability to continue to deliver strong top line growth and accelerated pricing in '22 to get ahead of this new energy cost and to see our margins turn positive during the second half to deliver a strong full year 2022.\nEven if the path to get there has now changed quite a bit once again, the unexpected rapid rise of oil and gas costs during the last month of the first quarter will now impact 3 full months of the second. We therefore had to react boldly and we did. We decided to implement a global energy surcharge very first for Ecolab, which will now come on top of our increasing long-term structural pricing. And once fully implemented, the surcharge will then behave as an offset to what we expect to be short-term but incremental energy cost inflation.\nNow we started the second quarter and actually with 100% of the incremental energy cost, but 0% of the energy surcharge as its implementation started on April 1. Because of this, we now expect the second quarter to see the most acute squeeze in the year between price and delivered product cost inflation. Occurring at the same time, the surcharge is being implemented with customers around the world, but early progress is very encouraging.\nAs the energy surcharge progressively rolls out, we should see the bulk of the surcharge primarily impact the second half of the year and somewhat the second quarter. And accordingly, this initial benefit from the surcharge along with accelerating structural pricing, strong volume growth and productivity gains should help us drive our second quarter delivery with earnings that approach last year's $122 million.\nAnd finally, as it's been demonstrated over and over again at Ecolab, when challenging times strike, we make absolutely sure we protect what matters, our people, our customers and our company. Over the past few years, when we could have reduced our workforce to manage short-term costs, we protected our global team, one of the key reasons why today our customer retention remains so high.\nWe also protect our customers with major breakthrough innovation like Ecolab Science Certified, one of the key reasons why today our new business generation remains so strong. And we protected our company by investing in digital technology, one of the key reasons where today our productivity keeps improving. This approach has also demonstrated over and over again that our model starts generating significant margin leverage when cost inflation stabilizes and structured pricing sticks. So with continuing strong demand for our unique solutions that prevent infection and protect natural resources when customers need them the most, we expect organic sales growth to remain in double-digit territory for the rest of the year.\nWith structural pricing rising between 6% to 7% for the balance of the year and an energy surcharge that will progressively act as an offset for the spike in energy costs, we expect operating margin comparison to turn positive sometime during the second half of the year. This should then support our early expectations to deliver full year earnings growth that reaches the low teens, understanding, as you've heard that there is uncertainty in the timing of the realization of the surcharge and naturally the pace of inflation, but this will become more clear as we exit the second quarter.\nAnd also, let's not forget that our full year delivery includes $0.26 of Purolite amortization of 5% of EPS. And as that momentum extends beyond '22, we expect to show Ecolab's hallmark of consistent superior earnings growth for the many years to come.\nI look forward to your questions.\n\nMichael J. Monahan\n\nSVP of External Relations, Ecolab Inc.\n\nThanks, Christophe. That concludes our formal remarks. As a final note before we start Q&A, we plan to hold our annual tour of our booth at the National Restaurant Association show in Chicago on Monday, May 23. If you have any questions, please contact our office.\nOperator, would you please begin the question-and-answer period?"
  },
  {
    "header": "ECL",
    "cik": "0000031462",
    "ticker": "ECL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/00f2b0caa45edbeb769764e3b87d5171",
    "period": "2021 Q4",
    "content": "Q4 2021 ENGIE Energia Chile SA Earnings Call\n\nQ4 2021 ENGIE Energia Chile SA Earnings Call\n\nECLSANTIAGOFEB 3, 10:00 AM\n\nOperator\n\nGood afternoon, everyone and welcome to the Engie Energia Chile's Fourth Quarter 2021 Results Conference Call. If you need a copy of the press release issued last week, it is available on the company's website at www.ng-energia.cl. Before we begin, I would like to remind you that this call is being recorded and that information discussed today may include forward-looking statements regarding the company's financial and operating performance. All projections are subject to risks and uncertainties and actual results may differ materially. Please refer to the detailed note in the company's press release regarding forward-looking statements. We would now like to advise participants that this call is being dedicated to investors and market analysts and not for the press. We ask all journalists to contact NG Energia Chile's PR Department for details.\nI will now turn the call over to Mr. Eduardo Milligan. Please go ahead, sir.\n\nEduardo Martin Milligan Wenzel\n\nChief Financial & Shared Services Officer, Engie Energia Chile S.A.\n\nThank you. Good afternoon to everyone and thank you for being with us today. I'm here with Bernardita Infante, Head of Corporate Finance of Engie Energia Chile. And today, we will present ECL results during a very complex 2021. We will also discuss the recent progress on the renewables and transmission projects and of course, we will discuss the guidance that we have provided for 2022.\nSo now let's start and please turn directly to Page #7, to go through the key messages that we want to share today -- to Page 3, sorry. First, as we mentioned during our previous call in 2021, the power generation industry faced a very complex and challenging year, with very high spot prices and these high spot prices are explained by the combination of an extreme drought, the unavailability of efficient thermal coal power plants during the year and also an important increase in fuel prices, mainly coal during the second half and LNG during the first half and also during the second.\nAnd finally pushed also even higher by a strong recovery in electricity demand. As we also explained in previous quarters, let's say, the non-linearity and combination of these elements created a perfect storm and pushed spot prices forth where the industry was expecting for 2021. So in summary, we said during '21 spot prices that were 2x what we were expecting without the combination of all such elements I recently mentioned and that we will discuss in a few minutes.\nSecond, we'll go through the renewal projects under construction and supply agreements that we have signed with other generation companies to support our portfolio of customers and PPAs. The 151-megawatt Calama wind farm is ready and injected to the grid. PV Tamaya with 114 megawatts is also ready. And this morning, I mean today, this morning, we received a formal approval for its commercial operation from the market coordinators. So now both projects are in full operation.\nWell, then in 2022, we expect to reach the commercial operation date of two additional PV renewable projects, with a combined capacity of approx to [117] megawatts. And in relation to the supply agreement signed with other generation companies or as we can call them backup PPAs during 2021, we signed additional contracts for approx 0.6 terawatt hour per year to hedge our position. And as we will see on Page 12, by 2022, 20% of our contracted demand will be hedged with these instruments.\nThird, it is important to recall that last April, we announced second wave of 1,000 megawatts of additional renewables together with the conversion of three coal power plants to biomass and natural gas. During this year, we secured also through land concessions the optionality to build up to 1.5 gigawatts of renewals, where we already filed permits for the future conversions.\nDuring 2022, we expect to finalize the development phase of additional wind projects and be ready to give the notice to proceed to start their construction. And fourth, despite market context that negatively impacted results in 2021, that is far below our guidance, ECL continues to keep a solid and flexible capital structure, while the company continues to have a stronger cash generation that should allow ECL to finance its transformation plan with a mix of internal cash flow and financial debt, keeping our leverage under control.\nSo let's move on Page 4. We can see the evolution of ECL results during the last 10 years of our transformation process. First and this is to give context, we secured a 12-terawatt hour per year contracted demand with an 11-year duration. Then we started reorganization process of our portfolio by shutting down coal power plants and building renewables in parallel to replace those coal power plants.\nAs we can see on the right hand, total energy sales were above 11-terawatts hour per year during the last 3 years and regulated PPAs represented almost 5-terawatts hour out of the total, so this means around 40%. EBITDA net result in 2019 and 2020 were relatively stable and in line with the guidance, excluding one timers and 2021 as I explained before was severely impacted by high spot prices in the system.\nThen on Page 5, we show the transformation path to replace the coal power plants that ECL is disconnecting with up to 2 gigawatts of renewables that as I mentioned in our previous calls could be combined also with storage solutions and this is something that we are still analyzing.\nOn Page 6, I just want to recall ECL main strength. It's a long-term contracted portfolio of PPAs with top-tier companies and the average life close to 11 years and maturities that go even beyond 2030, with predictable revenues over time. Now ECL main objective is to control and optimize the supply cost and this is the main challenge to optimize our margins during the 11-year contracted phase and to build a new platform to capture additional PPAs in the long-term, considering that the renewals that we are building have a longer life than these 11 years.\nNow please turn to Page 7 to discuss ECL 2021 main KPIs and financial results. EBITDA in 2021 is negatively affected by higher marginal costs due to drought and availability of thermal power plants, higher fuel cost and also the demand recovery. In this line, EBITDA fell 31% compared to 2020. In relation to our sales, we can see a positive evolution in physical energy sales of 3% compared to 2020, even considering one important PPA with Zaldivar ended back in June 2020. So these are good news in terms of demand.\nThen on the supply cost, spot purchases during 2021 decreased 30% compared to 2020 and this is mainly explained by the end -- by the need to run ECL's thermal plants to cover the lack of hydro production in the system. So in this line, Units 14 and 15 in Tocopilla that were planned to be disconnected by the end of 2021 were requested by a market coordinator to remain available at least until June of this year. The relevant also piece of information is that our supply cost increased in 2021 compared to 2020, explained by the higher fuel costs and higher spot prices. The average spot price at which ECL bought a portion of its energy needs was much higher than in 2020 and much higher than in the business plan of the year.\nSo this negative impact on the average supply cost is explained in the lower EBITDA and net result in 2021, compared to the previous year and also as I was mentioning compared to the business plan. The recurring net income is 54% lower than in 2020 and was impacted by both the operating performance we just explained and also by the upfront recognition of $50 million financial expense on the sale of regulated receivables that on the positive side is releasing an important amount of cash of approx $200 million for our financial plan between 2021 and 2022.\nFinally, net debt increased in line with the disbursement of the $125 million green loan arranged with IDB Invest and also because of the recognition of financial leases related to new land concessions that were awarded to ECL back in 2021.\nNow please turn to Page 8 to explain the main elements that impacted 2021. These two graphs show the average spot price in the north and in the center south regions. We can see how in both regions spot prices in 2021 are almost 2x higher than in 2020. Then considering that ECL bought 3.2 terawatts hour in 2021, we can get close to $150 million of additional costs, multiplying the 3.2x the different spot price. And this is impacting the energy margin that will only be partially offset with the average PPA prices that also increased in this context, but at a slower pace.\nOn Page 9, we present hydroelectric production during the last three years in Chile, 2019 and 2020 were already dry years and then we experienced in 2021 a new record well below 2020 and in almost 20% and becoming one of the driest in the last 60 years. This means the hydroelectric year 2021, 2022 was at [P-98]. As you know, the new hydrolytic year starts in April. So this means the first half of 2022 is well known and that the second quarter of 2022 would again be difficult and electricity produced with coal, LNG and gas from Argentina would play a key role to replace hydro production. And in this line, the fuel prices will also be a key driver for 2022.\nSo then we can see in next pages 10 and 11, what happened with coal and LNG. As we mention in this page, coal prices hit all-time highs in October '21. Then the Chinese government applied some controls and coal prices decreased. But afterwards, Indonesia, the largest exporter of coal in the world restricted exports to first secure its local consumption, impacting again the coal price in different markets.\nSo this full restriction was applied only until January '20. Now the market is again returning to a normal phase, but in between we are facing again some volatility related to the crisis between Russia and Ukraine. So this means we are still in a volatile environment. So we need to be cautious with this variable considering that still 30% to 35% of the electricity is produced in the system with coal. And this means it has an important impact on spot prices. This is an important variable we need to consider in the guidance for this year, which is reflecting the current forward curves of coal.\nNext Page 11 shows the LNG prices in different markets. We can see the LNG price materially increased the European and Asian markets and this opportunity cost for LNG producers is driving the LNG price for spot purchases and unfortunately not helping to reduce the electricity average supply cost in Chile, since we can't import spot LNG at these prices and we are just keeping the firm contracts that we already have.\nNow the good news is that Argentina is exporting gas to Chile in the central region, that is helping to mitigate the lack of hydro and expensive LNG prices. Currently, we are seeing daily imports for approx 6 million cubic meters per day and this is equivalent to 1,200 megawatts average per day.\nNext Page 12 shows what we are doing to manage the spot price volatility and its impact on the average supply cost for our portfolio of PPA. The yellow area of this graph represents the contracted energy with other generation companies and we can see an important ramp-up in 2022. These are what we call backup PPAs. Basically, ECL is replacing in the systems energy balance, the generation company, providing this hedge for the contracted volume. So these are energy contracts only between 2022 and 2025. We have secured backup PPAs for average 2.5 terawatts hour per year. So this means at least 20%, 25% of ECL total contracted demand is hedged with these backup PPAs until 2030 to reduce the exposure to spot market volatility. This was not the case back in 2021 because the ramp-up of several of these PPAs started in '21.\nAnd then in '22, we are seeing an important amount of energy coming from backup PPAs. And in addition, in 2021, we signed additional 0.6 terawatts hour per year for the next three, four years. So this will, of course, help to reduce the volatility on our energy margin and this is a complementary strategy to the construction of renewals during the transformation phase of ECL.\nNow let's move directly to Page 14, where we can see the demand-supply balance for the full-year. This graph shows average realized PPA prices compared to the average supply cost, which is the result of the different power resources to meet the total demand from our PPA contract. This is a graphic explanation of what happened during 2021. We can see that a new area in yellow starts to appear at the left part of this graph. And then IEM, CTA and CTH power plants operate as base load (technical difficulty).\nThe available costs of our coal plants in general was higher because of higher coal prices. The rest of our core units which in 2020 were marginally dispatched had to be dispatched in 2021, representing 12% of our supply. As we move to the right, we see ECL supply 27% of its contract through purchases from both the spot market and backup PPA supply agreement. And finally, our two combined cycle units running with natural gas represented almost 20% of our energy supply.\nThe production cost of our combined cycles increased compared to the previous year, in line with the additional LNG that we imported through spot purchases. And we did this to hedge our spot exposure, but unfortunately at higher LNG cost. The result was that our average supply cost increased as we can see from 52% to 75% and this was partially compensated by an increase in the average monomic price, which also increased from 102 to 112. So this means despite the total cost increased in $23, the average monomic price increased in $10, partially offsetting the negative impact. Now the new hydrologic year is from April to April, May 2022 and fuel prices during 2022 will be key for ECL's average supply cost during the year.\nLet's turn now to page 16. As explained during this presentation, here results in 2021 were far below the guidance, given the combination of all the elements that I mentioned in previous pages. Now despite the current context has not fully reverted and that the volatility we faced in 2021 will continue. We decided to continue giving our best estimate or guidance for 2022 to give some visibility on the potential scenario we foresee under the current market scenario.\nSo first in this guidance, we are considering the most updated field curves and a similar hydrologic year during the period April '22, March '23 to the hydrologic year that we faced in 2021. So this means we are not using an optimistic change for the second half of 2022. This means dry conditions to continue during the first half of 2022 and coal and gas prices to remain high also during this year. This also means that we need to consider in this best estimate. First, that we still expect a complex first half of the year since the new hydrologic year will impact the second half.\nSecond, fuel prices, mainly coal and LNG will be key considering its impact in the system spot prices. So in this guidance, we are considering the most updated forward curves you can find for LNG and coal in the market. This also means that if coal and LNG prices increase, this will impact the spot price and hence our energy margin and vice versa on the positive side.\nAnd third, ECL would be less exposed spot prices with new renewals that recently reached COD. The additional renewables that will enter into operation in 2022 and the additional backup PPAs signed with other generation companies that will be larger in 2022. Together with the Argentinian gas that is currently available in the center and as I mentioned before is representing approx 1,200 megawatts of average production on a daily basis and this is probably around 10% of the country's demand.\nAll in all, our guidance show an improvement in 2022 from a margin perspective, but as I mentioned before, we need to be cautious on the new hydrologic year that will start around April, May and will materialize in June, July, August, September. And also on coal prices, given its relevant impact on the system spot prices.\nLast element is the efficient thermal availability in the system. As you know and as we explained before in 2021, several failures impacted the overall thermal production in the country. In this guidance, we are considering that the system is returning to its normal failure or an availability rate. And again, any relevant failure of our efficient thermal plants or from third parties will, of course, have an impact on the spot prices during the year.\nNow let's continue and please turn to Page 17. We have updated our CapEx forecast for 2022 and we expect investments for approximately EUR370 million, mainly focused on our renewable and transmission projects, as well as maintenance. In this forecast, we are including the expected CapEx for 2022, which includes the completion of the renewal and transmission projects that are currently under construction and also includes additional CapEx related to the additional wind projects that we expect to launch during the year.\nThe remaining CapEx of the two projects that are under construction would be close to 50% of the $249 million and the other roughly 50% would be related to the new projects. As we mentioned, since we started this transformation plan, we plan to finance this CapEx with a mix of internal cash generation and financial debt. Our net debt-to-EBITDA ratio increased slightly above 3x given the lower EBITDA of 2021 and the recognition of land leases as financial debt.\nDuring the next years, we should return to the baseline -- we define to keep our leverage ratios not exceeding 3x on a structural and regular basis. We may face, of course, temporary increases in this ratio during the construction phase, but this will only be temporary. Considering renewals, we'll rapidly generate an additional EBITDA. So in practice and I mentioned this before, the renewables ECL is developing, we replace the energy purchases in the spot market to supply the PPA demand. So this means every 1 terawatt hour per year of renewals production should at least create $30 million to $40 million additional EBITDA for the company.\nThe following section describes ECL transformation plan. The four pillars are described on Page 19. Then on Pages 20 and 21, we present our portfolio of clients and how the indexation of these PPAs will evolve in the medium-term. Then as we can see on Page 21 between 2020 and 2022, we will see how the indexation of our portfolio of contracts will change to US CPI, which will represent almost 80% by 2022 compared to 60% back in 2020, while coal will move from 29% to only 11%. LNG will continue driving the regulated PPA in the north and a small portion of the PPA in the center.\nAnd we expect this structure will remain stable until 2025. The recently increase in the LNG and coal prices will, of course, have some lag in the indexation formula of some PPAs. So this is why in 2022 we should also expect an increase in the average monomic price of the overall portfolio, considering the recent increase in coal and LNG prices and the lag that we may have in some contracts.\nThen on Page 22, we show a complete view of the transformation plan by type of technology 2025. And as you know, the key component is a development of 2,000 megawatts of renewables. Then we can move to next Page 23, in which we can see how by 2022 we are expecting to complete 70% of the first phase, while we are planning to launch the construction of additional renewals to reach the objective by 2025.\nThe additional component of the transformation plan is a conversion of the remaining coal units to biomass and natural gas that are described in Page 24. Then let's go to the next pages. The next page give us some additional details of the renewable and transmission projects under construction and also under development. First, on Page 25, as I mentioned at the beginning of this call, we are glad that our first renewal project wind Calama reached its COD back in October 2021, adding [121] megawatts to our portfolio, with a total investment of EUR160 million.\nThen on next Page 26, we present the Tamaya solar plant, which is fully energized. And as I also mentioned today, this morning, we received a formal COD from the market coordinator. This is a 114-megawatt PV plant and this new plant required a total investment of $84 million. The next project on Page 27, Capricornio Solar had delayed its original scale and is expected to be ready by the end of the third quarter of this year. The delay in construction is explained by the delay in the obtention of certain archaeological permits for some ground trucks, as well as financial issues of its contractor, both influenced by COVID [craft] and the expected investments to include this project is EUR85 million.\nWell, the total investment is EUR85 million. On Page 28, we present global advance of [Coya] solar project. The project has 65% global advance. And last quarter, we scaled its energization for the third quarter of 2022 and formal COD by the end of the year. Here, we have experienced a delay in the transportation of equipment from Vietnam and other logistic issues that have been solved so far. So that's why we expect this project will be ready during this year.\nThen on Page 29, we have secured two land concessions, Pampa Fidelia and Pampa Yolanda in the Northern region close to our operations and mining clients, with a combined capacity of 1.4 gigawatts between wind, solar and potential storage.\nAs I explained before, the exact design and configuration of these projects is under analysis. And before launching the construction of these projects or projects inside these concessions or land concessions, we will launch others that we can see on next Page 30, where we can see some examples of the different projects that are under development, (inaudible), with a combined capacity of almost 500 megawatts have received both their environmental permits and we expect to launch their construction during 2022, best time to market conditions and should become the next wind projects to be added to our portfolio.\nThen let's talk about transmission projects. On Page 31, we can see the three successful projects that were concluded in 2021. These three projects are adding regulated revenues for approx $2.4 million and required a total CapEx of $41 million. On Page 32, we can see the additional projects that were awarded to ECL and that are currently under construction. These 7 projects will add $5.3 million approx of regulated revenues and will require a total CapEx of 66 million.\nWhile on Page 33, we present four additional projects that will require total CapEx of 44 million. So in summary, we are investing close to 150 million in new transmission assets that will bring additional regulated revenues to ECL between the three group of projects that we just presented, the regulated revenues could be close to $10 million, $12 million per year. And we will continue participating in transmission auctions in which we can unlock synergies with our existing or future portfolio of generation and transmission assets. For sure, we'll continue participating in this type of auctions that will be part of the expansion plan of the Chilean system.\nSo now I think Bernardita will cover the following section about our financial performance.\n\nBernardita Infante\n\nHead of Corporate Finance, Engie Energia Chile S.A.\n\nYeah, thank you, Eduardo. Good morning or good afternoon to everyone. So let's go to Slide 35 please. So the 31% EBITDA growth in 2021 is basically explained by two main factors, as Eduardo has already explained. So one is the severe and prolonged drought affecting Chile, with 2021 being one of the driest years ever. And two, the dramatic increase in fuel prices, especially in the second half of the year.\nSo now if we look at each of the main variables behind the EBITDA behavior in 2021, we can observe an increase in average realized prices, which has to do with the indices to which our tariffs are tied that is US inflation, as well as coal and gas prices. Also, the tariff discount agreed in the March 2020 renegotiation on the Centinela PPA was smaller in 2021 than it was in 2020. So higher prices explain EUR104 million positive effect on EBITDA, which partially offsets the increase in our average supply costs as we will see.\nIn second place, we had to buy less power from third parties as our own generation increased. The drought and absence of Argentine gas through most part of 2021 led to the dispatch of our coal fleet, including the less efficient units number 14 and number 15 that we were planning to close at the end of 2021. The lower volume of spot purchases had a positive EUR98 million effect on EBITDA, which offsets in part the negative effects of the increase in spot prices.\nIn third place, physical energy sales increased notably in the free client segment with a EUR21 million positive impact. Demand from our mining clients increased offsetting the end of Zaldivar PPA in June 2020. Sales to distribution companies, although demand increased during the year, but these sales flattened given our lower pro rata in the pool of regulated PPAs due to the start-up of new PPAs from other generation companies in the system.\nNow the next bar shows $6 million in insurance recoveries related to business interruption losses from past outages reported by our IEM and CTA units. Our operating and administrative expenses overall decreased by $5 million due to cost savings and foreign exchange effects.\nNow moving to the red bars in the chart, we note a EUR1 million net negative effect from the transmission and gas business. This bar includes a $7 million accounting loss corresponding to the potential hit of the implementation of a new transmission tariff degree on the valuation of our investment in turn. The most significant negative impact of EUR196 million was the increase in fuel costs, explained by the increase in our own generation and the record high coal and LNG prices in the second half of the year.\nIn second place, the increase in marginal costs represented a $170 million hit on EBITDA in 2021. We bought less from the spot market, but at much higher prices. Finally, we reported a $7 million increase in capacity payments. So all of these changes taken together led to EBITDA of $315 million in 2021, down from EUR455 million in 2020.\nNow if we move to Slide 36, this slide shows the evolution of net results, which went from EUR164 million in 2020 to EUR47 million in 2021. Last year or rather in 2020, we reported nonrecurring expenses of $10 million related to the premium paid on the early redemption of EUR400 million 144A bond, which we refinanced with a new EUR500 million bond. Our net recurring income in 2020 reached EUR181 million.\nAs we could see in the previous slide, in 2021, our EBITDA fell impacting our net results by EUR110 million net of taxes. We also had other items such as depreciation and asset write-offs, which had a net $9 million negative effect. We had a couple of positive effects, such as FX gains, mainly resulting from the effect of depreciation of the Chilean peso on leasing liabilities, which are denominated in pesos.\nFinally, we reported lower financial expenses due to lower average coupon rates and greater capitalization of interest in our investment projects. Our net income would have reached $83 million had it not been for the EUR36 million one short financial expense. This resulted from the sale at a discount of $167 million in long-term accounts receivable from distribution companies related to the price stabilization law.\nJust remember that the impact was about $50 million, but here we are presenting it net of taxes, this is why we show $36 million. In sum, net income dropped to EUR47 million, basically due to the EBITDA drop and the financial expenses resulting from the implementation of a price stabilization law in late 2019.\nNow let's go to Slide 37. Our net debt increased by EUR245 million from year-end 2020. The main cash outflows included $199 million in CapEx, mostly in our renewable projects, $91 million in dividends, including the final dividend on 2020 net earnings and before $41.5 million provisional dividend paid in August and also $25 million in income taxes.\nIn terms of increases in net debt, you may note a $70 million increase in financial leases, which qualify as financial debt per IFRS 16. These are primarily related to land concessions such as the Pampa Yolanda and Pampa Fidelia land sites in the Antofagasta region for the future development of hybrid renewable projects. These contracts consider annual payments for up to 40 years and the present value of future installments is accounted for as financial debt.\nOn August 27, we disbursed the $125 million from the IDB Invest to finance the Calama wind farm, but this loan does not show up in this chart because the debt increase is fully netted out with the corresponding cash increase. So now let's look at the green bars representing the main cash inflows in 2021. This included $118 million in proceeds from the true sale of long-term receivables from distribution companies to Chile electricity PEC.\nThe next most important cash inflow was net operating cash flows, which decreased compared to the previous years, mainly due to high fuel prices, high marginal costs and lower collection from distribution companies due to the price stabilization role. So the following green bar shows a $24 million cash contribution from Minera Centinela, corresponding to equity increase in Inversiones Hornitos pursuant to the amendment to the shareholders' agreement signed in March 2020, together with the PPA renegotiation.\nFinally, we received an $8 million payment from our 50% owned ten. So at year-end 2021, our net debt including financial leases reached EUR1.04 billion. The following Slide #38, shows little change compared to the third quarter. Our international ratings remained unchanged at BBB+ and BBB. International scale, Feller Rate kept its AA- rating, although the outlook was changed to stable.\nNet debt-to-EBITDA increased from 1.8 to 3.3x because of the financial leases, the IDB Invest loan and the EBITDA decrease in 2021, which we expect to recover in the following years as our renewable projects become operational among other reasons. On Slide 39, we can appreciate an increase in cash dividends paid with an increasing dividend yield. However, our share price has clearly underperformed the ETSA and has generally followed the declining trend of the four main generation companies in Chile. The main factors behind this trend include the perception of a more uncertain regulatory framework, effects from the pension fund withdrawals and slower operating performance due to the drought and high-skilled prices among others.\nSo well, this is all on my side and I'll leave you with Eduardo for the final remarks. Thank you.\n\nEduardo Martin Milligan Wenzel\n\nChief Financial & Shared Services Officer, Engie Energia Chile S.A.\n\nThank you, Bernardita. So we are summarizing the same key takeaways on Page 40. So first 2021, as I explained before, was a very difficult and complex year for ECL and also for the industry due to a combination of the different elements that we addressed during this presentation. It is also a wake-up call for the industry to take into consideration the current volatility in the future vinification of the system and the related risks during the energy transition.\nSecond, despite volatility, we have shared a new guidance for 2022, in which we are expecting an improvement compared to 2021, given the lower exposure in 2022 to spot prices. But as I mentioned, we are still navigating through a complex storm and going forward, we need to closely monitor hydro content for the second half of 2022 and the evolution in fuel prices and the availability of gas from Argentina in the Central region.\nThird, we are glad that the first two renewal projects are ready and injected its total output to the grid. This is a very good step and we need to celebrate, but this is just the beginning and we have several challenges ahead to complete the plan. So in this line, we have secured additional backup PPAs with other generation companies to reduce our exposure on the spot price volatility during the transition phase and we'll be implementing several actions to accelerate the renewables plan.\nAnd finally, despite increase in net debt-to-EBITDA explained by the lower margins in 2021, ECL still keeps a robust and flexible balance sheet to support the future investments. We plan to keep this flexible capital structure in the upcoming years, which would be possible, thanks to the additional operating margin, the new renewables will create for ECL. So well, with these final messages, we are concluding this presentation and thank you for everyone for your participation and we are ready for any questions and comments you may have for us."
  }
]