[
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e60e658d13a1acb55f5b9516aed0e429",
    "period": "2025 Q3",
    "content": "Q3 2025 Albemarle Corp Earnings Call\n\nQ3 2025 Albemarle Corp Earnings Call\n\nALBNYSENOV 6, 8:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q3 2025 Earnings Call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Third Quarter 2025 Earnings Conference Call. Our earnings were released after market closed yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; Neal Sheorey, Chief Financial Officer; Mark Mummert, Chief Operations Officer; and Eric Norris, Chief Commercial Officer, are also available for Q&A. As a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation. That same language also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in our earnings materials.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. In the third quarter, we reported net sales of $1.3 billion, including another record production period from our integrated lithium conversion network. Adjusted EBITDA reached $226 million representing a 7% increase as cost and efficiency improvements more than compensated for lower year-over-year lithium pricing.\nWe generated $356 million in cash from operations during the third quarter, marking a 57% year-over-year increase, driven by higher EBITDA and disciplined cash management. We are enhancing our 2025 outlook considerations. Based on our year-to-date financial performance, prevailing lithium market pricing and stronger-than-expected energy storage sales volumes, we now anticipate full year 2025 corporate results to be toward the upper end of the previously published $9 per kilogram scenario ranges.\nOverall demand for lithium remains robust, up more than 30% year-to-date, supported by the energy transition and rising global demand for electric vehicles and grid storage. Notably, global EV sales have increased 30% year-to-date led by China and EU battery electric vehicles. Grid storage growth was even more pronounced, climbing 105% year-to-date, with strong growth across all major markets globally. Additionally, we have made significant progress implementing cost and productivity improvements while reducing capital expenditures.\nCapital expenditures for the year are now projected to be approximately $600 million. We expect to achieve full year cost and productivity improvements of around $450 million, surpassing the upper limit of our initial targets. Considering these factors, we now project positive free cash flow of $300 million to $400 million in 2025.\nTurning to Slide 5. Recent portfolio actions further demonstrate our commitment to long-term value creation and enhanced financial flexibility. We recently announced 2 transactions. First, a definitive agreement with KPS Capital Partners to sell a controlling 51% stake in Ketjen's refining catalyst business; second, an agreement to sell Ketjen's interest in the Urca joint venture to Oxone. Both transactions are expected to close during the first half of 2026. Together, these transactions are expected to generate approximately $660 million in pretax cash proceeds giving us greater ability to delever while also retaining exposure to future potential gains in the refining catalyst business.\nThis new structure positions the refining catalyst business to leverage KPS' manufacturing expertise and access to capital to accelerate its growth opportunities. At the same time, we will be able to shift our attention to our core businesses, energy storage and specialties to set Albemarle up for long-term success. This transaction reinforces our commitment to boosting shareholder value. improving financial flexibility and maintaining Albermarle's strong competitive position.\nNeal will now provide additional details regarding financial performance and outlook.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThank you, Kent, and good morning, everyone. I will begin with our financial results for the third quarter as presented on Slide 6. Net sales for the quarter totaled $1.3 billion, a decrease from the prior year, primarily driven by lower lithium market prices. This decline was partially offset by higher volumes in both Ketjen and energy storage.\nAdjusted EBITDA for the third quarter was $226 million, representing a 7% increase year-over-year. This improvement was driven by disciplined cost management and productivity actions which more than offset lower lithium market pricing. Our adjusted EBITDA margin improved by approximately 150 basis points compared to last year. We reported a net loss of $1.72 per diluted share. Excluding charges, the largest of which was the noncash goodwill impairment related to Ketjen. Our adjusted diluted loss per share was $0.19.\nTurning to Slide 7. I'll cover the drivers of our adjusted EBITDA performance year-over-year. We saw solid growth in sales volumes in both our energy storage and Ketjen businesses and our consistent focus on cost discipline and productivity yielded positive results. By focusing on the actions in our control, we were able to offset lower pricing for lithium and spodumene.\nTurning to other segments. The Specialties team delivered an impressive 35% increase in adjusted EBITDA, largely due to cost improvements across the board in raw materials, manufacturing and freight. On the corporate side, we benefited from cost savings and favorable year-over-year foreign exchange movements.\nTurning to Slide 8. As usual, we're sharing outlook scenarios based on recently observed lithium market prices. This slide shows a full company summary for each price scenario. Our outlook ranges remain the same as last quarter. but we've updated a few key points. Specifically, we now anticipate our full year 2025 results will approach the upper end of the $9 per kilogram lithium price scenario for total company sales and EBITDA. This reflects our strong performance so far this year, including cost controls, productivity gains and slightly better market pricing. We expect lithium market pricing to average about $9.50 per kilogram this year based on year-to-date actuals and assuming current pricing persists for the remainder of November and December.\nTurning to Slide 9 for additional commentary by segment. First, in energy storage, sales volume growth is expected to be up 10% or more year-over-year, thanks to record integrated production, higher spodumene sales and reduced inventories. We are seeing most of that volume upside coming from a strong demand environment in China, where sales are at local market prices and not on long-term agreements. As a result, we now expect approximately 45% of our 2025 lithium salt volumes to be sold on long-term agreements with floors, primarily due to the mix impact of stronger-than-expected volumes in China.\nOur long-term contracts continue to perform in line with our forecast. Q4 EBITDA for energy storage is expected to be slightly higher sequentially. First, in terms of product mix, Q4 will have a greater proportion of higher-margin lithium salt sales versus spodumene sales. Second, Q4 is expected to benefit from current higher spodumene prices in JV equity earnings. In specialties, we continue to expect modest volume growth year-over-year. Q4 net sales are expected to be similar to Q3, but EBITDA is expected to be lower primarily due to weaker demand in oil and gas applications.\nFinally, at Ketjen, we continue to expect a stronger Q4 due to higher CFT and FCC volumes. Please refer to our appendix slides for additional modeling considerations across the enterprise.\nSlide 10 highlights our focus on running the business efficiently and converting earnings into cash. Year-to-date through Q3, our EBITDA to operating cash flow conversion has been over 100%. In Q3, conversion was strong due mainly to inventory reductions along with a modest sequential uptick in dividends from the Talison joint venture. We continue to expect our full year cash conversion to average over 80%. The implication of that is that we expect Q4 conversion will be lower, mainly due to the timing of interest payments and higher working capital needs from increased revenues.\nOur strong cash conversion performance and reduced capital expenditures forecast mean that we now expect to be well into positive free cash flow territory this year, between $300 million and $400 million.\nSlide 11 provides a comprehensive overview of our cash position and capital allocation plans in the near term. We closed the quarter with $1.9 billion in cash. Moving forward, we intend to repay with cash on hand, our euro bond debt that matures later this month. Based on our free cash flow outlook, we expect modestly negative free cash flow in Q4.\nMoving into 2026. We expect to receive approximately $660 million of gross proceeds from the 2 transactions related to our catch in business. Considering these major cash items, we expect to have approximately $1.4 billion available for deployment across a set of disciplined and focused priorities as shown on the slide.\nWith that, I'll turn it back to Kent to discuss the market outlook and provide updates on our operational execution.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Neal. The 2025 global lithium supply-demand balance has started to tighten with global lithium consumption growth up over 30% year-to-date, driven by robust demand from both EVs and grid storage, while supply growth has slowed in part due to recent lipid-like curtailments in China.\nOn Slide 12, EV demand growth for 2025 continues led by China and Europe. China EV sales are up 31% year-over-year, even after reaching over 50% market penetration driven by strong growth in BEVs due to incentive supporting low-cost options. Europe is also up over 30%, supported by EU emissions targets. North America posted 11% growth, supported by prebuying ahead of the 30 tax credit expiration.\nTurning to Slide 13. Global battery demand for stationary storage is up 105% year-to-date. China remains the largest market for stationary storage installations with 60% growth year-to-date and further policy support announced in the 15th 5-year plan. Europe has shown similar policy support as the commitment to decarbonization drives demand for renewables paired with storage. North America is the fastest-growing region for stationary storage, up almost 150% year-to-date.\nAs rising data center and AI investment in the United States increases the demand for electricity and grid stability. Globally, data center electricity use is expected to more than double by 2030. With the increasing need for grid resiliency, LFP batteries are well positioned to continue meeting ESS demand, thanks to their low-cost energy density and established manufacturing base. As a result, we expect lithium demand for stationary storage application to increase more than 2.5x by 2030.\nAdvancing to Slide 14. I want to provide an update on our initiatives to sustain our competitive advantages through market cycles. First, on optimizing our conversion network. We set an energy storage sales volume growth target of 0% to 10% at the start of the year. We now expect to finish at or above the high end of that range with record production across our integrated conversion network, increased spodumene sales and inventory reductions.\nSecond, our cost and productivity programs continue to deliver. We began the year with a goal of $300 million to $400 million in improvements. Today, we've achieved a $450 million run rate, exceeding the high end of our initial target. Recent projects have further reduced manufacturing costs and improved supply chain efficiency.\nThird, at the start of the year, we targeted a 50% year-over-year reduction in 2025 capital expenditures by focusing on high return, quick payback projects and optimizing existing scope, we now expect 2025 CapEx of about $600 million, reflecting a 65% reduction year-over-year.\nFinally, our announced asset sales are expected to generate approximately $660 million in cash, providing significant additional financial flexibility. We continue to adapt in a dynamic environment, adding new measures as needed. We're building a culture of continuous improvement and the mindset to identify opportunities to achieve savings and efficiencies.\nThese actions are contributed to positive financial results, as shown on Slide 15. Our commitment to cost discipline is clearly reflected in our financials. Sales, administrative and R&D expenses are down $166 million or 22% since last year. Cash flow has strengthened driven by targeted cost and capital reductions and strong cash management. As of Q3 2025, we're generating positive free cash flow year-to-date, and we expect $300 million to $400 million for the full year. Our efforts have allowed us to shore up and maintain healthy corporate EBITDA margins in the 20% range even as lithium prices declined. Thanks to these focused actions, we are well positioned to expand margins further as the market recovers, with potential for adjusted EBITDA margins reaching 30% or more at $15 per kilogram lithium pricing.\nIn summary, on Slide 16, Albemarle delivered strong third quarter performance while continuing to act decisively to maintain the company's industry-leading position through the cycle and capture upside as markets stabilize or improve. We are maintaining our full year 2025 company outlook considerations with notable enhancements to energy storage volume growth improve cost and capital savings and strong free cash flow generation. With our world-class resources, process chemistry expertise and a strong balance sheet, we are well positioned to generate shareholder value through the cycle. I'm confident we're making the right moves to stay ahead and capitalize on long-term growth opportunities.\nWith that, I'll turn it over to the operator to take your questions."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/68cd62ec0fa9a8dfb00efde440d49887",
    "period": "2025 Q2",
    "content": "Q2 2025 Albemarle Corp Earnings Call\n\nQ2 2025 Albemarle Corp Earnings Call\n\nALBNYSEJUL 31, 8:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q2 2025 Earnings Call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Second Quarter 2025 Earnings Conference Call. Our earnings were released after market closed yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Neil Sheorey, Chief Financial Officer. Netha Johnson, Chief Operations Officer; and Eric Norris, Chief Commercial Officer, are also available for Q&A. As a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation that also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures reconciliations can be found in our earnings materials.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. For the second quarter, we reported net sales of $1.3 billion, including strong volume growth in energy storage and specialties.\nAdjusted EBITDA was $336 million, reflecting year-over-year cost and productivity improvements in energy storage product mix. As a result of this performance and cash actions we pursued in the quarter, we also improved our leverage metrics and strengthened our financial flexibility. We are maintaining our 2025 outlook considerations and now expect to achieve positive free cash flow in 2025. Both assume the current low lithium market pricing persists for the remainder of the year. This is largely due to our team's successful execution of measures to reduce operating and capital costs and preserve financial flexibility. For example, as of June, we achieved a 100% run rate of our $400 million cost and productivity improvement target, the high end of our initial target range.\nWe are also further reducing our full year 2025 expected capital expenditures to the range of $650 million to $700 million, down about 60% versus last year. Finally, we enhanced our financial flexibility by redeeming preferred shares we held for an aggregate value of $307 million. On a relative basis, we see macro conditions stabilizing, and our end markets and operations have generally followed the trajectory we expected this year.\nLithium demand continues to grow strongly with estimated global lithium consumption up about 35% year-to-date, including strong volume in stationary storage and EVs. We continue to expect the direct impacts of tariffs announced since April to be minimal on our enterprise, thanks to the exemptions and our global footprint. And finally, in the Middle East, our operations in Jordan have continued uninterrupted by the recent Iran-Israel conflict. We'll dive into these and other macro conditions later in the call.\nNow I'll turn it over to Neil, who will provide more details on our financial performance and outlook considerations. I will conclude our prepared remarks with an update on our macro and end market conditions, including further details on our lithium market forecast before opening the call for Q&A.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThank you, Kent, and good morning, everyone. I will begin with a review of our second quarter financial performance on Slide 5. We reported second quarter net sales of $1.3 billion, which declined year-over-year, mainly due to lower lithium market pricing.\nThe pricing impact was partially offset by higher volumes in energy storage and specialties. Second quarter adjusted EBITDA was $336 million, also down year-over-year. Lower input costs and ongoing cost and productivity improvements helped to mitigate the impact of lower lithium pricing and reduced pretax equity earnings.\nEBITDA improved sequentially, largely due to higher energy storage and specialties volumes and continued cost savings. Adjusted earnings per share was higher year-over-year due primarily to a prior year charge related to asset write-offs and associated contract cancellation costs.\nSlide 6 highlights the drivers of our year-over-year EBITDA performance. Q2 adjusted EBITDA was down slightly due to lower lithium pricing and pretax equity income. Mostly offset by reduced COGS related to the timing of Talison inventory flow-through as well as the benefits of our cost and efficiency improvements. The EBITDA impact of volumetric growth is primarily captured in the COGS impact as our year-over-year volume growth enabled improved fixed cost absorption and reduced reliance on third-party tollers.\nOur SG&A costs were down more than 20% year-over-year due to our cost savings initiatives. Adjusted EBITDA increased by 35% in specialties year-over-year due to higher volumes and pricing, as well as reduced costs. Corporate EBITDA increased primarily due to cost reductions and foreign exchange gains.\nMoving to Slide 7. As always, we are providing outlook scenarios based on recently observed lithium market pricing. And on this slide, we have presented Albemarle's comprehensive company roll-up for each lithium market price scenario. All 3 scenarios reflect the results of assumed flat market pricing across the year in conjunction with Energy Storage's current book of business with ranges based on expected volume and mix.\nOur approximately $9 per kilogram scenario is based on Q2 average market pricing. For reference, the average lithium market price year-to-date was also just over $9 per kilogram LCE. And if we were to assume current pricing held for the balance of the year, the price would similarly be about $9 per kilogram LCE.\nAs you see here, we are maintaining our outlook consideration ranges. In particular, the approximately $9 per kilogram range is expected to apply assuming recent pricing persists for the remainder of the year. We've been able to maintain our outlook ranges due to a combination of successful execution of our cost and productivity improvements, operational excellence, including energy storage project ramps, and strong first half 2025 demand from energy storage contract customers.\nTurning to Slide 8 for additional outlook commentary by segment. First, in energy storage, we now expect sales volume growth on an LCE basis to be near the high end of our 0% to 10% range, thanks to year-to-date record production from our integrated conversion network plus improved mine performance at Wagina and strong performance at the Salar yield improvement project.\nEnergy storage long-term agreements continue to perform in line with our forecast and we have no significant contracts up for renewal this year. We realized a strong first half energy storage EBITDA margin of about 30%, thanks to lower input costs and a higher-than-average proportion of lithium salts sold under long-term agreements. As a result, we experienced better-than-expected product mix in the second quarter.\nSecond half margin is expected to be lower due to a smaller proportion of our lithium salt sales being under long-term agreements. Also, some spodumene sales that were previously expected in June shipped in July. Net-net, we continue to expect the full year EBITDA margin to average in the mid-20% range assuming our $9 per kilogram price scenario. In specialties, we continue to expect modest volume growth for the full year with Q3 net sales and EBITDA projected to be similar to Q2.\nFinally, at Katchen, we expect modest improvements in full year 2025. We see Q4 being the strongest quarter of the year with higher volumes for both FCC and CFT. Please refer to our appendix slides for additional modeling considerations across the enterprise.\nSlide 9 highlights our strong focus on cash management actions. As a result of our commitment to effective execution and converting earnings into cash, we continue to expect full year operating cash conversion in excess of 80%. Additionally, we now expect to achieve positive full year 2025 free cash flow as a result of our operating cash flow generation and our reduced capital expenditure forecast which we lowered to a range of $650 million to $700 million.\nTurning to our balance sheet and liquidity metrics on Slide 10. The measures we've implemented to control costs reduced capital spending, enhance cash conversion and drive other cash actions have strengthened our financial flexibility. We ended the second quarter with available liquidity of $3.4 billion, including $1.8 billion in cash and cash equivalents and the full $1.5 billion available under our revolver. At the end of the quarter, we closed on the redemption of our holdings, a preferred equity in a WR Grace subsidiary for an aggregate value of $307 million including $288 million in cash received in June 2025. This transaction further contributed to our strong liquidity position. We continue to improve our leverage ratios, ending the quarter with a net debt to adjusted EBITDA ratio of 2.3x, well below the covenant limit.\nAs a result of our cash performance and liquidity strength, we intend to utilize our cash for deleveraging. As a first step, we expect to repay our $440 million euro bonds with cash on hand as those bonds mature in November.\nWith that, I'll turn it over to Ken.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Neal. I'd like to start by covering more details on the end market and macro conditions, starting on Slide 11.\nFirst, I will cover our JV operations in Jordan, given the recent activity in the Middle East. That business continued to operate safely and uninterrupted and even achieved record production in the second quarter. This is thanks in part to our Nebo project, which provides both financial and sustainability benefits.\nNebo leverages innovative proprietary technology to recycle a co-product stream into additional sellable product. The result is higher volumes, lower cost and improved energy and water efficiency. The project reached mechanical completion in March and continues to ramp on plan. Here in the United States, the OBB was recently passed. It is a complex piece of legislation, and we are actively assessing its implications to Albemarle as rulemaking continues to take shape. For example, there are several corporate tax implications that appear to be neutral to positive for Albemarle.\nAs expected, the act also amends certain aspects of the inflation Reduction Act and reinforces the value of our global assets, especially lithium production in the United States and Chile. The 45x tax credit remains in place for U.S. production of batteries and critical materials with phaseout beginning in 2031 and and ending in 2034. Albemarle continues to expect 45x tax credits for critical minerals production at Silver Peak and Kings Mountain. As with 3D, some customers may be willing to pay a premium for domestic or free trade agreement lithium production.\nFinally, on the product demand side, global lithium demand remained strong, thanks to strong demand for both stationary storage and EVs Global stationary storage battery production was up 126% year-to-date through May, with strong growth in all 3 major regional markets.\nTurning to Slide 12 for more on global EV demand, 2025 EV demand growth continued its strong start led by China, where EV sales were up 41% year-to-date. Interestingly, Chinese BEV sales have been the strongest segment of the market, up 44% compared to PHEVs, up 38%. This is in part due to recent subsidies in China that made the net purchase price for entry-level BEVs very attractive for consumers.\nEuropean EV sales continued to strengthen during the quarter with year-to-date sales up 27% through May, thanks to a continuation of the step change in regulatory emission targets. The outlook in North America is less certain, particularly in the United States due to the potential impact of tariffs and the removal of the 30B tax credit in September.\nNorth America is the smallest of the major regional markets with approximately 10% of global EV sales, which highlights its relatively low impact on global demand today. Strength in China and Europe more than offset weakness in North America, reinforcing confidence in the industry's long-term growth potential and highlighting regional dynamics.\nTurning to Slide 13. We continue to expect lithium demand to be more than double from 2024 to 2030, unchanged from our previous outlook, driven primarily by stationary storage and electric vehicle demand. We are also maintaining our expected 2025 demand growth range of 15% to 40%, including the anticipated impact of tariffs announced to date in the BBB.\nSlide 14 gives more detail on expected market balances. We estimate that the lithium market has been in surplus since late '22 as high pricing in '21 and '22 led to supply expansions. At lithium pricing in excess of $70 per kilogram, effectively, every project was able to secure funding. Now as pricing stays lower for longer, new project development has begun to slow, while demand continues to be robust.\nYear-to-date, lithium demand growth has outstripped supply growth by nearly 20%, thanks to strong stationary storage and EV trends and supply curtailments announced over the last year. If current pricing persists, demand growth is expected to outstrip supply growth by up to 10% per year on average between 2024 and 2030. As a result, we expect that surpluses may peak as early as this year, with the market expected to be more balanced next year and potentially returning to deficits in '27 and beyond. This analysis assumes that recent pricing of $9 per kilogram does not support most new or greenfield projects.\nLow-cost projects, in particular, brownfield expansions of existing low-cost resources are assumed to progress. It is also worth noting that this analysis does not include any impacts from recently announced or prospective supply curtailments in China. We remain confident in the long-term outlook of the lithium industry and the energy transition. In the meantime, we will remain patient and disciplined.\nAdvancing to Slide 15. As we shared before, we continue to progress broad initiatives designed to maintain our long-term competitive advantages along these 4 pillars: optimizing our conversion network, improving cost and efficiency, reducing capital expenditures and enhancing financial flexibility. We are building a culture of continuous improvement. Our results this quarter once again showcased that mindset.\nSlide 16 highlights our progress on these actions. In terms of optimizing our lithium conversion network, we started off this year targeting energy storage sales volume growth of 0% to 10%. Today, we expect that to be at the high end of the range, thanks in part to record year-to-date production across our integrated conversion network, allowing for better fixed cost absorption and reduced tolling volumes.\nSecond, we have continued to progress our cost and productivity programs. We began the year with a target of $300 million to $400 million cost and productivity improvements by year-end. Today, we announced a 100% run rate against the high end of that initial range of $400 million.\nOver the past quarter, we've executed projects to capture further reductions to non-headcount spending, supply chain efficiencies and further volume improvement at key manufacturing sites. This isn't a onetime action. We're building the muscle and mindset to identify opportunities to achieve savings and efficiencies.\nThird, we began the year targeting 2025 CapEx down approximately 50% year-over-year. The team continues to identify additional opportunities to reduce capital expenditure by prioritizing only on the highest return, quickest payback projects and optimizing value and project scope on existing projects.\nAs a result, we now expect CapEx in the range of $650 million to $700 million, down approximately 60% year-over-year. As a result of all these actions, plus our focus on enhancing financial flexibility and driving cash conversion, we initially expected to be at breakeven free cash flow for the full year. We now expect to achieve positive free cash flow.\nIn summary, on Slide 17, Albemarle delivered solid second quarter performance while continuing to act decisively to preserve long-term growth optionality and maintain our industry-leading position through the cycle. We are maintaining our full year 2025 company outlook considerations, building on the progress we've made to drive enterprise-wide cost improvements and achieved positive full year free cash flow. We are progressing broad-based, comprehensive actions to manage controllable factors and generate value across the cycle.\nI am confident we are taking the necessary steps to maintain our competitive position and to capitalize on the long-term secular opportunities in our markets.\nWith that, I'd like to turn the call back over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b73113dea9b9701e3df0b84cbaffb08",
    "period": "2025 Q1",
    "content": "Q1 2025 Albemarle Corp Earnings Call\n\nQ1 2025 Albemarle Corp Earnings Call\n\nALBNYSEMAY 1, 8:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q1 2025 Earnings Call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemrall's First Quarter 2025 Earnings Conference Call. Our earnings were released at close yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com. Joining me on the call today are Kent Masters, Chief Executive Officer; and Neil Sheorey, Chief Financial Officer; Netha Johnson, Chief Operations Officer; and Eric Norris, Chief Commercial Officer, are also available for Q&A. As a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements.\nPlease note the cautionary language about forward-looking statements contained in our press release and earnings presentation. That also applies to our call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in the earnings materials. And now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. For the first quarter, we reported net sales of $1.1 billion, including increased specialties volumes and record lithium production from our integrated lithium conversion network. Adjusted EBITDA was $267 million, reflecting strong year-over-year improvements in specialties and catching. We generated $545 million in cash from operations, achieving an operating cash conversion rate exceeding 200%. We are maintaining our 2025 outlook considerations based on recently observed lithium market prices. These considerations include the anticipated direct impact of tariffs announced to date.\nNote that the direct impact of tariffs is expected to be minimal, as Albemarle benefits from global diversification and current exemptions, particularly for critical minerals such as lithium salts and spodumene. Neal will provide more details on this later in the call. Regardless of shifts in the external market environment, Albemarle remains focused on controllable factors to ensure competitiveness through the cycle. To that end, we continue to act decisively across 4 key areas: optimizing our conversion network, improving cost and productivity, reducing capital expenditure and enhancing financial flexibility. For example, through April, we achieved approximately 90% run rate against the midpoint of our $350 million cost and productivity improvement target. And our team has identified opportunities to reach the high end of the $300 million to $400 million range. This includes incremental volume improvements as we ramp our new facilities and cost savings from placing our Chengdu site on care and maintenance. This quarter, we are also providing updated forecast for global lithium market demand and supply. We anticipate global lithium demand growth in the 15% to 40% range in 2025. And depending on tariff impacts, policy changes and macroeconomic trends.\nLonger term, we expect the lithium demand outlook to remain robust, more than doubling from 2024 to 2030. And driven by the energy transition and global demand for electric vehicles and grid storage. Incentivizing supply growth requires long-term lithium pricing well above current spot prices. Now I'll turn it over to Neal, who will provide more details on our financial performance and outlook considerations. I will conclude our prepared remarks with further details on our lithium market forecast before opening the call for Q&A.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThank you, Kent, and good morning, everyone. I will begin with a review of our first quarter financial performance on Slide 5. We reported first quarter net sales of $1.1 billion, which were lower year-over-year, mainly due to lower lithium market pricing. The pricing decline was partially offset by higher volumes in specialties. Energy storage volume was flat year-over-year as we optimized our own lithium conversion network and reduced the need for tolling volumes. First quarter adjusted EBITDA was $267 million, down 8% year-over-year as lower input costs and ongoing cost and productivity improvements, partially mitigated the impact of lower lithium pricing and reduced JV pretax equity earnings.\nOur focus on cost is showing through in the improved quality of our business, evidenced by our adjusted EBITDA margin improving by approximately 400 basis points year-over-year. Earnings per share was breakeven in the first quarter. Adjusted diluted earnings per share was a loss of $0.18 after preferred dividends, and excluding discrete tax items and other nonrecurring factors. Slide 6 highlights the drivers of our year-over-year EBITDA performance. As I mentioned, specialties drove the volume benefit while energy storage volume remained stable due to ramping conversion plants balanced by lower tolling volumes. Q1 adjusted EBITDA was down slightly due to lower lithium pricing and pretax equity income, partly offset by reduced COGS from lower cost spodumene. Our SG&A costs were down more than 20% year-over-year due to our restructuring and cost savings initiatives.\nAdjusted EBITDA increased by 30% in specialties and 76% in catching year-over-year. Corporate EBITDA declined due to a foreign exchange loss compared to last year's gain. Turning to Slide 7 for an update on the recently announced tariffs. The focus of our comments today will be on the direct impact of the tariffs that have been announced or amended as of this earnings release. We estimate the direct impact of the tariffs in 2025 to be relatively modest at approximately $30 million to $40 million on an unmitigated basis. This impact is mostly attributed to specialties and catching. Notably, the direct impact on our energy storage business is expected to be effectively 0 as most of our lithium production is sold within Asia.\nAdditionally, we benefit from current exemptions for critical minerals such as lithium salts and spodumene. Our teams are actively working on mitigations to these impacts, and we expect the mitigated impact could be significantly lower. In some jurisdictions, we have inventories that help to mitigate near-term impacts. In other cases, tariffs present opportunities to increase sales in countries with lower tariffs. For instance, we may be able to capitalize on our U.S. manufacturing footprint to sell more bromine products from Magnolia into U.S. end markets. While the full economic impact of the recently announced tariffs and other global trade actions is unclear, we benefit from our global footprint and the current exemptions for critical minerals. As a result, we're able to maintain our full year 2025 outlook considerations even with the anticipated direct impact of tariffs announced to date.\nMoving to Slide 8. As usual, we are providing outlook scenarios based on recently observed lithium market pricing. And on this slide, we have presented Albemarle's comprehensive company rollup for each lithium market price scenario. As I just mentioned, these outlook considerations have not changed since we unveiled them last quarter. As a reminder, we have provided modeling for 3 price scenarios, including year-end 2024 market pricing of about $9 per kilogram lithium carbonate equivalent, or LCE, the first half 2024 range of $12 to $15 per kilogram LCE, and the fourth quarter 2023 average of about $20 per kilogram LCE. All 3 scenarios reflect the results of assumed flat market pricing across the year in conjunction with Energy Storage's current book of business with ranges based on expected volume and mix.\nTurning to Slide 9 for additional outlook commentary by segment. First, in energy storage, as a reminder, for 2025, approximately 50% of our lithium salt volumes are sold on long-term agreements with floors. Our contracts continue to perform in line with our forecast and we have no significant contracts up for renewal this year. With these long-term agreements, plus other sales on contracts with volume commitments and market-based pricing. We continue to expect volumes to be slightly higher year-over-year. This is primarily due to the ongoing ramp of the Salar yield improvement project in Chile, plus production ramps at our conversion sites which helps improve fixed cost absorption and results in reduced tolling volumes. We realized a strong first quarter energy storage EBITDA margin of 36% and thanks to lower input costs and a greater proportion of lithium salts sold under long-term agreements.\nSecond quarter margin is expected to be lower due to a lower proportion of lithium salts sold under long-term agreements. Net-net, we continue to expect the full year and the first half 2025 energy storage EBITDA margin to average in the mid-20% range, assuming our $9 per LCE price scenario. In specialties, we continue to expect modest volume growth year-over-year. We also expect to see revenue and pricing improvements midyear, partially due to steady demand and temporary industry supply disruptions. Q2 EBITDA is expected to be lower, primarily due to product mix. Finally, at Katchen, we expect modest improvements in 2025 related to product mix cost and productivity improvements and continued execution of our turnaround plan. While revenue is expected to improve sequentially, Q2 EBITDA is expected to be lower due to product mix. Please refer to our appendix slides in the deck for additional modeling considerations across the enterprise.\nAdvancing to Slide 10. We continue to progress broad initiatives designed to maintain our long-term competitive advantages through market cycles. Given the ongoing dynamic environment, we are consistently augmenting our playbook of potential measures to ensure timely adaptation as required. In terms of optimizing our lithium conversion network, we achieved record quarterly production at 5 sites across our company-operated conversion network. La Negra, Kemerton, Xinyu, Shinzo and Maison. Meanwhile, since our announcement last quarter, we've shifted operations at our Chengdu facility, which is ramping down and preparing to go into care and maintenance. These actions allow for lower cost to serve better fixed cost absorption and reduced tolling volumes.\nSecond, improving cost and productivity. We have moved rapidly on our $300 million to $400 million cost and productivity target and have already reached an approximately 90% run rate against the midpoint of the savings range. And additionally, we have identified opportunities to reach the high end of the range and are already developing execution plans to drive those benefits. These opportunities include further reductions to nonheadcount spending supply chain efficiencies and further volume improvements at key manufacturing sites. Third, we remain on track to reduce capital expenditures by more than 50% year-over-year. And finally, we remain focused on enhancing our financial flexibility and driving cash flow generation and cash conversion even in this uncertain market environment, evidenced by our more than 200% operating cash conversion in the first quarter, driven by the receipt of the customer prepayment.\nIn summary, we remain focused on our deep and broad playbook of actions in our control, and we continue to execute successfully across our planned operational and financial priorities. Turning to our balance sheet and liquidity metrics on Slide 11. We ended the first quarter with available liquidity of $3.1 billion, largely made up of $1.5 billion in cash and cash equivalents and the full $1.5 billion available under our revolver. The measures we've implemented to control costs, capital spending and cash conversion have also enhanced our financial flexibility. As a result of our proactive efforts to reduce costs and optimize cash flow, we ended Q1 with a net debt to adjusted EBITDA ratio of 2.4x. Slide 12 highlights our commitment to effective execution and converting earnings into cash. This is demonstrated by improved operating cash flow conversion resulting from operational discipline and efficient cash management.\nIn the first quarter, operating cash conversion exceeded 200%, a large part of which was driven by the customer prepayment received in January. However, even when excluding this prepayment, first quarter operating cash conversion was 73%, above our long-range target, thanks to the timing of Talison dividends, enhancements in inventory and other cash management actions across our enterprise. And just as important, we delivered slightly positive free cash flow without the customer prepayment. As we said last quarter, we anticipate that our 2025 cash dividends from the Talison JV will be below historical average as Talison completes its CGP 3 capital project at the Greenbushes mine Nevertheless, we expect operating cash flow conversion to surpass 80% in 2025, exceeding our long-term target range, driven by ongoing working capital improvements and the $350 million customer prepayment.\nCombining that with our capital spending range of $700 million to $800 million we maintain our expectation of breakeven free cash flow for the full year of 2025. I'll now turn it back to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Neal. Now I'll cover our long-term lithium supply-demand outlook. Lithium is vital for the energy transition and our long-term business drivers are robust. Beginning on Slide 14, 2025 EV demand growth is off to a strong start, led by China, with EV sales up 41% year-to-date driven by subsidies for battery EVs and plug-in hybrids. China now represents approximately 60% of the overall market demand. Europe also had a strong start to the year with sales up 19% in January and February, thanks to a step change in regulatory emission targets. Finally, North America grew 17% year-over-year. with U.S. trends improving due to greater model availability and affordability. Overall, these trends reinforce confidence in the industry's long-term growth potential and continue to highlight that the regional dynamics are important factors to consider as the industry expands.\nTurning to Slide 15. We expect lithium demand to more than double from 2024 to 2030, driven primarily by stationary storage and electric vehicle demand. Near term, we expect 2025 demand growth in the range of 15% to 40%, a wider-than-usual range, reflecting uncertainties around tariffs and other trade actions and their impact on the macroeconomic environment. We feel confident in the ability to reach the low end of the range given year-to-date performance, revised EU emission targets and even modest growth in China. The high end of the 2025 outlook range assumes strong grid installations, particularly in China and South Asia, plus Europe and China EV sales growth continuing closer to the year-to-date trend. For what we know today, we see the most likely outcome being a growth rate in between these 2 extremes in the mid-20% range or similar to the growth rate in 2024.\nThese figures include the anticipated impact of tariffs announced to date under current macroeconomic conditions. However, they do not include the impact of a global economic recession. We expect lithium supply to remain relatively balanced over the forecast period given recently announced and ongoing project curtailments and delays. Incentivizing supply growth to meet long-term demand requires prices well above current levels. The global energy transition is undoubtedly progressing. It is a matter of how fast not if. Globally, electric vehicle market penetration or share of vehicle production is expected to exceed internal combustion engines by the end of the decade. In China, EV production is expected to overtake ICE production by as early as this year.\nEuropean EV penetration is driven by the EU CO2 emissions targets and is expected to reach 65% by 2030 assuming the current policies remain in effect. The U.S. EV market is earlier in its development with a range of outcomes, primarily reflecting uncertain policy impacts. On the supply side, there have been several announced curtailments, both upstream and downstream. Nonintegrated hard rock conversion remains unprofitable and large integrated producers are facing pressure as prices have declined, we now believe that about 40% of global capacity is currently either at or below breakeven, of which only about 1/3 has come offline. In a growing market, all of that supply and more is required to meet long-run demand. In fact, we estimate lithium supply must double by 2030 to keep pace with demand. As a result, we continue to expect that prices well above current levels are required to support the necessary investment.\nIn summary, on Slide 18, Albemarle delivered solid first quarter performance while continuing to act decisively to preserve long-term growth optionality and maintain the company's industry-leading position through the cycle. We are maintaining our full year 2025 company outlook considerations, building on the progress we've made to drive enterprise-wide cost improvements and strong energy storage project ramps. We are progressing broad-based comprehensive actions to manage controllable factors and generate value across the cycle. I am confident we are taking the necessary steps to maintain our competitive position and to capitalize on the long-term secular opportunities in our markets. With that, I'll turn the call back over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6093e4dc813b1978b01039a127e52229",
    "period": "2024 Q4",
    "content": "Q4 2024 Albemarle Corp Earnings Call\n\nQ4 2024 Albemarle Corp Earnings Call\n\nALBNYSEFEB 13, 8:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q4 2024 earnings call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Fourth Quarter 2024 Earnings Conference Call. Our earnings were released after the market yesterday, and you'll find the press release and earnings presentation posted to our website at the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Neal Sheorey, Chief Financial Officer. Netha Johnson, Chief Operations Officer; and Eric Norris, Chief Commercial Officer, are also available for Q&A.\nAs a reminder, some of the statements made during this call including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation, which also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in our earnings materials.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. For the fourth quarter, we reported net sales of $1.2 billion and an adjusted EBITDA of $251 million with year-over-year EBITDA improvements in all of our business segments.\nTurning to the full year of 2024. We achieved an adjusted EBITDA of $1.1 billion in line with our outlook considerations due to significant productivity and cost improvements, higher volumes and strong contract performance. Our Energy Storage segment delivered a 26% year-over-year increase in sales volumes, surpassing our initial guidance of 10% to 20% growth, driven by successful project ramps and increased spodumene sales. We also generated $702 million in cash from operations with an operating cash conversion rate exceeding 60%, which is above our target of 50% and in line with our long-term objective.\nAlbemarle continues to act decisively across four key areas: optimizing our conversion network, improving cost and efficiency, reducing capital expenditure and enhancing financial flexibility. We'll touch on each of these areas in more detail later in the call. As part of these initiatives, today, we're announcing new measures to further optimize our global conversion network, including placing the Chengdu lithium conversion facility into care and maintenance by midyear of 2025 and shifting capacity at our Qinzhou lithium conversion facility somewhat from hydroxide to carbonate.\nAs we did last year, we are providing our outlook based on a range of lithium market prices, including a new $9 per kilogram scenario and updated $12 to $15 per kilogram and $20 per kilogram scenarios. Compared to 2024, we have improved our outlook across these ranges due to our ongoing efforts to enhance productivity and reduce cost. Additionally, we have further decreased our full year 2025 CapEx outlook by an additional $100 million, and we now expect to spend in the range of $700 million to $800 million. Thanks to these and other measures, we now have line of sight to achieve breakeven free cash flow in 2025.\nNow I'll turn it over to Neal, who will provide more details on our full year and fourth quarter performance, outlook considerations and market conditions. Then I'll conclude our prepared remarks with updates on our long-term competitive position, strategic framework and execution.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThank you, Kent, and good morning, everyone. I will begin with a review of our fourth quarter and full year 2024 performance on Slide 5. In the fourth quarter, we reported net sales of $1.2 billion, which represented a year-over-year decline primarily due to lower lithium market pricing.\nFourth quarter adjusted EBITDA was $251 million, an increase year-over-year driven by improvements across all 3 businesses as well as reduced corporate costs. Note that last year's adjusted EBITDA included a $604 million lower of cost or market pretax charge. Earnings per share for the fourth quarter were $0.29. Adjusted earnings per share reflected a loss of $1.09, excluding gains on asset sales, reduced restructuring charges and discrete tax items.\nFor the full year 2024, net sales were $5.4 billion, marking a year-over-year decrease primarily related to lower lithium pricing, partially offset by robust growth in lithium volumes. Full year EBITDA reached $1.1 billion, in line with our outlook considerations.\nSlide 6 shows the drivers of our year-over-year EBITDA performance. Our Q4 adjusted EBITDA of $251 million surpassed last year's result due to higher volumes, productivity and lower COGS. The EBITDA volume benefit was driven by higher volumes in specialties and the conclusion of the MARBL JV marketing agreement at the end of 2023. The COGS improvement was split between lower spodumene costs and reduced lower of cost or market adjustments. These benefits were partially offset by lower pricing and pretax equity income, mainly from reduced lithium and spodumene market prices. As Kent mentioned, adjusted EBITDA improved year-over-year in all 3 business segments, and we also reported lower corporate overhead costs.\nMoving to Slide 7. We present our outlook considerations for 2025. As we did last year, we are providing ranges of outcomes for our energy storage business based on recently observed lithium market pricing, including year-end 2024 market pricing of about $9 per kilogram lithium carbonate equivalent, or LCE, the first half 2024 range of $12 to $15 per kilogram LCE and the fourth quarter 2023 average of about $20 per kilogram LCE. Within each scenario, we have provided ranges based on expected volume and mix. We anticipate that energy storage volumes will be slightly higher year-over-year. All three scenarios reflect the results of assumed flat market pricing across the year in conjunction with Energy Storage's current book of business.\nThese scenarios illustrate the improved stability of our Energy Storage business. Given our extensive resource positions worldwide and our cost and productivity actions, we can sustain margins even with lower year-over-year lithium pricing. Additionally, we have maintained significant operating leverage with potential to benefit if pricing increases. For example, if market pricing were to average $12 per kilogram LCE, similar to last year, we would expect to see margin improvement rising from the mid-20% range that we delivered in 2024 to the mid-30% range.\nMoving to Slide 8. We present modeling considerations for Specialties, Ketjen and corporate. Specialties 2025 net sales are projected to be $1.3 billion to $1.5 billion with adjusted EBITDA of $210 million to $280 million. Ketjen's 2025 net sales are projected to be $1 billion to $1.1 billion with adjusted EBITDA of $120 million to $150 million. The corporate outlook shows a planned decrease in capital expenditures, which are now expected to total $700 million to $800 million in 2025, down from $1.7 billion in 2024.\nCorporate costs in 2025 are expected to range between $70 million and $100 million. We are seeing the benefits of our nonmanufacturing cost improvements and the changes in our operating structure. Corporate costs in 2025 are expected to decrease year-over-year, excluding favorable FX and interest income in the prior year.\nAdding it all together, slide 9 presents Albemarle's comprehensive company roll-up for each energy storage market price scenario. Recall that the full year 2024 included approximately $100 million of pretax equity income from onetime additional offtake by our JV partner at Talison. Notably, assuming a consistent average lithium market price of $12 per kilogram LCE in 2025, we expect cost and productivity improvements to more than compensate for the reduced equity earnings.\nTurning to Slide 10 for additional outlook commentary by segment. For Energy Storage, we anticipate volumes to be slightly higher year-over-year primarily due to the ongoing ramp of the Salar yield improvement project in Chile. In addition, we continue to ramp our conversion sites, including Meishan and Kemerton, which helps improve fixed cost absorption and result in reduced tolling volumes.\nLast year, we indicated that about 2/3 of our lithium salts volumes were sold on contracts, including both long-term agreements with floors and other contracts. For 2025, we've indicated that 50% of our lithium salts volumes are sold on long-term agreements with floors. This number now excludes other contracts to help simplify modeling. Our contracts continue to perform, and we have no significant contract renewals this year. We continue to have additional sales on contracts with volume commitments, giving us greater confidence in our volume expectations for this year.\nWe foresee a modest volume-led recovery in Specialties year-over-year driven by strength in pharma, autos and oilfield applications. Finally, in Ketjen, we expect modest improvements in 2025 results related to product mix, cost and productivity improvements and continued execution of our turnaround plan. Please refer to our appendix slides in the deck for additional modeling considerations across the enterprise.\nTurning to our balance sheet and liquidity metrics on Slide 11. We concluded the fourth quarter with available liquidity of $2.8 billion predominantly comprising $1.2 billion in cash and cash equivalents and the full $1.5 billion available under our revolver. The measures we have implemented to enhance our cost structure and operational efficiency have also increased our financial flexibility. As a result of our proactive actions to reduce costs and optimize cash flow, we ended Q4 with a net debt to adjusted EBITDA ratio of 2.6x, favorable to previous expectations. For additional information on covenants, please refer to the appendix.\nWe have a single upcoming maturity, which is our [ EUR ] 372 million notes at [ 1/8% ] due in November of this year. Given the favorable rate, there is no immediate urgency to refinance, and we continue to evaluate our options for managing this maturity.\nSlide 12 shows our focus on execution and converting our earnings into cash, evident in improved operating cash flow conversion due to operational discipline and cash management. For 2024, operating cash conversion was 62%, surpassing our target of 50% and aligning with our long-term target range. This was driven by increased Talison dividends from higher Greenbushes sales volumes and inventory and cash management improvements across operations.\nLooking to 2025, we expect our cash dividends from Talison in the year to remain below historical averages as Talison completes the CGP 3 project at the Greenbushes mine. Nonetheless, we expect operating cash flow conversion to exceed 80% in 2025, above our long-term target range, due to ongoing working capital improvements and a $350 million customer prepayment. This prepayment relates to a recently signed contract for delivery of spodumene and lithium salts over the next 5 years at market index prices.\nAs you see here, our efforts to enhance operating cash flow and cash flow conversion are paying off. This focus is evident in our free cash flow expectations this year. We now have line of sight to breakeven free cash flow through new capacity ramp-ups, inventory management, bidding events, cost and productivity measures and other cash conversion enhancements.\nTurning to Slide 13. I will provide some comments on the current conditions of the lithium market. We are in the process of updating our longer-term supply-demand forecast in light of recent policy and market developments. We expect to provide a more comprehensive update with our first quarter results. Lithium remains crucial to the energy transition and the long-term drivers of our business remain strong. The global energy transition is undoubtedly progressing. It is a matter of when, not if.\nIn 2024, electric vehicle registrations increased by 25% year-over-year. Sales reached a new quarterly record in Q4 with December achieving all-time highs for both BEVs and PHEVs. Sales are influenced by customer preferences and the availability and cost of different models. As early as next year, we anticipate that consumers will find EV prices comparable to those of internal combustion engine vehicles. Global battery costs have fallen below the critical $100 per kilowatt hour pack average, which supports the relative EV affordability.\nPlus, EVs represent only a portion of the broader picture. Grid storage demand is also performing exceptionally well, increasing by nearly 50% year-over-year in 2024 driven by installations in the United States and China. Grid storage demand now constitutes nearly 20% of global lithium demand, up from less than 5% a few years ago.\nOn the supply side, there have been several announced curtailments both upstream and downstream. Nonintegrated hard rock conversion remains unprofitable and larger integrated producers are facing pressure. Our estimates of pressure on the global cost curve are unchanged. We think that at least 25% of the global resource cost curve is either at or below breakeven.\nSlide 14 details 2024 global EV growth by region. China's demand was the key global driver by far, with demand increasing 37% year-over-year driven by balanced subsidies for battery EVs and plug-in hybrids. China now represents about 65% of the market demand. Europe had the weakest demand due to reduced subsidies and economic challenges, but potential price cuts and emissions targets may boost growth in 2025. North America grew 14% year-over-year with U.S. trends improving due to more model availability and affordability. Overall, these trends reinforce confidence in the industry's long-term growth potential but continue to highlight that the regional dynamics are important factors to consider as the industry expands.\nI'll now hand it back to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Neal. Moving on to Slide 15. I will discuss the major initiatives we are implementing to reset our cost structure. These measures will enable us to sustain our leadership position and be competitive across the cycle.\nMoving to Slide 16. It is essential to place our recent initiatives within the context of the measures we have been implementing over several quarters as we navigate the current business environment. This year, we are optimizing our conversion network, including new actions at Chengdu and Qinzhou, improving cost and efficiency with significant progress toward our $300 million to $400 million target for cost and productivity improvements, reducing capital expenditures as we refine our 2025 execution plans and enhancing financial flexibility.\nTaken together, we now have greater confidence in our ability to achieve breakeven free cash flow as early as this year at current price levels. Our initiatives are comprehensive and designed to sustain our long-term competitive advantages in response to market conditions. As the dynamic environment persists, we are continually adding to our list of potential actions so that we can adapt as necessary.\nTurning to Slide 17 for additional details. The shifting market underscores the need for a globally diversified conversion network with product flexibility. As previously mentioned, we are optimizing production from both our carbonate and hydroxide assets. achieving record production at the La Negra lithium carbonate plant in Chile and the Meishan lithium hydroxide plant in China.\nAs we have reviewed our conversion network for improvement opportunities, we have made the decision to place our Chengdu plant on care and maintenance due to market conditions and shifting product mix. Chengdu is a relatively small plant with a capacity to produce approximately 5,000 tons of lithium hydroxide annually. We will continue to service those customers through the ramp of newer, larger plants in Chile, China and Australia. This approach will enable us to provide high-quality secure supply to our customers while driving network efficiencies and better leveraging our scale.\nMoreover, we have identified a highly capital-efficient project at Qinzhou to shift conversion capacity partially from hydroxide to carbonate in response to strong market demand. In Australia, performance of our Kemerton lithium hydroxide facility continues to improve, and the site recently commenced its first battery-grade commercial sales.\nOn the resources front, we are focused on preserving and maximizing the value of our advantaged low-cost resources. The Salar yield improvement project has exceeded a 50% operating rate milestone and is progressing towards nameplate capacity. We are leveraging our brine expertise, for example, in hydro geological mapping, to maximize recoveries at every stage of the resource. At Greenbushes, CGP 3 is expected to produce its first ore in the fourth quarter of 2025, providing additional feedstock for increased lithium salts volumes in 2026. The Talison team, together with our JV partners, has undertaken technical studies to optimize Greenbushes' operation over the life of the mine. Please refer to Slide 18 for more details on cost and capital considerations.\nWe've achieved over 50% of the $300 million to $400 million cost improvement announced the last quarter as we moved quickly to execute on our plans. Our goal is to reach a full run rate by year-end, possibly sooner. Additionally, we're reducing 2025 capital expenditures by $100 million to $700 million to $800 million, down more than 50% from 2024. This result stems from a more detailed review of our projects. Full year 2025 CapEx will focus on core assets with priorities on health, safety, environmental improvements and cost reductions.\nMoving to Slide 19. The actions being taken are intended to preserve Albemarle's competitive advantages and position the company for long-term value creation as outlined by the strategic framework on Slide 20. Our strategic framework continues to guide how we operate Albemarle as we lead the world in transforming essential resources into critical ingredients for modern living. Our vision is still the same. We want to lead with impact and be purpose-driven. The markets we serve are unchanged. Both of our core businesses have enormous secular growth opportunities across mobility, energy, connectivity and health, including the energy transition, electrification, population growth and shifting demographics.\nI want to feature on that next row of boxes, which highlights our strategic and competitive advantages. And they're highlighted in more detail on Slide 21. First, our industry-leading resources are unmatched with large-scale, high-grade and therefore low-cost assets. This core advantage is enhanced through our innovation and advanced process chemistry capabilities. We've used this for growth in the past and now are increasingly aiming these capabilities toward cost savings and incremental growth opportunities.\nCustomer centricity is key. We stay focused on both the customer and end user, integrating from the resource to the final product. Close collaboration with customers lets us understand market trends and technology shifts, allowing us to adapt in our dynamic markets. We continue to get positive feedback that our customers seek to work with Albemarle for our capabilities, scale and reach.\nLastly, our commitment to people and planet stewardship is fundamental. It underscores our value proposition by supporting our team and promoting sustainability across all our business lines and in the communities where we operate.\nThere is no question that while our strategic framework has not changed, our execution has certainly adapted. We have implemented several key initiatives to enhance our operational efficiency and agility. Our commitment to innovation is evident in the strategic investments we have made in research and development. We are exploring cutting-edge technologies and sustainable practices to ensure that we remain at the forefront of the industry. This includes developing next-generation polymeric flame retardants and optimizing lithium conversion to meet shifting market demand.\nInnovation is also core to preserving our resource advantage with projects like the Salar yield improvement project in Chile and an innovative process upgrade in Jordan that we call NEBO, both of which allow us to increase production more sustainably without incremental brine pumping. We're also driving out cost and reducing capital intensity. For example, by leveraging advanced data analytics and digital tools, we are improving our ability to monitor and optimize production processes in real time.\nThroughout these changes, we remain dedicated to safety, sustainability and operational excellence, aiming to create long-term value for our stakeholders while fostering a more sustainable future.\nIn summary, on Slide 23, Albemarle delivered solid 2024 performance while acting decisively to preserve long-term growth optionality and maintain the company's industry-leading position through the cycle. Our full year 2025 company outlook considerations build on the progress we've made to drive enterprise-wide cost improvements, strong energy storage project ramps and contract performance. We are focusing on taking broad-based proactive steps to control what we can control and ensure we are competitive across the cycle. Albemarle remains a global leader, and I am confident we are taking the right actions to maintain our competitive position and to capitalize on the long-term secular opportunities in our markets.\nI look forward to seeing some of you face-to-face at upcoming events listed here on Slide 24. And with that, I'd like to turn the call back over to the operator to begin the Q&A portion.\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q4 2024 earnings call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Fourth Quarter 2024 Earnings Conference Call. Our earnings were released after the market yesterday, and you'll find the press release and earnings presentation posted to our website at the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Neal Sheorey, Chief Financial Officer. Netha Johnson, Chief Operations Officer; and Eric Norris, Chief Commercial Officer, are also available for Q&A.\nAs a reminder, some of the statements made during this call including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation, which also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in our earnings materials.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. For the fourth quarter, we reported net sales of $1.2 billion and an adjusted EBITDA of $251 million with year-over-year EBITDA improvements in all of our business segments.\nTurning to the full year of 2024. We achieved an adjusted EBITDA of $1.1 billion in line with our outlook considerations due to significant productivity and cost improvements, higher volumes and strong contract performance. Our Energy Storage segment delivered a 26% year-over-year increase in sales volumes, surpassing our initial guidance of 10% to 20% growth, driven by successful project ramps and increased spodumene sales. We also generated $702 million in cash from operations with an operating cash conversion rate exceeding 60%, which is above our target of 50% and in line with our long-term objective.\nAlbemarle continues to act decisively across four key areas: optimizing our conversion network, improving cost and efficiency, reducing capital expenditure and enhancing financial flexibility. We'll touch on each of these areas in more detail later in the call. As part of these initiatives, today, we're announcing new measures to further optimize our global conversion network, including placing the Chengdu lithium conversion facility into care and maintenance by midyear of 2025 and shifting capacity at our Qinzhou lithium conversion facility somewhat from hydroxide to carbonate.\nAs we did last year, we are providing our outlook based on a range of lithium market prices, including a new $9 per kilogram scenario and updated $12 to $15 per kilogram and $20 per kilogram scenarios. Compared to 2024, we have improved our outlook across these ranges due to our ongoing efforts to enhance productivity and reduce cost. Additionally, we have further decreased our full year 2025 CapEx outlook by an additional $100 million, and we now expect to spend in the range of $700 million to $800 million. Thanks to these and other measures, we now have line of sight to achieve breakeven free cash flow in 2025.\nNow I'll turn it over to Neal, who will provide more details on our full year and fourth quarter performance, outlook considerations and market conditions. Then I'll conclude our prepared remarks with updates on our long-term competitive position, strategic framework and execution.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThank you, Kent, and good morning, everyone. I will begin with a review of our fourth quarter and full year 2024 performance on Slide 5. In the fourth quarter, we reported net sales of $1.2 billion, which represented a year-over-year decline primarily due to lower lithium market pricing.\nFourth quarter adjusted EBITDA was $251 million, an increase year-over-year driven by improvements across all 3 businesses as well as reduced corporate costs. Note that last year's adjusted EBITDA included a $604 million lower of cost or market pretax charge. Earnings per share for the fourth quarter were $0.29. Adjusted earnings per share reflected a loss of $1.09, excluding gains on asset sales, reduced restructuring charges and discrete tax items.\nFor the full year 2024, net sales were $5.4 billion, marking a year-over-year decrease primarily related to lower lithium pricing, partially offset by robust growth in lithium volumes. Full year EBITDA reached $1.1 billion, in line with our outlook considerations.\nSlide 6 shows the drivers of our year-over-year EBITDA performance. Our Q4 adjusted EBITDA of $251 million surpassed last year's result due to higher volumes, productivity and lower COGS. The EBITDA volume benefit was driven by higher volumes in specialties and the conclusion of the MARBL JV marketing agreement at the end of 2023. The COGS improvement was split between lower spodumene costs and reduced lower of cost or market adjustments. These benefits were partially offset by lower pricing and pretax equity income, mainly from reduced lithium and spodumene market prices. As Kent mentioned, adjusted EBITDA improved year-over-year in all 3 business segments, and we also reported lower corporate overhead costs.\nMoving to Slide 7. We present our outlook considerations for 2025. As we did last year, we are providing ranges of outcomes for our energy storage business based on recently observed lithium market pricing, including year-end 2024 market pricing of about $9 per kilogram lithium carbonate equivalent, or LCE, the first half 2024 range of $12 to $15 per kilogram LCE and the fourth quarter 2023 average of about $20 per kilogram LCE. Within each scenario, we have provided ranges based on expected volume and mix. We anticipate that energy storage volumes will be slightly higher year-over-year. All three scenarios reflect the results of assumed flat market pricing across the year in conjunction with Energy Storage's current book of business.\nThese scenarios illustrate the improved stability of our Energy Storage business. Given our extensive resource positions worldwide and our cost and productivity actions, we can sustain margins even with lower year-over-year lithium pricing. Additionally, we have maintained significant operating leverage with potential to benefit if pricing increases. For example, if market pricing were to average $12 per kilogram LCE, similar to last year, we would expect to see margin improvement rising from the mid-20% range that we delivered in 2024 to the mid-30% range.\nMoving to Slide 8. We present modeling considerations for Specialties, Ketjen and corporate. Specialties 2025 net sales are projected to be $1.3 billion to $1.5 billion with adjusted EBITDA of $210 million to $280 million. Ketjen's 2025 net sales are projected to be $1 billion to $1.1 billion with adjusted EBITDA of $120 million to $150 million. The corporate outlook shows a planned decrease in capital expenditures, which are now expected to total $700 million to $800 million in 2025, down from $1.7 billion in 2024.\nCorporate costs in 2025 are expected to range between $70 million and $100 million. We are seeing the benefits of our nonmanufacturing cost improvements and the changes in our operating structure. Corporate costs in 2025 are expected to decrease year-over-year, excluding favorable FX and interest income in the prior year.\nAdding it all together, slide 9 presents Albemarle's comprehensive company roll-up for each energy storage market price scenario. Recall that the full year 2024 included approximately $100 million of pretax equity income from onetime additional offtake by our JV partner at Talison. Notably, assuming a consistent average lithium market price of $12 per kilogram LCE in 2025, we expect cost and productivity improvements to more than compensate for the reduced equity earnings.\nTurning to Slide 10 for additional outlook commentary by segment. For Energy Storage, we anticipate volumes to be slightly higher year-over-year primarily due to the ongoing ramp of the Salar yield improvement project in Chile. In addition, we continue to ramp our conversion sites, including Meishan and Kemerton, which helps improve fixed cost absorption and result in reduced tolling volumes.\nLast year, we indicated that about 2/3 of our lithium salts volumes were sold on contracts, including both long-term agreements with floors and other contracts. For 2025, we've indicated that 50% of our lithium salts volumes are sold on long-term agreements with floors. This number now excludes other contracts to help simplify modeling. Our contracts continue to perform, and we have no significant contract renewals this year. We continue to have additional sales on contracts with volume commitments, giving us greater confidence in our volume expectations for this year.\nWe foresee a modest volume-led recovery in Specialties year-over-year driven by strength in pharma, autos and oilfield applications. Finally, in Ketjen, we expect modest improvements in 2025 results related to product mix, cost and productivity improvements and continued execution of our turnaround plan. Please refer to our appendix slides in the deck for additional modeling considerations across the enterprise.\nTurning to our balance sheet and liquidity metrics on Slide 11. We concluded the fourth quarter with available liquidity of $2.8 billion predominantly comprising $1.2 billion in cash and cash equivalents and the full $1.5 billion available under our revolver. The measures we have implemented to enhance our cost structure and operational efficiency have also increased our financial flexibility. As a result of our proactive actions to reduce costs and optimize cash flow, we ended Q4 with a net debt to adjusted EBITDA ratio of 2.6x, favorable to previous expectations. For additional information on covenants, please refer to the appendix.\nWe have a single upcoming maturity, which is our [ EUR ] 372 million notes at [ 1/8% ] due in November of this year. Given the favorable rate, there is no immediate urgency to refinance, and we continue to evaluate our options for managing this maturity.\nSlide 12 shows our focus on execution and converting our earnings into cash, evident in improved operating cash flow conversion due to operational discipline and cash management. For 2024, operating cash conversion was 62%, surpassing our target of 50% and aligning with our long-term target range. This was driven by increased Talison dividends from higher Greenbushes sales volumes and inventory and cash management improvements across operations.\nLooking to 2025, we expect our cash dividends from Talison in the year to remain below historical averages as Talison completes the CGP 3 project at the Greenbushes mine. Nonetheless, we expect operating cash flow conversion to exceed 80% in 2025, above our long-term target range, due to ongoing working capital improvements and a $350 million customer prepayment. This prepayment relates to a recently signed contract for delivery of spodumene and lithium salts over the next 5 years at market index prices.\nAs you see here, our efforts to enhance operating cash flow and cash flow conversion are paying off. This focus is evident in our free cash flow expectations this year. We now have line of sight to breakeven free cash flow through new capacity ramp-ups, inventory management, bidding events, cost and productivity measures and other cash conversion enhancements.\nTurning to Slide 13. I will provide some comments on the current conditions of the lithium market. We are in the process of updating our longer-term supply-demand forecast in light of recent policy and market developments. We expect to provide a more comprehensive update with our first quarter results. Lithium remains crucial to the energy transition and the long-term drivers of our business remain strong. The global energy transition is undoubtedly progressing. It is a matter of when, not if.\nIn 2024, electric vehicle registrations increased by 25% year-over-year. Sales reached a new quarterly record in Q4 with December achieving all-time highs for both BEVs and PHEVs. Sales are influenced by customer preferences and the availability and cost of different models. As early as next year, we anticipate that consumers will find EV prices comparable to those of internal combustion engine vehicles. Global battery costs have fallen below the critical $100 per kilowatt hour pack average, which supports the relative EV affordability.\nPlus, EVs represent only a portion of the broader picture. Grid storage demand is also performing exceptionally well, increasing by nearly 50% year-over-year in 2024 driven by installations in the United States and China. Grid storage demand now constitutes nearly 20% of global lithium demand, up from less than 5% a few years ago.\nOn the supply side, there have been several announced curtailments both upstream and downstream. Nonintegrated hard rock conversion remains unprofitable and larger integrated producers are facing pressure. Our estimates of pressure on the global cost curve are unchanged. We think that at least 25% of the global resource cost curve is either at or below breakeven.\nSlide 14 details 2024 global EV growth by region. China's demand was the key global driver by far, with demand increasing 37% year-over-year driven by balanced subsidies for battery EVs and plug-in hybrids. China now represents about 65% of the market demand. Europe had the weakest demand due to reduced subsidies and economic challenges, but potential price cuts and emissions targets may boost growth in 2025. North America grew 14% year-over-year with U.S. trends improving due to more model availability and affordability. Overall, these trends reinforce confidence in the industry's long-term growth potential but continue to highlight that the regional dynamics are important factors to consider as the industry expands.\nI'll now hand it back to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Neal. Moving on to Slide 15. I will discuss the major initiatives we are implementing to reset our cost structure. These measures will enable us to sustain our leadership position and be competitive across the cycle.\nMoving to Slide 16. It is essential to place our recent initiatives within the context of the measures we have been implementing over several quarters as we navigate the current business environment. This year, we are optimizing our conversion network, including new actions at Chengdu and Qinzhou, improving cost and efficiency with significant progress toward our $300 million to $400 million target for cost and productivity improvements, reducing capital expenditures as we refine our 2025 execution plans and enhancing financial flexibility.\nTaken together, we now have greater confidence in our ability to achieve breakeven free cash flow as early as this year at current price levels. Our initiatives are comprehensive and designed to sustain our long-term competitive advantages in response to market conditions. As the dynamic environment persists, we are continually adding to our list of potential actions so that we can adapt as necessary.\nTurning to Slide 17 for additional details. The shifting market underscores the need for a globally diversified conversion network with product flexibility. As previously mentioned, we are optimizing production from both our carbonate and hydroxide assets. achieving record production at the La Negra lithium carbonate plant in Chile and the Meishan lithium hydroxide plant in China.\nAs we have reviewed our conversion network for improvement opportunities, we have made the decision to place our Chengdu plant on care and maintenance due to market conditions and shifting product mix. Chengdu is a relatively small plant with a capacity to produce approximately 5,000 tons of lithium hydroxide annually. We will continue to service those customers through the ramp of newer, larger plants in Chile, China and Australia. This approach will enable us to provide high-quality secure supply to our customers while driving network efficiencies and better leveraging our scale.\nMoreover, we have identified a highly capital-efficient project at Qinzhou to shift conversion capacity partially from hydroxide to carbonate in response to strong market demand. In Australia, performance of our Kemerton lithium hydroxide facility continues to improve, and the site recently commenced its first battery-grade commercial sales.\nOn the resources front, we are focused on preserving and maximizing the value of our advantaged low-cost resources. The Salar yield improvement project has exceeded a 50% operating rate milestone and is progressing towards nameplate capacity. We are leveraging our brine expertise, for example, in hydro geological mapping, to maximize recoveries at every stage of the resource. At Greenbushes, CGP 3 is expected to produce its first ore in the fourth quarter of 2025, providing additional feedstock for increased lithium salts volumes in 2026. The Talison team, together with our JV partners, has undertaken technical studies to optimize Greenbushes' operation over the life of the mine. Please refer to Slide 18 for more details on cost and capital considerations.\nWe've achieved over 50% of the $300 million to $400 million cost improvement announced the last quarter as we moved quickly to execute on our plans. Our goal is to reach a full run rate by year-end, possibly sooner. Additionally, we're reducing 2025 capital expenditures by $100 million to $700 million to $800 million, down more than 50% from 2024. This result stems from a more detailed review of our projects. Full year 2025 CapEx will focus on core assets with priorities on health, safety, environmental improvements and cost reductions.\nMoving to Slide 19. The actions being taken are intended to preserve Albemarle's competitive advantages and position the company for long-term value creation as outlined by the strategic framework on Slide 20. Our strategic framework continues to guide how we operate Albemarle as we lead the world in transforming essential resources into critical ingredients for modern living. Our vision is still the same. We want to lead with impact and be purpose-driven. The markets we serve are unchanged. Both of our core businesses have enormous secular growth opportunities across mobility, energy, connectivity and health, including the energy transition, electrification, population growth and shifting demographics.\nI want to feature on that next row of boxes, which highlights our strategic and competitive advantages. And they're highlighted in more detail on Slide 21. First, our industry-leading resources are unmatched with large-scale, high-grade and therefore low-cost assets. This core advantage is enhanced through our innovation and advanced process chemistry capabilities. We've used this for growth in the past and now are increasingly aiming these capabilities toward cost savings and incremental growth opportunities.\nCustomer centricity is key. We stay focused on both the customer and end user, integrating from the resource to the final product. Close collaboration with customers lets us understand market trends and technology shifts, allowing us to adapt in our dynamic markets. We continue to get positive feedback that our customers seek to work with Albemarle for our capabilities, scale and reach.\nLastly, our commitment to people and planet stewardship is fundamental. It underscores our value proposition by supporting our team and promoting sustainability across all our business lines and in the communities where we operate.\nThere is no question that while our strategic framework has not changed, our execution has certainly adapted. We have implemented several key initiatives to enhance our operational efficiency and agility. Our commitment to innovation is evident in the strategic investments we have made in research and development. We are exploring cutting-edge technologies and sustainable practices to ensure that we remain at the forefront of the industry. This includes developing next-generation polymeric flame retardants and optimizing lithium conversion to meet shifting market demand.\nInnovation is also core to preserving our resource advantage with projects like the Salar yield improvement project in Chile and an innovative process upgrade in Jordan that we call NEBO, both of which allow us to increase production more sustainably without incremental brine pumping. We're also driving out cost and reducing capital intensity. For example, by leveraging advanced data analytics and digital tools, we are improving our ability to monitor and optimize production processes in real time.\nThroughout these changes, we remain dedicated to safety, sustainability and operational excellence, aiming to create long-term value for our stakeholders while fostering a more sustainable future.\nIn summary, on Slide 23, Albemarle delivered solid 2024 performance while acting decisively to preserve long-term growth optionality and maintain the company's industry-leading position through the cycle. Our full year 2025 company outlook considerations build on the progress we've made to drive enterprise-wide cost improvements, strong energy storage project ramps and contract performance. We are focusing on taking broad-based proactive steps to control what we can control and ensure we are competitive across the cycle. Albemarle remains a global leader, and I am confident we are taking the right actions to maintain our competitive position and to capitalize on the long-term secular opportunities in our markets.\nI look forward to seeing some of you face-to-face at upcoming events listed here on Slide 24. And with that, I'd like to turn the call back over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d967bd2584680198f7dfae22ff62e05c",
    "period": "2024 Q2",
    "content": "Q2 2024 Albemarle Corp Earnings Call\n\nQ2 2024 Albemarle Corp Earnings Call\n\nALBNYSEAUG 1, 8:00 AM\n\nOperator\n\nHello, and welcome to Albemarle's Q2 2024 Earnings Call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Second Quarter 2024 Earnings Conference Call. Our earnings were released after the market yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com.\nAlso posted to our website is yesterday's additional press release announcing our initiation of a comprehensive review of our cost and operating structure, which we will also reference during our comments today. Joining me on the call today are Kent Masters, Chief Executive Officer; Neal Sheorey, Chief Financial Officer; Netha Johnson, President of Specialties; and Eric Norris, President of Energy Storage, are also available for Q&A.\nAs a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and strategic initiatives may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation, which also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in our earnings materials. And now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. During the second quarter, Albemarle continued to demonstrate strong operational execution. We recorded net sales of $1.4 billion and sequential increases in adjusted EBITDA and cash from operations, thanks in part to successful project delivery, productivity and restructuring initiatives and working capital improvements.\nWe continue to capture volumetric growth driven by our energy storage segment, which was up 37% year-over-year, highlighting successful project ramps and spodumene sales in that segment. For example, during the quarter, we achieved first commercial sales from Meishan, ahead of our original schedule by approximately 6 months.\nDuring the second quarter, we also delivered more than $150 million in restructuring and productivity improvements, consistent with our efforts to align our operations and cost structure with the current market environment. We are on track to exceed our full year target on this front by 50%.\nLooking to the rest of this year, our operational discipline allows us to maintain our full year 2024 outlook considerations. Notably, we expect our $15 per kilogram lithium price scenario to apply even assuming that lower July market pricing persists. This is due to higher volumes, cost out and productivity progress and contract performance.\nWe've made great progress in strengthening our competitive position and enhancing our financial flexibility. However, industry headwinds that began last year have persisted longer than the sector anticipated, making it clear that we must proactively take additional steps.\nBuilding on the actions we announced this past January, we announced yesterday that we are taking a comprehensive review of our cost and operating structure with the goal of maintaining Albemarle's competitive position and driving long-term value.\nAs part of the initial review, we announced the difficult but necessary decision to immediately adjust our operating and capital spending plans at our Kemerton site in Australia. These actions showcase our deeper focus on cost and operating discipline. There is no question that the global energy transition is underway. However, the pace of the industry changes are dynamic and what we must remain agile as well.\nLater on the call, I will spend some time diving deeper into the cost and asset actions that we continue to take in this environment to maintain our competitiveness. And I will also highlight the strategic advantages that remain proof points of Albemarle's competitive and operational strengths.\nI'll now hand it over to Neal to talk about our financial results during the quarter.\n\nNeal R. Sheorey\n\nExecutive VP & CFO\n\nThanks, Kent, and good morning, everyone. Beginning on Slide 5, let's move to our second quarter performance. In Q2 2024, we recorded net sales of $1.4 billion compared to $2.4 billion in the prior year quarter, a decline of 40%, driven principally by lower pricing.\nDuring the quarter, we recorded a loss attributable to Albemarle of $188 million and a diluted loss per share of $1.96. This result included an after-tax charge of $215 million, primarily related to capital project asset write-offs for Kemerton IV. Adjusted diluted EPS was $0.04 per share.\nMoving to Slide 6. Our second quarter adjusted EBITDA of $386 million was down substantially versus the year ago period as favorable volume growth was more than offset by lower prices and reduced equity earnings due to soft fundamentals in the lithium value chain. Compared to the first quarter, second quarter adjusted EBITDA rose 33%, driven by higher sales volumes across all businesses and higher income from increased Talison JV sales volumes.\nAs a reminder, on last quarter's earnings call, we said that we expected an approximately $100 million sequential lift to our EBITDA from higher-than-normal offtake by a partner at the Talison JV, and that's what we saw in the quarter.\nTurning to Slide 7. As we've done in prior quarters, we are providing full year 2024 outlook considerations based on historically observed lithium market pricing scenarios. The price scenario shown represent a blend of relevant market prices, including both China and ex China pricing for lithium carbonate and hydroxide.\nThe numbers you see here on this slide have not changed since our last earnings call. What is new is what Kent mentioned at the top of the call. We now expect the $15 per kilogram price scenario to be applicable even assuming lower July market pricing persists for the balance of the year. We are able to maintain this scenario due to the success of our enterprise-wide cost improvements, continued strong volume growth higher sales volumes at our Talison JV and contract performance in energy storage.\nMoving to Slide 8. We continue to prioritize our financial flexibility and strong liquidity to navigate the dynamic market environment. We ended the second quarter with available liquidity of $3.5 billion, including $1.8 billion of cash and cash equivalents and $1.5 billion available under our revolver.\nOur net debt to adjusted EBITDA was 2.1x which was well below the quarter's covenant maximum of 5x. We continue to add new liquidity resources such as our AR factoring program, and from a long-term debt perspective, we are well positioned and have no significant maturities due until late 2025.\nTurning to Slide 9, which shows our improved operating cash flow performance and considerations. Our focus on cash generation and efficiency continues to drive important benefits. Our operating cash flow conversion in the second quarter was 94%, which was unusually high, primarily due to increased Talison dividends.\nWe also continue to drive volume growth, cost and productivity improvements and working capital efficiencies, all of which contributed to our cash conversion. As we look forward, we now expect our full year operating cash conversion to be approximately 50%, which is at the higher end of our historical range. I'll now hand it back to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Neal. Turning to Slide 10. For more details about the actions we announced yesterday to streamline our operations, build on the cost out and productive actions we already have underway and maintain Albemarle's competitive position across the cycle.\nNow on Slide 11, I'll first cover the fundamentals in our market. On the demand side, EV registrations are up more than 20% year-to-date through June, led by strong growth in China. However, the pace of growth in Europe and the U.S. has moderated substantially versus the industry's expectations.\nAcross the value chain, we are seeing meaningful mix shifts. First, stronger growth in plug-in hybrid sales, which has translated to smaller batteries with less lithium per vehicle. And second, we see a continuation in the trend towards more carbonate-based batteries. Both of these developments are still positive for overall long-term lithium demand, however, they highlight the shifting nature of this value chain as it develops and matures.\nThese demand changes are occurring at the same time as we see dynamic conditions on the supply side. We have yet to see significant changes at the mine level as existing and new supplies continue to come to market. And on the conversion side, there is still oversupply predominantly in China.\nAt current Chinese spot pricing, we believe and are hearing from the market that many nonintegrated producers are unprofitable with some operating at reduced rates or idling production. And we're hearing that even producers who are integrated into cathode or batteries are under pressure. Moreover, current pricing is well below the incentive pricing required for Western greenfield lithium projects.\nAt the same time, geopolitical developments are also adding uncertainties to our business. This includes escalating trade tensions and ongoing armed conflicts. Challenging Western supply chain dynamics are also at play. Notably, the IRA's 30D consumer tax credit has yet to benefit upstream producers like Albemarle.\nAnd specific to our position, as written the final U.S. Department of Energy foreign entity of concern or FIAC rule will impact the eligibility of our Australian product, and we suspect that others could be impacted as well. While current dynamics add challenging uncertainties, there is no question that the energy transition remains well underway, and the long-term growth potential of our end markets is strong, as you can see on Slide 12.\nThe global EV supply chain is on track to achieve the critical $100 per kilo hour tipping point where EVs are at cost parity with internal combustion engine vehicles. The Chinese industry has likely surpassed that target with the rest of the world not far behind. Taking all these changes into consideration, we continue to anticipate 2.5x lithium demand growth from 2024 and to 2030. Additionally, we see battery size growing over time, driven by technology developments and EV adoption. These factors all translate to significantly higher long-term global lithium needs.\nTurning to Slide 13. In January, we announced a series of proactive actions to preserve growth, reduce cost and optimize cash flow. Our teams have successfully executed on many of those actions, including ramping in-flight projects at Xinyu, Meishan and the Salar on or ahead of schedule, delivering cost out and productivity actions and we are now tracking to deliver 50% ahead of our initial targets, reducing 2024 estimated CapEx by between $300 million and $400 million year-over-year, and enhancing our financial flexibility including improving cash generation and conversion.\nWhile these steps have served us well, the industry dynamics I just described require us to do more to ensure our competitiveness across the cycle. Building on the actions we announced in January, we announced yesterday that we were embarking on a comprehensive review of our cost and operating structure, pushing deeper into our playbook to further pivot and pace to maintain our leading position.\nWe are focused on the 4 key areas you see on the slide: optimizing Albemarle's global conversion network to preserve our world-class resource advantages, improving our cost competitiveness and efficiency, continuing to reduce capital expenditures and future capital intensity and enhancing Albemarle's financial flexibility.\nThe middle section of this slide highlights that we've already taken the next set of actions across these 4 focus areas. And the bottom of the slide details additional opportunities that we'll closely evaluate as part of the process. The comprehensive review of our cost and operating structure has just begun, and we plan to provide additional details with our third quarter earnings.\nThat said, we took the difficult but necessary decision to bring forward the first step in the review, which is to further optimize our Australian network as we show on Slide 14. As one of the first steps in this comprehensive review, we announced yesterday immediate adjustments to our Australian lithium hydroxide footprint. These changes follow our previously announced decision not to proceed with the construction of Kemerton Train 4. Specifically, we will idle production at Kemerton Train 2 and place the unit in care and maintenance. Additionally, we will stop construction activity on Train 3.\nNotably, we estimate that stopping construction on Train 3 will save at least $200 million to $300 million of capital spending over the next 18 months. These changes allow us to focus on optimizing and ramping Kemerton Train 1 to preserve optionality and diversity across both product type and geography.\nIn the coming weeks, we'll be identifying other ways to optimize our global conversion network with a focus on the highest priority and highest return options. Our global portfolio of convergent assets and our extensive holding network provide the flexibility to maximize the value of our high-quality resources and to provide either carbonate or hydroxide to meet the needs of our customers as their demands and technologies evolve.\nTurning to Slide 15. As we deliver these initial savings and begin the next phase of our review, our operating model, the Albemarle Way of excellence remains the standard by which we operate. By executing our operating model, we are building a culture of continuous improvement to identify best practices at every point in the cycle.\nWe are on track to exceed our initial goals for restructuring and productivity savings through manufacturing, procurement and back-office initiatives. Much of the better-than-expected performance to date is in manufacturing improvements. For example, optimized PON management at the Salar and overall equipment effectiveness improvements at La Negra have maximized production at one of our lowest-cost assets.\nThese manufacturing benefits in Chile are in addition to the increased efficiency and volume we expect as the Salar yield improvement project continues to ramp. Moving to Slide 16 and our capital spending profile. As I mentioned earlier, we expect 2024 CapEx to be $300 million to $400 million below 2023 levels.\nMoving forward, we are evaluating opportunities to further reduce our capital intensity and total capital spending. This will provide enhanced optionality, improve free cash flow and put Albemarle in a stronger competitive position long term. Our capital spending profile is another element of our comprehensive review and we'll have more to say about our near-term spending plan on future calls.\nMoving to Slide 17. With all these near-term factors shifting and requiring us to take action, I think it's important to remember that Alber continues to have significant competitive strengths. And so I will end with a review of our framework and the core advantages we continue to prioritize as drivers of our long-term value creation.\nSlide 18 provides our strategic framework, which informs our planning and gives us confidence that we will achieve our growth ambition to lead the world in transforming essential resources into critical ingredients for modern living. This framework defines where we play, how we win and how we deliver.\nAlbemarle remains uniquely positioned to enable operational excellence during this dynamic period thanks to our competitive strengths, including our globally diverse portfolio of world-class resources, leading process chemistry, deep innovation and technical know-how customer-centric approach to the market and responsible stewardship.\nEach of our competitive strength will help us right now and well into the future in ways that we summarize on Slide 19. First, our world-class resources are arguably the best in the industry with large-scale, high-grade and, therefore, low-cost assets. In energy storage, we have access to some of the high-grade resources in both hard rock and brine.\nIn Australia with Greenbushes and Wagina and one of the largest known hard rock assets in the U.S., Kings Mountain. And in Chile with our long-standing position in the Solarda, Atacama. Similarly, in specialties, we are the only producer with access to both of the 2 best brine resources globally.\nIn Jordan, on the southeast side of the Dead Sea, the source is the largest concentration of bromine in the world. and in the smack over formation in Arkansas, the only source of commercial bromine in the United States. In both of our core businesses, we maximize the value of our world-class resources by converting and flexibly derivatizing into higher value and use products in our conversion assets or in the case of energy storage, through our extensive polling network.\nSecond, our leading process chemistry know-how is key to achieving further productivity and cost improvements, safely and sustainably. For example, the Salar yield improvement project utilizes a proprietary technology to enable up to 20% higher yield. At Magnolia, we've leveraged advanced process controls to increase production while lowering costs and improving sustainability.\nAnd at both the Salar and Magnolia, we have evaluated a wide range of direct lithium extraction options and are and are piloting proprietary and third-party solutions in order to be prepared for technology shifts that could be important and more sustainable Salar options for this industry.\nThird, we have a pipeline of high-impact innovative solutions in both bromine and lithium. Our research, testing and piloting facilities in North Carolina, Louisiana and Langelshan, Germany, allow us to participate in differentiated high-margin segments and support our customers' specific requirements.\nFourth, Albemarle's leading industry position as a partner of choice is demonstrated through our growing number of partnerships with iconic pioneering companies. Both our businesses have high Net Promoter Scores with significantly positive gaps relative to competitors, reflecting long-standing successful relationships with major customers.\nAnd last but not least, our responsible stewardship, strong values and high-performance culture are increasingly recognized by leading organizations. For example, we recently earned an EcoVadis gold metal placing us in the top 5% of global companies and demonstrating our commitment to creating a more resilient world and advancing the sustainability objectives of our customers.\nIn summary, on Slide 25, Albemarle delivered another strong quarterly performance in the second quarter, including sequential improvements in adjusted EBITDA and cash from operations. Despite lower market pricing, we've been able to maintain our full year 2024 outlook considerations, thanks in part to enterprise-wide cost improvements, strong energy storage project ramps and contract performance.\nHowever, we understand these positive actions may not be sufficient given ongoing industry headwinds. Our entire organization is focused on delivering operational excellence while positioning the company to capitalize on the incredible long-term opportunities in our markets.\nThat's why we are taking the proactive steps to control what we can control and ensure we are competitive across the cycle. Albemarle is a global leader with a world-class portfolio and vertical integration strength. We are uniquely positioned to win. I am confident we are taking the right actions to maintain our competitive position and ensure we execute with agility today and in the future. I look forward to seeing some of you face-to-face at upcoming events listed here on Slide 26. And with that, I'd like to turn the call back over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/442c832d105bd24fb6481aaf81fd5b9d",
    "period": "2024 Q1",
    "content": "Q1 2024 Albemarle Corp Earnings Call\n\nQ1 2024 Albemarle Corp Earnings Call\n\nALBNYSEMAY 2, 9:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q1 2024 Earnings Call. I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's First Quarter 2024 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com. Joining me on the call today are Kent Masters, Chief Executive Officer; and Neal Sheorey, Chief Financial Officer; Netha Johnson, President of Specialties; and Eric Norris, President of Energy Storage, are also available for Q&A.\nAs a reminder, some of the statements made during this call including our outlook, guidance, expected company performance and timing of expansion projects may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation that same language applies to this call. Also note that some of our comments today refer to non-GAAP financial measures, reconciliations can be found in our earnings materials.\nAnd now I'll turn the call over to Kent.\n\nKent Masters\n\nAI Assigned\n\nThank you, Meredith. During the first quarter, our team demonstrated its ability to navigate dynamic market conditions with actions that position Albemarle for profitable growth and deliver on the operational steps that we have set out to achieve this year. We recorded net sales of $1.4 billion and adjusted EBITDA of $291 million.\nWe saw continued volumetric growth driven by energy storage segment highlighting the demand growth in the segment and our ability to capture it. We also ramped new conversion facilities executed on our productivity plans and strengthened our competitive position and financial flexibility. During the quarter, we delivered more than $9 million in productivity and restructuring cost savings, consistent with our efforts to align our costs with the current market environment.\nWe are on track to deliver more than $280 million in productivity improvements in 2024, demonstrating our excellent execution. To drive lithium market transparency and discovery, we held several successful bidding events for spodumene concentrate in lithium carbonate in March and April. We are encouraged by the results and level of participation to date and plan to continue these efforts. And we continue to advance our in-flight growth projects that are near completion or in start-up to deliver near-term volume growth and cash flow.\nIn particular, we've reached important new milestones at Kemerton One and Maison. Finally, the year so far has developed as we expected and we are reaffirming our full year 2024 outlook ranges that are based on observed lithium market price scenarios that we included for the first time last quarter.\nOur operational and strategic playbook positions us well to serve our customers today and for the future. With our focused execution and our continued confidence in the elements we provide, Albemarle is well positioned to drive sustainable growth and create value. I'll now hand it over to Neil to talk about our financial results during the quarter.\n\nNeal Sheorey\n\nVice President-Investor Relations, DowDuPont, Inc.\n\nThanks, Kent, and good morning, everyone. Beginning on Slide 5, let's jump into our first quarter performance. In Q1 2024, we recorded net sales of $1.4 billion compared to $2.6 billion for the prior year quarter, a year-over-year decline of 47%, driven principally by lower pricing, partially offset by volume growth. Adjusted EBITDA was $291 million, significantly down from the same period last year when pricing and margins across our energy storage and specialties businesses were at peak levels. .\nDiluted EPS was negative $0.08. Adjusted diluted EPS was $0.26, which excludes primarily restructuring charges and mark-to-market losses on public equity securities held or sold in the quarter. Our earnings decline was driven mostly by margin compression on lower pricing, especially within our energy storage segment. Additionally, we had some margin pressure due to timing of higher cost spodumene flowing through cost of goods sold and reduced equity earnings at the Talison joint venture. These factors were partially offset by volumetric growth, primarily lithium carbonate and hydroxide, and we also recorded spodumene sales at favorable pricing.\nAlso, the catching business recorded increased net sales and EBITDA, driven primarily by higher volumes. Looking at Slide 6, we'll break down the company's first quarter adjusted EBITDA by driver. Compared to the prior year quarter, the decline in EBITDA was $1.4 billion related to lower lithium pricing in both energy storage and Specialties, $90 million in cost of goods sold due to timing of higher-priced spodumene inventories built in prior periods and $270 million related to pretax equity income primarily from our Talison JV.\nOffsetting these declines were improvements of $251 million related to higher volumes as our energy storage projects continue to ramp as well as better clean fuel technologies volumes at [indiscernible] and $80 million of net improvements mainly due to restructuring and productivity benefits across multiple areas, including procurement, manufacturing and back-office spend. This demonstrates our team's agility and focus on delivering higher volumes and productivity improvements in the current market environment.\nTurning to Slide 7. As we did last quarter, we are providing outlook ranges based on historically observed lithium market pricing scenarios. We are reaffirming our outlook considerations published last quarter. There are 2 notable updates here related to our tax rate and share count expectations. We are updating our adjusted effective tax rate guidance to reflect the range of lithium price scenarios as well as our updated expectations of geographic income mix.\nAt the $15 lithium price scenario, we'd expect a modest tax expense benefit in our P&L. At higher pricing, we'd expect a more typical tax rate in the mid- to high 20% range. We have also accounted for the adjusted change in the diluted share count to reflect our $2.3 billion public mandatory convertible preferred stock offering.\nMoving to Slide 8, where we provide some operating cash flow considerations. We had previously highlighted that our cash flow conversion would be constrained this year, and I want to provide some additional color on those drivers. As you see here, our cash flow conversion in 2024 is expected to be below historical averages for 4 reasons. First, Talison is progressing its chemical-grade plant or CGP 3 expansion resulting in lower dividends from the JV.\nSecond, working capital release related to lower lithium pricing is expected to be mostly offset by increased working capital investments for our new plants at Kemerton, Maison, Salar yield and [indiscernible]. Third, Cash tax is expected to be similar to last year, primarily reflecting jurisdictional mix. For example, we will pay Australian cash taxes in midyear based on earnings estimates from the prior year period. And finally, we expect to have higher interest expenses year-over-year.\nTurning to Slide 9. I'll provide further details on trends in each segment's outlook. First, in energy storage. We continue to expect approximately 2/3 of our 2024 volumes to be sold on index referenced variable price contracts. The remaining 1/3 of the volume is still expected to be sold on short-term purchase agreements including our recently announced bidding events, which Kent will discuss in a moment. Year-over-year, energy storage volume growth is trending toward the high end of our expected 10% to 20% range. driven by timing of project ramps and spodumene sales.\nWe continue to anticipate increased year-over-year volumes in the second half of the year due to the ramp of our expansions. All else being equal, we continue to expect improving margins through the year as lower cost spodumene offsets new facility ramp costs. However, we expect some quarterly variance in EBITDA and margin due to the timing of Talison shipments. Specifically in Q2, we expect a lift to our EBITDA margin of about 10 points from higher offtake by our partners at the Talison JV.\nNext, on specialties. Our outlook reflects continued softness in consumer electronics, partially offset by solid demand in oilfield services, agriculture and pharmaceutical applications. Furthermore, we are seeing higher costs for logistics as we manage through regional challenges, notably at our site in Jordan. We anticipate higher sales in the second half of the year on the expectation of modest end market recovery and improved pricing in bromine specialties. Taken together, we now expect specialties adjusted EBITDA to be toward the lower end of the outlook range.\nFinally, at Ketjen, we are seeing the building success of our turnaround program. We are optimistic about increased volumes driven by high refinery utilization. In Q1, we have seen end market strength, primarily in clean fuel technology and expect higher volumes across each of the Ketjen businesses in 2024.\nTurning to Slide 10 and our financial position. As you know, during the quarter, we took action to maintain a solid investment-grade credit rating and further enhance Albemarle's financial flexibility as we navigate this market down cycle. In March, we closed a $2.3 billion public preferred stock offering to fortify our competitive position and stay ahead of dynamic market conditions. Together, with the amended credit facility we discussed in February, these actions put Albemarle in a position to invest in and finish our last mile expansion projects as well as capitalize on the secular growth trends we see in our core end markets of mobility, energy, connectivity and health.\nFollowing the offering, we repaid our outstanding commercial paper, resulting in improved leverage. We ended the quarter with a larger-than-normal cash balance, and the primary use of that cash will be to complete our in-flight capital projects. Our balance sheet management highlights our focus on adapting to changing market conditions and controlling the things in our control.\nFinally, turning to Slide 11 for a reminder of our capital allocation priorities. This is a slide you've seen before, and we're touching on it briefly to acknowledge that our capital allocation priorities have not changed. We'll continue to selectively invest in high-return growth but will be patient and disciplined. Our near-term focus remains on operational execution, and you can expect that our actions will be aligned with driving cost and productivity improvements, ramping our assets to full contribution and preserving our financial flexibility.\nWhile we believe current lithium prices are unsustainable for most of the industry in the long term, we are managing to the current environment. To support our ability to reinvest and grow for the future, we are taking the prudent steps to rightsize our capital spending and cost structure, focusing on ramping our plants to full contribution and volume growth capture and taking steps to boost cash flow and enhance our financial flexibility.\nWith that, I'll turn it back over to Kent to provide more details on the proactive actions Albemarle is taking in the current market to preserve long-term growth and value creation.\n\nKent Masters\n\nAI Assigned\n\nThanks, Neal. Moving to Slide 12. We continue to believe in the EV transition and the growth in lithium demand as well as the opportunity it creates for Albemarle. Despite a down shift in demand growth in Europe and the United States, global EV sales are up 20% year-to-date, led by strong growth in China, which represents over 60% of the global EV market. .\nWe continue to anticipate 2.5x lithium demand growth from 2024 to 2030. Additionally, we see battery size growing over time, driven by technology developments and EV adoption. These factors all translate to significantly higher global lithium needs. To put all this in perspective, we expect that this industry needs more than 300,000 metric tons of new lithium capacity every year to satisfy this growth. This means we need more than 100 new lithium projects across resources and conversion between now and 2030 to support this demand.\nMoving to Slide 13. Albemarle is actively contributing to the progress of price discovery and efficiency in the lithium market. We have conducted 4 successful bidding events for chemical grade spodumene and battery grade carbonate. These events inform the market of real-time physical trading dynamics and promote greater transparency in the evolving lithium market. While the majority of our sales will continue to be long-term agreements with our core strategic customers, bidding events give us another sales channel to expand our market access.\nWe have partnered with Metals Hub, an industry-leading source-to-contract platform to host efficient and transparent bidding events. On the slide, you can see a few of the ways we've designed these events to promote transparency and efficiency while meeting customer needs, including zero cost to participate, sealed bids and better confidentiality as well as the winning price disclosed to all bidders following the events conclusion.\nGoing forward, you should expect that we will have a regular cadence of these bidding events, including additional products for sale in various jurisdictions. The primary reason for holding these bidding events is to drive fair and transparent price discovery, something that is good for all market participants. Looking at Slide 14. The Albemarle Way of Excellence remains our operational standard and continues to serve us well.\nWithin the operating model, our focus continues to be on efficiency and ensuring our costs reflect the current environment. As I mentioned earlier, we remain on track to exceed our 2024 target of $280 million in productivity benefits through manufacturing, procurement and back-office initiatives. Recently, we've added cash management to our tracker to enhance cash flow with particular emphasis on optimizing our cash conversion cycle. Looking beyond our cost actions, we also remain focused on the other elements of our model. This quarter, we plan to publish our sustainability report and host our Fourth Annual Sustainability Day featuring key highlights of our sustainable approach and updates on our environmental targets.\nMoving now to Slide 15. We've said that our focus this year is on getting our in-flight projects to completion and full production, allowing us to drive near-term volume growth and cash flow. We're making solid progress on multiple fronts. The Salar yield improvement project in Chile is ramping well and has achieved over 50% operating rates. This project allows us to increase lithium production while reducing carbon and water intensity through the application of innovative proprietary technology. It also allows us to capture the full benefits of the capacity expansion at the La Negra conversion facility.\nIn Australia, the first 2 trains, Kimberton 1 and 2 are in start-up, ramp and qualification phases. Kemerton One recently achieved a key milestone of 50% operating rates for battery-grade product, and that product is currently in qualification. The remaining capital spend for these facilities is modest and our focus is on continuing to ramp the facilities and get production qualified with customers.\nAt [indiscernible] 3, we are progressing through construction in a prudent way. In China, the Chenzhou plant is ramping on schedule and is expected to achieve nameplate capacity by midyear. Meishan marked its grand opening in April and is progressing through commissioning having achieved a 50% operating rate for battery-grade material. The remaining capital spend on Meishan is relatively small and related to the ongoing start-up activities.\nLooking at Slide 16. Our in-flight projects put us in a position to deliver volumetric growth of approximately 20% per year from 2022 to 2027. First quarter sales volumes were recorded at 40,000 tons LCE. We expect 2024 total volumes weighted toward the second half of the year due to demand seasonality and project ramp. We also have the flexibility to toll or sell excess spodumene to maximize economic returns depending on market conditions as we exercise that ability in the first quarter by selling some chemical grade spodumene.\nMoving on to Slide 17. It's important to highlight the unique advantages that Albemarle has today and how we see those advantages translating to significant margin expansion and earnings generation in the near term. It all starts with our high-quality, low-cost resource portfolio, including the Salada Atacama, Greenbushes, Wagina and Kings Mountain. Our global portfolio is arguably the best in the industry. Large-scale, high-grade assets are also low-cost assets and the advantages they provide are not insignificant, as you can see on the left-hand side of this slide.\nAccess to world-class assets is, in turn, one key factor to help us maintain robust energy storage margins across the cycle. For example, at the $15 per kilogram lithium price scenario, we estimate energy storage margins would normalize above 30% after adjusting for the temporal impacts from lower partner offtake at Talison and lower fixed cost absorption at our new plants. And that's before the tailwind of price upside. We estimate that every $1 per kilogram of LCE price improvement would translate to more than 200 basis points of margin expansion.\nWe are also diversified across resource types and finished products, vertically integrated and able to source product from free trade agreement jurisdictions such as Australia, Chile and the United States.\nTurning to Slide 18. Our comments today reflect the competitive strengths that position Albemarle for success. Beyond our world-class resource base, additional competitive advantages include our process chemistry knowledge and manufacturing expertise allow us to efficiently operate large-scale assets and drive down operating cost. Our targeted innovations, product reliability and reputation for quality make us a trusted partner of choice for our customers and our people and stewardship are a point of pride and competitive strength.\nWe have a proven management team that has operated through cycles and continues to lead with a disciplined mindset.\nOn Slide 19, these factors give Albemarle a strong value proposition and position us to win in the market. Our strategy and path to capitalize on the opportunities align with attractive trends in mobility, energy, connectivity and health is clear. We will continue to lead with discipline and to scale and innovate, accelerate profitable growth and advance sustainability to drive value for shareholders. I hope to see some of you face-to-face at these upcoming events listed here on Slide 20.\nAnd with that, I'd like to turn the call back over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/611665a9a6903d84d76a275c00cb021a",
    "period": "2023 Q4",
    "content": "Q4 2023 Albemarle Corp Earnings Call\n\nQ4 2023 Albemarle Corp Earnings Call\n\nALBNYSEFEB 15, 9:00 AM\n\nOperator\n\nHello, and welcome to Albermarle Corporation's Fourth Quarter 2023 Earnings Call. [Operator Instructions].\nI will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nThank you, and welcome, everyone, to Albemarle's Fourth Quarter and Full Year 2023 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Neal Sheorey, Chief Financial Officer; Netha Johnson, President of Specialties; and Eric Norris, President of Energy Storage, are also available for Q&A.\nAs a reminder, some of the statements made during this call, including our outlook considerations, guidance, expected company performance and timing of expansion projects may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation that also applies to this call. Please also note that some of our comments today refer to non-GAAP financial measures. Reconciliations can be found in our earnings materials. And now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. Starting on Slide 4. Our full year results show continued strong volumetric growth with 2023 marking the highest net sales and second highest EPS in Albemarle's history. This highlights the focus and ability of our global team to succeed in a macro environment that remains challenging. We ended the year with net sales of $9.6 billion, up 31% compared to 2022, of which 21% was related to volume growth. Energy Storage delivered 35% volumetric growth in 2023.\nFor the full year 2023, Albemarle's adjusted EBITDA was $2.8 billion or $3.4 billion, excluding a lower cost or market charge recorded in the fourth quarter. Excluding this noncash charge, adjusted EBITDA was in line with our previous expectations.\nIn January, we announced a series of proactive measures to rephase our organic growth investments and optimize our cost structure. These disciplined actions should allow us to unlock more than $750 million of incremental cash, advanced near-term growth and preserve future opportunities.\nToday, we will provide our initial thoughts on our full year 2024 earnings. To help investors model Albemarle in the current environment, we will introduce scenarios based on recently observed lithium market prices. Neal will provide more details on this in a few minutes.\nWe remain as confident as ever in the future of Albemarle and ongoing demand for the essential elements we provide to support modern infrastructure, including mobility, energy, connectivity and health. The secular trends of clean energy, electrification and digitalization continue to drive growth. We are uniquely positioned to capitalize on the opportunities in our end markets, in particular, lithium demand.\nOver the past year, we have further strengthened Albemarle's position and are committed to navigating the near-term dynamics in a disciplined manner to both support and capitalize on these global trends. I'll now hand it over to Neal to discuss our financial results.\n\nNeal Sheorey\n\nVice President-Investor Relations, DowDuPont, Inc.\n\nThanks, Kent, and good morning, everyone. It's a pleasure to join my first earnings call with Albemarle. I've hit the ground running and in the coming weeks, I'll be on the road meeting with our shareholders and analysts. I'm looking forward to reconnecting with many of you and building new relationships with those of you I haven't yet met.\nMoving to Slide 5. I'll start with a review of our fourth quarter and full year 2023 performance. In Q4, we reported net sales of $2.4 billion, down 10% compared to last year, as lower lithium market pricing was partially offset by increased volumes in energy storage and higher volumes and pricing in Ketjen.\nAs Kent mentioned, we recorded 2 charges in Q4 that impacted results. The first was a lower of cost or market charge of $604 million, and the second was a tax valuation allowance in China of $223 million. These charges were fundamentally related to the fact that in the second half of 2023, lithium market prices fell over a relatively short period of time. In the case of the LCM charge, market prices reached a level such that our cost of inventory, especially spodumene, which we purchased at a market price from our [indiscernible] JV was above the market price of the final lithium salts, which resulted in us writing down the value of our inventory in accordance with GAAP.\nSimilarly, in the case of the tax valuation allowance, the rapid decline in market prices led us to recognizing losses in China as we process the higher cost spodumene in inventory. In China, we are only allowed a 5-year carryforward period to utilize these losses. In accordance with GAAP, we recognized the valuation allowance against the losses. The company's full year results, excluding those charges, met our previously announced expectations. Net sales of $9.6 billion were up 31%, primarily driven by volume growth. Adjusted diluted EPS, excluding both charges was $22.25 roughly flat year-over-year.\nLooking at Slide 6. Fourth quarter adjusted EBITDA was $289 million, excluding the lower of cost or market charge. This primarily reflects a decrease in energy storage adjusted EBITDA driven by lower lithium market pricing, which more than offset higher volumes. In Specialties, adjusted EBITDA declined $64 million, primarily due to lower sales volumes and pricing, reflecting ongoing demand weakness in key end markets.\nKetjen adjusted EBITDA increased $34 million as higher sales and higher pricing more than offset increased raw material costs.\nTurning to Slide 7. Before I transition to forward-looking information, I want to take a moment to review our adjusted EBITDA definition and share an update that we plan to make. Effective with Q1 2024, we are updating our definition of adjusted EBITDA to include Albemarle's share of the pretax earnings of our Talison joint venture. There are a few important reasons for this change. First, the updated definition better reflects our vertical integration with Talison's Greenbushes mine, 1 of the world's largest, highest grade and lowest cost lithium resources. Second, it smooths the impact of price variations in inventory timing that obscure the underlying profitability of our full chain integration. And finally, this definition is consistent with the amendment to our revolving credit facility, which I'll discuss later on the call.\nAs a reference point, on this slide, we've given you both the energy storage and Albemarle full year 2023 adjusted EBITDA under the previous and updated adjusted EBITDA definitions. We will report under the updated definition in 2024. Therefore, all of our comments and numbers regarding 2024 modeling considerations are based on this new definition.\nTurning to Slide 8. To help investors model Albemarle's earnings under different price scenarios, we have provided ranges of outcomes for our energy storage business based on 3 lithium market price scenarios that were observed in the back half of 2023. First, year-end 2023 market pricing of about $15 per kilogram of lithium carbonate equivalent or LCE. Second, Q4 2023 average market pricing, which was about $20 per kilogram of LCE. And third, second half 2023 average market pricing, which was about $25 per kilogram of LCE.\nWithin each scenario, the ranges are based on our expectation to increase energy storage volumes by 10% to 20% in 2024 compared to 2023. All 3 scenarios assume flat market pricing flowing through energy storage's current book of business. These scenarios demonstrate the resilience of our energy storage business.\nAs you would expect, given our strong resource positions around the world, we can maintain solid margins even with lower year-over-year lithium pricing, which are further bolstered by our organic volumetric growth and the normalization of temporary inventory timing impacts.\nMoving to Slide 9. We Here, we provided modeling considerations for Specialties, Ketjen and Corporate. We expect Specialties 2024 net sales of $1.3 billion to $1.5 billion and adjusted EBITDA of $270 million to $330 million. Ketjen 2024 net sales are expected to be $1 billion to $1.2 billion with adjusted EBITDA of $130 million to $150 million. The Corporate outlook reflects our planned decrease in capital expenditures, which we expect to total $1.6 billion to $1.8 billion in 2024, down from $2.1 billion in 2023.\nCorporate costs in 2024 are expected to be between $120 million and $150 million. Corporate costs in 2023 included interest income that is not expected to recur. And therefore, excluding this factor, corporate costs are relatively flat year-over-year.\nAdding it all together on Slide 10. We provided here the full roll-up of Albemarle under each of the energy storage price scenarios.\nTurning to Slide 11. I'll provide some further detail on the trends that underpin each segment's outlook. In energy storage, approximately 2/3 of 2024 estimated volumes are expected to be sold on index referenced variable priced contracts. The remaining approximately 1/3 of volume is expected to be sold on short-term purchase agreements. This is a modest change from our past mix and reflects our positioning in this lower price environment. We could potentially add additional long-term contracts, but we will only entertain that if the pricing and other terms reflect long-term industry fundamentals.\nEnergy storage volume is expected to be weighted toward the second half of 2024 as our own capacity expansions ramp and as we experience normal seasonality. Specialties results are also expected to be back-half weighted. The Specialties outlook reflects continued softness in opaque demand conditions in consumer electronics and elastomers end markets, partially offset by strong demand in oilfield services, agriculture and pharmaceuticals. We continue to actively monitor the situation in the Middle East and in particular, the Red Sea. And are working with our partners to facilitate safe, efficient and cost-effective transport of our products to customers.\nTo date, operations continue largely as normal though we are experiencing some shipping delays and tighter availability of processing materials. In Ketjen, we are optimistic about increased volumes driven by high refinery utilization as well as higher pricing, primarily in clean fuel technology products. Ketjen made good progress against its improvement plans in 2023, and we are expecting another year of improvement in both net sales and adjusted EBITDA.\nMoving to Slide 12. We continue to deliver volumetric growth with line of sight to a growth CAGR of about 20% from 2022 to 2027. Our expected 2024 volume growth reflects projects that are at or near completion in which we have prioritized as we reduced capital spending in other areas. This includes commissioning and start-up of the Meishan Lithium Conversion facility, completion of commissioning activities at the Kemerton Lithium Conversion facility and ongoing expansions at Silver Peak, La Negra and Qingzhou.\nOur long-term expected lithium sales volumes are mostly unchanged as we continue to utilize flexible tolling arrangements to bridge to full capacity at our conversion expansions, as well as pace supply to current market conditions.\nTurning to Slide 13. This is an update to a slide we provided last quarter, which explains how energy storage margins are impacted by JV accounting and the inherent timing lag that occurs from the mine through our conversion processes. The inventory lag we saw beginning in the second half of 2023 is expected to be reduced for 2 reasons. First, the lower of cost or market charge recorded in Q4 2023 resets inventory costs closer to current market pricing. And second, the Talison JV partners recently agreed to change the spodumene pricing to N-1 or a 1-month lag versus the prior use of a 3-month lag. That said, these changes will not completely offset the inventory lag, particularly in a period where prices have significantly changed. And therefore, we expect our first half 2024 margins in energy storage to be impacted by the lag as we process higher cost spodumene inventory and by expected reduced sales from Talison to our JV partner.\nImportantly, when we look beyond these temporal impacts, we estimate that energy storage could exit the year at a margin of approximately 30%, assuming constant current market pricing and a return to normal shipments from the Talison JV.\nTurning to Slide 14 and our financial position. As our rapid action in recent months has shown, we are committed to maintaining a solid investment-grade credit rating and enhancing our financial flexibility as we navigate the lower price environment. With our earnings release yesterday, we announced that we have completed an amendment to our revolving credit facility to ensure ongoing financial flexibility. The amendment uses the revised adjusted EBITDA definition, consistent with the definition that we will use for financial reporting going forward.\nI'm happy to share that we had unanimous support from our bank syndicate for the amendment. This action, along with all the steps we are proactively taking as a company to modify our cost and capital spending demonstrates our focus on maintaining financial flexibility, adapting with changing market conditions and exercising our investing discipline. With that, I'll turn it back over to Kent to provide more details on our actions to preserve growth, reduce costs and optimize cash flow.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Neal. And now turning to Slide 15. In markets as dynamic as ours, growth companies must be able to pivot and pace with disciplined decision-making and focused execution. This is especially true for Albemarle as a trusted leader in the markets we serve.\nAt Albemarle, disciplined growth means carefully prioritizing CapEx time lines when pricing moves higher and rephasing when the market shifts. As we look to 2024 and the current market dynamics, we've identified certain strategic investments and projects across the enterprise that do not need to grow as fast in the short term. In short, the returns for new projects are not there at these prices, which we believe are well below reinvestment levels. As a result, we are reducing our CapEx in 2024 by $300 million to $500 million versus 2023 by refocusing our energy on the large, high-return projects that are significantly progressed near completion or in startup.\nAdditionally, we are aligning our OpEx to a slower pace of investment. We are taking action to reduce costs by nearly $100 million and we expect to realize more than $50 million of these savings in 2024. Our actions include reducing head count and lowering spending on contracted services.\nWe also continue to evaluate and execute the sale of non-core investments. For example, we recently monetized our Liontown Holdings given our decision to withdraw our nonbinding offer. At the same time, we're pursuing additional cash management actions, including optimizing our working capital. This includes initiatives focused on shortening the time from the mine to the customer in our supply chain. These measures together are expected to unlock more than $750 million of cash flow in the near term. This disciplined approach to managing the current market downturn reflects the actions that we must take to preserve our financial flexibility and repace our investments. The actions we are taking today will position Albemarle to emerge stronger to the benefit of our shareholders, partners, employees and the communities in which we operate.\nMoving to Slide 16. The specific rephasing decisions within our 2024 CapEx plan include continuing critical health, safety, environmental and site maintenance projects, commissioning the Maison lithium conversion facility, which reached mechanical completion at the end of 2023, completing commissioning activities for Trains 1 and 2 at the Kemerton lithium conversion facility and prioritizing construction on Train 3 of the Kemerton expansion project and prioritizing permitting activities at the Kings Mountain spodumene resource.\nWe continue to have significant optionality for long-term organic growth. At the same time, if pricing remains below reinvestment economics, we will be disciplined and hold capital at or below current levels. for the receivable future.\nMoving to Slide 17. The Albemarle way of excellence remains the standard by which we operate and continues to serve us well in 2024. Here, we provide more details on operational discipline, a key pillar of our operating model, especially given the current environment. In 2023, we realized productivity benefits of more than $300 million well ahead of the initial target of $170 million, and we've identified plans that target another $280 million in productivity benefits this year.\nIn manufacturing, we continue to implement initiatives on overall equipment effectiveness, including improvements to recovery and utilization with expected benefits of $80 million. In procurement, we are targeting benefits of $150 million by pooling corporate spend and continuing our strategic sourcing to recognize lower raw material pricing.\nAnd finally, after restructuring certain back-office functions and with 3 prioritized projects, we expect to realize $50 million of productivity improvements.\nSlide 18 demonstrates the adjustments we've made to our capital allocation priorities as we navigate the dynamics of our key end markets. Our 4 capital allocation areas remain the same with the shifts in how we prioritize. As Neal highlighted earlier, maintaining our financial flexibility in this environment is a central area of focus. We'll continue to selectively invest in high-return growth, but we'll be patient and disciplined. We expect minimal M&A in this environment as we primarily focus on organically accelerating growth at attractive returns. As we have mentioned before, we'll continue to actively assess our own portfolio to identify opportunities to create value.\nMoving to Slide 19. While the pricing environment has softened for the moment, we should not lose sight of the fact that we continue to see significant long-term growth in demand for limited supply. This updated forecast is about 10% below our previous forecast from early last year, and it now reflects recent OEM announcements, more moderate battery size growth and inventory destocking. At the same time, global EV penetration is expected to grow significantly, resulting in anticipated 2.5x lithium demand growth from 2024 to 2030. And in 2024 alone, we expect demand growth of 28%. To put it another way, we expect that this industry needs more than 300,000 metric tons of new LCE capacity every year.\nIn our view, incentivizing producers to meet this demand requires long-term pricing at or above investment economics and certainly above current market pricing. At today's prices, the economics for new greenfield projects, particularly in the West, are not supported. We expect near-term supply to be relatively balanced with demand, and you see that adjustment starting to happen with recently announced production curtailments and project delays, including our own.\nAs a leader, Albemarle remains well positioned to capitalize on the long-term growth trends we see in front of us, but we'll be disciplined in how we capture our share of it.\nSlide 20 shows our durable competitive advantages and how Albermale can win as we navigate near-term conditions. We are vertically integrated with a globally diversified portfolio of world-class low-cost resources and industrial scale conversion assets. Albemarle has leading process chemistry that allows us to build and operate large-scale assets safely and efficiently. As a leader in the markets we serve, we are a partner of choice to strategic customers and stakeholders that seek to drive innovation and growth. For example, we recently signed a multiyear supply agreement with BMW, which takes effect in 2025. That agreement will also allow both companies the opportunity to partner on technology for safer and more energy dense lithium-ion batteries.\nAnd last, but certainly not least, we are committed to operating sustainably with industry-leading ESG performance and partnering with customers and suppliers to benefit the entire supply chain. As Albemarle adapts to the market dynamics, both present and future, we are confident in our ability to deliver on our strategy and drive value for shareholders. With that, we'd like to turn the call back over to the operator to begin Q&A."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d9ad2006d889ee264e9f94eba4d5e536",
    "period": "Unknown",
    "content": "Albemarle Corporation Q1 2023 Earnings Call\n\nAlbemarle Corporation Q1 2023 Earnings Call\n\nALBNYSEMAY 4, 9:00 AM\n\nOperator\n\nHello, and welcome to Albemarle Corporation's Q1 2023 Earnings Call. [Operator Instructions] I will now hand it over to Meredith Bandy, Vice President of Investor Relations and Sustainability. Ms. Bandy, please proceed.\n\nMeredith H. Bandy\n\nVice President-Investor Relations, Newmont Mining Corp.\n\nAll right. Thank you, Forum, and welcome, everyone, to Albemarle's First Quarter 2023 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you'll find the press release and earnings presentation posted to our website under the Investors section at albemarle.com. Joining me on the call today are Kent Masters, Chief Executive Officer; and Scott Tozier, Chief Financial Officer. We also have Eric Norris, President of Energy Storage; Netha Johnson, President of Specialties; and Raphael Crawford, President of Ketjen available for Q&A.\nAs a reminder, some of the questions -- some of the statements made during the call, including our outlook, guidance, company performance and timing of the expansion projects may constitute forward-looking statements. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation, which also applies to this call.\nPlease also note that some of our comments today refer to non-GAAP financial measures, a reconciliation of which can be found in our earnings materials. And now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThank you, Meredith. Our first quarter was excellent, with net sales more than doubling versus first quarter last year, and EBITDA up almost 4x to $1.6 billion. This reflects the high market pricing for our Energy Storage business at the end of 2022. Our Specialties business also had a strong quarter, up sequentially from last quarter on higher pricing. Looking forward to the rest of this year, we are adjusting our expectations based on the current lithium market pricing, and Scott will go into that in more detail.\nWe moved the business forward in a number of ways during the quarter, including selecting the site for our U.S. Mega-Flex lithium processing facility in Richburg, South Carolina, which is a strategic move that is even more important given the U.S. Inflation Reduction Act. We also announced the restructure of our MARBL joint venture in Australia, and we announced a separate investment by Mineral Resources Limited into 2 of Albemarle's conversion assets in China.\nWe expect those 2 deals to receive regulatory approval and close later this year. This week, we announced the final investment decision to build Kemerton trains III & IV in Australia, which will be 100% Albemarle owned. The fact that we are advancing the Kemerton trains and the U.S. Mega-Flex facility points to our confidence in the long-term growth and opportunities of the lithium business and in particular, our Energy Storage segment.\nLithium demand and the EV market continue to grow at extraordinary rates. And with that, I'll hand over to Scott.\n\nScott A. Tozier\n\nExecutive Vice President & Chief Financial Officer, Albemarle Corp.\n\nThanks, Kent, and hello, everyone. Let's review our first quarter performance on Slide 5. Net sales for the first quarter were $2.6 billion, up 129% compared to last year. This is a $1.5 billion increase and was driven by Energy Storage as a result of both higher market pricing flowing through our variable price contracts and higher volumes. Net income attributable to Albemarle was $1.2 billion, up almost 390% compared to the prior year. Diluted EPS was $10.51, also up almost 390%, which is another record quarter for Albemarle.\nLooking at Slide 6. First quarter adjusted EBITDA was almost $1.6 billion, an increase of approximately 270% year-over-year. This $1.1 billion increase was almost entirely driven by higher net sales in Energy Storage. Our Specialties business unit was up due to increased pricing and some lower freight costs, which were partially offset by lower volumes. Ketjen declined slightly due to volumes associated with the winter freeze in Texas earlier in the quarter. And importantly, we saw year-over-year price increases more than offsetting inflation in the quarter.\nOn Slide 7, we are adjusting our 2023 guidance to reflect current lithium market pricing. On average, lithium indices are down about 50% to 60% since the start of the year. Based on our established guidance methodology, we are taking lithium market price indices as of mid-April and holding them flat for the balance of the year. To be clear, we are not predicting lithium market pricing. We're simply taking the current price, holding it flat and running it through our contract structure. This is the same way we provided guidance last year.\nAs a result, we now expect 2023 total company net sales to be in the range of $9.8 billion to $11.5 billion. This is up 45% over the prior year at the midpoint. We expect to see sales for the second quarter to be in line with Q1 and then see a sequential increase in sales in both the third and fourth quarters as ramping Energy Storage volumes more than offset sequential price declines. Adjusted EBITDA is expected to be between $3.3 billion and $4 billion, reflecting a year-over-year growth of 5% at the midpoint.\nThis reflects a full year EBITDA margin in the range of 34% to 35% for the total company. Our full year 2023 adjusted diluted EPS guidance is now in the range of $20.75 to $25.75, reflecting a year-over-year improvement of 8% at the midpoint. We expect our net cash from operations to be in the range of $1.7 billion to $2.3 billion, and our CapEx guidance remains at $1.7 billion to $1.9 billion. So we still expect to maintain positive free cash flow for the year.\nTurning to the next slide for more detail on our outlook by segment. The 2023 Energy Storage volume outlook remains unchanged, up 30% to 40% year-over-year. We now project average realized pricing to be up 20% to 30% for the full year. And note that our realized prices are expected to be up year-over-year in the first half, including in Q2 and then down in the second half. We see volume growth in all quarters. This leads potential upsides and downsides if the market price shifts during the year.\nAdjusted EBITDA for Energy Storage is expected to be between $2.7 billion and $3.4 billion, essentially flat compared to 2022. Beginning in the second quarter, we expect to see pressure on EBITDA margins, largely related to the timing of higher-priced spodumene inventories and the increasing impact of the MARBL joint venture. And I'll cover that more -- I have more on that shortly.\nFor Specialties, we are maintaining our guidance range for adjusted EBITDA to be up 5% to 10% compared to the previous year. We expect to see pressure in the second quarter as customers work through their current inventories. However, we expect the second half of the year to be stronger with a recovery of end market demand, particularly consumer electronics.\nKetjen's 2023 full year adjusted EBITDA is expected to be up 250% to 400% over the prior year. This increase in outlook is due to higher volumes and better pricing. When we look at lithium market prices, we need to remember that most of our volumes are sold under long-term contracts with strategic customers. We've updated our expected 2023 sales mix to reflect the recent market pricing, and there haven't been any changes to our contract structures in Q1.\nWe expect our Energy Storage sales to be about 10% on spot and 90% on index reference variable price contracts. These contracts are typically 2 to 5 years in duration and are designed to ensure security of supply for our customers as well as to make our sales more predictable. These strategic customers include partnerships across the value chain, including major cathode, battery and automotive OEM customers.\nWe are more weighted towards the market than we have been in the past. However, we will still have less volatility than a true spot business because of the index reference structure of these contracts. They typically have a 3-month lag and have -- some of them have caps and floors. As Kent said, our confidence in the long-term lithium market is reflected in our ongoing investments in resources and conversion capacity.\nAs we look at Slide 10, you can see we continue to expect year-over-year volume growth in the range of 30% to 40% in 2023 as we bring on new conversion assets, specifically Kemerton and Qinzhou, plus some additional tolling volume. We still anticipate a 20% to 30% CAGR in Albemarle sales volumes between now and 2027, allowing us to maintain our leadership position and keep up with accelerated market demand.\nAll told, we expect to nearly triple sales volumes to more than 300,000 tons by 2027. Long term, we continue to expect normalized Energy Storage margins in the mid- to high 40% range, in line with the outlook that we gave in January. We now expect Energy Storage margins to be about 40% in 2023, primarily based on revised lithium market pricing and the impact of spodumene inventory lags.\nMost of the year-over-year decline in margins is related to that spodumene inventory lag. On average, it takes about 6 months for spodumene to go from our minds through conversion to our customers. Last year, we saw dramatic increases in pricing for lithium and spodumene. And due to that time lag on spodumene inventory, we realized higher lithium pricing faster than higher spodumene cost of goods sold.\nAs a result, we had unusually strong margins in 2022. This year is the reverse, as prices decline, we are realizing lower lithium pricing faster than lower spodumene costs. The next item affecting margins is the accounting treatment of the MARBL joint venture. We expect to report 100% of net sales, but only our share of EBITDA, resulting in a lower reported margin rate on that portion of the business.\nAnd finally, our reported EBITDA margins are impacted by tax expense at our Talison joint venture. Talison net income is included in our EBITDA on an after-tax basis. If you had adjusted Talison results to exclude tax, margins would be about 6 points higher in 2023.\nTurning to Slide 12. We will continue to invest with discipline, allocating our capital and free cash flows to support the highest return growth opportunities. Our primary use of capital remains organic growth projects to leverage our low-cost resources in Australia and the Americas, and Kent will speak more about these projects in a moment.\nBeyond organic growth, we continue to evaluate a broad range of inorganic opportunities to expand capacity to meet our customers' future needs. Our primary targets are in 3 areas: lithium resources, extraction and processing technology, and battery recycling. We intend to maintain our track record of a disciplined M&A approach that improves returns, preserves our financial flexibility with our investment-grade credit rating.\nIn line with that strategy, and as previously disclosed, Albemarle submitted an indicative proposal to acquire Liontown Resources, a development-stage spodumene resource in Australia. We believe this potential transaction would be consistent with our long-term growth strategy and disciplined approach to capital allocation.\nTo date, the Liontown Board has not meaningfully engaged in progressing the transaction. We will provide updates if and when we have more information. Our balance sheet flexibility is a competitive advantage that allows us the opportunity to grow both organically and through acquisition as well as support our dividend. And with that, I'll turn it back to Kent for a market update and closing remarks.\n\nJerry Kent Masters\n\nPresident, CEO & Chairman, Albemarle Corporation\n\nThanks, Scott. On Slide 13, the global outlook for full year EV sales remains robust. After slowness early in the first quarter due to China's reopening from COVID, global EV sales were up 26% year-over-year through March. Based on seasonal trends, China EV sales are on track to achieve full year growth of 30%, an increase of more than 2 million vehicles over 2022.\nOutside of China, North America had a strong start to the year with 53% year-over-year EV sales growth. Demand has been boosted by government support, the supply chain and increased model availability. In Europe, EV sales through March are up 7% versus prior year, a slower start due to supply bottlenecks and the phasing out of German plug-in hybrid EV incentives.\nLithium spot prices in China, particularly for carbonate, have fallen primarily due to destocking of inventory in the battery supply chain. Outside of China, index prices for lithium hydroxide have remained relatively strong, amid continued demand and less inventory pressure. Global lithium hydroxide prices are $15 to $20 per kilogram above Chinese carbonate spot prices, the largest spread on record. We have also started to see initial signs of tightening in the supply chains.\nUnlike Albemarle, nonintegrated lithium converters purchase spodumene on the open market. Year-to-date, spodumene pricing is down 30%, while lithium carbonate pricing is down more than 60%. As a result, some of the nonintegrated producers are cutting production after their margins turned negative during the quarter.\nFollowing several months' worth of destocking, customers have recently started to return to the spot market, and as a result, Chinese carbonate pricing appears to have stabilized, with spot prices up about 7% over the past week. We continue to expand our global lithium resource and conversion capacity based on our confidence in the long-term outlook for lithium.\nOn Slide 14, you can see our expanding presence in the U.S. as well as our plans for a lithium conversion and recycling facility in the European Union. We recently announced the site for our U.S. Mega-Flex processing facility in Richburg, South Carolina, strategically placed in the growing Southeast EV and battery ecosystem.\nWe are also strengthening our resource production. In the U.S., our expansion at Silver Peak is ahead of schedule, and our studies for the Kings Mountain mines are moving forward as planned. Our project in Chile to improve the yield at our Salar de Atacama site is on schedule for mechanical completion this quarter. Recently, Chilean President Boric proposed a new national lithium policy. The government has repeatedly made it clear it would honor current concessions.\nChile has always honored the rule of law, and we do not see the new policy as a threat to our current concession, which runs through 2043. In the future, the proposal, if enacted, may offer opportunities to expand our operations using new technology. We are proud of our more than 40 years of successful operations in Chile and value the good working relationships we have with the government and other leaders in the region.\nElsewhere in the world, we are expanding both resources and conversion capacity. In Australia, the various trains of our Kemerton conversion facility are moving forward. For Kemerton I, we are pleased to have reached the specified battery-grade product milestones and look forward to product qualification with our customers. Kemerton II is progressing through commissioning with first product expected in the third quarter of 2023.\nWe have prioritized train I activity, and this has had some impact on the schedule for Train II. Kemerton III and IV now have final investment decisions, and we are planning the construction schedules. Note that we will have 100% ownership of trains III and IV. In China, Meishan construction is progressing on budget and on schedule with mechanical completion expected in 2024.\nOur resource expansion in this area of the world is progressing, both at Wodgina and Greenbushes. At Greenbushes, the tailings retreatment project completed last year is improving recoveries to increase spodumene production capacity. We have talked a lot over the past year about our durable competitive advantages, including our scale as one of the world's largest lithium producers, our geographic diversity, our world-class brine and spodumene resources and our vertical integration from resource to battery-grade lithium.\nThe current lithium market conditions have tested these advantages and proven how durable they are and the difference they make for Albemarle. We are a company that looks to the horizon. Our sustainability commitment is an integral part of our long-term strategy and our customer value proposition, and we continuously measure our progress against sustainability goals.\nOur 2022 sustainability report will be issued on June 5, and we will hold a webcast on June 20 to discuss the key highlights from the report, including our initial reporting in alignment with the task force on climate-related disclosure recommendations, progress on environmental and DE&I targets and introducing new goals around Scope 3 and air quality.\nIn summary, we had an exceptionally strong first quarter. While lithium prices have pulled back, our team continues to focus on the themes that are within our control. We're delivering volumetric growth and executing our projects. We are confident in our strategic delivery and the future of the EV market. Bringing all these factors together, we anticipate 2023 sales to be up 45% over last year.\nWe remain a global leader with world-class long-term assets and a diversified product portfolio that highlights broader opportunities in the mobility, energy, connectivity and health markets. Innovation remains core to our business as we deliver advanced solutions tailored to our customers' needs. Our strategy is clear and disciplined. It enables us to accelerate profitability and to advance sustainability.\nAnd with that, I'd like to turn the call over to the operator to begin the Q&A portion."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7951af9ba43b4406a3ba28f0b5f42dd0",
    "period": "2022 Q4",
    "content": "Q4 2022 Albemarle Corp Earnings Call\n\nQ4 2022 Albemarle Corp Earnings Call\n\nALBNYSEFEB 16, 9:00 AM\n\nOperator\n\nLadies and gentlemen, welcome to the Albemarle Corporation Q4 2022 Earnings Call. My name is Glenn, and I will be the moderator for today's call. (Operator Instructions)\nI will now hand you over to your host, Meredith Bandy, Vice President, Investor Relations and Sustainability. Meredith, please go ahead.\n\nMeredith H. Bandy\n\nVP of IR & Sustainability, Albemarle Corporation\n\nAll right. Thank you, Glen, and welcome, everyone, to Albemarle's Fourth Quarter and Full Year 2022 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you will find the press release and earnings presentation posted to our website under the Investors section at albemarle.com. Joining me on the call today are Kent Masters, Chief Executive Officer; and Scott Tozier, Chief Financial Officer; Raphael Crawford, President of Ketjen; Netha Johnson, President of Specialties; and Eric Norris, President of Energy Storage, are also available for Q&A.\nI'll note that today's call will be limited to 30 minutes, shorter than our usual quarterly updates since we just held an in-depth update about 3 weeks ago. The replay of that webcast is available on our website. As a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and timing of the expansion projects may constitute forward-looking statements.\nPlease note the cautionary language about forward-looking statements contained in our press release and earnings presentation that same language applies to this call. I'll also note that some of our comments today refer to non-GAAP financial measures. A reconciliation to GAAP financial measures can be found in our earnings release and the appendix of our earnings presentation.\nWith that, I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Meredith. Good morning, and thank you for joining us today. I'll start by highlighting that our fourth quarter results were exceptional with close to triple the net sales from the same period in 2021 and adjusted EBITDA up more than 400% year-over-year. And while rising lithium pricing contributed to these results, we also saw significant increased volume growth. Scott will go into the financial details for the quarter and the year.\nWe are confident in our assessment of the market opportunity for our essential elements and equally confident of our ability to seize that opportunity. We anticipate net sales growth of 55% to 75% for 2023. Our strategy is not just to maintain, but to build on our global leadership in both Energy Storage and Specialties, and we continue to invest in both capacity and innovation to make that happen.\nAnd now I'll turn it over to Scott for details.\n\nScott A. Tozier\n\nExecutive VP & CFO, Albemarle Corporation\n\nGreat. Thanks, Kent, and good morning, everyone. Let's start on Slide 5 to quickly review the fourth quarter 2022 performance.\nNet sales for the fourth quarter closed at approximately $2.6 billion, up 193% from last year, driven primarily by our Lithium segment, but we saw increases in bromine as well. Net income attributable to Albemarle was $1.1 billion for the fourth quarter. Diluted EPS for the fourth quarter was $9.60, which was a record for Albemarle. In fact, it easily beat our previous full year EPS record of $6.34 back in 2018.\nTurning to Slide 6. Fourth quarter adjusted EBITDA was over $1.2 billion, up almost 5.5x year-over-year. This $1 billion increase was primarily driven by higher lithium prices and increased volumes. As you can see on the slide, these high quarterly results also contributed heavily to our full year increase in adjusted EBITDA of nearly 300%.\nOur Bromine segment was up slightly. And as expected, our Catalyst segment came in lower in the quarter as higher sales volumes and favorable pricing were offset by a plant shutdown due to the winter freeze in Texas in December. Full year 2023 guidance is unchanged from our strategic update in January. We continue to expect strong sequential sales growth in 2023.\nAnd remember, we have assumed flat year-end 2022 lithium pricing throughout 2023. We expect our adjusted EBITDA to be approximately 20% to 45% higher than 2022, with positive trends in all 3 businesses. Additionally, we expect net cash from operations to rise between 10% and 25% over 2022. And this means we expect to remain free cash flow positive this year even after increasing our growth investments.\nOn Slide 8, we expect to see net sales increase sequentially quarter-to-quarter as our volumes ramp up. We project that our adjusted EBITDA will be evenly split between the first and second halves of the year. And as a result, we anticipate that margin rates will moderate as we progress through the year, and I'll come back to that in a moment.\nAll 3 of our business segments are looking at healthy growth rates during the year reiterating what we detailed in our January event. Since our webcast in January, a lot of the questions we've gotten are around margins and capital expenditures. So I'll provide some additional color and time on those 2 items, and then Kent will provide a market update.\nSo let's turn to Slide 9. Energy Storage EBITDA margins were 65% in 2022. And then in 2023, a lower impact of spodumene inventory and increased impact of our JVs is expected to normalize our 2023 margins to around 46% to 47%. Most of that roughly 20 percentage point decline is due to spodumene inventory lags. It takes about 6 months for spodumene to go from our mines through conversion to our customers. Last year, we saw dramatic increases in pricing for lithium and spodumene.\nAnd due to that time lag on spodumene inventory, we realized higher lithium pricing from our customers faster than higher spodumene costs. And as a result, we had unusually strong margins in 2022, particularly in the second half. The next item affecting margins is the accounting treatment of the MARBL joint venture. We expect to report 100% of net sales, but only our share of EBITDA, resulting in a lower reported margin on that portion of the business.\nAs this joint venture continues to ramp up, this accounting impact will increase. We are in active discussions with our partner about restructuring the MARBL joint venture and expect to have news on this soon. Finally, our EBITDA margins are impacted by tax expense at our Talison joint venture.\nTalison income is included in our EBITDA on an after-tax basis. If you adjust Talison results to exclude this, margins would be about 8% to 10% higher in 2023. Let's turn to our capital expenditures outlook on Slide 10. We are investing with 3 goals in mind: first, to add conversion capacity and remain vertically integrated; second, to invest in new product technology to support battery advances; and third, to build and maintain our world-class resource base.\nTo meet these goals, we expect capital investment to increase from about $1.7 billion to $1.9 billion in 2023 to about $4 billion to $4.4 billion in 2027. About half the increase in capital expense relates to geographic diversification to support customer demand for regional lithium conversion and supply. In 2023, we're investing in our conversion capacity in Meishan in Qinzhou.\nAnd as the EV market develops in other parts of the world, we will continue to invest. For example, we are planning investments in North America and Europe where we estimate capital intensity to be more than double. Second, by mid-decade, we expect to invest more in technology to produce advanced energy storage materials for next-generation batteries.\nAnd lastly, we expect to invest in additional resource development. Across our capital spending, about 5% is linked to sustainability, including improvements to new and existing facilities. These investments are expected to generate strong returns, allowing us to continue to invest to support our customers while generating significant free cash flow.\nWith that, I'll turn it over to Kent for a brief market update and closing remarks.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Scott. As China reopens, we expect moderation in EV demand to be short-lived with medium and long-term demand remaining robust. We continue to expect EV sales in China to grow 40% year-over-year, an increase of nearly 3 million vehicles. As you can see in the chart on the right, sales in China are seasonally weak around the Lunar New Year. We believe the latest phasing out of subsidies will have limited impact on demand.\nEV subsidies have rolled off on schedule since 2013 with only brief declines in sales, continued municipal incentives and consumer preferences support a strong demand outlook for EVs. Our contract customers are not slowing down their ordering patterns and early indications are both that cathode inventory and battery inventory in China are decreasing, which is a good sign for lithium sales.\nWe're listening to our customers, and we'll be watching the data, so we'll continue to adjust our expectation as the year progresses. Our biggest challenge is managing the tremendous growth opportunity that is in front of us. We are leveraging our durable competitive advantages like our world-class resources, our global asset portfolio and technical know-how to continue to grow.\nAnd we are being absolutely disciplined about how we build our leadership position, particularly when it comes to scaling lithium production and conversion. We intend to accelerate growth profitably and in ways that align with customer needs. We are confident that electrification will continue to be a primary pathway toward a clean energy future, but we also recognize that the future for Albemarle is built on more than electric vehicles and done more than just our production capacity.\nAs we said in our strategic update, our strength in transforming resources into essential elements give us outstanding leadership opportunities in 4 key areas: mobility, energy, connectivity and health. We know that customer-focused innovations and sustainability are as essential to our future as our resource capacity as we work to fulfill our purpose of enabling a more resilient world. So now we'll move to Q&A. And Glenn, you're going to moderate that."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c38ccbb6d3c064cd7204645755b9b78",
    "period": "2022 Q2",
    "content": "Q2 2022 Albemarle Corp Earnings Call\n\nQ2 2022 Albemarle Corp Earnings Call\n\nALBNYSEAUG 4, 9:00 AM\n\nOperator\n\nHello, everyone, and welcome to the Q2 2022 Albemarle Corporation Earnings Conference Call. My name is Nadia, and I'll be coordinating the call today. (Operator Instructions)\nI will now hand over to your host, Meredith Bandy, Vice President of Investor Relations and Sustainability, to begin. Meredith, please go ahead.\n\nMeredith H. Bandy\n\nVP of IR & Sustainability, Albemarle Corporation\n\nThank you, Nadia, and welcome, everyone, to Albemarle's Second Quarter 2022 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you'll find our press release and earnings presentation posted to our website under the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Scott Tozier, Chief Financial Officer. Raphael Crawford, President, Catalyst; Netha Johnson, President, Bromine; and Eric Norris, President, Lithium, are also available for Q&A.\nAs a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and timing of expansion projects may constitute forward-looking statements within the meaning of federal securities laws.\nPlease note the cautionary language about forward-looking statements contained in our press release and earnings presentation. That same language applies to this call.\nPlease also note that some of our comments today refer to non-GAAP financial measures. A reconciliation to GAAP financial measures can be found in our earnings release in the appendix of these slides.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Meredith, and thank you all for joining us today. On today's call, I will highlight our second quarter results and achievements. Scott will provide more details on our financial results, outlook, balance sheet and capital allocation.\nI will then close our prepared remarks with an update on our operating model and strategic growth projects aimed at further strengthening our long-term financial performance and sustainable competitive advantages.\nAlbemarle's leadership positions in lithium and bromine, coupled with our team's ability to execute through the current inflationary environment led to another quarter of strong results. In the second quarter, we generated net sales of $1.5 billion, nearly double the prior year.\nSecond quarter adjusted EBITDA of $610 million was over 3x the prior year, continuing the trend of EBITDA significantly outpacing sales growth. The supply-demand balances remain tight in the markets we serve. Strong market prices and our continued success in contract renegotiation drove the tremendous strength we are experiencing in our lithium business.\nAs a result, we are again raising our 2022 outlook and now expect to be free cash flow positive for the year. Scott will review the key elements of that outlook later on in the call. We are also successfully executing our growth strategy. Our Kemerton I lithium conversion plant in Western Australia achieved first product in July. I want to especially congratulate our teams in Western Australia for their hard work and dedication in achieving this goal.\nAnd lastly, we made a major announcement regarding plans to build an integrated lithium mega site in the United States. This will support our western expansion and the development of the battery material supply chain in North America.\nNow I'll turn the call over to Scott to walk through our financials.\n\nScott A. Tozier\n\nExecutive VP & CFO, Albemarle Corporation\n\nThanks, Kent, and good morning, everyone. I'll begin on Slide 5. During the quarter, we generated net sales of approximately $1.5 billion, a year-over-year increase of 91%. This is due primarily to increased momentum in our pricing efforts as well as higher volumes driven by strong demand across our diverse end markets, especially for our Lithium and Bromine businesses.\nWe saw volumes and pricing grow in all 3 of our businesses. For the second quarter, net income attributable to Albemarle was $407 million compared to $425 million in the prior year. As a reminder, the year ago quarterly results included a onetime benefit of $332 million related to the sale of Fine Chemistry Services.\nEPS for the second quarter was $3.46, a year-over-year improvement of 300%, excluding the onetime benefit of the FCS sale. This overall performance was driven by strong net sales and margin improvement, partially offset by the ongoing inflationary pressures we are feeling across all 3 businesses.\nTurning to Slide 6. Second quarter adjusted EBITDA was $610 million, up 214% year-over-year. The primary driver of the strong growth was higher lithium EBITDA. Lithium was up nearly $400 million compared to the prior year driven by momentum in our contracting efforts and overall higher market prices. That's an increase of 350%.\nIn fact, lithium's second quarter EBITDA was greater than the EBITDA it generated in the full year of 2021. Bromine was also favorable year-over-year, up nearly 50%, reflecting higher pricing driven by tight market conditions and an uptick in volumes, partially offset by raw material and freight inflation.\nCatalyst was negative in the quarter as higher sales volumes and pricing were more than offset by cost pressures, particularly for natural gas in Europe and raw materials. And finally, we also experienced an overall FX headwind of $14 million for the total company.\nMoving to Slide 7. We are further increasing our 2022 outlook from our last announcement in late May primarily to reflect the expected continued strength in execution in our Lithium business and further improvements in Bromine. We now expect 2022 total company net sales to be in the range of $7.1 billion to $7.5 billion, up about 115% to 125% versus last year.\nAdjusted EBITDA is expected to be between $3.2 billion and $3.5 billion, reflecting a year-over-year improvement of up to 300%. This implies EBITDA margins are expected to improve significantly to a range of 45% to 47% for the total company.\nTogether, this translates to updated 2022 adjusted EPS guidance in the range of $19.25 to $22.25. That is about 5x more than 2021. Additionally, we are increasing our net cash from operations guidance to a range of $1.4 billion to $1.7 billion driven by our updated sales and margin expectations.\nWe are maintaining guidance for capital expenditures of $1.3 billion to $1.5 billion as we drive our lithium investments forward to meet increased customer demand. Together, the midpoint of our guidance implies approximately $150 million in positive free cash flow for the full year.\nAnd further, if you assume our realized pricing remains relatively flat next year, we expect to continue to generate positive free cash flow in 2023, even with continued growth investments.\nSecurity of supply remains the #1 priority for our customers. And we are continuing to partner and work closely with them. We are pushing hard to meet those accelerating customer growth requirements. Regarding the quarterly progression of sales and EBITDA. On our last call, we indicated that we expect results to be relatively evenly split among quarters.\nGiven the underlying strength across our portfolio and continued momentum in our contracting efforts, we now expect second half adjusted EBITDA to be roughly 120% higher relative to the first half. Turning to the next slide for more detail on our outlook by segment. Our Lithium business' full year 2022 EBITDA is expected to be up more than 500% year-over-year, up from the previous outlook for growth of approximately 300%.\nThe improved outlook reflects renegotiations of pricing on legacy fixed-price contracts and continued strong market pricing flowing through our indexed referenced variable price contracts. We now expect our average realized selling price to be up more than 225% to 250% year-over-year.\nThis is the result of our successful efforts to renegotiate legacy contracts and implement more index referenced variable price contracts as well as a significant increase in index prices. From the beginning of the year to today, indices are up 60% to 130%. And note that our outlook assumes Albemarle's expected Q3 realized selling price remains constant into the fourth quarter.\nThere's no change to our lithium volume outlook for the year. We continue to expect year-over-year volume growth in the range of 20% to 30% as we bring on new conversion assets plus some additional tolling. There is potential upside to our outlook if market prices remain near current levels or with additional contract renegotiations or additional tolling volumes.\nAnd conversely, there is potential downside with material declines in market pricing or volume shortfalls. For Bromine, we are also raising our full year 2022 EBITDA expectations with year-over-year improvement in the range of 25% to 30% compared to the prior outlook of 15% to 20%.\nThis revised guidance reflects continued strong demand and pricing from end markets such as fire safety solutions and oilfield services plus other macro trends such as digitalization and electrification. We expect higher volumes of 5% to 10% following our successful execution of growth projects last year.\nFor Catalysts, full year 2022 EBITDA is expected to be down 25% to 65% year-over-year. This is below our prior outlook due to significant cost pressures primarily related to natural gas in Europe, certain raw materials as well as freight, partially offset by higher sales volumes and pricing. The large outlook range for Catalysts reflects increased volatility and a lack of visibility particularly related to the war in Ukraine.\nGiven the extraordinary circumstances and the resulting changes in oil and gas markets, the business continues to aggressively seek cost pass-throughs particularly for higher natural gas costs. The strategic review of the Catalysts business is ongoing, but it is taking longer than we anticipated. As soon as we have any news, we will provide an update.\nTurning to Slide 9 for an update on our lithium pricing and contracts. This slide reflects the expected split of our 2022 lithium revenues. Battery grade revenues are now expected to make up approximately 85% compared to 70% to 80% in our prior guidance due to successful contract negotiations and higher market indices.\nOf the total battery grade revenues, 15% is expected to be from short-term spot purchase orders. 65% is expected to be from index reference variable price contracts. Pricing on these contracts generally reset with a 3-month lag. And a number of these contracts do have floors and ceilings in place. The remaining 20% comes from legacy fixed contracts with price reopeners, normally every 6 or 12 months.\nAnd since we last updated the outlook in late May, we have successfully repriced a portion of these contracts to better reflect the current market price environment. This segmented approach to contracting gives more flexibility for our customers while allowing Albermarle to preserve upside and ensure returns on our growth investments.\nOur operations and project teams are also delivering volumetric growth. Slide 10 shows the expected lithium sales volumes, including technical-grade spodumene and tolling sales. In 2022, we expect volumes to improve 20% to 30% year-over-year. This growth is largely driven by our expansions at La Negra and Kemerton, the acquisition of Qinzhou as well as some additional tolling volumes.\nLooking forward, we expect volumes to grow approximately 20% per year from 2022 to 2025 driven primarily by the ramp-up of new conversion assets. We see room for further upside from additional conversion assets such as our greenfield in Meishan or additional tolling volumes.\nTurning to Slide 11. Our strong net cash from operations and solid balance sheet give us ample financial flexibility to execute our growth strategy. Our balance sheet is in great shape with $931 million of cash and available liquidity of $2.6 billion.\nCurrent net debt to adjusted EBITDA is approximately 1.7x. With rising EBITDA from higher pricing and volumes, we expect leverage to trend lower in the near term. This gives us plenty of capacity to accelerate our growth investments or value-creating M&A.\nDuring the second quarter, we extended our debt maturity profile through a public offering of senior notes. Proceeds totaled approximately $1.7 billion, a portion of which was used to redeem senior notes maturing in 2024. 92% of our debt position is at a fixed rate, which buffers us against the impacts of the rising interest rate environment.\nBefore I turn the call back over to Kent, I wanted to briefly review our capital allocation priorities and our ability to adapt to market changes while building durable capacities to support growth. Our capital allocation priorities are unchanged. We remain committed to strategically grow our lithium and bromine capacity in a disciplined manner.\nCapacity growth will also be supported inorganically by continuously assessing our portfolio and pursuing bolt-on acquisitions at attractive returns to strengthen our top-tier resource base. A perfect example of this strategy is the $200 million Qinzhou acquisition that is expected to close in the second half of the year.\nMaintaining financial flexibility and shareholder returns are also key capital allocation priorities. We remain committed to maintaining an investment-grade rating and a strong balance sheet to provide significant optionality to fund future growth.\nFinally, we also plan to continue to support our dividend. We are laser-focused on the durability of our business. The management team and the Board regularly review our capital allocation priorities and have identified levers we can pull to quickly adapt to changing market conditions if needed. These include slowing non-growth CapEx, reducing discretionary spending and hiring, shifting production volumes to highest demand markets and accelerating partnering and tolling arrangements to support cash generation.\nAdditionally, a downturn may allow us to take advantage of lower priced acquisitions, capitalizing on the strength of our balance sheet.\nIn summary, we believe Albemarle's ability to maintain a focus on growth through all market conditions is strong, thanks to our operating model that Kent is going to discuss next.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Scott. So let's turn to Slide 13 to discuss our cost structure and how we are managing inflation. Our vertical integration and access to low-cost resources for lithium and bromine allow us to avoid the worst impacts of inflation and control our cost structure.\nFor example, while approximately 45% of our costs come from raw materials and services, actually 20% of those costs relate to our owned spodumene. The implementation of our operating model, the Albemarle way of excellence is also helping manage costs.\nIn 2020, we identified our supply chain as a key area for improvement. At that time, we reorganized to form a global supply chain function and implemented a new enhanced procurement strategy. That team's efforts are now paying dividends.\nLast year, our procurement team set a target to achieve $90 million in value creation by 2022 year-end. We are on track to meet or exceed that target by about 40%. About half is from cost savings with lower year-over-year cost and about half is from cost avoidance, where procurement efficiencies have allowed us to realize below-market increases.\nAn example of cost savings includes logistics efficiencies, minimizing material handling, maximizing equipment capacity and shortening haul routes. Cost avoidance includes using fewer suppliers and pooling buying for key raw materials and services to offset inflation.\nIn other cases, we've shortened supply chains to improve resilience and reduce total cost. This success is driven by diverse teams, including supply chain, procurement and production scheduling, thanks to everyone across the enterprise and around the globe. It took commitment from every individual to make this happen.\nOur operating model is also focused on building the structure, capabilities, discipline and design approach to enable faster capacity growth. As a leading lithium producer, Albemarle is investing in lithium production around the world, including China, Australia and the Americas. This year, we plan to deliver projects that more than double our annual capacity from 85,000 tons to 200,000 tons by year-end.\nWe are also progressing a portfolio of projects that can grow our conversion capacity to as much as 500,000 tons per year on a 100% basis. As you can see, the near-term projects are largely in the Asia Pacific region. Longer term, we expect to transition to a more localized supply chain in North America and Europe.\nTurning to Slide 15. Our capacity additions in Australia and Asia significantly enhanced our ability to leverage our low-cost resource base. In terms of lithium conversion capacity, we have made progress on the regulatory approval for the acquisition of the Qinzhou conversion facility. We continue to expect that acquisition to close in the second half of 2022.\nIn the meantime, we continue to toll spodumene through this facility. As I mentioned earlier, Kemerton I has achieved first product. This important milestone signifies that the manufacturing processes and equipment can meet the project's design objectives. Our focus now is on qualifying our products with our customers.\nAt our China greenfield expansions, construction of a 50,000 ton per year lithium hydroxide conversion plant at Meishan is well underway. Importantly, with our ownership stakes at the Wodgina and Greenbushes lithium mines, we already have access to low-cost spodumene to feed these conversion facilities.\nThe restart of the Wodgina lithium mine by our JV partner, Mineral Resources, is going well. We continue to negotiate agreements to expand and restructure the MARBL joint venture, and we'll update you when we have more information.\nWe also have a 49% stake at Greenbushes, one of the best lithium resources in the world. The Talison joint venture is ramping up chemical grade Plant 2 or CGP 2 and has approved construction of CGP 3, which has broken ground.\nOur intention is to ramp up lithium resources in advance of conversion assets. In which case, in the near term, we could be net long spodumene. If that's the case, we will elect to toll spodumene or sell spodumene into the market if it's economical to do so and if it allows us to bridge until new conversion assets ramp up.\nAlbemarle is the leading global lithium producer with a significant U.S. presence and access to some of the world's best resources. As such, we are well positioned to establish a world-class production of battery grade lithium that enables the localization of the battery supply chain in North America.\nThis would offer important benefits to U.S.-based automotive OEMs seeking a de-risked local supply chain, more reliable logistics and a reduced carbon footprint. We plan to leverage our Kings Mountain lithium mine, a top-tier resource and build a multi-train conversion site in the Southeast.\nThis site would be capable of handling mineral resources from Kings Mountain as well as recycled feedstock. This mega flex site would leverage Albemarle's best-in-class know-how to design, build and commission both resource and conversion assets.\nThis creates significant competitive advantages for Albemarle and its customers while also addressing the need for localized lithium supply to support growing demand in North America. In closing, on Slide 17, we expect to achieve significant growth milestones this year, thanks to strong end market demand as well as actions that we've taken to invest in profitable growth for lithium and bromine.\nThose investments are now paying off as we ramp up volumetric growth. To maintain our financial flexibility to fund growth through cash and our balance sheet. And to leverage our operating model to manage cost and execute our growth projects.\nSo this concludes our prepared remarks. Now I'll ask Nadia to open the question -- open the call for questions."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15602aa235133e64fa92664e7c7b53a3",
    "period": "2022 Q1",
    "content": "Q1 2022 Albemarle Corp Earnings Call\n\nQ1 2022 Albemarle Corp Earnings Call\n\nALBNYSEMAY 5, 9:00 AM\n\nOperator\n\nHello, everyone, and thank you for joining the Q1 2022 Albemarle Corporation earnings conference call. My name is Darius, and I'll be moderating your call today. Before I hand you over to your host, Meredith Bandy, I would like to remind you, (Operator Instructions).\nI now have the pleasure of handing you over to Meredith Bandy, Vice President of Investor Relations and Sustainability. Please go ahead, Meredith.\n\nMeredith H. Bandy\n\nVP of IR & Sustainability, Albemarle Corporation\n\nAll right. Thank you, and welcome, everyone, to Albemarle's First Quarter 2022 Earnings Conference Call. Our earnings were released after the close of market yesterday, and you'll find the press release and earnings presentation posted on our website under the Investors section at albemarle.com. Joining me on the call today are Kent Masters, our Chief Executive Officer; Scott Tozier, Chief Financial Officer; Raphael Crawford, President, Catalysts; Netha Johnson, President, Bromine; and Eric Norris, President, Lithium.\nAs a reminder, some of the statements made during this call, including our outlook, guidance, expected company performance and timing of the expansion projects may constitute forward-looking statements within the meaning of federal securities laws. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation. That same language applies to this call.\nPlease also note that some of our comments today refer to non-GAAP financial measures. A reconciliation to GAAP financial measures can be found in our earnings release and the appendix of our earnings presentation.\nAnd now I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Meredith, and thank you all for joining us today. On today's call, I will highlight our results and achievements during the recent quarter. Scott will provide more details on our financial results, outlook and balance sheet. I will then close our prepared remarks with an update on our growth projects and sustainability before opening the call for questions.\nAlbemarle's leadership positions in lithium and bromine and our team's ability to execute have enabled us to generate increasingly strong results. In the first quarter, we generated net sales of $1.1 billion, up 44% compared to prior year, and that's excluding Fine Chemistry Services in the comparison, which we sold in June of last year. This fundamental strength allowed us to more than double our EBITDA year-over-year.\nThe supply/demand balance remains tight in the markets we serve. This has enabled us to significantly increase our 2022 outlook based on continued pricing strength in our lithium and bromine businesses. Scott will dive into the key elements of that outlook later in today's presentation.\nIn terms of operational highlights for the quarter, the restart of our Wodgina lithium mine in our MARBL joint venture is progressing well. First, spodumene concentrate from train 1 is expected in May. We've agreed with our partners to accelerate the restart of train 2 with the first spodumene concentrate from that train in July. Together, these 2 trains can feed conversion assets with annual capacity of around 70,000 tons of lithium hydroxide.\nNow I'll turn the call over to Scott to walk through our financials.\n\nScott A. Tozier\n\nExecutive VP & CFO, Albemarle Corporation\n\nThanks, Kent, and good morning, everyone. I'll begin on Slide 5. During the quarter, we generated net sales of $1.1 billion, a year-over-year increase of 36%, including the FCS business, which we sold in June last year. This is due primarily to increased pricing as well as higher volumes driven by strong demand from diverse end markets, especially for our lithium and bromine businesses.\nFor the first quarter, net income attributable to Albemarle was $253 million, up $158 million from the prior year because of the strong net sales, partially offset by inflationary cost pressures. This includes the impact of natural gas prices in Europe on our Catalysts business. Adjusted diluted EPS for the first quarter was $2.38. The primary adjustments to earnings were $0.07 add-back for a loss on property sales and a $0.19 add-back for tax-related items.\nOn Slide 6, I'll walk you through our first quarter adjusted EBITDA. For the first quarter, our adjusted EBITDA was $432 million, up 107% year-over-year. The primary driver (technical difficulty) pricing, driven by the move to index-referenced variable price contracts and higher market pricing. Lithium also benefited from the sales of lower-cost inventories, including a onetime sale of spodumene stockpiled during the initial start-up of Wodgina.\nBromine was also favorable year-over-year, reflecting higher pricing driven by tight market conditions and a slight uptick in volumes. That was partially offset by raw material and freight inflation. Catalysts was down relative to the prior year, primarily driven by higher raw material costs and lower volumes. That was partially offset by pricing. And lastly, corporate expense and foreign exchange were mostly flat year-over-year.\nMoving to Slide 7. We have meaningfully increased our 2022 outlook, primarily to reflect continued strength in our lithium business. I'll discuss our lithium outlook in greater detail in just a minute. For the total company, we now expect 2022 net sales to be in the range of $5.2 billion to $5.6 billion, up about 60% to 70% versus prior year. Adjusted EBITDA is expected to be between $1.7 billion and $2 billion, reflecting a year-over-year improvement of 120% at the midpoint of the range. This implies a total company EBITDA margin in the range of 33% to 36%. And together, this translates to updated 2022 adjusted diluted EPS guidance in the range of $9.25 to $12.25 compared to $4.04 in 2021.\nAdditionally, we are maintaining our CapEx guidance range of $1.3 billion to $1.5 billion as we drive our lithium investments forward to meet increased customer demand. You may have noticed that we widened the range of our outlook to prudently reflect greater volatility in pricing for sales and inflation for cost of goods sold against the backdrop of a turbulent macro environment.\nAnd regarding the quarterly progression of sales and EBITDA, on our last call, we indicated that we expected Q1 to be our strongest quarter of the year, primarily due to higher pricing and sales of low-cost inventory. Given the continued strong pricing and rising volumes, we now expect our second half results to be about 55% of the total year.\nTurning to the next slide for more detail on our lithium outlook. Lithium's full year 2022 EBITDA is expected to be up 200% to 225% year-over-year, up from our previous outlook for growth of around 75%. We now expect our average realized selling price to be about double last year. This is the result of our efforts to move toward index-referenced variable price contracts and a significant increase in index prices. We also have better line of sight to price in the full year.\nFrom the beginning of the year to today, indices are up between 85% and 125%. We're also assuming that our expected Q2 selling price remains at that level for the rest of the year. If current market prices remain at historically strong levels for the balance of the year, there would be upside to this guidance. There could also be additional upside if we transition additional existing contracts from fixed to variable pricing. However, if we see material declines from current market pricing or volume shortfalls, there would be downside to this guidance.\nThere's no change to our lithium volume outlook for the year. We still expect year-over-year volume growth in the range of 20% to 30% as we bring on new conversion assets, particularly La Negra III and IV and Kemerton I.\nFor bromine, we are raising our full year 2022 EBITDA expectations with a year-over-year improvement of 15% to 20%. This revised guidance reflects higher pricing related to strong fire safety demand, supported by macro trends such as digitalization and electrification. We also expect higher volumes following our successful expansion last year in Jordan.\nFor catalysts, 2022 EBITDA is expected to be flat to down 65% year-over-year. This is below our prior outlook due to significant cost pressures, primarily related to natural gas in Europe and certain raw materials and freight, partially offset by higher pricing. The large outlook range for catalysts reflects increased volatility and lack of visibility, particularly related to the war in Ukraine.\nGiven the extraordinary circumstances and the resulting changes in oil and gas markets, the business is aggressively seeking to pass through higher natural gas pricing to its customers. As previously discussed, we continue to expect a strategic review of the Catalysts business to be completed later this quarter. The review is intended to maximize value and position the business for success while enabling us to focus on growth.\nI will now turn to Slide 9 for a deeper dive on our lithium contracts and pricing. With the change in guidance, you can now see we have more exposure to changing market indices. Our segmented approach gives more flexibility to customers while still allowing Albemarle to preserve its upside and returns on our growth investments. This slide reflects the expected split of our 2022 revenues updated for current pricing.\nBattery-grade revenues are now expected to make up 70% to 80% of our 2022 revenues, of which 20% is expected to be from purchase orders on higher short-term pricing; about half are expected to be from contracts with variable pricing mechanisms, typically index-referenced with a 3- to 6-month lag; and the remaining 30% is from fixed price contracts. These fixed contracts also have price opener mechanisms to change prices over time.\nWe continue to work with these customers to transition to contracts with variable index-referenced pricing. These negotiations are ongoing and progressing well. If we are successful, this could provide additional upside to our current outlook for the lithium business.\nFollowing our last earnings call, we received a lot of questions regarding our expected lithium margins, so I wanted to provide some additional color on the moving pieces on Slide 10. We expect lithium margins to improve in 2022, driven by higher pricing, partially offset by the progressive commissions we pay in Chile under our CORFO contract.\nAnother item to consider is the impact from higher fixed costs related to the start-up and ramp of our new facilities such as the Wodgina mine and our La Negra and Kemerton conversion assets as well as the potential acquisition of the Qinzhou conversion plant. These plants are expected to more than double our lithium production. Over time, the impact of fixed costs on margins will diminish as production ramps and costs are absorbed.\nAs a reminder, Albemarle calculates EBITDA by including joint venture equity income on an after-tax basis. This year, because of higher spodumene transfer pricing from our Greenbushes mine, this tax impact is much more meaningful than it has been in the past. This is simply a result of a line item where the tax hits our income statement. Albemarle remains fully integrated from resource to conversion. So effectively, we pay ourselves this higher spodumene pricing. On a completely pretax basis, lithium EBITDA margins are expected to be between 55% and 60% in 2022.\nSlide 11 highlights our expected volume ramp as our new lithium conversion facilities are completed. Last year, we converted 88,000 metric tons LCE including conversion at Silver Peak and Kings Mountain, Xinyu and Chengdu in China, and La Negra I and II in Chile. We are in the process of more than doubling conversion capacity with the expansions at La Negra and Kemerton, plus the acquisition of the Qinzhou plant. We typically expect it to take about 2 years to ramp to full capacity at a new plant, including roughly 6 months for customer qualification.\nTying all of this together, we expect to achieve 200,000 (technical difficulty). Total lithium volumes are expected to be higher than that, including technical-grade spodumene sales of about 10,000 tons per year, tolling volumes of anywhere between 0 and 20,000 tons per year, depending on market dynamics and the (technical difficulty) spodumene, plus any additional conversion capacity we buy or build during this period.\nFinally, let's turn to Slide 12 to look at our strong balance sheet and cash flow. Our 2022 revised operating cash flow guidance is $650 million at the midpoint. Relative to 2021, you can see incremental cash flow driven by the higher net income, adding back higher depreciation. This is partially offset by higher working capital related to higher sales volumes and pricing, plus higher cost of raw materials and inventories. As a reminder, working capital typically averages about 25% of net sales.\nOur balance sheet is in great shape with $463 million of cash and liquidity of almost $2 billion. Current net debt to adjusted EBITDA is approximately 1.9x. With rising EBITDA from higher pricing and volumes, we expect leverage to remain at or below our target range of 2 to 2.5x. Our balance sheet supports the CapEx for our lithium investments to meet growing customer demand.\nFollowing our equity offering early last year, we repaid debt with the intention of relevering as needed to fund capital projects. We are actively evaluating options to do just that. We are planning to be in the debt market this quarter if market conditions are favorable. We remain committed to maintaining our investment-grade credit rating, and the debt markets provide a favorable avenue of acquiring additional capital.\nWith that, I'll turn it back to Kent for an update on our projects on Slide 13.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Scott. First, let's look at a few of our expansions in Asia Pacific. Albemarle was focused on expanding global lithium conversion capacity to leverage our low-cost resource base. The acquisition of the Qinzhou conversion facility is now expected to close in the second half of this year as we continue to work through regulatory approvals. We look forward to closing this transaction to bring an additional 25,000 tons of lithium to the market.\nThe commissioning process at Kemerton I is progressing well. We have introduced spodumene into the process and we expect to achieve first product by the end of the month. Kemerton II remains on track for mechanical completion later this year.\nAt our China greenfield expansions, we have broken ground at Meishan to construct a 50,000 ton per year hydroxide conversion facility. There are also options to expand that facility. The second China greenfield project at Zhangjiagang is currently in the engineering phase, and we are looking at options to produce either carbonate or hydroxide.\nImportantly, with our ownership stakes at the Wodgina and Greenbushes lithium mines, we already have access to low-cost spodumene to feed these conversion facilities. As I mentioned previously, the restart of the Wodgina lithium mine by our JV partner, Mineral Resources, is going well. And we continue to negotiate agreements to expand and restructure the MARBL joint venture, and we'll update the market when we have more information.\nWe also have a 49% stake at Greenbushes, one of the highest quality lithium resources in the world. The Talison joint venture is ramping up CGP 2 and has approved construction of CGP 3. And that's expected to begin later this year. In addition, construction of the tailings retreatment plant was completed during the quarter and commissioning is progressing to plan. Our intention is to ramp lithium resources in advance of conversion assets, in which case, in the near term, we could be net long spodumene. If so, we may elect to toll or sell spodumene.\nThe expansions in Australia and Asia are just a portion of the globally diverse lithium projects we have defined to meet growing customer demand. We remain focused on growing our global conversion capacity to leverage our world-class resources in Australia, Chile and the United States. Our Wave 3 projects should provide Albemarle with approximately 200,000 tons of additional lithium conversion capacity, which is higher than the 150,000 tons that we originally planned.\nAdditionally, we continued to progress our growth options for Wave 4, which is expected to bring an additional 75,000 to 125,000 tons of capacity. This includes continued evaluation of options to restart our Kings Mountain lithium mine and build conversion assets in North America and Europe. Our high degree of vertical integration, access to high-quality, low-cost resources, years of experience bringing conversion capacity online and a strong balance sheet provide considerable advantages for the foreseeable future.\nLooking now at Slide 15. As you can see, Albemarle was executing a robust pipeline of projects all around the world. Our bromine business is pursuing incremental expansions in Jordan and the United States. These high-return projects leverage our low-cost resources and technical know-how to support customers in growing and diverse markets like electronics, telecom and automotive.\nIn Chile, the Salar Yield Improvement Project is progressing and is expected to allow us to increase lithium production without increasing our brine pumping rates, utilizing a proprietary technology to improve recovery, efficiency and sustainability. We also have access to a lithium resource in Argentina called Antofalla. We anticipate restarting exploration at Antofalla later this year after securing all necessary permits. In Australia, we continue to progress study work on Kemerton expansions to leverage greater scale and efficiency with repeatable designs.\nFinally, in the United States, the expansion of our Silver Peak facility in Nevada is on track to double lithium carbonate production. This is the first of several options to expand U.S. production. In Kings Mountain, North Carolina, we've begun a pre-feasibility study to evaluate restarting the mine. And then our bromine facility in Magnolia, Arkansas, we're evaluating process technologies to leverage our brines to extract lithium. This robust pipeline, coupled with our industry knowledge and strong balance sheet, provides significant growth opportunities for Albemarle.\nMoving on to our sustainability initiatives on Slide 16. Creating sustainable shareholder value requires our company to continue to drive progress on our own ESG and sustainability efforts, and I'm proud of what we are achieving on that front. We will publish our 2021 Corporate Sustainability Report on June 2. In that report, you will see strong progress in our work towards hitting our target reductions in greenhouse gas emissions and freshwater usage, our initial Scope 3 emissions assessment and our first full life cycle assessments for lithium products. You will also see further definition of our sustainability-related targets, including diversity and inclusion.\nIn addition to publishing our new sustainability report, we will host a webcast on June 28, and I hope you will join to listen in. In that presentation, we will discuss next steps, including full CDP disclosure with TCFD goals and disclosures and third-party IRMA assessment at the Salar de Atacama. As you can see, we have accomplished a great deal and we are committed to continue that progress.\nSo this concludes our prepared remarks. And now we will open the call for Q&A."
  },
  {
    "header": "ALB",
    "cik": "0000915913",
    "ticker": "ALB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b45d58c52d0d4d6fd6bc37b09e0b26ed",
    "period": "2021 Q4",
    "content": "Q4 2021 Albemarle Corp Earnings Call\n\nQ4 2021 Albemarle Corp Earnings Call\n\nALBNYSEFEB 17, 9:00 AM\n\nOperator\n\nGood day and welcome to the fourth quarter Albemarle Corporation earnings conference call. (Operator Instructions) As a reminder, this call is being recorded.\nI would like to turn the call over to Meredith Bandy, Vice President of Investor Relations and Sustainability. You may begin.\n\nMeredith H. Bandy\n\nVP of IR & Sustainability, Albemarle Corporation\n\nAll right. Thanks, Michelle. Thank you all, and welcome to Albemarle's Fourth Quarter 2021 Earnings Conference Call. Our earnings were released after close of market yesterday, and you'll find our press release and earnings presentation posted on our website under the Investors section at albemarle.com.\nJoining me on the call today are Kent Masters, Chief Executive Officer; and Scott Tozier, Chief Financial Officer. Our GBU Presidents, Raphael Crawford, Netha Johnson and Eric Norris are also available for Q&A.\nAs a reminder, some of the statements made during this call, including outlook, guidance, expected company performance and timing of expansion projects may constitute forward-looking statements within the meaning of federal securities laws. Please note the cautionary language about forward-looking statements contained in our press release and earnings presentation. That same language applies to this call. Please also note that some of the comments made today refer to non-GAAP financial measures. A reconciliation to GAAP financial measures can be found in our earnings release and the appendix of our earnings presentation.\nNow I'll turn the call over to Kent.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Meredith, and thank you all for joining us today. On today's call, I will highlight our quarterly results, recap our 2021 successes and update you on our expansion plans. Scott will provide more details on our financial results, outlook and capital allocation priorities. And finally, I'll walk you through our 2022 objectives.\n2021 was a transformative year for Albemarle. Our strategic execution and ability to effectively manage the challenges of the global pandemic enabled us to capitalize on the strength of the lithium and bromine markets and generate results that exceeded expectations. For the year, excluding our Fine Chemistry Services business, which was sold in June of 2021, we increased net sales by 11% to $3.3 billion, which was in line with our previous guidance. Adjusted EBITDA grew 13% in 2021 to $871 million, surpassing the upper end of our guidance.\nLooking ahead, our outlook for 2022 has improved based primarily on favorable market conditions for lithium and bromine. We expect adjusted EBITDA to grow between 35% and 55% versus 2021, excluding Fine Chemistry Services. To continue driving this growth, we are focused on quickly bringing capacity online with accelerated investments. La Negra III and IV is currently in commercial qualification, and we expect to start realizing first sales from this facility in the second quarter.\nIn November, we achieved mechanical completion of the first train at Kemerton. The construction team is now dedicated to the second train, and we will be able to leverage our experience from Train 1 to improve efficiencies and timeliness of this project. And we recently signed a nonbinding letter agreement to explore the expansion of our Marble joint venture with increased optionality and reduced risk.\nNow looking at Slide 5. We introduced this slide early last year to lay out our 2021 objectives designed to support the 4 pillars of our strategy: to grow profitably, to maximize productivity, to invest with discipline and to advance sustainability. I would like to thank our teams for their extraordinary efforts. Virtually all the goals we set last year were met or exceeded despite challenges related to severe weather, supply chain issues and the ongoing effects of the pandemic. The focus of our people around the world is what drove our strong year and underscores our ability to deliver on our commitments. These accomplishments have also set the stage for us to take advantage of the growth opportunities ahead.\nJust as important as driving growth is an ongoing dedication to strong ESG values. I'm very proud of what you see on Slide 6. Since I became CEO in 2020, one of my main priorities has been continued improvement in sustainability. I'm pleased to see that these efforts are increasingly being recognized externally, but it certainly isn't a new initiative for Albemarle. Sustainability is not just doing the right thing but also doing it the right way.\nFor example, the lithium market is expected to see significant demand growth in the coming years. As a leader in lithium production, we expect to be an example and help define the standards of sustainability in this market as it goes through this fundamental shift.\nNow turning to Slide 7 and more on the lithium market outlook. Based on our current market data, EV trends and regular interactions with our customers, we are revising our lithium demand outlook upwards once again. We now expect 2025 lithium demand of approximately 1.5 million tons, up more than 30% from our previous estimates. Beyond 2025, we anticipate continued growth with lithium demand of more than 3 million tons by 2030.\nEV sales growth is accelerating as consumers become more energy-conscious, governments incentivize clean energy, technology improves and EVs approach pricing parity with internal combustion vehicles. In 2021, global EV production nearly doubled to over 6 million vehicles from 3 million in 2020. By the end of the decade, EVs are expected to account for close to 40% of automotive sales.\nWhen you look at last year's growth rate of nearly 50% and the auto industry's ambitions for a rapid transition to EVs, it's easy to see why demand expectations are so bullish. However, meeting this demand will be a challenge.\nTurning to our Wave II projects on Slide 8. La Negra III and IV, which will add conversion capacity for our Chilean brine resource in the Salar to Atacama, is currently in the customer qualification process. We anticipate incremental volumes and revenue contribution from this project in the second quarter of this year.\nWhile there are significant changes taking place to the political landscape in Chile, we do not anticipate any material impacts to our business. We support the Chilean people's right of self-determination and applaud the peaceful leadership transition in that country. Our team has already begun building relationships with the incoming administration.\nAs I mentioned earlier, Kemerton I reached mechanical completion late last year and is currently in the commissioning phase. This puts us on track to begin first sales in the second half of this year. Kemerton II remains on track to reach mechanical completion by the end of this year.\nThe OEMs and battery manufacturers have been investing heavily in growth, including commitments in North America and Europe, and the lithium industry must do the same.\nTurning to Slide 9. We provide an overview of how Albemarle is investing to support downstream growth. Since our Investor Day, we have accelerated and further defined our Wave III projects, including the announcement of 3 strategic investments in China. This wave of investments will provide Albemarle with approximately 200,000 tons of additional capacity. That's up from 150,000 tons of capacity originally planned for Wave III. We've also continued to progress our growth options for Wave IV. Based on discussions with our customers, we are analyzing options to restart our Kings Mountain lithium mine and the potential to build conversion assets in North America and Europe.\nOur vertical integration, access to high-quality, low-cost resources, years of experience bringing conversion capacity online and strong balance sheet provide us with considerable advantages.\nI'm on Slide 10 now. In China, we expect to close the acquisition of the Qinzhou conversion facility in the first half of this year. This transaction is progressing well, and we continue to work through the appropriate regulatory reviews. The Qinzhou plant is currently being commissioned, and we have begun tolling our spodumene to assist with that process.\nWe continue to progress the 2 greenfield lithium conversion projects in Meishan and Zhangjiagang. We have started site clearing at Meishan and expect to break ground at Zhangjiagang later this year. We expect mechanical completion of both projects by the end of 2024.\nThe restart of 1 of 3 processing lines at the Wodgina mine is going well, with first spodumene concentrate production now expected in the second quarter. At Greenbushes, Talison continues to ramp production from the CGP 2 facility to meet design throughput and recovery rates. In addition, the tailings project at Talison is on track.\nBefore I turn the call over to Scott, I'd like to highlight our bromine growth projects on Slide 11. Our bromine business is investing in innovation and capital projects to take advantage of growth opportunities. We expect new products to make up more than 10% of annual bromine revenues by 2025, up from essentially a standing start. The first of these products to launch is SAYTEX ALERO, our next-generation polymeric flame retardant. We first discussed SAYTEX ALERO at our Investor Day last year, and I'm excited to say that we have achieved first commercial sales in January and expect to scale production throughout the year.\nWe've also invested in the resource expansion at the Smackover formation in Arkansas, and we continue to grow our conversion and derivative capacity in both Arkansas and Jordan.\nWith that as an overview, I'll turn the call over to Scott to discuss recent results and our outlook.\n\nMeredith H. Bandy\n\nVP of IR & Sustainability, Albemarle Corporation\n\nScott?\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nScott, you might be on mute.\n\nScott A. Tozier\n\nExecutive VP & CFO, Albemarle Corporation\n\nHello? Can you hear me now?\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nYes. We hear you.\n\nScott A. Tozier\n\nExecutive VP & CFO, Albemarle Corporation\n\nOkay. Sorry about that. I was on mute. Thanks, Kent, and good morning, everyone. I'll begin on Slide 12.\nFor the fourth quarter, we generated net sales of $894 million, which is an increase of $15 million compared to the prior year quarter. This was driven by higher sales from lithium and bromine, partially offset by the loss of revenue from our Fine Chemistry Services business, which was sold in June 2021. Excluding FCS, we grew by 11%.\nThe fourth quarter net loss attributable to Albemarle was $4 million, reflecting an increased cost estimate to construct our Kemerton lithium hydroxide plant due to anticipated cost overruns from the impact of pandemic-related issues on the supply chain and labor. Fourth quarter adjusted diluted EPS of $1.01 was down 14% from the prior year. The primary adjustment to EPS is the $1.13 add-back of that Kemerton revision.\nLet's turn to Slide 13 for more detail on adjusted EBITDA performance. Excluding FCS, fourth quarter adjusted EBITDA was up 12% from the prior year. Lithium results remained strong driven by higher volumes as well as higher pricing. Bromine results were roughly flat year-over-year, reflecting strong performance in late 2020 and repeating it in 2021. And Catalyst improved in the fourth quarter as refinery markets continue to rebound and the business saw benefits from onetime items. Our second half sales grew 13% from the first half of the year, following a relatively flat growth since mid-2020. This acceleration of growth is expected to continue into 2022.\nOn Slide 14, you can see we are expecting both volume and pricing growth in all 3 of our business units in 2022. We expect net sales of between $4.2 billion to $4.5 billion and adjusted EBITDA in the range of $1.15 billion to $1.3 billion. This implies an adjusted EBITDA margin of between 27% and 29%. Adjusted diluted EPS and net cash from operations are also expected to improve year-over-year. We anticipate healthy growth in adjusted EBITDA in all 4 quarters this year, and we expect Q1 to be the strongest quarter for several reasons.\nAll 3 GBUs are expected to benefit from lower-cost inventory sold at prices that have been raised in anticipation of inflation. In the first quarter, lithium also has the benefit of strong shipments from our Talison joint venture to our partner as well as a onetime spodumene sales material produced at Wodgina on initial start-up in 2019. And finally, going forward, higher spodumene transfer pricing increases are going to increase our cost of sales and only partially be offset by higher Talison joint venture income, which is included in our EBITDA after tax. And this creates a tax-impacted EBITDA margin drive.\nAs Kent mentioned, CapEx is expected to increase to the $1.3 billion to $1.5 billion range this year as we accelerate lithium investments to meet increased customer demand. The key actions to meet or exceed this guidance include: first, successful execution of our lithium project start-ups; second, closing the acquisition in China; third, solid performance at our sold-out plants in lithium, bromine and FCC catalysts; fourth, continued strength in our end-use markets and favorable pricing environment; and lastly, solid procurement to combat inflation.\nLet's turn to Slide 15 for more details by GBU.. Lithium's full year 2022 EBITDA is expected to be up 65% to 85%, a significant improvement from our previous outlook. We now expect volume growth to be up 20% to 30% for the year with the new capacity coming online as well as ongoing efficiency improvements. Average realized pricing is now expected to increase 40% to 45% compared to 2021 due to strong market pricing as well as the expiration of pricing concessions originally agreed to in late 2019.\nIn some cases, as these concessions rolled off, pricing reverted to legacy contracts with significantly higher variable pricing. And as we've been saying, we've also taken the opportunity to work with our strategic customers to renegotiate contracts to more variable rate structures.\nCatalyst EBITDA is expected to be up 5% to 15%. This is below our previous outlook, primarily due to cost pressures related to high natural gas pricing in Europe and raw material inflation. Volumes are expected to grow across segments with overall refining markets improving. We continue to see volumes returning to prepandemic levels in late 2022 or 2023. FCC volumes are already there, but HPC volumes are lagging.\nBromine EBITDA is expected to be up 5% to 10%, slightly above our previous outlook based on strong flame retardant demand supported by macro trends, such as digitalization and electrification. Volumes are expected to increase based on the expansions we began in 2021. And as discussed, higher pricing and ongoing cost and efficiency improvements are expected to offset higher freight and raw material costs.\nNow turning to Slide 16, I'll provide some additional color on lithium volume growth. This slide shows the expected lithium production volume ramp from the new conversion facilities we expect to complete this year. We begin the year with a baseload production of 88,000 metric tons in 2021, which includes Silver Peak, Kings Mountain, Xinyu, Chengdu and La Negra I and II. And you can see that this is virtually a 50-50 split of carbonate and hydroxide. As our Wave II projects come online, output will begin to favor hydroxide.\nGenerally speaking, we expect it to take about 2 years to ramp to full conversion capacity at a new plant, including approximately 6 months for commissioning and qualification. Therefore, we expect to reach our full 200,000 tons of conversion production by early 2025.\nBefore I turn it back to Kent, I'd like to update you on our capital allocation priorities, and I'll turn to Slide 17 to do that. Our capital allocation priorities remain the same. Our primary focus is to invest in profitable growth opportunities, particularly for lithium and bromine. Strategic portfolio management and maintaining financial flexibility are important levers to support this growth. For example, we have divested noncore businesses like FCS and reallocated funds to organic/inorganic growth opportunities, like the expected acquisition of the Qinzhou plant.\nThe strategic review of Catalyst is progressing well and is on track for us to make an announcement of the outcome in the first half of this year. We'll also continue to evaluate bolt-on acquisitions to accelerate growth or bolster our portfolio of top-tier assets. As always, future dividends and share repurchases are subject to Board approval. However, we expect to continue to support our dividend. Given the outsized growth opportunities we see in lithium, we don't anticipate share repurchases in the foreseeable future.\nAnd with that, I'll turn it back to Kent.\n\nJerry Kent Masters\n\nChairman, President & CEO, Albemarle Corporation\n\nThanks, Scott. I'll end our prepared remarks on Slide 18, outlining our 2022 objectives aligned with our long-term strategy.\nFirst, we will continue to grow profitably. This means completing our Wave II expansions and progressing Wave III expansions to grow lithium conversion capacity and volumes. We'll also focus on safely and efficiency starting up those facilities.\nNext, we will continue to maximize productivity, and this is even more important in today's environment with rising cost for raw materials. We will leverage our operational discipline to offset inflation through manufacturing excellence, implementing lean principles and embracing smart technology to improve HSE, cost, reliability and quality. Our procurement cost-saving initiatives and manufacturing excellence projects will be key to offsetting higher raw materials and freight cost as we work to achieve adjusted EBITDA margin of between 27% and 29%.\nWe will invest with discipline. As Scott discussed, portfolio management and maintaining our investment-grade credit rating are both high priority for us and will continue to be a focus in 2022. Importantly, we plan to complete the catalyst strategic review later this year, which will maximize value and set that business up for success while enabling us to focus on growth.\nFinally, we will advance sustainability. That means driving progress toward our goals for greenhouse gas emissions and fresh water use and setting additional sustainability targets. We'll also continue to work with our customers to improve the sustainability of the lithium supply chain by completing our mine site certifications, Scope 3 greenhouse gas assessments and analyzing product life cycles.\nSo with that, I'd like to open the call for questions, and I'll turn it back to Michelle."
  }
]