[
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ff1e4df7f6949b1d495ada2934cb92d",
    "period": "2025 Q3",
    "content": "Q3 2025 Rollins Inc Earnings Call\n\nQ3 2025 Rollins Inc Earnings Call\n\nROLNYSEOCT 30, 8:30 AM\n\nUnknown Executive\n\n[Audio Gap] to 25.2%, driven by leverage across the P&L with incremental margins of approximately 35%. Our GAAP earnings were up over 21% to $0.34 per share. And excluding certain purchase accounting expenses, primarily associated with larger acquisitions like Fox from 2023 and sale of this year, earnings were $0.35 per share.\nAnd finally, we delivered over 30% improvement in operating cash flow, while free cash flow was up 31% versus the same period a year ago. This is enabling another strong increase in our dividend during the fourth quarter.\nDiving further into the quarter, we saw double-digit growth across each of our service offerings. In the third quarter, residential revenues increased 11.2%, and commercial pest control rose 11.8%, and termite and ancillary increased by 15.2%.\nOrganic growth was also healthy across the portfolio, with growth of 5.2% in residential, 8.3% in commercial and 10.8% in termite and ancillary. Organic growth remained healthy in the quarter across our service offerings with growth rates that were in line or ahead of the first half. We finished with a strong September and are heading into Q4 with a healthy backlog.\nTurning to profitability, our gross margins were healthy at 54.4%, a 40 basis point increase versus last year. We saw improvements in materials and supplies, insurance and claims and fleet expenses, excluding vehicle gains, while people costs were neutral. People costs were negatively impacted by increased reserves from medical-related claims compared to a year ago.\nQuarterly SG&A costs as a percentage of revenue improved by 60 basis points versus last year. We saw leverage across most key cost categories, including sales and marketing, administrative costs and insurance and claims, while fleet was neutral.\nThird quarter GAAP operating income was $225 million, up 17.3% year-over-year. Adjusted operating income was $232.1 million, up 18.4% versus prior year. Third quarter EBITDA was $257.6 million, up 17.1% and representing a 25.1% margin. Our adjusted EBITDA was $258.3 million, up just under 18% and representing a 25.2% margin. Incremental margins were 35.4% for the quarter, driven by our direct cost leverage, as previously mentioned. We benefited from a net $5 million of favorable adjustments related to auto and medical-related claims.\nExcluding these adjustments, incremental margins still approximated 31%. As we previously discussed, we expected to see an improvement in the second half of the year. As a result of the improved performance in Q3, year-to-date incremental margins are now approaching 25%.\nThe effective tax rate was 24.8% in the quarter, below a year ago of 26.1%. Our tax funding efforts are paying off and are helping reduce our effective rate. We expect our effective rate -- effective tax rate to continue to benefit from this longer term.\nQuarterly GAAP net income was $163.5 million or $0.34 per share, increasing from $0.28 per share in the same period a year ago. For the third quarter, we had non-GAAP pretax adjustments, primarily associated with the Fox and Sala acquisition-related items, totaling approximately $7 million of pretax expense in the quarter. Accounting for these expenses, adjusted net income for the quarter was $168.5 million or $0.35 per share, increasing over 20% from the same period a year ago.\nTurning to cash flow and the balance sheet, operating cash flow increased 30% to $191 million. We generated $183 million of free cash flow, increasing approximately 31%. Cash flow conversion, the percent of income that was converted into operating cash flow was strong at 112% for the quarter. And for the 9 months -- first 9 months of the year, we converted 120% of income into operating cash flow.\nWe made acquisitions totaling $35 million, and we paid $80 million in dividends in the quarter. Dividend payments increased 10% from the prior year and are a healthy and sustainable rate at approximately 44% of free cash flow in Q3 and 49% of free cash flow year-to-date.\nWe also just announced another 11% increase to our quarterly cash dividend earlier this week. Including this recent increase, we have raised our regular dividend by more than 80% since the beginning of 2022. Year-to-date, we have made acquisitions of almost $300 million. We paid dividends of approximately $250 million. We've invested in CapEx of almost $25 million and have only borrowed at approximately $100 million.\nCash flow performance has been exceptional this year and is enabling a very attractive and balanced approach to capital allocation. As part of our modernization efforts, we accessed the public debt markets earlier this year and established a $1 billion commercial paper program. Despite higher debt balances associated with the sale acquisition, our interest costs have declined by approximately 7% on a year-to-date basis.\nOur leverage ratio stands at 0.8x. We are positioned well and have access to cost-efficient capital to grow our business. This enables us to continue to execute our balanced approach to capital allocation, reinvest in the business, grow our dividend as earnings and cash flow compound and pursue share repurchases opportunistically.\nAs Jerry mentioned, we closed the sale acquisition earlier in April and are excited about the strategic growth opportunities this acquisition provides us. [ Bala ] has performed exceptionally well since the acquisition, growing double digits year-to-date versus last year, while margins were accretive to our margin profile and slightly accretive to EPS on a GAAP basis.\nAs we look to the remainder of 2025, we remain encouraged by the strength of our markets, our opportunities for growth and the execution of our teams. We are seeing healthy levels of growth. Margins are expanding, our tax rate is improving, while earnings and cash flow continues to compound at very healthy rates.\nWe are positioned extremely well to deliver on our financial objectives and continue to expect organic growth in the 7% to 8% range for the year, with growth from M&A of 3% to 4%. We remain focused on driving double-digit growth in earnings, improving our incremental margin profile while investing in growth opportunities. And we anticipate the cash flow will continue to convert at a rate that is above 100% for 2025.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/badf1b2c969cb8b2b59038c439135aec",
    "period": "2025 Q2",
    "content": "Q2 2025 Rollins Inc Earnings Call\n\nQ2 2025 Rollins Inc Earnings Call\n\nROLNYSEJUL 24, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins, Inc. Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It's now my pleasure to turn the call over to your host, Lyndsey Burton, Vice President, Investor Relations. Lindsey, please go ahead.\n\nLyndsey Burton\n\nThank you, and good morning, everyone. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com. We have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release. The company's earnings release discusses the business outlook and contains certain forward-looking statements.\nThese particular forward-looking statements and all other statements that have made -- that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today. Please refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2024.\nOn the line with me and speaking today are Jerry Gahlhoff, President and Chief Executive Officer; and Kenneth Krause, Executive Vice President and Chief Financial Officer. Management will make some opening remarks, and then we'll open the line for your questions. Jerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. I'm pleased to report Rollins delivered strong second quarter results. Overall, we continue to see solid growth across all major service lines with total revenue growth of 12.1% and organic growth of 7.3%. The growth was healthy, but a little choppier movie through the quarter due to some seasonality, particularly in parts of the country where we saw a cold and wet start to peak season. Demand picked up in June, resulting in a strong backlog of work going into July, which is made for a busy start to Q3 for our team. .\nI'm thrilled with the progress we're making thus far with the Saela acquisition that we announced in April. The integration has gone smoothly and their performance is exceeding our expectations, thanks to the efforts of our collective teams. We've ensured that Saela can remain focused on their customers and teammates without disruption. I'd like to express my gratitude to the Saela team and to all of our Rollins teammates that have worked so hard to make this happen. As you know, we believe the combination of Orkin and our strong group of regional brands is a competitive differentiator for Rollins, giving us multiple bites at the apple with potential customers, while also providing some balance and diversification with respect to customer acquisition.\nThe addition of Saela further strengthens these competitive advantages for us. Our investments in strategic M&A opportunities are also complemented by ongoing investments to drive organic growth. As expected, we continued our investments in incremental sales staffing and marketing activities ahead of peak season to ensure that we are positioned top of mind for the consumer as the season began. We are well staffed on the sales, technician and customer support front with our teammates onboarded, extensively trained and ready to provide an exceptional level of service for our customers.\nOn the commercial side of our business, we are encouraged by our momentum. Over the last year, we have strategically added resources to support our dedicated commercial division within Orkin. These resources are paying off as Orkin Commercial delivered double-digit recurring growth in the second quarter. As a reminder, while commercial takes a little more upfront investment to drive growth, it's also the highest retention business among our service lines, making the lifetime value of these customer relationships very attractive.\nAnd I'm excited to announce that we recently promoted Scott Weaver to Chief Operating Officer of Commercial Operations for Oregon. Scott has been incremental in leading our commercial efforts over the past few years and will help to drive further alignment and focus in this elevated role. Beyond growth, our dedication to operational efficiency and continuous improvement is an important part of our strategy and culture. Ken will discuss in more detail, but we did see some headwinds to our margin performance in the quarter. most notably from insurance claims and less vehicle gains in our fleet versus last year.\nEncouragingly, we did lever our people costs despite ramping up staffing to align with our peak season. Our team also made tremendous improvements in teammate retention, especially with new hires, which helped as well. We also leveraged sales and marketing expenses despite ongoing investments we continue to make in support of our long-term growth objectives.\nIn closing, we're excited about where our business stands today. The year is off to a solid start, and demand from our customers remains strong. Our teams in the field are ready to support our customers through the peak season and I want to thank each of our teammates around the world for their ongoing commitment to our customers. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The second quarter reflects continued strong execution by the team. A few highlights to start. Growth was robust for the second quarter. We delivered revenue growth of 12.1% year-over-year with organic growth of 7.3% versus last year. Gross margins remain very healthy. Gross margin of 53.8% is one of the highest quarterly gross margins that we've reported despite some meaningful headwinds from insurance claims and less vehicle gains, which are included in fleet costs versus a year ago. .\nOur GAAP earnings were $0.29 per share, and excluding certain purchase accounting expenses, primarily associated with larger acquisitions like Fox and Saela, earnings were $0.30 per share. And finally, we delivered a 21% improvement in operating cash flow, while free cash flow was up over 23% versus the same period a year ago. Diving further into the quarter, we saw double-digit growth across each of our service offerings. In the second quarter, resi revenues increased 11.6%. Commercial pest control rose 11.4% and termite and ancillary increased by 13.9%. Organic growth was also healthy across the portfolio, with growth of 4.9% in residential, 8.4% in commercial and 10.3% in termite and ancillary.\nTurning to profitability. Our gross margins were healthy at 53.8%, but down 20 basis points versus last year. We saw improvements in margins associated with direct costs, which represent over 85% of our cost of services and include our people, materials and supplies and fleet expenses, excluding our vehicle gains. This was offset by the headwinds from insurance and claims that we previously discussed. Quarterly SG&A costs as a percentage of revenue increased by 40 basis points versus last year. We saw leverage on sales and marketing costs while fleet and administrative costs were neutral and insurance and claims were a headwind.\nSecond quarter GAAP operating income was $198 million, up 8.7% year-over-year, while adjusted operating income was $206 million, up 10.3% versus the prior year. Second quarter EBITDA was $230 million, up 9.4% and representing a 23% margin. Our adjusted EBITDA was $231 million, up 10% and representing a 23.1% margin. As previously mentioned, we made an adjustment of approximately $6 million to our reserve at the end of the quarter to account for developments on a handful of legacy auto claim cases, which weighed on incremental margins in the quarter.\nExcluding this, our incremental margins would have approximated 25%. On a sequential basis, incremental margins from Q1 to Q2 were north of 30%, and we continue to anticipate an improving margin profile as we move through the back half of the year. The effective tax rate was 26% in the quarter, in line with our rate from a year ago. The quarterly GAAP net income was $141 million or $0.29 per share, increasing from $0.27 per share in the same period a year ago. For the second quarter, we had non-GAAP pretax adjustments primarily associated with the Fox and Saela acquisition-related items, totaling approximately $7 million of pretax expense in the quarter.\nAccounting for these expenses, adjusted net income for the quarter was $147 million or $0.30 per share, increasing 11.1% from the same period a year ago. And turning to cash flow and the balance sheet. Operating cash flow increased 21% in the quarter to $175 million. We generated $168 million of free cash flow, a 23% increase versus the same period a year ago. Cash flow conversion, the percent of net income that was converted into operating cash flow was strong at 119% for the quarter. For the first half of 2025, we converted 125% of income into operating cash flow.\nWe made acquisitions totaling $226 million, and we paid $79 million in dividends in the second quarter. Dividends increased 10% from the prior year and are at a very healthy and sustainable rate of approximately 45% of operating cash flow in Q2 and less than 50% of operating cash flow year-to-date. As you know, earlier in the year, we accessed the public debt markets and established a $1 billion commercial paper program despite higher debt balances associated with the Saela acquisition our interest costs have declined by approximately 15% on a year-to-date basis.\nOur leverage ratio stands at a healthy 0.9x and our balance sheet remains very healthy, and it positions us well to continue to execute on our capital allocation priorities. As Jerry mentioned, we closed the Saela acquisition earlier in April and are very excited about the strategic growth opportunities this acquisition will provide us. Saela performed exceptionally well in the second quarter growing double digits versus last year, while margins were accretive to our margin profile.\nAs we look to the remainder of 2025, we remain encouraged by the strength of our markets, our exceptional resilient business model and the execution by our teams. We are positioned extremely well to deliver on our financial objectives despite uncertainty in the current macroeconomic environment. We continue to expect organic growth in the 7% to 8% range for the year, with growth from M&A of 3% to 4%. We remain focused on improving our incremental margin profile while investing in growth opportunities. And we anticipate that cash flow will continue to compound and convert at a rate that is above 100% in 2025.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time. ."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/344693f052f2b6557af84c958468abb4",
    "period": "2025 Q1",
    "content": "Q1 2025 Rollins Inc Earnings Call\n\nQ1 2025 Rollins Inc Earnings Call\n\nROLNYSEAPR 24, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the Rollins First Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded. It is now my pleasure to introduce Lyndsey Burton, President, Investor Relations. Thank you. You may begin.\n\nLyndsey Burton\n\nThank you, and good morning, everyone. In addition to the earnings release that we issued on today, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com.\nWe have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release. The company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, including historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today.\nPlease refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 1, 2024.\nOn the line with me today and speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President and Chief Financial Officer. Management will make some opening remarks, and then we'll open the line for your questions. Jerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. I'm pleased to report Rollins delivered strong first quarter results. Overall, we continue to see solid growth across all major service lines with total revenue growth of nearly 10% and organic growth of 7.4% despite 1 less business day.\nEarlier this month, we announced our acquisition of Saela's Pest Control. We have known and admired Saela's business for a number of years. In fact, [ Mic-Smith ] Saela's President is a former [ Orkin ] Division President, so we're happy to welcome him and the rest of our sale teammates to the Rollins family.\nKen will share more of the financial details associated with the transaction in a moment. The Saela is a wonderful addition to the Rollins family of brands for several reasons. First and foremost, the heavy strong culture that is focused on people. People who deliver amazing service. Second, Saela has a scaled operation with a strong track record enabled by their focus on operational execution. Third, their presence in key geographies, including the Pacific Northwest, Mountain West and the Midwestern United States provides a platform for us to more effectively deploy our multi-brand strategy.\nAs you know, we believe the combination of Orkin and our strong group of regional brands is a competitive differentiator for Rollins, giving us multiple bites at the apple with potential customers while also providing some balance and diversification with respect to customer acquisition. The addition of Saela further strengthens these competitive advantages.\nEarlier this month, I was able to meet many of Saela's teammates in Utah and Colorado, and I was really impressed. I'm proud to welcome them all to Rollins and I'm confident that Saela's business is well aligned to our strategy for sustainable, profitable growth.\nOur investments in strategic M&A opportunities are also complemented by ongoing investments to drive organic growth. As expected, we continued our investments in incremental sales staffing and marketing activities ahead of peak season to ensure that we are positioned top of mind for the consumer as pet season begins.\nWe are well staffed on the sales, technician and customer service support front with our teammates onboarded, extensively trained and ready to provide an exceptional level of service for our customers. On the commercial side of the business, we are encouraged by our momentum.\nOverall, we delivered solid double-digit commercial growth for the first quarter despite some softness of commercial onetime special services such as commodity fumigation. Over the last year, we have strategically added resources to support our dedicated commercial division within Orkin. These resources are paying off as Orkin Commercial delivered double-digit recurring revenue growth in the first quarter.\nBeyond growth, our dedication to operational efficiency and continuous improvement is part of our strategy and culture. Ken will discuss in more detail, but we saw gross margin in the quarter as we executed our pricing strategy leveraged our cost structure and drove efficiencies throughout the business. This is somewhat offset by ongoing investments we have made to support long-term growth objectives, but we remain confident in our ability to yield a strong return on these investments in the quarters and years ahead.\nAnd finally, before I turn it over to Ken, I would like to take a moment to welcome [ Paul Donahue], who is elected to our Board of Directors at our Annual Shareholder Meeting earlier this week. Paul serves as Nonexecutive Chairman of Genuine Parts Company and was previously CEO and Chairman there as well. His extensive leadership experience, business expertise and commitment to the community, bring great value to Rollins. And we look forward to the impact he will have on our company.\nIn closing, we're excited about where our business stands today. The year is off to a solid start and demand from our customers remain strong. Our teams in the field are ready to support our customers as peak season ramps up, and I want to thank each of our 20,000-plus team members around the world for their ongoing commitment to our customers. I'll turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The first quarter reflects continued strong execution by the Rollins team. A few highlights to start.\nGrowth was robust the start of the year. We delivered revenue growth of 9.9% year-over-year. Organic growth was 7.4% despite 40 basis points of headwind from foreign currency as well as an impact from 1 less business day in the quarter versus last year. Organic growth would have exceeded the high end of our 7% to 8% range were it not for these 2 factors.\nOn the profitability side, we continue to make progress gross margin of 51.4% is the highest first quarter gross margin that we have recorded in recent history. As expected, strategic growth investments did temper EBITDA margins a bit in the quarter but we continue to anticipate an improving margin profile as we move through the back half of the year.\nAnd finally, we delivered operating cash flow of $147 million and free cash flow of $140 million, up 15% and 17%, respectively, versus last year, enabling a balanced capital allocation strategy.\nDiving further into the quarter, we saw good growth across each of our service offerings. In the first quarter, residential revenue increased 8.2%, commercial pest control rose 10.2%, and termite and ancillary increased by 13.2%. Organic growth was also healthy across the portfolio, with growth of 5.7% in residential, 7.4% commercial and 11.1% in the termite and ancillary area. Importantly, our organic growth rate on our recurring base of commercial business grew at nearly 10%. We remain encouraged that our investments in this area are paying off.\nTurning to profitability. Our gross margins were healthy at 51.4%, up 20 basis points versus last year. We continue to be positive on the price cost equation and saw good performance across several plus categories.\nLooking at our 4 major buckets of service costs, people, fleet, materials and supplies as well as insurance and claims, we saw improvements in margins associated with people costs, materials and supplies as well as the insurance and claim area, which was somewhat offset by higher fleet expense.\nQuarterly SG&A costs as a percentage of revenue increased by 70 basis points versus last year. We saw healthy leverage on administrative people costs which enabled reinvestment in incremental advertising and selling expenses associated with the growth initiatives that we've discussed previously.\nFirst quarter GAAP operating income was $143 million, up 7.7% year-over-year. Adjusted operating income was $147 million, up 6.7% versus prior year. First quarter EBITDA was $173 million, up 8.1% and representing a 21% margin.\nInterest expense was $2 million lower year-over-year due to lower average debt balances and a lower average rate versus last year. We expect interest expense for the remainder of the year to be slightly elevated compared to last year due to higher debt levels associated with our recent M&A activity.\nNotably, we expect interest expense to be $8 million to $10 million in Q2 on the higher borrowings. The effective tax rate was 23.5% in the quarter, lower than the 26% we expect for the year due to timing of certain tax benefits associated with the vesting of restricted shares. We expect the second quarter tax rate to approximate 26%.\nQuarterly GAAP net income was $105 million or $0.22 per share, increasing from $0.19 per share in the same period a year ago. For the first quarter, we had non-GAAP pretax adjustments associated with the Fox acquisition-related items totaling approximately $4 million of pretax expense in the quarter. Accounting for these expenses, adjusted net income was $108 million or $0.22 per share, increasing 10%.\nTurning to cash flow and the balance sheet. Operating cash flow increased 15% in the quarter to $147 million. We generated $140 million of free cash flow, a 17% increase versus last year. And cash flow conversion, the percent of income that was converted into operating cash flow was very strong at well above 130% for the quarter.\nAs a reminder, our second quarter cash flow will be impacted by deferred tax payment associated with the disaster relief measure granted to those with operations impacted by Hurricane Helene that we discussed on our fourth quarter call.\nWe made acquisitions totaling $27 million, and we paid $80 million in dividends in the first quarter. During the quarter, we executed our inaugural bond offering, issuing $500 million [indiscernible] with the tightest bond IPO credit spread for any industrial company since 2016. We also established a $1 billion commercial paper program, which will generate ongoing savings as short-term funding needs arise.\nOur leverage ratio stands at 0.8x. Our balance sheet is very healthy and positions us well to continue to execute on our balanced capital allocation strategies. As Jerry mentioned, we closed the Saela acquisition earlier in April and are excited about the strategic growth opportunities this acquisition will provide us. Let me share a few financial details on the acquisition.\nWe expect it to add between $45 million to $50 million of revenue in 2025 was approximately $15 million in Q2. From an EBITDA standpoint, Saela's margin profile is neutral to ours, and we anticipate the deal to be accretive to earnings in the first full year of ownership. We are in the process of finalizing our purchase accounting and we'll provide an update on this during our Q2 call in July.\nAs we look to the remainder of 2025, we remain encouraged by the strength of our markets our recession-resilient business model and the execution of our teams. We are fortunate to have limited exposure with respect to tariffs. To give you some perspective, our greatest area of potential impact from tariffs could be in our fleet. Fleet costs in total represent just over 5% of our income statement, and it's important to dissect that further and recognize that automobile lease costs represent roughly 3% of our income statement.\nWe are positioned extremely well to deliver on our financial objectives despite uncertainty in the current macroeconomic environment. We continue to expect organic growth in the 7% to 8% range for the year but expect that the addition of the Saela business will take anticipated growth from M&A to 3% to 4% for the year versus the 2% to 3% we discussed previously.\nWe remain focused on improving our incremental margin profile while investing in growth opportunities. And we anticipate that cash flow will continue to convert at a rate that is above 100% in 2025. With that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81e28aa070e7e32ab8156117daebe409",
    "period": "2024 Q4",
    "content": "Q4 2024 Rollins Inc Earnings Call\n\nQ4 2024 Rollins Inc Earnings Call\n\nROLNYSEFEB 13, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce Lyndsey Burton, Vice President of Investor Relations. Thank you. You may begin.\n\nLyndsey Burton\n\nThank you. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com. We have included GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release.\nThe company's earnings release discusses the business outlook and contains certain forward-looking statements. The particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today.\nPlease refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2024, which will be filed later today. On the line with me today speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President and Chief Financial Officer. Management will make some opening remarks, and then we'll open the line for your questions.\nJerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. Fiscal 2024 was another solid year for Rollins as we achieved a milestone of $3.4 billion in revenue. Our business remains healthy on all fronts as demand remains strong throughout the year across all major service offerings. As full year revenue increased 10.3% versus last year, we grew earnings by 7.9% and adjusted earnings per share by 11.2%. Organic growth for the year of 7.9% was bolstered by strong execution of our operating strategies and continued investment in people and staffing to meet the continued demand in our markets.\nWe strategically allocated resources to the commercial side of our business as we opened a dedicated commercial division within Orkin. Through this focus, we grew our sales force by more than 15% in the last year and invested in support training and tools to help new sales professionals get up to speed quickly and effectively. As Ken will discuss, these investments to support long-term growth objectives did temper incremental margins have been in the second half of the year. But we are confident in our ability to yield a strong return on these investments as we head into 2025.\nOur service quality is high. Our offerings are customized, and we believe that we are well positioned to capitalize on growth opportunities within a multibillion-dollar B2B market. Investments to drive organic growth are complemented by strategic M&A. And in 2024, we closed 44 tuck-in deals. We have a robust M&A pipeline with a number of opportunities that we are actively evaluating to drive additional growth.\nOperationally, we remain committed to hiring and developing top talent. The hiring environment was healthy in 2024 as we put significant energy into onboarding the right people in both support functions as well as the customer-facing side of our business. Effective sales and service staffing levels helped us capitalize on continued demand and deliver solid results for the year.\nWe're proud of the tenure and experience of our team, as well as their engagement level and commitment to both our company and our customers. While overall teammate retention has been consistently healthy, there is opportunity for improved retention of our newer team mates, specifically, those who are with us for 6 months or less.\nWe made positive strides in this area throughout 2024 by updating training and onboarding programs to better address key milestones in the early days that a new team member is with us. Another important part of our culture is our dedication to continuous improvement and our focus on safety is a key element of this. There's nothing more important than ensuring our teammates to make it home safely at the end of the day. And in 2024, we implemented several new programs to continue building our safety culture here at Rollins.\nOur newly revamped onboarding program also includes enhanced safety training intended to equip our drivers with the technical skills, awareness and courtesy needed to uphold the driver safety standards we expect. While we are proud of the progress we have made, there is a long tail associated with safety claims that we continue to work through.\nThis is evidenced by our insurance and claims experience in the fourth quarter, which Ken will discuss in more detail. Improving a safety culture isn't something that's done overnight, but we are committed to reducing our claims pipeline over time through ongoing safety efforts. As we look ahead to 2025, we're encouraged by the opportunities that are in front of us across all aspects of our business. Momentum is strong as we finish 2024 with the highest quarterly organic growth rate that we saw all year.\nOur residential business also had its best quarter of the year, growing 6.5% organically. We have meaningfully grown our commercial sales force under the banner of a new work in commercial division to better align the management of these resources and drive results. Our modernization efforts are progressing well, but we are still early in our journey and see a multitude of areas to drive incremental change. As Ken will discuss, Fitch and S&P have recently announced investment-grade corporate credit ratings for our company that will provide us with another important access point to the capital markets as we execute our growth strategy.\nMost importantly, we remain committed to providing our customers with the best customer experience and investing meaningfully in our team to drive growth, both organically as well as through disciplined acquisitions. We are pleased with where our business stands today and what lies ahead of us in 2025. And I want to thank each of our 20,000-plus teammates around the world for their efforts and contribution to our success in 2024.\nI'll now turn the call over to Ken. Ken?\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. Our results for the quarter and the year reflect continued strong execution by the Rollins team, and let me begin with a few highlights for 2024. First, we delivered robust revenue growth of 10.3% for the year with strong growth across each of our service offerings.\nIt was encouraging to see organic growth of 7.9% for the year, while acquisitions continue to be a meaningful part of our growth profile. Second, we made progress on profitability improvement in 2024 while also making significant long-term investments to support the business. The pricing environment remains healthy, and we continue to focus on investing in future growth while delivering margin improvement.\nGrowth investments and pressure from developments on legacy auto claims that materialized in December, both weighed on incremental margins for the quarter and the year. When you isolate the impact of these 2 factors, the incremental margin that was generated by our underlying operations for the year is solidly in the 30% range. And finally, we delivered operating cash flow of $608 million and free cash flow of $580 million, up 15% and 17%, respectively, versus last year.\nOur strong cash flow performance enabled us to execute a balanced capital allocation strategy deploying almost $500 million of capital in 2024 with a focus on investing for growth while returning cash to shareholders through a growing dividend. Turning to our fourth quarter performance. The team delivered a strong quarter with revenue up 10.4% and our strongest organic growth rate of the year at 8.5%. It was certainly encouraging to see the strong improvement in organic revenue growth in the second half of the year.\nIn the fourth quarter, residential revenue increased 8.4%, commercial pest control increased 9.2% and termite and ancillary related services was up 16.6%. Organic growth was healthy across the portfolio, with growth of 6.5% in residential, 7.2% in commercial and 14.9% in termite and ancillary. Our demand creation efforts and investments in customer-facing resources are paying off with stronger organic growth in our portfolio.\nGross margin improved 40 basis points to 51.3% in the quarter, and looking at our 4 major buckets of service costs, people, fleet, materials and supplies as well as insurance and claims, we saw improvements in margins associated with materials and supplies as well as people costs despite healthy staffing levels needed to support strong underlying demand trends.\nFleet was neutral to margins in the quarter, while insurance and claims were a headwind driven by developments on legacy auto claims that we previously mentioned. Quarterly SG&A costs as a percentage of revenue increased by 50 basis points versus last year. We continue to see leverage in administrative people costs which somewhat offset deleverage from selling and marketing expenses associated with growth initiatives.\nUnpacking this further, we have consistently talked about our intent to reinvest savings from administrative costs in the sales and marketing initiatives. And since the end of 2022, we have seen 50 basis points of leverage in administrative employees expenses and have invested that back into selling and marketing expenses. Going forward, we do see an opportunity to continue to leverage our administrative costs to drive further investment as well as margin expansion.\nFourth quarter GAAP operating income was $151 million, up 8.3% year-over-year, and adjusted operating income was $155 million, up 7.3% versus last year. Quarterly adjusted EBITDA was $181 million and EBITDA margin was 21.8%. While we saw nice leverage with respect to gross profit, EBITDA margins were negatively impacted by growth investments, and our claims experience in the quarter. The effective tax rate was 27.3% for the quarter and 26% for the full year.\nFor 2025, we are expecting an effective tax rate of approximately 26%. Quarterly GAAP net income was $106 million or $0.22 per share. For the fourth quarter, we had non-GAAP pretax adjustments associated with Fox acquisition-related items totaling approximately $4 million of pretax expense in the quarter. Considering these adjustments, adjusted net income for the fourth quarter was $109 million or $0.23 per share, increasing just under 10% from the same period a year ago.\nTurning to cash flow and the balance sheet. Operating cash flow increased 23% in the quarter to $188 million. Cash flow did benefit from a disaster relief measure granted to those with operations impacted by Hurricane Helene that allowed us to defer an estimated $32 million fourth quarter tax payment. This payment would have occurred in Q4 and will now be paid in the second quarter of 2025.\nCash flow conversion, a percent of income that was converted into operating cash was approximately 144% for the quarter, adjusting for the positive impact of the deferred tax payment. We generated $184 million of free cash flow and $106 million of earnings, a 30% increase versus last year. As Jerry mentioned, I wanted to take a moment to highlight the assignment of investment-grade corporate credit ratings from Fitch and S&P.\nThe agencies have announced public credit ratings for the company with Fitch issuing a BBB+ rating and S&P a BBB rating. Today, we are also announcing that our Board has approved a $1 billion commercial paper program backstopped by our existing $1 billion revolving credit facility. We will start to work to put this in place in the coming weeks, helping provide flexibility and more efficient shorter-term liquidity options.\nWe have made considerable progress in modernizing our back office and capital structure over the last several years. A key goal of this effort has been to ensure access to the most efficient capital to further enable our balanced and disciplined approach to capital allocation. One of our top priorities has been to achieve investment-grade ratings. These ratings represent a big step forward, ensuring our ability to grow using the most cost-efficient capital.\nWe've also recently welcomed Brady Knudsen as our new Treasurer. Brady has been working alongside many of our team members and helping guide us through the ratings process. It is great to have Brady on the team. Throughout our history, we have managed this business through an investment-grade lens, and we will continue to do so in the future. We are committed to maintaining a strong investment-grade rating with leverage well under 2x supported by healthy cash flow generation and disciplined capital allocation. Going forward, we have updated our definition of leverage to better align with the rating agencies, which results in a more conservative view.\nA reconciliation can be found in our press release, but using this definition of our leverage, our leverage calculation currently would stand -- stands at 0.8x. As we look to 2025, we remain encouraged by the strength of our markets and the execution by our teams. We are focused on delivering another year of robust growth and healthy incremental margins, further complemented by a strategic and disciplined approach to M&A.\nWe continue to expect organic growth in the range of 7% to 8% with additional growth from M&A of at least 2% to 3%. Additionally, we are focused on improving our incremental margin profile while investing in growth opportunities. We anticipate that cash flow will continue to convert at a rate that is above 100% again in 2025.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, everyone. We're happy to take any questions you have at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c5cd0c18591f761f7e04922fde6af004",
    "period": "2024 Q2",
    "content": "Q2 2024 Rollins Inc Earnings Call\n\nQ2 2024 Rollins Inc Earnings Call\n\nROLNYSEJUL 25, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins Inc. Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Lyndsey Burton, Vice President of Investor Relations. Thank you. Ms. Burton, you may begin.\n\nLyndsey Burton\n\nThank you, and good morning, everyone. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com.\nWe have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release.\nThe company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today. Please refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2023.\nOn the line with me today and speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President and Chief Financial Officer. Management will make some opening remarks, and then we'll open the line for your questions.\nJerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. I'm pleased to report that Rollins delivered another good quarter of growth and profitability, reflecting consistent execution of our operating strategies and continuous improvement in our business.\nOur financial performance for the second quarter was highlighted by an increase in revenue of 8.7% to $892 million, and we delivered healthy organic growth of 7.7% in the quarter. Overall, we continue to see solid revenue growth across all major service lines as total residential revenue increased 6.3%, commercial rose 9.9%, and termite and ancillary was up 11.8% this quarter.\nWe continue to invest in growing our business. As you would expect, we made strategic investments in incremental sales staffing and marketing activities during the quarter. We will continue to invest throughout Q3 to ensure that we remain top of mind and well positioned for share gains as peak pet season continues.\nWe are well staffed on the technician and customer support front so that our people are onboarded, extensively trained, and ready to provide an exceptional level of service for our customers. This also means that we are positioned to convert our marketing and sales investments into new customer growth.\nOur team continuously challenges itself to think of new and different ways to enhance the relevance of our brands with current and future customers. Earlier in the summer, our creative team at Orkin partnered with Emmy-nominated composer, Brian Rudd, to compose a 7-act Symphony crafted entirely around the historic emergence of 2 brews of cicadas. We hosted the Orkinstra symphony live in Springfield, Illinois, with curated music composed to accompany the recorded songs and rhythms of trillions of cicadas.\nThe event garnered hundreds of millions of impressions for the Orkin brand, and support for this unique initiative continues as the symphony is currently available on all streaming platforms. In fact, I listened to it again just the other day on a flight and found it to be very relaxing. I encourage you to check it out.\nOn the commercial side of the business, investments we've made to capitalize on a multibillion dollar growth opportunity in the B2B space continue to pay dividends. Our new commercial division continues to strategically add feet on the street to our sales force, and we are leveraging data analytics and training to better enable their success.\nInvestments to drive organic growth are complemented by strategic M&A. We closed 26 tuck-in deals in the first 6 months of the year, and the M&A pipeline remains healthy. We're actively evaluating acquisition opportunities both domestically and internationally, and remain on track to deliver at least 2% of growth from M&A activity in 2024.\nBeyond growth, our dedication to operational efficiency and continuous improvement is an important part of our strategy and culture. Ken will discuss in more detail, but we saw healthy margin improvement in the quarter as we executed our pricing strategy, leveraged our cost structure, and drove efficiencies throughout the business.\nSafety remains an important area of focus. In Q2, we enhanced our onboarding program for new teammates by providing more robust safety training with an emphasis on how we equip our new drivers with the technical skills, awareness and courtesy needed to be safe on our roads and in the neighborhoods we serve. Our efforts continue to yield solid driver safety scores and further reinforce the culture of safety we strive to promote throughout our company.\nWe continue to look for ways to modernize our company. And to that end, our Board of Directors recently amended and restated our bylaws to transition from a classified Board structure to a declassified one. Going forward, Board members that are up for reelection will be elected to 1-year terms. This step aligns with corporate governance best practices.\nIn closing, we're excited about where our business stands today. Demand from our customers remained strong with over 7% organic growth in the quarter and for the first half of the year. Our markets are solid, staffing levels are healthy, and our team is focused on driving continuous improvement and profitable growth.\nI want to thank each of our 20,000-plus teammates around the world for their ongoing commitment to our customers. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The second quarter reflects continued strong execution by the Rollins team. A few highlights to start.\nWe delivered Q2 revenue growth of 8.7% year-over-year, with organic growth of 7.7%, that was at the high end of the 7% to 8% range we discussed in our recent Investor Day, despite having 2 less business days in June relative to the prior year. Through the first half of the year, the team delivered total revenue growth of 10.9% and solid organic revenue growth of 7.6%.\nIncremental EBITDA margins were over 30% for the first half of the year and approached 40% in the second quarter, ahead of the metrics we discussed in our recent Investor Day, driven by strong leverage throughout the P&L.\nAnd last but not least, our team delivered operating cash flow of $145 million and free cash flow of $136 million. Year-to-date, operating cash flow approximates $273 million, and free cash flow approximates $257 million, both growing 10% with very healthy conversion.\nDriving further into the quarter, we saw good growth across each of our service offerings. Residential revenues increased 6.3%, commercial pest control rose 9.9%, and our termite and ancillary services increased by 11.8%. Organic growth was also healthy across the portfolio, with growth of 5.4% in residential, 8.6% in commercial, and 11.1% in termite and ancillary services.\nTurning to profitability. Our gross margins were 54%, up 80 basis points versus last year. We continue to be positive on the price/cost equation. We realized improvements across several cost categories, with the most notable contributions coming from fleet and insurance and claims.\nQuarterly adjusted SG&A costs as a percentage of revenue decreased by 60 basis points versus last year. While we saw improvements in insurance claims activity, we also saw leverage across several cost categories. We did see some leverage from customer acquisition costs in the quarter, but we continue to focus on driving demand for our services and expect to make additional investments in these areas during the third quarter.\nSecond quarter GAAP operating income was $182 million, up approximately 18% year-over-year on 8.7% revenue growth. Operating margins were 20.4%, up 150 basis points year-over-year on strong gross margins and solid expense leverage.\nSecond quarter adjusted EBITDA was $210 million, up over 15% and representing a 23.6% margin. Margins were up 140 basis points versus last year, and adjusted incremental EBITDA margins were approaching 40%, supported by benefits from more favorable claims activity as well as underlying leverage in more traditional operating expense categories.\nI'm pleased with the strong improvements in profitability in the quarter and for the first half of 2024. We delivered solid growth with an improving margin profile and remain focused on investing in our business and capturing growth in our very attractive end-markets.\nThe effective tax rate was approximately 26.1% in the quarter. Our ETR was 25.3% for the first half, and we expect this rate to approximate 26% for the year. Quarterly GAAP net income was $129 million or $0.27 per share, increasing approximately 23% from $0.22 per share in the same period a year ago.\nFor the second quarter, we had non-GAAP pretax adjustments associated primarily with the FOX acquisition-related items, totaling approximately $4 million of pretax expense in the quarter. Accounting for these expenses, adjusted net income for the quarter was $132 million or $0.27 per share, increasing over 17% and from the same period a year ago despite the higher level of interest costs. Speaking of interest costs, we expect a similar run rate in these costs for the second half relative to the first half.\nTurning to cash flow and the balance sheet. Operating cash flow was $145 million, and we generated $136 million of free cash flow. This is slightly down versus last year, driven by working capital timing.\nWith that said, I'm pleased with the 10% growth in first half cash flow. Our business remains very well positioned to continue to deliver healthy cash flow performance, enabling a balanced capital allocation strategy. Cash flow conversion, the percent of income that was converted into operating cash flow, was over 100% for the quarter as well as for the first 6 months.\nWe made acquisitions totaling $35 million, and we paid $73 million in dividends in the quarter. Debt-to-EBITDA leverage is well below 1x on a gross and net level. Our balance sheet is very healthy, and it positions us well heading into the second half of the year.\nIn closing, our performance this quarter and throughout the first half of 2024 continues to demonstrate the strength of our business model and the engagement level of our team. We continue to focus on driving growth while executing on our continuous improvement and modernization initiatives.\nWe are starting the second half with healthy organic demand, and we remain committed to investing in our people, and providing our customers with the best customer experience.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ff395319ff3325412db38b77fb235f4b",
    "period": "2024 Q1",
    "content": "Q1 2024 Rollins Inc Earnings Call\n\nQ1 2024 Rollins Inc Earnings Call\n\nROLNYSEAPR 25, 8:30 AM\n\nOperator\n\nGreetings. Welcome to Rollins, Inc. First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded. I will now turn the conference over to [ Lyndsey Burton ], Vice President of Investor Relations. Thank you. You may begin.\n\nLyndsey Burton\n\nThank you, and good morning, everyone. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com. We have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release. The company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today.\nPlease refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2023. On the line with me today and speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President, Chief Financial Officer and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. Before I turn it over to Jerry, I want to remind everyone of our upcoming Investor Day on May 17 in New York City. We're looking forward to hosting the investment community and discussing our strategies for growing our business and driving value for our stakeholders. Jerry, would you like to begin? .\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. I'm pleased to report that Rollins delivered another good quarter of growth and profitability, reflecting consistent execution of our operating strategies and continuous improvement in our business. Our financial performance for the first quarter was highlighted by an increase in revenue of nearly 14% to $748 million. We delivered healthy organic growth of 7.5% in the quarter. despite some unfavorable and erratic weather in January compared to last year, which Ken will discuss in more detail. Overall, we continued to see double-digit revenue growth across all major service lines as total residential revenue increased 16.5%, commercial rose 11.4% and termite was up 11.7% this quarter. We continue to invest in growing our business.\nAs you would expect, we invested in incremental sales staffing and marketing activities ahead of peak season to ensure that we are well positioned and top of mind for the consumer as pet season begins. We are well staffed on the technician and customer support front, so their people are onboarded, extensively trained and ready to provide an exceptional level of service for our customers. On the commercial side of the business, we are leveraging analytics to identify areas in the market where opportunity warrants additional resources. And this continues to pay dividends as evidenced by another quarter of double-digit commercial growth.\nWe continue to strategically add feet on the street to our sales force and are leveraging our training and sales tools to better enable their success as well. Investments to drive organic growth are complemented by strategic M&A. April 1 marked the 1-year anniversary of closing the Fox acquisition, and that team has performed exceptionally well. We anticipate that Fox will continue to positively impact organic growth and profitability as we go forward. We closed 12 tuck-in deals in the first 3 months of the year, and the M&A pipeline remains healthy.\nWe're actively evaluating acquisition opportunities, both domestically and internationally, and remain on track to deliver at least 2% of growth from M&A activity in 2024. Beyond growth, our dedication to operational efficiency and continue is improvement is an important part of our strategy and culture. Ken will discuss in more detail, but we saw a healthy margin improvement in the quarter as we executed our pricing strategy. leveraged our cost structure and drove efficiencies throughout the business. Safety remains an important area of focus for us and efforts to enhance safety coaching, training and protocols resulted in higher driving safety scores and fewer recorded safety incidents when compared to a year ago.\nIn closing, we're excited about where our business stands today. This year is off to a solid start, and demand from our customers remains strong with over 7% organic growth in the first quarter. Our markets are solid, staffing levels are healthy, and our team is focused on driving continuous improvement and profitable growth. I want to thank each of our 19,000-plus team members around the world for their ongoing commitment to our customers.\nBefore I hand it over to Ken, I'd like to announce a few changes to our Board of Directors. First, we would like to thank Jerry Nix, who recently retired from our Board for his service to our company. We've been so fortunate to have Jerry as our Lead Director for the past several years. His experience, wisdom and guidance helped us navigate uncharted waters for our company, and we're incredibly grateful for the significant contributions he's made along the way. Second, we would like to welcome Dale Jones, who was elected to our Board at a recent shareholder meeting. Additionally, Louise Sams has been appointed as our new Lead Independent Director. We're excited about the level of expertise and experience that both Dale and Louis will bring to our Board in their new roles.\nKen, I'll now turn the call over to you.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The first quarter reflects continued strong execution by the Rollins team. A few highlights to start. Growth was robust at the start of the year. We delivered revenue growth of 13.7% year-over-year. Organic growth was 7.5%, and we saw significant improvement moving throughout the quarter as organic revenue growth accelerated to over 10% for February and March. Adjusted operating margins were 18.4%, up a healthy 130 basis points with strong gross profit performance and solid expense leverage despite incremental investments aimed at growing our business. Cash flow continues to be very strong with free cash flow increasing 29%, enabling a balanced capital allocation strategy.\nDiving further into the quarter, we saw good growth across each of our service offerings. In the first quarter, residential revenues increased 16.5%. Commercial pest control rose 11.4% and termite and ancillary increased by 11.7%. Organic growth was also healthy across the portfolio, with growth of 4.3% in residential, 10.1% in commercial and 9.3% in termite and ancillary.\nAs Jerry mentioned, our residential organic growth was impacted by a slower start in January. To provide context, February and March total organic growth was a very strong 10.8% versus 7.5% for the quarter.\nAnd looking at residential revenue specifically, February and March organic growth was a healthy 8% versus 4.3% for the quarter. We are pleased with the consistent growth we continue to see across the business.\nTurning to profitability. Our gross margins were healthy at 51.2%, up 90 basis points versus last year. We continue to be positive on the price cost equation and saw good performance across several key cost categories. While Fox was accretive to gross margins for the quarter by about 40 basis points, organic margin improved 50 basis points as we saw nice leverage from people cost, fleet and materials and supplies. Quarterly SG&A costs as a percentage of revenue decreased by 10 basis points versus last year. Excluding the earn out adjustment for the Fox acquisition, cost as a percentage of revenue decreased by 20 basis points in the quarter.\nWe saw healthy leverage from administrative-related costs which enabled reinvestment and incremental advertising and selling expenses associated with growth initiatives that Jerry discussed. First quarter GAAP operating income was $132 million, up 18% year-over-year. Adjusted operating income was $138 million, up nearly 23% versus prior year on approximately 14% total revenue growth. Adjusted operating margins were 18.4%, up 130 basis points year-over-year on strong gross margins, coupled with solid expense leverage. First quarter EBITDA was $160 million, up over 14% and representing a 21.3% margin, up 10 basis points versus last year.\nYou'll recall that last quarter, we called out a negative impact to adjusted EBITDA due to lower nonoperational gains versus the comparable period in the prior year. We saw a similar dynamic in the first quarter as well. given that we do from time to time, divest nonoperational assets, we have made the decision to exclude gains and losses on these types of sales. Adjusted EBITDA, adjusted net income and adjusted EPS are measures of operating performance, and this change will allow us to better compare our underlying performance more consistently over time.\nA table showing the revised metrics for fiscal 2023 is included in our earnings release. First quarter adjusted EBITDA was $161 million, up 19% versus last year. Adjusted EBITDA margin of 21.5% was strong, improving 100 basis points driven by leverage across the P&L. Incremental adjusted EBITDA margin was 29%, a healthy result considering that Q1 is a slower period and can have a lower profitability profile as we invest ahead of our busier seasons. The effective tax rate was approximately 24% in the quarter, in line with the prior year.\nQuarterly GAAP net income was $94 million or $0.19 per share, increasing from $0.18 per share in the same period a year ago. For the first quarter, we had non-GAAP pretax adjustments associated with the Fox acquisition-related items totaling approximately $5 million of pretax expense in the quarter. Accounting for these expenses, adjusted net income for the quarter was $98 million or $0.20 per share, increasing over 17% from the same period a year ago despite the higher level of interest cost on the higher debt balances versus the comparable period.\nTurning to cash flow and the balance sheet. Operating cash flow increased 27% in the quarter to $127 million. We generated $120 million of free cash flow, a 29% increase versus last year. Cash flow conversion, the percent of income that was converted into operating cash flow was well above 100% for the 120% for the quarter. We made acquisitions totaling $47 million, and we paid $73 million in dividends, both up versus the same period a year ago. Debt-to-EBITDA leverage is well below 1x on a gross and net level, and our balance sheet is very healthy and positions us well to continue to execute on our capital allocation priorities.\nIn closing, our performance this quarter continues to demonstrate the strength of our business model and the engagement level of our teams. Demand is healthy and our acquisition pipeline provides us a sense of optimism. We remain focused on providing our customers with the best customer experience and driving growth both organically and through disciplined acquisitions. With that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a35d901ae05c675b43a1bf9596c1578",
    "period": "2023 Q4",
    "content": "Q4 2023 Rollins Inc Earnings Call\n\nQ4 2023 Rollins Inc Earnings Call\n\nROLNYSEFEB 15, 8:30 AM\n\nOperator\n\nGood day, ladies and gentlemen. Thank you for standing by. Welcome to Rollins Inc. Fourth Quarter and Full Year 2023 Earnings Call. [Operator Instructions] This conference is being recorded today, Thursday, February 15, 2024. I'd now like to hand the call over to Lyndsey Burton, Vice President of Investor Relations. Please go ahead.\n\nLyndsey Burton\n\nThank you, and good morning, everyone. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com. We have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release.\nThe company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today. Please refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2023, which will be filed later today.\nOn the line with me today and speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President, Chief Financial Officer and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. Jerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lyndsey. Good morning, everyone. Fiscal 2023 was an outstanding year for Rollins as we achieved a milestone of $3.1 billion in revenue. Demand from our customers remained strong throughout the year across all major service offerings. While full year revenue increased 14% versus last year, we grew earnings per share by over 18% and adjusted earnings per share by 20%, reflecting consistent execution of our operating strategies and a commitment to continuous improvement in our business.\nWe finished the year with a strong fourth quarter and observed sustained strength in the pest control markets we serve. We also continue to drive share gains in our markets by leveraging a multi-brand, multichannel approach at scale to differentiate ourselves competitively. Digital marketing, cross-selling, service bundling and door-to-door sales methods help us reach new customers and enhance engagement with existing customers to support organic growth.\nWe have also strategically allocated resources to the commercial side of our business to capitalize on opportunities within key verticals. Most notably, we have grown our sales force and invested in training and tools to enable their success. Our service quality is high, and our offerings are customized, which helps new sales professionals gain confidence and become successful quickly.\nAdditionally, we are leveraging the scale of our Orkin brand across North America to effectively serve commercial customers coast to coast in both the U.S. and Canada. While we're still early with respect to our efforts in this area, we see good results as demonstrated by approximately 11% commercial revenue growth for the year.\nInvestments to drive organic growth are complemented by strategic M&A and in 2023, we welcomed 24 new businesses into our company through acquisition. This includes the addition of Fox Pest Control, which was the second largest acquisition in our company's history. Our synergistic approach to integration has gone well with the Fox team exceeding the financial targets we outlined last April.\nAdditionally, during the fourth quarter, we divested certain noncore businesses, most notably our lawn care business, which includes insect, fertilization and weed control for [ turf ] grafts. We recognized a pretax gain on sale of that transaction of approximately $15 million. The decision to divest this asset aligns with our strategy to focus on profitable growth in core pest control operations.\nOperationally, we remain committed to developing exceptional talent and investing in our teams. The hiring environment improved in 2023 as we put a lot of energy into onboarding the right people in both support functions as well as the customer-facing side of our business. Effective sales and service staffing levels help us capitalize on continued demand and deliver solid results for the year.\n2023 was also an important year with respect to continuous improvement and safety was a key area of focus for us. During the year, we implemented an app that monitors driving behaviors once our vehicle is in motion. The app protects unsafe driving maneuvers associated with acceleration, breaking and speed, then converts data collected into a driver safety score. I'm pleased to report that by year-end, our average driver safety score for drivers that we monitor increased over 30% from the beginning of the year, but we aren't stopping there. Improving the safety culture isn't something that is done overnight. But we are proud of the progress we have made and have set ambitious goals for ourselves to encourage safe behaviors throughout our organization. We believe these efforts will improve our ability to serve customers, help mitigate potentially negative financial impacts on our business and most importantly, ensure our people return home safe every day.\nOur continuous improvement efforts also set our own initiatives to modernize our back office and support functions. This is a work in progress, but we took some important steps to upgrade talent and systems during the year. These efforts are aimed at further enabling our growth priorities and increasing productivity as we work to become a better, more effective provider of shared services for our brands.\nIn closing, our performance in 2023 demonstrates the strength of our business model and the engagement level of our team. Our family of pest control brands are driving profitable growth and we are focused on continuous improvement throughout the business. We remain committed to providing our customers with the best customer experience and investing meaningfully in our team to drive growth both organically, as well as through disciplined acquisitions.\nWe're pleased with where our business stands today and the momentum we carry into 2024. And I want to thank each of our 19,000-plus associates around the world for their efforts and contribution to our success in 2023. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThank you, Jerry, and good morning, everyone. Our results for the quarter and the year reflect continued strong execution by the team. Let me begin with a few highlights for 2023. First, we delivered robust revenue growth of 14% for the year with double-digit growth across each of our service offerings. It was encouraging to see organic growth of 8% for the year while acquisitions continue to be a meaningful part of our growth profile, accounting for approximately 6% of our total revenue growth.\nSecond, we made good progress on profitability improvement in 2023. Full year gross margins were healthy as we were positive on the price cost equation and saw improvement across several key cost categories. Adjusted operating margin finished the year at 19.7%, improving 140 basis points driven by leverage across the P&L. This translated into GAAP EPS of $0.89 per share, up over 18% for the year and adjusted earnings per share of $0.90, up 20% for the year.\nOn an as-reported basis, we generated incremental margins of almost 30% for the year and on an adjusted basis, incremental margins were almost 28% for the year. And last but not least, we delivered operating cash flow of $528 million and free cash flow of $495 million, both up over 13% versus last year. Our strong cash flow performance enabled us to execute a balanced capital allocation strategy, deploying nearly $1 billion of capital in 2023 with a focus on investing for growth, while returning cash to shareholders through a growing dividend and share repurchases.\nTurning to our fourth quarter performance. The team delivered a strong quarter with revenue up 14% to $754 million. Currencies had a negligible impact on quarterly revenue growth. We saw a good balance of growth between organic and inorganic activities as organic revenue was up over 7% with acquisitions accounting for the other 7% of growth. Jerry mentioned that we divested certain noncore businesses in the quarter, most notably our lawn care business. The purchase price for the transaction was $18 million. We received $15 million in proceeds during 2023 and recorded a pretax gain of $15 million on the sale. This business doesn't provide the growth or profitability profile of our core pest control business. Going forward, we don't anticipate any significant divestitures associated with portfolio rationalization in the foreseeable future.\nIn the fourth quarter, Residential revenues increased approximately 18%, Commercial Pest Control rose nearly 11% and Termite and Ancillary was up over 13%. Organic growth was healthy across the portfolio with growth of nearly 5% in Residential, approximately 9% in Commercial and over 11% in Termite and Ancillary. We normally see a step down in revenue as well as growth in Q4 along with Q1 due to seasonality. Comparing Q4 this year to last year, we saw an acceleration in organic growth across all service lines.\nGross margin improved 40 basis points to 50.9% in the quarter. While Fox was accretive to gross margins for the quarter by about 30 basis points, we saw 10 basis points of improvement in organic margin as leverage from fuel costs and fleet offset pressure from materials and supplies and higher insurance-related costs. Gross profit also steps down in Q4 and Q1, primarily due to lower volume levels associated with the seasonality of our business I previously discussed. With that said, I'm pleased with the fourth quarter performance as we saw improvement year-over-year and recorded our highest Q4 gross margin level in the last several decades.\nQuarterly SG&A costs as a percentage of revenue increased by 10 basis points versus last year. Excluding the earnout adjustment for the Fox acquisition, SG&A costs as a percentage of revenue decreased by 10 basis points in the quarter. We saw nice leverage on people costs, which offset increased advertising and selling expense associated with the growth initiatives that Jerry discussed previously.\nFourth quarter GAAP operating income was $139 million, up 16% year-over-year. Adjusted operating income was $144 million, up over 20% versus the prior year on 14% total revenue growth. Quarterly EBITDA was $181 million, up 24% versus last year, and EBITDA margin was a healthy 24%, up 190 basis points versus last year. Fourth quarter adjusted EBITDA was $167 million, up 14% and representing a 22.1% margin, flat versus last year. While we saw nice leverage with respect to both gross profit and SG&A, adjusted EBITDA margins were negatively impacted by about 40 basis points in the quarter due to lower nonoperational gains on property and vehicle sales that were included in other income when compared to the fourth quarter of last year. This impacted incremental EBITDA margins in the quarter as well.\nThe effective tax rate was 25.8% for both the quarter and the full year period. And for 2024, we're expecting an effective rate -- tax rate of approximately 26%. Quarterly GAAP net income was approximately $109 million or $0.22 per share, an increase of nearly 30% from $0.17 per share in the same period a year ago. For the fourth quarter, we had non-GAAP pretax adjustments associated with the Fox acquisition-related items that I mentioned earlier, totaling approximately $5 million of pretax expense in the quarter. We also recognized the $15 million pretax benefit associated with a gain on the sale of our noncore business. Taking into account these adjustments, adjusted net income for the quarter was $101 million or $0.21 per share, increasing over 23% from the same period a year ago.\nTurning to cash flow and the balance sheet. Operating cash flow increased 24% in the quarter to $153 million. We generated $142 million of free cash flow on $109 million of GAAP earnings, a 22% increase versus last year. Cash flow conversion, the percent of income that was converted into operating cash flow was well above 100% for the quarter. Debt remains low and debt-to-EBITDA is well below 1x on a gross and net level.\nWe continued to fund our dividend in the quarter. Going back to the fourth quarter of 2022, we have increased our dividend 45% and we remain committed to funding our growing dividend as cash flow improves.\nAs we look to 2024, we remain encouraged by the strength of our markets and the execution by our team. We are focused on delivering another year of robust growth and healthy incremental margins, further complemented by a strategic and disciplined approach to M&A. From a pricing perspective, we remain focused on effectively pricing the value of our services to remain positive on the price cost equation. And we have begun to raise prices for 2024 in the first quarter at a rate that is consistent with 2023 levels. We also continue to be active in managing our rate cards. Our focus remains on driving consistent growth, delivering healthy incremental margins and compounding cash flow that will enable a balanced capital allocation strategy focused on investing in growth initiatives in our core market.\nBefore I turn the call back to Jerry, I wanted to announce that we will be holding an investor and analyst conference on the morning of May 17 in New York City, where we will share more about our strategic priorities and how we are positioning ourselves for continued success in the future. We're looking forward to sharing more details in the coming weeks and months. But for now, please hold the date. With that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee65366344465fbfad7da9aca96f57ab",
    "period": "2023 Q3",
    "content": "Q3 2023 Rollins Inc Earnings Call\n\nQ3 2023 Rollins Inc Earnings Call\n\nROLNYSEOCT 26, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins, Inc. Third Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Ken Krause. Thank you. You may begin.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nGood day, ladies and gentlemen. Thank you for standing by. Welcome to the Rollins Third Quarter 2023 earnings conference call. [Operator Instructions]. This conference is being recorded today, Thursday, October 26, 2023.\nGood morning, everyone, and welcome to our third quarter call. This is Ken Krause. Before we begin, I'd like to take just a moment to formally introduce Lindsey Burton. Lindsey is our new VP of Investor Relations, joining us most recently from the Home Depot. She brings a very strong background in Investor Relations, and we're excited to have her join our team at Rollins. I look forward to introducing her to many of you in Q4 as we attend several investor conferences. Welcome, Lindsey.\n\nUnknown Executive\n\nThank you, Ken, and good morning, everyone. In addition to the earnings release that we issued yesterday, the company has also prepared a supporting slide presentation. The earnings release and presentation are available on our website at www.rollins.com. We have included certain non-GAAP financial measures as part of our discussion this morning.\nThe non-GAAP reconciliations are available in the appendix of today's presentation as well as in our earnings release. The company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today.\nPlease refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2022, and our Form 10-Q for the quarterly period ended September 30, 2023, which will be filed later today.\nOn the line with me today on speaking are Jerry Gahlhoff, President and Chief Executive Officer; and Ken Krause, Executive Vice President, Chief Financial Officer and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. Jerry, would you like to begin?\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Lindsey. Good morning, everyone. I'm pleased to report that Rollins delivered another good quarter of growth and profitability, reflecting consistent execution of our operating strategies and continuous improvement in our business. Our financial performance for the third quarter was highlighted by an increase in revenue of over 15% to $840 million.\nI'm pleased to report that we continue to see organic growth of over 8%. Further, this reflects a solid performance across all major service lines as Residential increased approximately 20%, Commercial Pest Control rose approximately 12% and Termite was up 11% this quarter. Revenue performance in the quarter was robust, following the slower June activity that we discussed on the last quarter.\nWe saw consistent growth in the mid-teens each month of the third quarter. We have observed continued underlying strength in the pest control markets year-to-date, particularly within North America. Additionally, our addressable markets are large, fragmented and supported by a number of key secular trends, including, but not limited to: one, a shift from DIY to do-it-for-me; two, population migration to warmer climates; three, changing weather patterns; and four, the stickiness of hybrid work schedules, leading to people spending more time at home.\nAs we look at our competitive position in these attractive markets, we believe we continue to benefit from several key elements of our business model. If you look back over the last 15 years or so, we've consistently grown revenues through the great recession in 2009 and on through the industrial slowdown in the mid-teens. We reliably grew mid-single digits, year-in and year-out.\nRevenue growth accelerated pre-COVID, and that has generally continued. We delivered high single-digit organic growth in each of the last 11 quarters. Let me highlight 4 key areas that we believe have differentiated us in the market and position us well to continue outpacing a market where secular trends should support mid-single-digit growth over the next several years.\nFirst, our leading portfolio of pest control companies gives us a unique position in our markets. The combination of Orkin and our strong group of regional brands gives us multiple bites at the apple with potential customers and additional cross-sell opportunities.\nSecond, we use a variety of methods to acquire new residential customers and add to the depth of our relationships with existing customers. Digital marketing, cross-selling, service bundling and door-to-door sales methods all help us reach new customers or drive further engagement with existing customers. We also have important relationships within the homebuilding and real estate market communities through brands like HomeTeam and Northwest. We're able to capitalize on this multichannel approach to drive residential customer growth.\nThird, we're investing in commercial customer acquisition, targeting key strategic verticals that are the most profitable. This is paying off with 12% growth in the quarter.\nAnd last but not least, we have a clarity of focus and have been consistently executing our strategy in our core market for a very long time. This focus and clarity ensures we don't make unnecessary changes and enables us to continue to successfully grow our share in a very attractive pest control market.\nThese points of differentiation have positioned Rollins to achieve a healthy level of organic growth and are further complemented by strategic M&A. Looking at the recent acquisition of Fox Pest Control, the integration remains on track. The Fox teams are executing and doing well, and we continue to be excited about the growth opportunities ahead for the Fox brand.\nAdditionally, through the first 9 months of this year, we closed 18 tuck-in deals in addition to Fox. The M&A pipeline remains healthy, and we're actively evaluating acquisition opportunities, both domestically and internationally.\nAs I've highlighted in the past, acquisitions are an important component in helping us expand our market position while also complementing efforts to accelerate recurring organic growth. We remain disciplined in evaluating M&A opportunities and are confident in our continued ability to invest in the right strategic acquisitions while delivering strong organic growth across the business.\nOur dedication to continuous improvement is an important part of our strategy and culture. As you've heard us discuss previously, we're constantly looking to improve our service levels and operating efficiencies. In August, we took an important step towards increased efficiencies in our Atlanta Support Center to accelerate our growth goals.\nFor the first time in about 20 years, we executed a restructuring program that was designed to support our modernization efforts and flatten our overhead structure. We plan to reinvest cost savings and initiatives that further enable our growth priorities and allow us to serve our frontline operations more efficiently. We continue to see opportunities for margin expansion as we move forward and execute our strategy. Ken will provide more detail and address the margins in the quarter shortly.\nOperationally, we're committed to developing great talent and investing in our teams. Hiring has been healthy and we put a lot of energy into onboarding the right people in both support functions and the customer-facing side of our business. Effective sales and service staffing helped us capitalize on continued strength in demand and to achieve high levels of organic growth, both in the quarter as well as year-to-date.\nWe remain focused on safety, and I'm pleased to report that we have seen our average mentor driver safety score increase over 25% since the beginning of the year. You'll recall that this driving score is derived from an app that we have implemented to monitor driving behaviors when our vehicles are in motion. Improving the safety culture isn't something that's done overnight, but we are making strides, and we're encouraged that our claims activity had less of a negative impact to our financial results versus a year ago.\nWe are working hard in the field to increase safety awareness and training while recognizing and rewarding those that are the safest. We believe these efforts will keep our people safe and mitigate negative financial impacts to our business.\nWe continue to focus on creating value and returning capital to our shareholders. We're pleased to be in a position to increase our dividend by 15%, and we remain committed to a growing and sustainable dividend. Additionally, in the third quarter, we completed $300 million in share repurchases.\nThe moves we made earlier this year in modernizing our capital structure, by refinancing and expanding our revolver gave us the flexibility to be opportunistic and participate in a repurchase at a very attractive price. Ken will share some additional details on this in a moment.\nOur modernization efforts continue to progress well, but we're not done yet. And we look forward to sharing additional developments on this front over the coming quarters.\nIn closing, before I turn the call over to Ken, we are excited about where our business stands today. We're very well positioned for the remainder of the year and remain focused on robust organic growth, delivering healthy incremental margins and continuing to attract, hire and retain top talent across the business.\nI'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The third quarter reflects continued strong execution by the Rollins' team. Let me begin with a few highlights. First, we delivered robust revenue growth of over 15% year-over-year. We saw good growth across each of our service offerings. Organic revenue was up over 8%. Acquisitions drove the other 7% of the total revenue growth.\nSecond, our gross margins were healthy, approaching 54% this quarter. We continue to be positive on the price cost equation and saw good performance across several key cost categories. Adjusted EBITDA margin of 24.8% was strong, improving 150 basis points driven by leverage across the P&L.\nOur GAAP earnings were $0.26 per share and excluding certain expenses related to the Fox acquisition and severance costs for the restructuring that Jerry just mentioned, adjusted earnings per share were up 27% to $0.28 per share.\nAnd last but not least, we delivered operating cash flow of $127 million and free cash flow of $121 million, both up slightly versus last year. Cash flows were impacted by the timing of certain payables the payment of payables at quarter end.\nLet's look at the quarterly results in a little bit more detail. Quarterly revenue was $840 million, up 15% on a reported basis. Currencies reduced revenue growth by 10 basis points. Organic revenue growth was very healthy at above 8% this quarter, improving from the second quarter levels. We continue to see good demand for our services and our acquisitions, most notably Fox, continue to deliver value in the third quarter.\nTurning to profitability, we realized a 150 basis point improvement in gross profit margin as pricing more than offset inflationary pressures. While Fox was accretive to gross margins by about 30 basis points, we saw 120 basis points improvement in organic margins in the quarter.\nSetting aside improvements associated with the more favorable claims experience and the contribution of Fox, we saw 50 basis points of improvement in gross margin as leverage from people costs as well as materials and supplies more than offset pressure from fleet due to lower gains on the sales of leased vehicles versus a year ago.\nWe are pleased with our ability to leverage our cost of services provided as we continue to benefit from a more consistent pricing discipline across all of our brands this year. SG&A costs as a percentage of revenue decreased by 20 basis points in the quarter. Excluding the earn-out adjustment for the Fox acquisition, SG&A costs as a percentage of revenue decreased by 30 basis points in the quarter.\nPeeling back the SG&A layers a bit more, people costs, advertising and selling costs, along with insurance and claims make up the bulk of our SG&A spend. Margins benefited year-over-year associated with improved claims experience, and we saw leverage on our people costs, but were negatively impacted by increased advertising and selling expenses as we invested to drive growth in our business.\nAs Jerry mentioned, for the first time in 20 years, we executed a restructuring program at our Atlanta Support Center to further support our modernization efforts. Roughly 15% of our back-office employee population was impacted, and we intend to reinvest associated cost savings in both people and systems that can drive further change and increase productivity as we work to become a better, more efficient provider of shared services for our frontline operations.\nAs I mentioned earlier, we had non-GAAP adjustments this quarter for restructuring costs and for Fox acquisition-related items. These totaled approximately $10 million on a pretax basis and were related primarily to Atlanta Support Center severance costs along with purchase accounting amortization and the fair value of contingent consideration on the Fox acquisition.\nGAAP operating income was $177 million, up 22% year-over-year. Adjusted operating income was $187 million, up approximately 29% versus the prior year on 15% total revenue growth. EBITDA was $202 million, up 19% year-over-year, and EBITDA margin was a healthy 24.1%.\nOur adjusted EBITDA was $208 million, up over 22% and representing a 24.8% margin. Margins were up 150 basis points versus a year ago, primarily related to the improvements in gross margin discussed previously.\nFox was neutral to EBITDA margins in the quarter. Year-to-date, our adjusted EBITDA margins improved 90 basis points versus a year ago, with 20 basis points of that improvement coming from the Fox acquisition. Excluding this, 70 basis points was driven across the remainder of the business.\nAs we have consistently indicated, we like to look at the business using incremental margins or meaning what percentage of every additional dollar of revenue growth is converted to EBITDA. On an as-reported basis, we generated incremental margins of over 29% and excluding the restructuring costs and the additional costs associated with the earn-out on our recent acquisition, incremental margins were almost 35%.\nYear-to-date, we generated incremental margins on an as-reported basis of over 27%. And on an adjusted basis, incremental margins were almost 30%. Quarterly GAAP net income was $127 million or $0.26 per share, increasing from $0.22 per share in the same period a year ago.\nAdjusted net income was $136 million or $0.28 per share. The effective tax rate was approximately 26% in the quarter and for the first 9 months, the ETR was 26% as well, up over 100 basis points compared with 2022 driven by higher foreign income taxes.\nTurning to cash flow and the balance sheet. Quarterly free cash flow remained healthy. We generated $121 million of free cash flow in the quarter versus $119 million a year ago. As previously discussed, quarterly free cash flow was impacted by the timing of certain payables primarily related to our door-to-door sales.\nYear-to-date, free cash flow was $354 million, an increase of 11% versus last year. During the quarter, we made acquisitions totaling $21 million. We paid $64 million in dividends and we completed a share repurchase of $300 million at below $35 a share. We repurchased 8.7 million shares and used our revolver to fund this purchase.\nWe expect this to be less than 1% dilutive to results in the first year and minimally accretive in the second year. Debt remains negligible and debt-to-EBITDA is below 1x on a gross and net level. Our strong cash flow profile has enabled us to execute a very balanced capital allocation strategy this year.\nYear-to-date, we have invested approximately $350 million in acquisitions, repurchased $300 million of our shares and paid $192 million in dividends, a 30% increase year-to-date. Additionally, we just announced another 15% increase to our dividend earlier this week. This marks over 2 decades of consecutive increases in annual cash dividend payments.\nWe remain active in pursuing additional acquisitions. And looking at multiples, we remain very disciplined. Year-to-date, we have invested approximately $350 million in acquisitions and the market remains highly fragmented, and we continue to be an acquirer of choice and a very active participant in our markets.\nIn closing, our performance this quarter continues to demonstrate the strength of our business model and the engagement level of our team. Our family of brands are driving profitable growth, and we are focused on continuous improvement across the business. We remain focused on providing our customers with the best customer experience and driving growth, both organically and through disciplined acquisitions.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5c2a121a40d106d1f1a56c508bd3319",
    "period": "2023 Q2",
    "content": "Q2 2023 Rollins Inc Earnings Call\n\nQ2 2023 Rollins Inc Earnings Call\n\nROLNYSEJUL 27, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the Rollins, Inc. Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this conference is being recorded. I will now turn the conference over to your host, Joe Calabrese. You may begin.\n\nJoseph Calabrese\n\nBy now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746, and we'll send your release and make sure you're on the company's distribution list. Additionally, the call is being webcast at www.rollins.com, and a replay will be available for 180 days. The company is also offering investors a supporting slide presentation, which can be found on Rollins' website at www.rollins.com.\nWe will be following that slide presentation on our call this morning and encourage you to do that with us. We have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our press release. presentation and press release are available on our Investor Relations website. The company's earnings release discusses the business outlook and contains certain forward-looking statements.\nThese particular forward-looking statements and all other statements that have been made on this call, including historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today. Please refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2022. More information and the risk factors that could cause actual results to differ.\nOn the line with me today and speaking are Jerry Gahlhoff Jr., President and Chief Executive Officer; John Wilson, Vice Chairman; and Kenneth Krause, Executive Vice President, Chief Financial Officer and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. John, would you like to begin?\n\nJohn F. Wilson\n\nInside Director, President & Chief Operating Officer, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us today for our second quarter 2023 earnings call. We posted very strong revenue and earnings growth for both our second quarter and first 6 months of 2023. We continued to deliver solid performance across most all of our brands and achieved healthy levels of customer growth. Before I turn the call over to Jerry, I want to comment briefly on the results of our recent acquisition of Fox Pest Control. .\nWe closed on the Fox acquisition in April, just prior to the ramp-up of their selling season, and they have performed exceptionally well as they achieved solid growth in the first quarter of our ownership. In addition, we have been pleased with their earnings contribution as they achieved over $2 million of GAAP earnings in the first quarter of ownership. This is inclusive of a $1 million charge associated with our earn-out of the deal. Our transition with Fox has gone quite well, and we're excited to have their great team and the Fox brand as part of Rollins.\nNow let me turn the call over to Jerry, who will provide more details on our quarter. .\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, John. Good morning, everyone. I'm pleased to report that Rollins delivered another good quarter of growth and profitability, reflecting consistent execution of our operating strategies and continuous improvement in our business. Our financial performance for the second quarter was highlighted by an increase in revenue of approximately 15% to $821 million. I'm very pleased to report that we continue to see organic growth of approximately 8% and Further, this reflects a solid performance across all major service lines. Commercial pest control rose approximately 11%, residential increased over 18%, and termite was up approximately 14% this quarter. .\nRevenue performance in the quarter was healthy, although a little uneven due to pest seasonality. On a month-to-month basis, organic growth was very robust at 10% in May before slowing a bit in June. We're back on a good trajectory now in July, in line with what we saw in May. Importantly, our frontline team member staffing levels are better than we've seen in several years, and that is providing us with an opportunity to capitalize on demand for our services.\nI'm also quite pleased with the progress we're making thus far with the Fox Pest Control acquisition, the second largest acquisition in the history of our company. Taking a closer look, the integration of Fox has gone smoothly over the past few months. The Fox teams are executing and doing very well. The transaction was accretive to our second quarter earnings. This continues to be an exciting, highly complementary addition and we believe the revenue growth achieved this quarter is reflective of the team's focus on execution. The team at Fox was not distracted by the shift in ownership to Rollins and was focused on their customers and growing their business.\nMaking for a smooth transition is a key tenet of our acquisition integration strategy, and our collective teams were diligent about not disrupting these efforts of our frontline team members post close. I'd like to express my thanks to the Fox team and all our teammates that have worked hard to make this happen, and we're very excited about the growth opportunities ahead for the Fox brand.\nNext, we continue to have an enhanced capital structure and a robust acquisition pipeline as we're actively evaluating acquisition opportunities, both domestically and internationally. As I've highlighted in the past, Acquisitions are an important component in helping us expand our market position while also complementing efforts to accelerate recurring organic growth. We remain disciplined in evaluating M&A opportunities and feel very good about our continued ability to invest in strategic acquisitions while delivering strong organic growth across the business.\nAnother important part of our culture is our dedication to continuous improvement. As you've heard us discuss previously, we're constantly looking to improve our service levels and operating efficiencies. As a result, we continue to see opportunities for margin expansion as we move forward and execute our strategy. We are currently evaluating several streamlining efforts. Kim will provide more detail and address the margins in the quarter shortly. In addition to the unrelenting focus on productivity and improving our margin profile, we're also more strongly focused on safety.\nOur experience was disappointing in this area in Q2 as we continue to see higher settlements associated primarily with auto accidents. This was a $0.01 per share drag on earnings this quarter versus a year ago. We have ramped up efforts to significantly reduce automobile accidents moving forward. Our drivers now utilize an app that begins monitoring driving behaviors once our vehicle is in motion. This app detects unsafe driving maneuvers, such as acceleration, braking, distractions and speed and then converts these data into an industry-accepted FICO driving score from 100 to 850, with 850 being the best.\nThe data indicate that drivers with scores below 710 are 30% more likely to have a collision than those with higher scores. We're working hard in the field to increase driver safety awareness and get these scores up by coaching and training those with lower scores while recognizing and rewarding those that score the highest. We believe these efforts will help us keep people safe and mitigate negative potential financial impact to our business.\nOn the investment side, we proactively increased customer acquisition-related efforts during the second quarter and strategically invested more heavily on advertising spend when compared with the same quarter a year ago and sequentially versus the first quarter of 2023. While these costs were a $0.01 drag on second quarter earnings, we saw meaningful opportunities to go after and acquire new customers during the start of the busier spring and summer seasons.\nGiven that approximately 80% of our business is recurring, I want to emphasize that the opportunity for us to attract potential new customers is very important and is a strategic investment over the long term. To date, we're extremely pleased with our targeted marketing and advertising efforts, which we believe is reflected in our strong organic growth performance for the quarter, and we expect this momentum to continue into the third quarter of 2023.\nNext, we continue to focus on modernizing our business, our capital structure and our organization. As you may recall, in February, we enhanced our capital structure by refinancing our revolver, increasing it from $175 million in 2 banks up to $1 billion in 8 banks, providing us with investment-grade flexibility. More recently, our approximately $1.5 billion universal shelf facility was declared effective by the SEC. This facility provides additional financial capital and flexibility to the company, and Ken will share some additional details on this in a moment. Operationally, we're committed to developing great talent and investing in our teams.\nHiring has been healthy, and we've put a lot of energy into onboarding the right people in both the support functions and the customer-facing side of our business. As we look ahead to the improvement opportunity in front of us, -- we're focused on upgrading and realigning key areas in our home office support functions. You've heard us talk about opportunities in this area, and we are evaluating several initiatives as we start the second half of 2023.\nWe believe that driving this type of change will provide opportunities to accelerate our growth goals and enable our home office to become a better, more efficient provider of shared services to our frontline operations. Our modernization efforts are progressing well, but we're not done yet, and we look forward to sharing additional developments on this front later.\nIn closing, before I turn the call over to Ken, we're pleased about where our business stands today. We're well positioned for the remainder of the year and remain focused on robust organic growth, delivering healthy incremental margins and continuing to attract, hire and retain top talent across the business. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThanks, Jerry, and good morning, everyone. The second quarter reflects strong execution by the Rollins team. Let me begin with a few highlights. First, we delivered strong revenue growth of approximately 15% year-over-year. We saw good growth across each of our service offerings. Organic revenue was up approximately 8% in the quarter and to finish the first half. Acquisitions drove the other 7% of the total revenue growth in the quarter. The integration of the Fox acquisition is progressing well, and we have a growing sense of optimism around this recent investment. .\nSecond, our gross margins were healthy, exceeding 53% this quarter. We were positive on the price/cost equation and saw good performance across several key cost categories. An adjusted EBITDA margin of 22.3% was pressured primarily by higher insurance premiums and casualty loss developments on 4 legacy auto cases. Our GAAP earnings were $0.22 per share and excluding certain expenses related to the Fox acquisition, adjusted earnings were $0.23 per share. And last but not least, we delivered approximately 16% improvement in operating cash flow while free cash flow was up approximately 18% versus the same period a year ago.\nLet's look at the quarterly results in a little bit more detail. Quarterly revenue was $821 million, up 15% on a reported basis. Currencies reduced revenue growth by 30 basis points as the Canadian dollar and the Australian dollar weakened relative to the U.S. dollar.\nTurning to profitability. We realized a 40 basis point improvement in gross profit margin, where we saw good performance on gross profit as pricing more than offset inflationary pressures. We continue to see the benefit of a more consistent pricing discipline across all our brands this year. Looking at our 4 major buckets of service costs, people, fleet, materials and supplies and insurance and claims, we saw improvements in margins associated with materials and supplies as well as fleet costs, while insurance and claims were a headwind.\nPeople costs were also somewhat favorable to margins even as we added a significant level of pest control and termite control technicians to support strong demand trends. As Jerry said earlier, staffing levels for our frontline team members are the best they've been in years. This timing sets up well as we see strong customer demand to start the third quarter. SG&A costs as a percentage of revenue increased by 30 basis points in the quarter.\nPeeling back the SG&A layers a bit more, people cost, advertising and selling costs, along with insurance and claims make up the bulk of our SG&A spend. We saw headwinds to margins from higher insurance and automobile-related claim costs, as previously mentioned, there were settlement developments on a few auto claims cases this quarter, and we're seeing higher costs in general for auto insurance and related claims due to inflationary pressures. We continue to invest heavily in advertising efforts in the quarter, and that has helped us go after and capture healthy levels of growth.\nAs I mentioned earlier, we had non-GAAP adjustments this quarter for Fox acquisition-related items. These totaled approximately $5 million on a pretax basis and were related to purchase accounting amortization and the fair value of contingent consideration on this material acquisition. GAAP operating income was $155 million, up almost 15% year-over-year. Adjusted operating income was $160 million, up almost 19% versus the prior year. EBITDA was $182 million, up over 14% year-over-year and EBITDA margin was a healthy 22.2%. Our adjusted EBITDA was $183 million, up over 15% and representing a 22.3% margin.\nAnd for the first half, EBITDA margins were just under 22%. It is good to see EBITDA compounding at 16% in the first half. As I have consistently indicated, I'd like to look at the business using incremental margins or meaning what percentage of every additional dollar of revenue growth is converted to EBITDA. On an as-reported basis, we generated incremental margins in line with our overall EBITDA margin. However, excluding the headwinds I mentioned from insurance and auto claim developments and the additional costs associated with the earn-out on our recent acquisition incremental margins were accretive to our margin profile.\nQuarterly GAAP net income was $110 million or $0.22 per share, increasing from $0.21 per share in the same period a year ago. Adjusted net income was $114 million or $0.23 per share. The effective tax rate was 27% in the quarter, up 200 basis points versus the prior year, driven by higher foreign income taxes. We expect the rate to normalize at approximately 26% over the second half of this year.\nTurning to cash flow and the balance sheet. Quarterly free cash flow remained very strong. We generated $141 million of free cash flow on $110 million of earnings. Quarterly free cash flow increased by almost 18% and is compounding at just under 18% in the first 6 months of this year. Cash flow conversion, the percent of income that was converted to cash, was also a bright spot coming in well above 100%. We made acquisitions totaling $312 million, and we paid $64 million in dividends. That remains negligible and debt-to-EBITDA is well below 1x on a gross level.\nWe continue to be active in pursuing additional tuck-in acquisitions and remain very well positioned to continue to maintain a balanced capital allocation strategy. As Jerry mentioned previously, we are excited about the strategic growth opportunities that Fox provides. So far, the Fox team and business have exceeded our expectations from a growth perspective and we see continued opportunity and momentum in their door-to-door model.\nA quick update on financial details. In April, we shared our expectations that Fox would add between $90 million and $100 million of revenue and $18 million to $22 million of EBITDA to our 2023 results. We now expect to deliver financial performance at the high end of both of those ranges. We continue to make progress on a number of general financial housekeeping items that will help position us best as we continue to grow our business.\nOf note, we filed a shelf with the SEC on June 3. This filing allows for up to $1.5 billion of primary securities. And while we have no immediate need for this capital, it provides flexibility for long-term fixed rate financing and other options that complement the bank revolver that we put in place earlier this year. Additionally, the shelf allows the company to work proactively with the family should they decide to divest a portion of their holdings at some point in the future.\nIn summary, our performance this quarter continues to demonstrate the strength of our business model and the engagement level of our team. We remain focused on providing our customers with the best customer experience and driving growth organically and through disciplined acquisitions.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time. ."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/62a63e4b01c436a9430274d1b312f23b",
    "period": "2023 Q1",
    "content": "Q1 2023 Rollins Inc. Earnings Call\n\nQ1 2023 Rollins Inc. Earnings Call\n\nROLNYSEAPR 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins Inc. First Quarter 2023 Earnings Conference Call. A brief question-and-answer session will follow the formal presentation. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Joseph Calabrese. Thank you, and you may proceed, sir.\n\nJoseph Calabrese\n\nThank you, Claudia. By now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746 and we'll send you a release and make sure you're on the company's distribution list.\nAdditionally, the call is being webcast at www.rollins.com, and a replay will be available for 180 days. The company is also offering investors a supporting slide presentation, which can be found on Rollins website at www.rollins.com. We will be following that slide presentation on our call this morning and encourage you to view that with us.\nWe have included certain non-GAAP financial measures as part of our discussion this morning. The non-GAAP reconciliations are available in the appendix of today's presentation as well as in our press release. The presentation and press release are available on our Investor Relations website. The company's earnings release discusses the business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual results may differ materially from any statement we make today. Please refer to yesterday's press release and the company's SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2022, for more information and the risk factors that could cause actual results to differ.\nOn the line with me today and speaking are Jerry Gahlhoff Jr., President and Chief Executive Officer; John Wilson, Vice Chairman; and Kenneth Krause, Executive Vice President, Chief Financial Officer and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. John, would you like to begin?\n\nJohn F. Wilson\n\nInside Director, President & Chief Operating Officer, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our first quarter 2023 earnings call. I'm pleased to report Rollins delivered solid first quarter results, highlighted by revenue growth of over 11% and earnings per share growth of 20%. I want to begin by welcoming P. Russell Harden as Rollins' newest Board member.\nRuss was elected to our Board at our recent shareholder meeting and has served as President of the Robert W. Woodroff Foundation since 2006. He serves as a Director of Genuine Parts Company as well as a trustee of the Northwestern Mutual Company. Harden practiced law with the firm of King & Spalding and as a long-time resident of Atlanta, has served this community in ways too numerous to list. Please welcome -- help me welcome Russ Harden.\nNow turning to the Fox Pest Control acquisition, I'm very excited about this recent event. Enjoying a strong reputation in the marketplace, we have long respected Fox's history of success. In fact, I have a relationship with one of their founders, Mike Romney, going back close to 20 years, as Mike began doing summer sales programs for Orkin prior to cofounding Fox.\nFox Pest Control was formally established in 2012, initially marketing through the door-to-door sales effort in historically underserved pest control markets. Through consistent growth and expansion, Fox now provides general pest control services for homeowners from 32 locations in 13 states. Fox evolved in their growth strategies to include other streams as now about 1/3 of their customers are acquired through digital channels.\nNot only does Fox rank as the 13th largest pest management company according to the PCT 100 rankings, Fox also received recognition in 2021 by Inc. Magazine as one of the fastest-growing private companies in America. In many of the markets they serve, Fox is a market leader with a great service reputation. I cannot stress enough what a great addition this is to our family of brands, and I'll now hand the call over to Jerry to recap Rollins' first quarter results and talk about the transaction in greater detail.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, John, and thank you all for joining our call today. Our partnership with Fox was an 18-month process. As we worked on executing this transaction and learn more about the FOX business, we became increasingly impressed with their culture, their consistent and strong growth rates, and their unique operating model.\nIn early April, I had the opportunity to visit with many of the fantastic team members in Fox and was able to witness firsthand the deep pride they have in the Fox brand. Additionally, as Ken will cover in more detail later. We believe the financial benefits are very compelling. We expect the transaction to be accretive to earnings and cash flow in the first full year of ownership and will provide meaningful long-term financial benefits as well.\nWe also believe the complementary nature of their brand creates opportunities for enhancing Rollins' strategic platform for growth in the residential space. While still operating under the Fox Pest Control brand and being led by Co-founders Mike Romney and Bryant White, we see incredible potential for the teams at Fox and Home team to learn and share with one another.\nThere are multiple benefits to tying Fox closely with HomeTeam, who have also been utilizing door-to-door campaigns to activate Taexx customers in their predominantly residential business for over 20 years. Furthermore, this alliance will provide HomeTeam with an ability to scale markets faster while we provide the team at Fox with new service offerings and cross-sell opportunities along the way.\nWe're also particularly excited about the strong alignment of their culture and the value the partnership creates for customers, team members and to our shareholders. Fox has a passionate sense of community and a values-driven approach that consistently delivers quality service, coupled with a resilient track record of strong customer growth and solid employee retention.\nAs we've demonstrated in the past, acquisitions are a key part of Rollins' growth strategy. Over the years, we have built a very successful playbook for their smooth transitions into our company, and we are extremely excited about our path ahead with Fox.\nIn summary, we are confident that Fox's business perfectly aligns to our strategy for sustainable, profitable growth, and I'm incredibly proud to add them to our impressive family of pest control brands.\nTransitioning to our recent financial performance, I'm pleased to report that Rollins delivered solid first quarter results and realized strong year-over-year growth in many key performance areas. Ken will address the financials in more detail in a moment, but I'd like to highlight three key areas of progress in the quarter.\nFirst, we delivered 11% revenue growth. What was especially encouraging was our organic growth. Organic growth was more than 9% for the quarter with strong growth across all major service lines. Secondly, margins were very healthy to start the year. We delivered approximately 32% incremental margins and grew GAAP earnings per share 20%.\nThe focus on pricing, selling new business and productivity is paying off. On our year-end call, we discussed our intention to initiate an earlier price increase this year, and that certainly helped us particularly in March. We will continue to focus on this area to ensure that we are effectively pricing the value of our essential services.\nAnd last but not least, we reported strong growth in cash flow for the quarter. We remain well positioned to continue to invest in acquisitions and maintain a balanced capital allocation strategy. As we move into spring and summer months, we expect a good business environment and strong demand for our services when you consider recent weather patterns resulting in wet outdoor conditions.\nApril is off to a favorable start, and our teams in the field are well staffed and trained as we head into our traditional peak season. We're also continuing to add to our sales force and emphasizing bundling of mosquito -- of multiple services like pest and mosquito through our call center operations. I want to emphasize how pleased we are with Rollins' strong first quarter performance. And looking ahead, we remain well positioned for 2023 and confident in our ability to continue to drive strong operating results. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nSenior Vice President, Chief Financial Officer & Treasurer, MSA Safety, Inc.\n\nThank you, Jerry, and good morning, everyone. The team delivered a strong start to the year. Let me begin with a few financial highlights for the first quarter of 2023.\nFirst, we delivered over 11% revenue growth in the first quarter with robust growth across all our service offerings. Acquisitions drove approximately 2% of the total revenue growth in the quarter. We expect to see meaningful improvement in growth from acquisitions for the remainder of the year, stemming from the acquisition of Fox we announced earlier this month.\nSecond, our continued emphasis on margin improvements drove a 130 basis point improvement in EBITDA margins in the quarter. I will speak about incremental margins shortly, but as Jerry indicated, they were a bright spot. GAAP earnings per share increased 20% to $0.18 per share. And last but not least, we delivered a 15% improvement in operating cash flow and a 17% improvement in free cash flow. Let's look at the quarterly results in more detail, starting off with revenue.\nIt was up -- it was $658 million, up just over 11% on a reported basis. Currencies reduced quarterly revenue growth by 60 basis points on the stronger dollar, notably versus the Canadian dollar, the British pound and the Australian dollar.\nTurning to profitability. We realized 30 basis points improvement in gross profit margin. Gross profit margins were 50.3% of revenue in the quarter. We saw good performance on gross profit as pricing more than offset inflationary pressures. We were more consistent in raising prices across all of our brands this year. We discussed our intent to do this on our year-end call, and it was good to see the impact of the steps we took on revenue and profitability.\nLooking at four major buckets of costs: people, fleet, materials and supplies, and insurance and claims. These comprise approximately 90% of cost of services in the quarter. We saw improvements in margins associated with people costs as well as fleet cost. Material and supplies were neutral to margins, while insurance and claims were a headwind to margins.\nWe delivered improvements in SG&A expense as well. SG&A improved 40 basis points when stated as a percentage of revenue during the most recent quarter. Let's dive into the major categories of SG&A bit more.\nPeople costs, advertising and selling costs and insurance and claims make up a majority of our spend in SG&A. Margins benefited in the people cost area. Advertising and selling related costs were relatively neutral to margins, while insurance and claims was a headwind to margins. As the case in the prior year, we expect to see SG&A tick up slightly in Q2 as we invest more heavily in customer acquisition-related costs across the business during the start of our more busy season in the second quarter.\nWe do not have any non-GAAP adjustments to operating income or EBITDA this year. GAAP operating income was $112 million or 17.1% of revenue, increasing 130 basis points from the same quarter a year ago. EBITDA margin was 21.2%, up a strong 130 basis points over the prior year EBITDA margin.\nAs I have consistently indicated, I like to look at the business using incremental margins or meaning what percent of every additional dollar of revenue growth is converted to EBITDA. On an as-reported basis, we generated incremental margins of approximately 32% in the most recent period. Quarterly GAAP net income was $88 million or $0.18 in an earnings per share, increasing from $0.15 per share in the same period a year ago.\nTurning to cash flow and the balance sheet. Quarterly free cash flow was very strong in the quarter. We generated $93 million of free cash flow on $88 million of earnings. Free cash flow increased by over 17% in the most recent period. Cash flow conversion, the percent of income that was turned into cash was also a bright spot coming in at above 100% for the quarter. We made acquisitions totaling $15 million, and we paid $64 million in dividends. That remains negligible, and debt-to-EBITDA is well below 1x on a gross level.\nWe closed and announced the Fox acquisition earlier in April. We are excited about the strategic growth opportunities this acquisition will provide us. A few financial details. We expect this acquisition to add between $90 million and $100 million of revenue in 2023. The acquisition should add $18 million to $20 million -- $22 million of EBITDA for the remainder of the year.\nWe used a combination of existing cash balances and borrowings to pay for this strategic acquisition. We continue to be very active in pursuing additional acquisition opportunities. We expect the Fox acquisition to be accretive to earnings in the first full year with more meaningful contributions to EPS during the latter part of this year and into the first quarter of next year.\nWe are in the process of finalizing our purchase accounting, and we'll provide an update on this on our Q2 call in July after we complete that process. During the quarter, we refinanced our credit facilities that were set to expire in April of 2024. We closed on our new facility before the banking crisis in March, and we were able to successfully secure a more modernized facility that in addition to other benefits, provides us with the opportunity to incorporate sustainability metrics into the revolver in the future.\nAdditionally, we conducted an NRFP for our external audit service provider and engaged Deloitte as our new auditor in place of Grant Thornton, who had been our auditor for the previous 19 years. We are making good progress on a number of general financial housekeeping issues that will help position us best as we continue to grow our business. We remain very well positioned to continue to fund our dividend and grow through acquisitions.\nIn summary, our quarter performance continues to demonstrate the strength of our business model and the engagement level of our team. We remain focused on providing our customers with the best customer experience and driving growth through acquisition. Organic demand remains robust, and we are very well positioned to continue to use our strong balance sheet to grow our business. The acquisition pipeline is healthy, and our strong cash flow and balance sheet positions us well to invest in our business. We continue to focus on execution and driving long-term profitable growth for our shareholders.\nWith that, I'll turn the call back over to Jerry.\n\nJerry E. Gahlhoff\n\nPresident & COO, Rollins, Inc.\n\nThank you, Ken. We are happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f337f25c56d78d58cf1ad6ecf99fabf3",
    "period": "2022 Q4",
    "content": "Q4 2022 Rollins Inc Earnings Call\n\nQ4 2022 Rollins Inc Earnings Call\n\nROLNYSEFEB 16, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Rollins, Inc. Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the call over to your host, Joe Calabrese. Thank you. You may begin.\n\nJoseph Calabrese\n\nThank you. By now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746 and we'll send you a release and make sure you're on the company's distribution list.\nThere will be a replay of the call, which will begin 1 hour after the call and run for 1 week. The replay can be accessed by dialing (201) 612-7415 with the passcode 13735127. Additionally, the call is being webcast at www.rollins.com, and a replay will be available for 180 days.\nThe company is also offering investors a supporting slide presentation, which can be found on Rollins' website at www.rollins.com. We will be following that slide presentation on our call this morning and encourage you to view that with us.\nOn the line with me today and speaking Jerry Gahlhoff Jr., President and Chief Executive Officer; John Wilson, Vice Chairman; Kenneth Krause, Executive Vice President, Chief Financial Officer and Treasurer; and Julie Bimmerman, Group Vice President, Finance and Investor Relations. Management will make some opening remarks, and then we'll open the line for your questions.\nJohn, would you like to begin?\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our fourth quarter 2022 earnings call. Julie will read our forward-looking statement disclaimer, and then we'll begin.\n\nJulie K. Bimmerman\n\nVP of Finance & IR, Rollins, Inc.\n\nOur earnings release discusses our business outlook and contain certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today.\nPlease refer to yesterday's press release and our SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2021, for more information and the risk factors that could cause actual results to differ.\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nThank you, Julie. I'm pleased to report that Rollins closed out last year with continued strong revenue growth and solid financial performance. In the fourth quarter, we report revenue improved 10.2% to $661 million and net income improvement of 26.1% to $84 million.\nFor all of 2022, we achieved revenue growth of more than 11% with net income improving as well. Jerry and Ken will provide greater detail, but all credit goes to our tremendous team who continue to overcome many obstacles. As we begin 2023, the company remains well positioned to deliver on our long-term business objectives.\nNow let me turn the call over to Jerry.\n\nJerry E. Gahlhoff\n\nPrincipal Executive Officer, President, CEO & Director, Rollins, Inc.\n\nThank you, John, and thank you all for joining our call today. Let me begin by saying that we're extremely pleased with our fourth quarter and full year results, and I'm also equally proud of the hard-working men and women of our company that continue to drive our growth through great customer service.\nI'd like to provide my comments on our 2022 fourth quarter performance. Ken will then address the financials in more detail in a moment. Reflecting solid execution of our operating strategies, Rollins delivered another strong performance in the fourth quarter, highlighted by total revenue growth of over 10% in the fourth quarter and over 11% for the full year. Operationally, we have strong momentum in our markets. The company remains well positioned to achieve our long-term objectives, and we're seeing solid levels of growth in the business.\nAs many of you are aware, Rollins has a long-standing company-wide focus on personal safety. Complementing our existing guidelines and protocols, we continue to implement new initiatives designed to empower our employees and enable an accountable, safety-driven culture. First, training remains crucial for keeping our customers out of harm's way. Second, we're updating incentive metrics and our compensation programs to emphasize safety down to the branch level. A branch manager's bonus plan will now have stronger ties to safety metrics for their operation.\nWe're also working on a new employee-level program to incentivize the highest levels of safe-driving behaviors. We began to pilot this program later this year -- or we plan to pilot this program later this year for our 10,000-plus drivers at Rollins. We believe these initiatives will help ensure our workforce returns home to their family safely each and every day.\nLooking closer at the financial results and the growth we delivered. Organic growth came in at 6.9% compared with 7.8% for the full year. While still strong, we realized slower growth in the residential sector. While market data indicates this to be consistent across the industry, we started 2023 with strong residential revenue performance in January. While a month is not a long-term trend, it was good to see solid demand to start the year.\nWe also continue to succeed in our other service lines, particularly within our termite and ancillary, which grew 15.4% year-over-year. Rollins remains very well positioned to drive ancillary growth within this business. We've taken on the responsibility to educate homeowners on termite prevention and treatment, along with other ancillary offerings. And from the customer perspective, these service offerings are from a trusted partner. We remain focused on driving revenue growth from cross-selling activities across our large and growing customer base. Our team continues to do a tremendous job here.\nOur commercial line has also presented a strong year for us with 10.3% growth over the prior year. The sales teams continue to perform very well on both locally sold and national account sales efforts across all our commercial brands. We're seeing strong results in this area with solid performance with customers in the retail, restaurant and office building segments.\nAcross all the service lines I just discussed, a key driver of growth is pricing. During 2022, in light of the ongoing inflationary challenges, we brought forward our annual price increase program to earlier in the year. In 2023, we are bringing this forward even earlier. Most of these price increases will be initiated beginning in early March, and some were already implemented in January.\nFurthermore, our non-Orkin brands are ramping up their focus on pricing the value of our services. Additionally, all our brands are increasing their rate cards. We expect the inflationary environment to persist into 2023 and are focused on managing the price/cost equation.\nAcquisitions remain a major focus as we start 2023. During 2022, we successfully completed 31 acquisitions, representing a total of $119 million invested. This compares with 39 acquisitions and $146 million invested in 2021. While we successfully completed 4 acquisitions during the fourth quarter, we proactively remain on the sidelines during the last few months of 2022 and turned our attention to 2023 deals in our pipeline. We're very optimistic about what's in store for the new year as leveraging strategic acquisitions remains a focus of our growth strategy.\nNext, we remain committed to investing in our business to drive efficiency. As part of this, we continue to leverage technology by adding a number of new applications to our portfolio of brands. For example, building off our successes with routing and scheduling technology at Orkin and Western Pest Services, we're rolling out routing and scheduling technology initiatives at Clark and HomeTeam. Each of these brands are making meaningful progress at improving efficiency.\nClark expects to be at full utilization by the end of this quarter and is very excited about the results to date. Robert Baker, Clark's President, went so far as to comment that this initiative is proving to be the best thing for Clark in many years. HomeTeam should complete their implementation and be at full utilization by the end of the second quarter. Both brands have seen an improvement in their on-time delivery metrics since implementation started.\nIn addition to enabling us to reach our customers in a more efficient and productive manner, we found these initiatives can meaningfully reduce both our overall mileage between service visits and drive time for the technician. Not only does this lower our fuel requirements, it also has a direct impact on our labor costs.\nWith that, I look forward to answering your questions in a few moments. However, before I turn the call over to Ken, I want to emphasize that our team at Rollins had a successful year in 2022, and we are confident in our ability to continue driving growth and improving profitability in our business.\nI'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nExecutive VP, CFO & Treasurer, Rollins, Inc.\n\nThank you, Jerry, and good morning, everyone. We had a strong quarter and finish to the year. Let me start with a few highlights. First, revenue growth was healthy with total revenue growing approximately 10% in the quarter and 11% for the full year. Acquisitions drove 3% of revenue growth in the quarter and for the year. We continue to see tremendous opportunities that will enable us to continue to drive growth through acquisition in the quarters and years to come.\nSecond, quarterly adjusted EBITDA margins were a healthy 22.1%, up approximately 180 basis points versus the same period a year ago. We saw strong results throughout the income statement. GAAP earnings per share were $0.17, up from $0.14 in the same period a year ago. It was good to see the strong growth in earnings on the healthy revenue growth.\nAnd last, but not least, quarterly free cash flow was very healthy with operating cash flow growing over 20% versus the same period a year ago. We finished off another strong year with free cash flow growing over 16%.\nLet's look at the quarterly results in more detail. Quarterly revenue was $661 million, up just over 10% on a reported basis. Currencies reduced quarterly revenue growth by 70 basis points on the stronger dollar, notably versus the Canadian dollar, the Australian dollar and the British pound. Quarterly revenues were strong, and it was good to see healthy growth across all of our service lines.\nTurning to profitability. Gross profit was 50.5% of revenue in the quarter, up 10 basis points from the same quarter a year ago. We saw good performance on gross profit as pricing more than offset inflationary pressures. Pricing remains at the top of our agenda, and we are evaluating opportunities to implement further price increases in the first quarter of 2023.\nFor the year, we saw elevated costs associated with casualty reserves, up $12 million for the year with $10 million of that in the third quarter alone. We discussed these charges with you back in October and continue to focus on implementing a number of key programs that Jerry mentioned previously that are aimed at improving in this area.\nAdditionally, people costs, most notably, medical costs were up about $7 million for the year. We saw higher costs in this area throughout the year. This wasn't necessarily as impactful in the quarter, but was something that gradually got worse throughout the year. SG&A expense in the quarter was $191 million or just under 29% of revenues, up $3 million from the prior year, but improving 230 basis points when stated as a percentage of revenue. It was good to see the improvements in SG&A as a percentage of revenue to finish the year.\nWhile lower advertising expense due to timing drove 120 basis points of the leverage, it was good to see cost control carried across a number of categories. Management of SG&A represents a key focus area of ours as we start 2023. At just under 30% of revenue, we feel there are opportunities to drive improvement. Stay tuned on this front, but know, we are focused on taking action that will help improve performance in this area in years to come.\nLooking closer at profitability. We did not have any non-GAAP adjustments to operating income or EBITDA this year. GAAP operating income was $120 million or 18.1% of revenue. Adjusted EBITDA margin was 22.1%, up a strong 180 basis points over the prior year adjusted EBITDA margin. As I indicated previously, we did not have any adjustments this year to EBITDA margin. If you recall, we adjusted the prior year quarterly EBITDA margin by the impact of the nonrecurring SEC matter.\nAs we discussed on the last call, I like to look at the business using incremental margins or meaning what percent of every additional dollar of revenue growth is converted to EBITDA. In the quarter, on an as-reported basis, we generated incremental adjusted EBITDA margins that we're approaching 40%. When you take out the lower advertising spend I mentioned previously, incremental adjusted EBITDA margins were approximately 30% for the quarter. And even with incurring the higher casualty charges in the second half, incremental adjusted EBITDA margins for the second half were approaching 30%. This is certainly good to see. Quarterly non-GAAP net income was $84 million or $0.17 in adjusted earnings per share, increasing from $0.15 per share in the same period a year ago.\nTurning to cash flow and the balance sheet. Quarterly free cash flow was very strong to finish the year. We generated $116 million of free cash flow on $84 million of earnings in the quarter. Free cash flow increased by over 20% in the quarter and was up a very healthy 16% for the entire year. Cash flow conversion, the percent of income that was turned into cash, was well above 100% for the quarter and the full year.\nWe made acquisitions totaling $9 million, and we paid $64 million in dividends during the quarter. Debt remains negligible, and debt-to-EBITDA is well below 1x on a gross level. We were in a net cash position to finish the year. Year-to-date, we have made acquisitions totaling just over $119 million and paid dividends of approximately $212 million. Debt balances are down $100 million since the beginning of the year, and cash is down $10 million, finishing at $95 million at the end of 2022. We are actively evaluating options to refinance our credit facilities that are set to expire in April of 2024. We expect to make progress on this in the first quarter.\nAlso during the quarter, we corrected immaterial misstatements in the financial statements. Our press release and our 10-K that we expect to file later today will include more information on these changes. But in summary, these are noncash-related items that reduced what we originally reported for earnings by an immaterial amount. By making this change, historical earnings increased by $0.01 per share per year. Let me repeat, we understated historical reported earnings by $0.01 per share per year. The immaterial changes are related to purchase accounting for acquisitions. The short of it is that the company allocated too much of the acquired asset value to amortizable intangible assets in the past and this adjustment corrects for this.\nIn closing, our fourth quarter performance continues to demonstrate the strength of our business model. We remain focused on providing our customers with the best customer experience and driving growth through acquisition. Organic demand remains robust, and we are very well positioned to continue to use our balance sheet to grow our business.\nThe acquisition pipeline is very healthy, and our strong cash flow and balance sheet positions us very well to invest in our business. We continue to focus on execution and driving long-term profitable growth for our shareholders.\nWith that, I'll turn the call back over to Jerry for closing remarks. Jerry?\n\nJerry E. Gahlhoff\n\nPrincipal Executive Officer, President, CEO & Director, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6da1a9cf2801727dff5c7cba2ed68f4",
    "period": "2022 Q3",
    "content": "Q3 2022 Rollins Inc Earnings Call\n\nQ3 2022 Rollins Inc Earnings Call\n\nROLNYSEOCT 26, 10:00 AM\n\nOperator\n\nGreetings. Welcome to Rollins Third Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nPlease note, this conference is being recorded. I will now turn the conference over to Joe Calabrese. Thank you. You may begin.\n\nJoseph Calabrese\n\nThank you. By now, you have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746 and we'll send you a release and make sure you're on the company's distribution list. There will be a replay of the call, which will begin 1 hour after the call and run for 1 week. The replay can be accessed by dialing (877) 660-6853 with the passcode 137-33-118.\nAdditionally, the call is being webcast at www.rollins.com, and a replay will be available for 90 days. The company is also offering investors a supporting slide presentation, which can be found on Rollins' website at www.rollins.com. We will be following that slide presentation on our call this morning and encourage you to view that with us.\nOn the line with me today and speaking are Gary Rollins, Rollins' Chairman and Chief Executive Officer; John Wilson, Vice Chairman; Jerry Gahlhoff Jr., President and Chief Operating Officer; Kenneth Krause, Executive Vice President, Chief Financial Officer and Treasurer; and Julie Bimmerman, Group Vice President, Finance and Investor Relations. Management will make some opening remarks, and we'll open your line for questions. Gary, would you like to begin?\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our third quarter 2022 Investor Call. Julie will read our forward-looking statement disclaimer, and then we'll begin.\n\nJulie Bimmerman\n\nOur earnings release discusses our business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today.\nPlease refer to today's press release and our SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2021, for more information and the risk factors that could cause actual results to differ.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. I'm pleased to report that Rollins' third quarter performance was highlighted by continued growth and solid financials. As we look ahead, the company remains well positioned to continue accomplishment in our long-term business objectives. I'm also proud to welcome Rollins' new Chief Financial Officer, Kenneth Krause. Ken is a highly regarded business executive with more than 2 decades of financial and accounting experience. Ken is already contributing to our success. We welcome him to our team. Jerry will share more about Ken later.\nLet me now turn the call over to John Wilson, our Vice Chairman, who will provide some business updates. John?\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nThank you, Gary. Good morning, everyone. Rollins delivered another strong performance this quarter, reflecting solid execution of our operating strategies. I want to continue to emphasize that Rollins success is a direct result of the efforts of the dedicated and caring people that work for our company. This incredible team works hard every day to achieve our objectives and take great care of our customers.\nAt Rollins, our people are our most valuable asset. Pursuant to that, we are always looking to improve our employee training and benefit offerings as well as providing a workplace where they are respected and able to grow professionally. Last quarter, we announced a new partnership with Everside Health to offer an on-site health center, providing primary care at our Atlanta Home Office and virtually nationally.\nThis new program offers free or reduced cost primary care for all employees. We're pleased to share that since its opening 4 months ago, this effort has registered over 500 employee visits and filled over 300 prescriptions. We are very focused on enabling our employees to live healthier lives at home and at work while enjoying multiple benefits within this effort. With same day and next-day appointments, this health center handles everything from routine screenings to chronic disease management.\nIt also offers on-site lab draws, medication prescriptions, immunizations, mental health services as well as the ability to reach a care team 24/7 for urgent needs. Further, we plan to expand this free primary care offering to the covered dependence of our team members starting January 1. Feedback to date has been extremely positive with a very high satisfaction rate.\nUltimately, we believe that by providing easier access to these kinds of services, we are facilitating better health outcomes and happier, healthier employees. We also recently expanded our employee stock purchase plan. This plan allows employees the option to purchase shares of Rollins common stock at a 10% discounted price through payroll deductions.\nSince we launched the plan in July 2022, we are pleased that over 2,200 employees have enrolled. This represents greater than 130% growth in employee stock ownership participants compared to our previous program. Most importantly, we want to encourage employee ownership in Rollins as we want everyone to think and act like owners in our company.\nIn summary, guided by our commitment to employees and our culture, we feel these types of benefit programs and improvement are important to our long-term success, not only by retaining and incentivizing our valued employees at all levels and for them to have a vested interest in our performance, but also to effectively position Rollins brands as a leading contender for top talent.\nLast, I would like to discuss Hurricane Ian. Thank goodness, all of our employees in the Ian's path are safe, but they have needed an assistance. Through our Rollins Employee Relief Fund, our team provided over 170 emergency grants to impacted employees within the first 10 days following the hurricane to enable team members to address essential needs. Since then, the relief team has been processing multiple full grants to address employees who have endured even greater hardship.\nOur hearts go out to those affected by the hurricane, but I must acknowledge how excited we were by all our team members who have jumped in to assist those impacted in various ways. They quickly volunteered their time and energy, often after work hours to gather, load and deliver supplies to those most in need. This was a total team effort, and we are tremendously proud of their care, compassion and commitment to help one another.\nOverall, while Ian shut down a total of 28 branch offices, 18 were only closed for a day or 2, while the remainder opened by the end of the following week. Between these few location closures and the loss of several vehicles within our fleet, the impact to our employees in the days following the storm was far worse than the impact to our business. I'd like to now turn the call over to Jerry who will provide more details on our quarter.\n\nJerry E. Gahlhoff\n\nPresident, COO & Director, Rollins, Inc.\n\nThank you, John. Good morning, everyone. In early August, we announced that Ken Krause will be joining Rollins as our new Chief Financial Officer effective September 1. Ken has many years of finance experience, most recently as the CFO of a large publicly traded global manufacturer. You'll hear from him in a little bit. But for anyone who hasn't had the pleasure of speaking with him yet, he is passionate about business, very experienced and has a unique combination of strategic, operational and financial expertise. We are extremely pleased to have him as a member of our leadership team.\nI'd now like to walk through our 2022 third quarter performance, focusing on items that directly impacted our operations during the period. Ken will address the financials in more detail in a moment. Looking at our financial results. Rollins third quarter 2022 was highlighted by revenue growth of 12.2% to $730 million compared to $650 million in last year's third quarter. Net income was $108 million or $0.22 per diluted share. This is compared to $94 million or $0.19 per diluted share for the same period in 2021.\nOperationally, during the quarter, all of Rollins business lines continued to experience solid growth. Residential Pest Control increased 9.8%, Commercial Pest Control was up 11.4% and Termite increased 18.9%. Overall, Organic presented a strong 8.6% total growth for the quarter. Next, I'd like to turn to the expense side. During the last few conference calls, we've discussed various inflationary pressures, primarily fleet-related costs, specifically fuel and vehicle repairs and materials and supplies.\nWe've also provided insights into the proactive actions we've been implementing to mitigate these pressures. In this context, I'm pleased to note that during Q3, we're beginning to see a gradual improvement in fuel prices. We've also been reducing our overall mileage-per-service visit through routing and scheduling initiatives.\nOverall, when compared to last quarter, Q3 presented a 5% reduction in fuel expense. On the fleet side, as we discussed previously, we're keeping our trucks longer, forcing higher-than-normal cost for items like basic maintenance and tires as well as some repairs outside of the norm. Recently, a small amount of new fleet vehicles are beginning to arrive from our primary manufacturers, which certainly will help. However, the quantities are less than what we historically received by this point in the year.\nLooking ahead, we're told by our manufacturers that the supply environment is improving, and that potentially, we could expect an uptick in inflow levels for new vehicles in the coming quarters. As we receive similar assurances last year, we're certainly keeping a watchful eye on this, and we'll keep you updated on future conference calls.\nOn the labor side, even through the tight labor market, Rollins remains well positioned in effectively attracting, retaining and deploying talent. By prioritizing employee well-being, workplace inclusion and professional development opportunities while also providing attractive employee benefit offerings, we have a track record of being a premier destination for talent.\nAs we headed into peak hiring season this year, we successfully integrated a recruiting software platform to allow our hiring managers to more efficiently recruit and engage with potential new candidates. This talent recruitment platform makes it easier for prospective team members to explore open positions on our career portals and apply for open positions in just a few minutes, and they can do so easily from a mobile device.\nOur hiring managers can more easily prescreen candidates, communicate with them and schedule interviews in a more streamlined way. As a result of this new improved process, we averaged 35,000 job applicants submittals per month for the third quarter. And over the last 5 months, we have almost matched the total year 2021 application submittals. In short, by offering candidates an enhanced hiring experience, we've been able to successfully source and add qualified talent across the country despite the tight labor market.\nNext, I'd like to turn to acquisitions. Year-to-date, we have completed 27 acquisitions, 5 of these were completed in the third quarter across Canada, Australia and the U.S. In August, we announced the acquisition of Bug House Pest Control. Bug House Pest Control was founded by Mike Prosperi in 1993 and has grown to be one of the largest pest control companies in Georgia. Bug House serves residential and commercial customers throughout Central and South Georgia. We are proud to welcome more than 220 team members to Rollins.\nWe continue to pursue potential opportunities. As we look ahead to the remainder of the year and into 2023, our pipeline remains strong. Before I turn the call over to Ken, I want to emphasize how pleased we are with Rollins' strong third quarter performance, and we are confident in our ability to continue driving growth and improving profitability in the business. I'll now turn the call over to Ken.\n\nKenneth D. Krause\n\nExecutive VP, CFO & Treasurer, Rollins, Inc.\n\nThanks, Jerry, and good morning, everyone. It's great to be here, and I look forward to working with Jerry and the team across Rollins as we continue to drive value for all of our stakeholders. During my first 60 or so days, I've had the opportunity to spend time with several of our key stakeholders. I've spoken with investors and attended investor conferences, I've spent time at industry trade shows and visited with our teams in the field. It has been beneficial to interact with our investors, employees, vendors and customers.\nAs I reflect on my experiences thus far, I want to highlight 2 key observations. First, Rollins has a strong commitment to doing what is right and best for all of our stakeholders. Our commitment to our customers and employees is second to none. The company places a tremendous amount of effort on promoting a culture that is focused on solving our customers' problems the first time and providing our employees with a workplace where they can build a long and rewarding career.\nSecond, our strategy is driving strong results. We have a very valuable business model, well-recognized brands and a strong financial position by which we can drive profitable growth. Let me start by highlighting a few key accomplishments in the quarter. First, revenue growth was strong, with organic revenue growing just under 9% on an as-reported basis. Second, EBITDA margins were healthy at 23.3%, up 10 basis points versus the same period a year ago, despite incurring higher casualty reserve charges.\nThese charges weighed down EBITDA margins by approximately 140 basis points in the quarter. I will spend more time on the casualty reserve in a bit, but it was good to see the strong margin performance in this challenging inflationary period. Earnings per share improved 15% to $0.22 per share, and free cash flow was very healthy, with operating cash flow growing over 60% versus the same period a year ago.\nLet's now dive into the quarterly results in more detail. Quarterly revenue was $730 million, up just over 12% on a reported basis. This includes approximately 4% of growth from acquisitions. Currencies reduced sales growth by 50 basis points on the stronger dollar, notably versus the Canadian dollar, the Australian dollar and the British pound. It was good to see strong organic growth across our service lines. All services, Commercial, Residential and Termite services, grew at a double-digit growth rate with very strong organic growth in Commercial and Termite businesses.\nResidential revenues increased approximately 10% with growth stemming from both acquisitions and organic activity. We also had strong growth across substantially all of our brands. We are not seeing any significant signs of slowing and retention rates are not changing materially. Overall, demand for our services remains robust to start the fourth quarter.\nTurning to profitability. Gross profit was 52.3% of sales in the quarter, down 70 basis points from the same quarter a year ago. The decline is driven primarily by an increase in our casualty reserve related to auto claims. As I said earlier, this increase drove EBITDA margins down by 140 basis points in the quarter with the most significant impact on gross profit. This expense in the quarter was driven by a number of auto-related claims that matured in the quarter.\nThese claims tend to change from time to time, and we either reached resolution or received additional information about the nature of the claim that provided for a better estimation of the total liability associated with the claim in the quarter. Excluding this, we saw improvement in gross profit as pricing more than offset inflationary pressures and increases associated with people, fleet and other areas.\nPricing and managing our margins remains at the top of our agenda. SG&A expense in the quarter was just under $214 million or 29.3% of sales, up approximately $20 million from the prior year. As a percent of revenue, we realized 60 basis points of leverage in SG&A on the double-digit sales growth, which helped offset the gross profit headwinds.\nGAAP operating income was $145 million or 19.7% of revenue, up 20 basis points from the year ago period. EBITDA margin was 23.3%, up 10 basis points over the prior year. As I indicated, the increased expense associated with claims activity negatively impacted EBITDA margins by 140 basis points. I like to look at the business using incremental margins or what percent of every additional dollar of revenue growth is converted to EBITDA.\nAnd in the quarter, on an as-reported basis, we generated 24% incremental margins, but over 35% when you consider the quarter included the higher expenses associated with the claims activity. GAAP net income was $108 million or $0.22 in earnings per share, increasing 15% versus the same period a year ago on the 12% increase in reported revenue.\nTurning to cash flow and the balance sheet. Quarterly free cash flow was very strong in the quarter. We generated over $120 million of free cash flow on $108 million of earnings in the quarter. Free cash flow increased by over 60% in the quarter. We made acquisitions totaling approximately $60 million in the third quarter, and we paid just under $50 million of dividends. That remains negligible, and debt-to-EBITDA is well below 1x on a gross level. Cash balances approximated debt balances to end the quarter.\nYear-to-date, we have made acquisitions totaling just over $110 million and paid dividends of approximately $148 million. Debt balances are down $30 million since the beginning of the year, and cash is up over $16 million, finishing at $122 million to finish the third quarter. Speaking of dividends, we increased our regular quarterly dividend last night to $0.13 per share, an increase of 30% versus the third quarter a year ago.\nWith this announcement, this will enable us to realize an increasing dividend again in 2022. We are well positioned to continue to maintain our balanced approach to capital allocation. Our focus is to consistently fund a regular dividend that increases as our business grows while continuing to use our balance sheet to fund additional acquisition-related growth.\nOur third quarter performance demonstrated the strength of our business model. Organic demand remains robust, and we are well positioned to continue to use our balance sheet to grow our business. The acquisition pipeline is very healthy, and our strong cash flow and balance sheet positions us well to invest in our business. We continue to focus on execution and driving a long-term profitable growth for our shareholders. With that, I'll turn the call back over to Gary for closing remarks. Gary?\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Ken. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa88fd3792dfc038eab127b6b9f865e6",
    "period": "2022 Q2",
    "content": "Q2 2022 Rollins Inc Earnings Call\n\nQ2 2022 Rollins Inc Earnings Call\n\nROLNYSEJUL 27, 10:00 AM\n\nOperator\n\nGreetings. Welcome to Rollins Inc. Second Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce Joe Calabrese. Thank you. You may begin.\n\nJoseph Calabrese\n\nThank you. By now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746, and we'll send you a release and make sure you're on the company's distribution list.\nThere will be a replay of the call, which will begin 1 hour after the call and run for 1 week. The replay can be accessed by dialing (877) 660-6853 with the pass code 137-31-028. Additionally, the call is being webcast at www.rollins.com and a replay will be available for 90 days.\nThe company is also offering investors a supporting slide presentation, which can be found on Rollins website at www.rollins.com. We'll be following that slide presentation on our call this morning and encourage you to view that with us.\nOn the line with me today and speaking are Gary Rollins, Rollins Chairman and Chief Executive Officer; John Wilson, Vice Chairman; Jerry Gahlhoff Jr., President and Chief Operating Officer; and Julie Bimmerman, Interim Chief Financial Officer, Group Vice President and Treasurer.\nManagement will make some operating remarks, and we'll open the line for your questions. Gary, would you like to begin?\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our second quarter 2022 investor call. Julie will read our forward-looking statement disclaimer, and then we'll begin.\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nOur earnings release discusses our business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today. Please refer to today's press release and our SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2021, for more information and the risk factors that could cause actual results to differ.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. I'm very pleased to report that Rollins delivered a very strong financial performance in the second quarter and remains well positioned to deliver on our long-term business objectives. On today's call, I'm excited to share our strategic management succession plan that has been unanimously approved by our Board of Directors. We firmly believe that this is the right time to initiate this important leadership transition.\nEffective January 1, 2023, Jerry Gahlhoff, the Rollins Chief Operating Officer and President, will be elevated to the position of Chief Executive Officer or CEO. I'll remain Chairman of the Board, and Jerry will continue in his current role as President of Rollins. The following 5 months will be transitional while Jerry becomes more familiar with the areas involving his future responsibilities.\nThe company is well positioned financially and operationally. We have a proven management team, leading brands and a very strong culture. I'm extremely confident in the future of Rollins and look forward to working closely with Jerry to ensure a smooth transition of responsibilities.\nWhile I'll be moving away from the day-to-day operations, as I continue serving as our company Chairman of the Board, I will remain active and focused on our business goals and strategic plans. As many of you know, Jerry has been with Rollins since the 2008 acquisition of HomeTeam. And he's been instrumental in our success. What most don't know is that Jerry grew up in an Orkin household as his father worked for the company for 26 years. His dad was a great employee. Jerry is an exceptional leader with great vision and a deep understanding of our industry and our customers. His years of service to Rollins has been marked by outstanding performance and accomplishments. He was promoted to Rollins President and Chief Operating Officer in 2020 and has had a unique opportunity to be intimately involved in most every facet of our organization.\nIn 2021, Jerry joined the Rollins Board of Directors. His business acumen, leadership experience, strong sense of duty and his devotion to our company make him a natural fit to assume our President and Chief Executive Officer role. I have the utmost confidence that Jerry will continue to foster our strong company heritage record of accomplishments and promote the culture of Rollins.\nLet me now turn the call over to John Wilson, our Vice Chairman, who will provide some business updates. John?\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nThank you, and good morning, everyone. On behalf of all of us here at Rollins, I would like to congratulate Jerry on his long successful tenure as Rollins CEO. Gary's 56-year career with our company has been marked by superior achievements and an unrelenting focus on our customers, our shareholders and our employees. He's a tremendous leader. And in addition to his impressive business results over the multiple decades, he has been steadfast in leading Rollins' high-performance culture. But the best part about this change is that he isn't going anywhere and will continue to be a valuable resource to all of us.\nTurning to our performance. We are pleased with our second quarter financial results with revenue increasing to $714 million and net income totaling $100 million or $0.20 per share. Overall, we experienced solid growth across our numerous pest management brands and continue to achieve strong levels of customer growth.\nFinally, you've heard me say this many times, we regard our employees as our most important asset. They are an integral part of our success. As we continue to grow, we recognize the talented people have choices, and we want the Rollins brands to be a leading contender for that talent. Consistent with that approach, we're continually looking to improve our employee benefits and I'm pleased to announce that Rollins has partnered with Everside Health to offer an on-site health center located at our Atlanta home office.\nThis new health center offers convenient primary care services for everything from screenings and prevention to chronic disease management and urgent care for several thousand of our employees in the area. There are multiple benefits and features to this program, including same-day and next-day appointments, on-site lab draws, medications and immunizations, mental health services and the ability to reach a care team 24/7 for urgent needs.\nIn addition to our Atlanta facility, our U.S. employees have access to over 70 Everside Health clinics, and we are live in 37 states for virtual primary care. The safety and well-being of our employees is a top priority, and we believe offering this new benefit will lead to better health outcomes, allowing employees to live healthier lives.\nNow let me turn the call over to Jerry, who will provide more details on our business. Congratulations, Jerry.\n\nJerry E. Gahlhoff\n\nPresident, COO & Director, Rollins, Inc.\n\nThank you, John. Hello, everyone. Before I get into our second quarter operating review, I would like to say a few words about Gary. As Gary mentioned, I came to Rollins through the HomeTeam acquisition in 2008. As many of you know, those can be tensed in uncertain times for those being acquired. Gary talked with me personally. His words and subsequent actions reassured me that I had found a home at Rollins and my experience here has been meaningful and worthwhile.\nOver the past 14 years, I've learned so much from Gary, and there's one thing I'm sure of, he has an unwavering commitment to our company, our customers and our employees. The proof of this is in his actions and results. It's truly an honor to succeed Gary as CEO and lead this incredible company of more than 17,000 exceptional employees, each of whom brings a commitment to deliver the best for our customers every day. With Gary and John's continued guidance, I look forward to continuing to build on our great success as we begin this new chapter of the company's future.\nI'd now like to walk through our 2022 second quarter performance, focusing on items that directly impacted our operations during the period. Julie will address the non-GAAP adjustments a little later.\nLooking at our financial results. Rollins second quarter 2022 was highlighted by revenue growth of 11.9% to $714 million compared to $638 million in last year's second quarter. Net income was $100.3 million or $0.20 per diluted share. This is compared to $98.9 million or $0.20 per diluted share for the same period in 2021. As mentioned, Julie will review GAAP and non-GAAP results as well as organic revenue growth numbers shortly. Operationally, during the quarter, all our business lines continued to experience solid growth. In fact, we grew double digits in all service lines. Residential pest control increased 11%, commercial pest control was up 11.2% and termite increased 15%. Keep in mind that this level of growth came on top of our company's highest historical recorded growth in Q2 last year of 15.3%.\nOn the expense side, we continue to feel inflationary pressures during the second quarter from fleet-related costs like fuel and vehicle repairs and materials and supplies. I'll give insight on these as well as provide an update on the actions we've been implementing to mitigate these pressures.\nWhile we're efficiently navigating through this period and believe that our proactive initiatives have helped, we're keeping a watchful eye on inflationary pressures, fuel costs and supply chain costs and how they may affect Rollins. Management of fuel expense is a notable example. As we grow, we improved customer density. And when coupled with our routing and scheduling technology initiatives, we continue to reduce our overall mileage between service visits, which lowers our fuel requirements. We saved over 5.8 million miles driven in the quarter or $1.3 million. This savings was slightly offset by increased average price per gallon over Q2 2021 of over $400,000, equating to net fuel savings of $875,000. This has also helped manage labor costs as our technicians have less unproductive windshield time, plus we've created a better job for them along the way.\nAs we move through the second half of 2022, we expect we'll see the ongoing benefits of these improvements. Furthermore, looking ahead, we're committed to enhancing the overall efficiency of our fleet while also reducing carbon emissions. In June, we announced that BMW Group ranked Rollins 15th out of the top 50 green fleets in the United States. This primarily reflects Rollins use of hybrid sedans that are being driven by our sales and management personnel. However, we recently began testing the use of light-duty hybrid trucks. Given their excellent fuel economy, we are focused on having a sizable uptick in our hybrid truck fleet by 2024.\nAdditionally, given recent technology advancements, we've been testing the use of battery-powered application equipment going from gas power to battery provides us with a compelling opportunity to reduce emissions without sacrificing the effectiveness of our service. We look forward to updating you on these initiatives in the quarters ahead.\nAs you may recall from prior conference calls, we've been proactively addressing increased supply chain costs in our residential and commercial pest control materials and supplies. This includes termite and ancillary service offerings as well. We have solid long-term working relationships with our manufacturers and have deep visibility into the supply process, often a few levels up in the supply chain. In doing so, we're often able to achieve greater operational efficiencies and overall flexibility by not only having materials shipped quickly but also having real-time insights advising us when we need to order materials. We continue to seek opportunities to diversify through alternative suppliers and actively seek shipping and freight efficiencies.\nOn the subject of pricing, we successfully implemented our annual price increase programs earlier this year. As mentioned on our last conference call, aggressive service price increases were initiated within all our brands during April and May as compared to historical timing of the early summer months and prior years. We are already realizing a notable benefit from this initiative more than doubling our traditional 1% to 2% net growth levels from our past price increase programs. Overall, we saw little resistance from our customers on the higher price increases put into place, which is a confirmation of service satisfaction.\nNext, on our acquisition pipeline, it remains strong, and we have plenty of potential opportunities that we are actively pursuing. So far in 2022, we have completed 22 strategic acquisitions within the U.S., United Kingdom and Australia. In the U.K., we achieved an important milestone during the quarter with the acquisition of Europest. In addition to expanding our geographic footprint within the U.K., it is also our first location in Wales. Strategically, we now have full coverage within the United Kingdom, as this tuck-in transaction comes on the heels of another recent U.K. acquisition, NBC Environment, which provided our first locations within Scotland.\nMoving forward, Strategic acquisitions will continue to be an important component in our initiatives to further grow and expand our business.\nBefore I turn it over to Julie, I want to emphasize how pleased we are with Rollins second quarter results and that we remain well positioned for 2022.\nI'll now turn the call over to Julie. Julie?\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nThank you, Jerry. First, I would like to congratulate both Gary and Jerry on reaching the next pinnacles in their careers. Gary, your extraordinary impact on Rollins has been legendary. Jerry, you definitely have large shoes to fill as CEO. Jerry, also watching your career grow from our early days at HomeTeam to President of Rollins has been exciting, and I have no doubt that you will excel in this new role. I appreciate your trust and leadership through the years and cannot wait to see what the future holds.\nSo now on to the numbers. We delivered a strong second quarter highlighted by significant growth across many key financial metrics. As a reminder, we are including a slide deck on our website, which presents the numbers we discussed during today's earnings presentation. To view the deck, please go to rollins.com, click on News and Events and presentation. Our second quarter revenues of $714 million represented an increase of 11.9% actual exchange rate, 8.7% organic. For the constant exchange rate, the total revenue growth totaled 10.7% with 7.5% organic.\nAs Jerry mentioned, residential, commercial and termite all presented strong double-digit growth for the quarter. Residential grew 11%, 7% organic. Commercial grew 11.2%, 9.3% organic. Lastly, we have termite, which grew 15% with 11.2% organic.\nNow on to our income. For the second quarter and year-to-date, we are presenting adjusted EBITDA for 2021 for comparison purposes due to the impact of our gain on sale of several of our Clark properties of $450,000 in Q2 of last year, and $31.5 million year-to-date in 2021. Second quarter EBITDA of 2022 was $159.2 million or 1.2% over 2021 adjusted EBITDA of $157.3 million. Second quarter 2022 EPS was $0.20 per diluted share equal to 2021 adjusted EPS.\nSecond quarter 2022 gross margin decreased to 52.8% or 0.5 point below last year. As mentioned, fleet created another quarter of strong headwinds in Q2 2022 primarily from fuel presenting an increase of $6.8 million and vehicle repairs of $1.7 million over last year. Fuel increases were driven by over a 50% increase in our average price paid per gallon in Q2 2022 over 2021. Vehicle repairs were up due to the continued delay in receipt of new vehicles from the manufacturers. We keep our trucks longer, forcing repairs outside of our norm. Combined, these fleet expenses -- these fleet expense increases equated to 0.9 point in additional cost, taking these fleet-related increases out of the equation, gross margin increased over last year.\nSales, general, administrative, or SG&A as a percentage of revenue for Q2 2022 increased over 2021 by 2.1% to 30.8%. Travel was a contributor as this increased 65.7% over Q2 2021. This was due to a return to normalized levels for leadership travel to branch locations along with overall increased cost in air travel and rental cars. We also saw an increase in advertising from a combination of an increase in our advertising campaign to counteract the late arrival of spring along with the impact of a change in our process for estimating and accruing our advertising expenses. Aligning these costs with our high Q2 sales equated to an increase in advertising of 2% of revenues over Q2 2021. For the full year, we expect overall normalized historical spend levels for advertising.\nNow for a few notes regarding our cash flow. Our dividends Q2 2022, totaled $49.2 million or an increase of 22% over 2021, while cash used for acquisitions increased 218.7% to $36.4 million for 2022. We ended the current period with $221 million in cash, of which, $62.9 million was held by our foreign subsidiaries. Our free cash flow for Q2 was $119.4 million or an increase of 26.6% over last year. This increase was primarily driven by timing of income tax payments.\nLast, I'm pleased to share that yesterday, our Board of Directors approved a regular cash dividend of $0.10 per share that will be paid on September 9, 2022, to shareholders of record at the close of business August 10, 2022. This represents a 25% increase over the dividend paid in September 2021. The dividend increase reflects our strong performance in the second quarter of 2022, it situates our financial strength and the Board's confidence in our continued growth. Gary, I'll turn it back over to you.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aa48724357269ad07400220254e01178",
    "period": "2022 Q1",
    "content": "Q1 2022 Rollins Inc Earnings Call\n\nQ1 2022 Rollins Inc Earnings Call\n\nROLNYSEAPR 27, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Rollins, Inc. First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the call over to Joe Calabrese. Thank you. You may begin.\n\nJoseph Calabrese\n\nThank you. By now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746, and we'll send you a release and make sure you're on the company's distribution list. There will be a replay of the call, which will begin 1 hour after the call and one for 1 week. The replay can be accessed by dialing (877) 660-6853 with the pass code 13728548.\nAdditionally, the call is being webcast at www.rolins.com, and a replay will be available for 90 days. The company is also offering investors, a supporting slide presentation, which can be found on Rollins' website at www.rollins.com. We will be following that slide presentation on our call this morning, encourage you to view it that with us.\nOn the line with me today and speaking are Gary Rollins, Rollins' Chairman and Chief Executive Officer; John Wilson, Vice Chairman; Jerry Gahlhoff, Jr., President and Chief Operating Officer; and Julie Bimmerman, Interim Chief Financial Officer, Vice President and Treasurer. Management will make some opening remarks and then we'll open the line for your questions.\nGary, would you like to begin?\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our first quarter 2022 investor call. Julie will read our forward-looking statement and disclaimer, and then we'll begin.\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nOur earnings release discusses our business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties and actual results may differ materially from any statement we make today.\nPlease refer to today's press release and for our SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2021, for more information and the risk factors that could cause actual results to differ.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. I'm pleased to report that Rollins delivered solid first quarter results and realized strong year-over-year growth in many key performance areas. We remain well positioned to deliver on our short-term and long-term objectives, and we look forward to sharing our progress in the quarters ahead.\nI would now like to give an update on our SEC investigation. Rollins reached a settlement agreement with the U.S. Securities and Exchange Commission on April 18. The settlement fully resolves the SEC's investigation into certain adjustments to accruals and reserves and their impact on reported earnings per share in the first quarter of 2016 and the second quarter of 2017.\nRollins paid an $8 million civil penalty, which was fully accrued in the third and fourth quarters of 2021. Under terms of the settlement, Rollins neither admits or denies the SEC's findings in this matter. The settlement completes the SEC's investigation, and there will be no restatement of Rollins financials related to this matter.\nI want to take a moment to highlight the actions that we've taken to strengthen Rollins controls and procedures to prevent something like this from happening in the future. From the beginning, we took this matter very seriously and hired outside consultants to evaluate and strengthen our financial reporting. This included improving processes, procedures and supporting documentation that impact financial results.\nWe also hired a Chief Accounting Officer, Traci Hornfeck, last October and added 2 retired E&Y partners to our Audit Committee, Susan Bell and Pat Gunning. Susan currently serves as Chair of that committee. We have also hired and added several experienced accounting personnel to further strengthen our team. Jerry will share with you details of our active CFO search to further improve this area.\nIt is noteworthy that the SEC recognizes within the order that Rollins \"cooperation and the remedial acts were properly undertaken to prevent and detect the type of misconduct described in the order.\" Out of respect for the process, we will not answer any questions during our Q&A on this matter. I assure you that integrity is at the core of who we are as a company, and we remain committed to doing the right thing for our employees, investors and customers.\nAnd finally, we are pleased that this matter is resolved.\nWith that, let me turn the call over to John, who will provide some business updates. John?\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nThank you, and good morning, everyone. As Gary mentioned, we are pleased with our first quarter financial results, with revenue increasing to $590.7 million and net income totaling $72.4 million or $0.15 per share. Overall, we experienced solid growth across our family of pest management brands and continue to achieve strong levels of customer growth.\nOver the past couple of years, we have been actively strengthening and solidifying our Board of Directors and Board committees reflecting our commitment to effective corporate governance. For those of you who are familiar with Rollins, our Board consists of outstanding directors who have diverse backgrounds and bring in valuable experience, strong governance and our unique perspectives to our company. As part of that process, our directors have also been a key component of driving Rollins' long-term strategic vision.\nWe are pleased to announce that Gregory Morrison has been recently appointed to Rollins' Audit Committee. Some of you may recall that Greg who joined as a Director of Rollins in 2021, served 18 years as a Vice President and Corporate Chief Information Officer for Cox Enterprises. At Cox, he was responsible for the management and operations of all information technology, including cybersecurity solutions, which we believe makes him particularly well suited to join the Audit Committee in addition to his responsibilities as a member of our Board's Human Capital Management and Compensation Committee.\nWe are also pleased to announce that Don Carson has been appointed to our Nominating and Governance Committee. Don also joined our Board in 2021 and is a trusted adviser to Catheter Precision where he also serves as a director. Don also acts as a trustee for The Cook and Bynum Fund.\nFurthermore, we strengthened our Board with the recent selection of seasoned executive, Louise Sams. Louise has also been appointed to our Nominating, Governance and the Compensation Committee. For almost 20 years, Louise was an Executive Vice President and General Counsel of Turner Broadcasting System. As General Counsel, Louise oversaw legal work relating to Turner's business activities, and its subsidiaries worldwide, including licensing and production of content for Turner Television. She was also involved in the sale and distribution of those networks, the protection of intellectual property, employment matters as well as litigation and transactional work relating to acquisitions and joint ventures.\nMost recently, Louise focused on issues related to technology, information security, use of data and consumer privacy as well as enterprise-wide risk management. We are pleased to have Louise join our Board, and we believe her broad experience will help to further strengthen Rollins and guide our strategic direction.\nAt our core, we are foremost a service company. Our track record of success is a direct result of the efforts of the dedicated and caring people that work at Rollins.\nToward this end, I'd like to highlight that during the quarter, Rollins was awarded a 2022 Top Workplaces Award by The Atlanta Journal-Constitution. Rollins now ranked 17th in the large business category, marking the sixth consecutive year we've received this award. This recognition is based solely on employee satisfaction and engagement feedback gathered through a third-party survey. The survey measures several aspects of workplace culture, including alignment, execution and leadership. More than 2,900 Atlanta companies participated in this program and over 68,000 of their employees were surveyed about their workplace experience.\nAnother recent recognition that I'm particularly proud of is that Newsweek ranked Rollins #8 in their article on America's Most Trustworthy Companies for 2022 in the consulting and professional services category. Over 110,000 evaluations were collected and reviewed regarding customer trust, investor trust and employee trust to receive this recognition.\nWe remain committed to providing a workplace where our team members can grow professionally and have a positive impact on the community. And many thanks go to our leadership team, who deserve all the credit for Rollins achieving these honors.\nNow let me turn the call over to Jerry, who will provide more details on our business.\n\nJerry E. Gahlhoff\n\nPresident, COO & Director, Rollins, Inc.\n\nThank you, John, and hello, everyone. I'd now like to walk through our 2022 first quarter financial results, focusing on items that directly impacted our operations during the quarter. Julie will address the non-GAAP adjustments a little later.\nLooking at our numbers. Rollins first quarter 2022 was highlighted by revenue growth of 10.3% to $590.7 million compared to $535.6 million in last year's first quarter. Net income was $72.4 million or $0.15 per diluted share. This is compared to $92.6 million or $0.19 per diluted share for the same period in 2021. This decline in EPS was primarily the result of last year's gain on the sale of Clark properties. As mentioned, Julie will review GAAP and non-GAAP results as well as organic revenue growth numbers shortly.\nOperationally, all our business lines experienced good growth during the quarter, with residential pest control up 10.2%, commercial pest control rising 9.1% and termite increasing 13.3%.\nOn the expense side, in the first quarter, we felt significant inflationary pressures in fleet and pest control materials and supplies. I'll give insight on these and an overview of the actions we've been implementing to mitigate these expense pressures.\nAs you may recall from last quarter, we've been proactively addressing supply chain issues in our termite and ancillary service offerings. With our procurement team seeking alternate products and suppliers, while our operation teams have been successfully initiated increases in our rate card pricing where needed to counteract the rise in some of these material costs. We believe we've struck the right balance and these efforts are helping to bring material costs back in line for our termite and ancillary business.\nIn the first quarter, we began experiencing similar inflationary headwinds within our residential and commercial pest control materials and supplies. Given the successes we've achieved mitigating M&S costs in termite, we're implementing a proactive approach within our pest control business by adjusting our rate cards and diversifying through alternative suppliers and also by seeking shipping and freight efficiencies.\nMost important to improve our profit margin, we're also implementing our annual price increase programs earlier this year. These more aggressive price increases were initiated within all our brands in late spring as compared to typical timing of the early summer months in prior years. In short, we're proactively managing through this. Our fuel expense is an important example. We gave up 0.7 point in margin to increases in fleet expense in Q1.\nThrough extensive routing and scheduling initiatives, we have reduced our overall mileage necessary, which lowers our fuel requirements. For our first quarter of 2022, our fuel costs would have been approximately $700,000 higher, if we had not begun these routing and scheduling processes. This equates to an estimated addition of over 3.2 million miles driven, if our miles between stops had not been reduced using our routing and scheduling technologies. We expect that we will see ongoing benefits of these improvements as we move throughout the remainder of the year.\nFurthermore, we continue to increase the number of hybrid and electric vehicles in our fleet as we now have over 800 currently deployed.\nNext, for a quick update on our acquisition pipeline. Fortunately, it's full. We have plenty of potential opportunities that we're actively engaged with. Our acquisition team has been busy, both domestic and internationally. One of our latest acquisitions highlighted in a recent press release, NBC Environment, headquartered in the U.K. closed April 1. And now gives us full coverage within the U.K., including multiple locations within Scotland.\nBefore closing, I'd like to provide an update on our Chief Financial Officer search. While we don't have an announcement to make today, we have an engaged an executive search firm to assist with identifying an exceptional candidate to join our leadership team. We are focused on getting a seasoned, talented financial executive as our CFO. The search is progressing well, and we look forward to providing an update this summer.\nJulie has been filling in remarkably as our interim CFO, and you can all rest assured that Julie will be remaining with Rollins as our Group Vice President of Finance and Investor Relations. I know that I sleep better at night knowing that.\nBefore I turn it over to Julie, I want to emphasize how pleased we are of our first quarter results given the inflationary pressures we faced and remain well positioned for 2022.\nI'll now turn the call over to Julie.\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nThank you, Jerry. We delivered a strong first quarter highlighted by significant growth across many key financial metrics. Like last quarter, we are including a slide deck on our website, which presents the numbers we discuss during today's earnings call presentation. To view the deck, please go to rollins.com, click on News and Events, then Presentation.\nNow on to the numbers. Our first quarter revenues of $590.7 million was an increase of 10.3% actual exchange rate and 7% organic. With the constant exchange rate, the total revenue growth totaled 9.6% with 6.3% organic. As previously mentioned, residential, commercial and termite all presented strong growth for the quarter. Residential grew 10.2%, 5.8% organic. Commercial grew 9.1%, 7.9% organic. Lastly, we have termite, which grew 13.3% with -- excuse me, with 8.5% organic.\nNow on to our income. For the first quarter, we are presenting adjusted EBITDA for comparison purposes due to the impact of our gain on sale of several of our Clark properties of $31 million in Q1 of last year. First quarter EBITDA 2022 was $117.8 million or 4.2% over 2021 adjusted EBITDA of $113 million First quarter 2022 EPS was $0.15 per diluted share or 7.1% improvement over 2021 adjusted EPS.\nFor the first quarter 2022, gross margin decreased to 50% or 1.2 points below last year. As mentioned, fleet created another quarter of strong headwinds in Q1 2022, primarily from fuel in the amount of $4.6 million and vehicle repairs of $1.2 million over last year. Combined, these fleet expense increases equated to 0.7 point in additional costs. Service salaries were up 0.4 point, while pest control materials and supplies were up $2.9 million or 0.1 point.\nFuel increases were driven by a 42% increase in average price paid per gallon in Q1 2022 over 2021. This, along with customer growth, brought a 55% increase in our total fuel costs for the quarter. The service wages increase was a combination of COVID sick time taken and overtime paid to cover work for employees out sick with COVID. We faced some difficult challenges in January as our reported number of employees testing positive for COVID-19 increased 154% over January 2021.\nAdditional overtime pay required to complete our routes and cover for these COVID cases contributed to a 21% increase over Q1 2021. We believe this to be a onetime event unless another COVID surge occurs.\nSales, general and administrative, or SG&A, on the other hand, held flat Q1 2022 over 2021 with both quarters coming in at 30.3%.\nNow for a few notes regarding our cash flow. Our dividends for Q1 2022 totaled $49.2 million or an increase of 25% over 2021, while cash used for acquisitions declined 22% to $13.2 million for 2022. We ended the current period with $258.3 million in cash, of which $86.1 million was held by our foreign subsidiaries. As you probably noted, we've also increased our term loan over last year. This will put us in a strong position to act quickly on either potential acquisitions or stock repurchases as opportunities may arise.\nNow to free cash flow. For the first quarter of 2022, our free cash was $79.5 million or a decrease of 28.8% over last year. The decline was related to $30.6 million in payroll taxes deferred under the Coronavirus Aid, Relief and Economic Security, or CARES Act, in 2022 and subsequently paid in the third quarter of 2021. In comparing the current first quarter to last year, the deferral was within the Q1 2021 operating activities.\nLast, I'm pleased to share that yesterday, the Board of Directors approved a regular cash dividend of $0.10 per share that will be paid on June 10, 2022, to shareholders of record at the close of business May 10, 2022. This represents a 25% increase over the dividends paid in June 2021. The dividend increase reflects our strong performance in the quarter of 2022, accentuates our financial strength, the Board's confidence in our outlook for continued growth.\nGary, I'll turn the call back to you.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. We're happy to take any questions at this time."
  },
  {
    "header": "ROL",
    "cik": "0000084839",
    "ticker": "ROL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f992527d45c88dc12b0808d701d63f27",
    "period": "2021 Q4",
    "content": "Q4 2021 Rollins Inc Earnings Call\n\nQ4 2021 Rollins Inc Earnings Call\n\nROLNYSEJAN 26, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Rollins, Inc. Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Mr. Joe Calabrese. Please go ahead.\n\nJoseph Calabrese\n\nBy now, you should have all received a copy of the press release. However, if anyone is missing a copy and would like to receive one, please contact our office at (212) 827-3746, and we will send you a release and make sure you're on the company's distribution list. There will be a replay of the call, which will begin 1 hour after the call and one for 1 week. The replay can be accessed by dialing (877) 660-6853 with the passcode 13725733. Additionally, the call is being webcast at www.rollins.com, and a replay will be available for 90 days. The company is also offering investors a supporting slide presentation, which can be found on Rollins' website at www.rollins.com. We'll be following that slide presentation on our call this morning, and we encourage you to view that with us.\nOn the line with me today and speaking are Gary Rollins, Rollins' Chairman and Chief Executive Officer; John Wilson, Vice Chairman; Jerry Gahlhoff, Jr., President and Chief Operating Officer; and Julie Bimmerman, Interim Chief Financial Officer, Vice President and Treasurer. Management will make some opening remarks, and then we'll open the line for your questions. Gary, would you like to begin?\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nYes. Thank you, Joe, and good morning. We appreciate all of you joining us for our fourth quarter and year-end 2021 investor call. Julie will read our forward-looking statement and disclaimer, and then we'll begin.\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nOur earnings release discusses our business outlook and contains certain forward-looking statements. These particular forward-looking statements and all other statements that have been made on this call, excluding historical facts, are subject to a number of risks and uncertainties, and actual risks may differ materially from any statement we make today. Please refer to today's press release and our SEC filings, including the Risk Factors section of our Form 10-K for the year ended December 31, 2020, for more information and the risk factors that could cause actual results to differ.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. First of all, I regret missing last quarter's call discussion. Nonetheless, my knee replacement therapy has been going well, and it's great to be on the call with you this morning. I'm pleased to report that we experienced a very successful year, both financially and operationally, especially with our revenue and EPS growth. As we begin 2022, we believe that Rollins is poised to deliver on our short-term and long-term objectives. We look forward to sharing our progress with you as the new year unfolds.\nAs we previously disclosed, the company is in discussion with the staff at the U.S. Securities and Exchange Commission to resolve our SEC investigation. During the fourth quarter, we increased the accrual related to this matter to $8 million for a potential settlement. Given that the investigation is ongoing and out of respect for the process, we cannot answer any questions during our Q&A, but we are focused on resolving this inquiry in the very near future.\nWith that, let me turn the call over to John, who will provide some of our business updates. John?\n\nJohn F. Wilson\n\nVice Chairman & Assistant to the Chairman, Rollins, Inc.\n\nThank you, and good morning, everyone. As Gary mentioned, we are extremely pleased with our 2021 performance and very proud of the hard-working men and women of our company that propelled us to achieve record levels of revenue growth across each of our brands. I'm also pleased to note that we again realized a very strong performance in our termite service line, posting year-over-year double-digit growth of 14.3%.\nWhile our termite business has been growing by double digits for several years in a row now, termite damage claims as well as any related to litigation have declined year-by-year reaching our lowest level in recent history during 2021. To be more specific, termite damage claims received have declined from a high of 9,349 to the low of 380 new claims received this past year, while at the same time, revenue from termite has tripled.\nThe genesis of this great story started with a serious commitment to address a problem that had been building for several years. Obviously, resolve alone wouldn't clean up a problem that large. Success came from a series of changes initiated by our leadership team to our culture, our training, our treatment protocols and our quality assurance processes. We significantly improved and expanded training of our field service and sales team members, and our managers made that training mandatory before you could be allowed to service our customers. We held hundreds of regional training meetings and a multitude of termite specific training modules were developed.\nWe revised our treatment protocols to solve situations we were experiencing, due in part to evolving new construction practices in various markets. These revised treatment protocols, in many cases, exceeded state treating requirements. Additionally, we created a nationwide quality assurance team that took control of the claims process, requiring our branch offices to report each claim immediately. This ensured a quick response to our customers when most needed. This QA group also went to the field and inspected our team's work and verify that things were being done according to our new treating requirements.\nFinally, and maybe most important, the most difficult change was to our culture. As an example, any location failing quality assurance team inspections had to make a trip to the Division President of the company. Those that failed to adjust and adhere to the new practices by the time a follow-up QA visit occurred, didn't receive a return trip. Change came quickly due to those practices. Fast forward to today and all our newly-acquired companies are brought under these standards as quickly as possible. We believe these service level commitments are important to meet our or exceed the expectations our customers have for us.\nOperationally, our service offering is led by a very strong and dedicated termite services group and a very experienced technical service team. I'm proud to work for a company that has made these commitments to protect our customers, our brands and our reputation. Now let me turn the call over to Jerry, who will provide more details on our business.\n\nJerry E. Gahlhoff\n\nPresident, COO & Director, Rollins, Inc.\n\nThank you, John. Good morning, everybody. This morning, I'm going to focus on items that directly impacted our operations in the fourth quarter; and then Julie will address the non-GAAP adjustments, most notably the SEC accrual that impacted the year.\n2021 was a strong and productive year for Rollins' family of pest control brands. Q4 revenues increased 11.9% to $600.3 million compared to $536.3 million the previous year. Net income rose to $65.3 million or $0.13 per diluted share compared to $62.6 million or $0.13 per diluted share for the same period in 2020. Our revenues for the full year were $2.424 billion, an increase of 12% compared to $2.161 billion for the same period last year. Net income for the full year increased 34.5% to $350.7 million or $0.71 per diluted share compared to $260.8 million or $0.53 per diluted share for the comparable period last year. Again, Julie will review our full year GAAP and non-GAAP results shortly.\nAll our business lines experienced solid growth, with residential pest control up 11.9% and termite realizing growth of 13.6%. Additionally, commercial pest control delivered an impressive 11.4% growth over the fourth quarter of last year. Julie will give you a more detailed breakdown on organic revenue growth by service line in a few moments.\nBefore I move on from revenue and address expenses, I want to emphasize how proud we are of the growth rates we achieved in the fourth quarter and for the year. During the year, coincidentally, Orkin reached their 120th anniversary and celebrated by putting up one of their best performances in years. All our brands grew and contributed greatly to our operating results.\nOn the expense side, payroll, materials and supplies and fleet are our 3 largest expense areas, and I'll give you some additional color on how each of these items impacted margin in Q4.\nLet's start with labor. Remarkably, we've been able to achieve above-average revenue growth rates while keeping our service payroll expense margins below last year in Q4. On a year-to-date basis, that expense margin is flat to 2020. Our administrative payroll margins also improved over 2020 as we continue to improve productivity. However, we did experience a slight increase in our sales payroll margin. The sales payroll expense trend is reflective of the planned investment we made in upstaffing our residential and commercial sales teams over the last 12 months. This investment yielded the high levels of growth I mentioned a few minutes ago. If there's an area I do not mind giving up margin to its sales payroll, so long as we are growing revenue faster than the sales payroll expense.\nI'm proud of our team's ability to manage payroll expense despite recruiting challenges caused by labor shortages. Last week, we held our virtual Rollins leadership meeting with over 175 of our top leaders. Most of our topics were about best practices in recruiting and retaining our people. This is a huge focus item for us in 2022.\nLet's move to materials and supplies costs or M&S. Our M&S costs were a slight headwind in the quarter, particularly for our termite and ancillary service offerings, where we've had more supply chain issues in the latter part of the year. Our procurement team is working hard in this area by seeking alternate products, while our operations team has analyzed the impact of these increases and adjusting our rate card pricing upward where needed to counteract the rise in material costs.\nProbably most impactful to us in Q4 is fleet expense, particularly fuel. Compared to Q4 of 2020, our fuel costs were up 56.5% in Q4 of 2021. That equated to over $4.5 million in increased fuel costs for the quarter. In addition, increases in fleet repair costs for items like tires and basic maintenance also rose double digits. As we've discussed in the past, we're making significant progress with our BOSS operating systems' routing and scheduling technologies, which help us mitigate some of these fuel cost increases. Since reducing miles driven between services saves not only fuel but also time, this technology contributed in an even bigger way to helping us manage our service payroll expense by enabling us to reach our customers in a more efficient and productive manner. We began to feel the first significant impacts of the fuel increases in Q2 of 2021. So we anticipate that fleet costs will continue to be a significant headwind for us in the first quarter of this year.\nRelated to expenses, there's one other item I'd like to mention. Most are familiar with the cybersecurity attacks experienced by Solar Winds and Colonial Pipeline and others that recently put a spotlight on cybersecurity threats. Due to concerns about these types of cybersecurity issues, in Q4, we fast-tracked our multiyear strategy to enhance our protections against cybersecurity threats by accelerating a $3 million expenditure. We have a dedicated cyber team implementing enhanced cybersecurity controls for our domestic and international operations to protect our employees, our customers and our brands.\nShifting briefly to the acquisition landscape, we continue to successfully execute our acquisition strategy of identifying and acquiring high-quality companies with shared culture and values. Last year ended strong with over 70% of our trailing 12 months revenue acquired occurring in the fourth quarter. We are very pleased to welcome these companies and their teams to the Rollins family of brands. And looking ahead, we expect that strategic acquisitions will continue to be an important component in our initiatives to further grow our business.\nI'll now turn the call over to Julie. Julie?\n\nJulie K. Bimmerman\n\nVP, Interim CFO & Treasurer, Rollins, Inc.\n\nThank you, Jerry. We delivered an outstanding fourth quarter, highlighted by significant growth across many key financial metrics. As we previously discussed in our third quarter conference call, we assess the performance metrics we report to ensure they best articulate Rollins' business. To that end, we discussed several additional measurements we would present each quarter, including EBITDA, free cash flow and total organic revenue growth. In addition, we're now including organic revenue growth by revenue type, specifically residential, commercial and termite. We believe this will bring further transparency to our revenue growth measurements.\nAlso, we are including a slide deck on our website, which presents the numbers we discuss within the earnings call presentation. To view the deck, please go to rollins.com, click on News and Events then Presentations. We realize we are going over a lot of information today and believe this will give you a resource to review everything that we have covered. So now on to the numbers.\nOur fourth quarter revenues of $600 million was an increase of 11.9% actual exchange rate growth, 8.9% organic. For the constant exchange rate, the total revenue growth percentages calculated to 11% with an 8.1% organic. For the full year 2021, revenues of $2.4 billion was an increase of 12.2% over full year 2020, 9.5% organic. The constant exchange rate, total revenue growth for 2021 equaled 11.4%, 8.7% organic. As mentioned previously, residential, commercial and termite all grew double digits this quarter over the same quarter last year. What Jerry did not tell you was that all 3 also grew double digits for the full year 2021 over 2020.\nFor the fourth quarter growth over last year, residential grew 11.9%, 8.4% organic. Commercial grew 11.4%, 9.3% organic. Lastly, we have termite, which grew 13.6% with 10.1% organic. For the full year 2021 over 2020, residential grew 12.9%, 10% organic. Commercial grew 10.2%, 7.4% organic, and we closed that with termite at a 14.3% growth, 11.9% organic.\nNow to our income. For the fourth quarter and year-to-date, we are presenting adjusted EBITDA for comparison purposes due to the onetime super vesting of our late Chairman stock grants in the third quarter of 2020, the impact of our gain on sale of several of our Clark properties in the first 6 months of 2021 and our recorded accruals related to the potential settlement of the SEC matter in the third and fourth quarters of 2021.\nFourth quarter adjusted 2021 EBITDA was $122.2 million or 11.2% over 2020. Fourth quarter 2021 adjusted EPS was $0.14 per diluted share or 7.7% improvement over 2020. For the full year 2021, our adjusted EBITDA was $546.4 million or 20.1% over last year. Year-to-date, 2021 adjusted EPS was $0.68 per diluted share or 25.9% over 2020. For fourth quarter 2021, gross margin increased 50.4% or 0.10 point over last year. That was after overcoming our strong headwinds of fleet expenses, specifically fuel in the amount of $4.5 million and termite M&S for $2.7 million.\nSales, general and administrative fourth quarter 2021 margin increased 1.6% over last year. This was driven by the increase in sales salaries mentioned by Jerry along with the increased SEC accrual. Without these 2 items, our SG&A fourth quarter margin presented an improvement over fourth quarter 2020.\nRelated to the SEC potential settlement, we recorded an accrual of $5 million in Q4. This was in addition to the $3 million we previously accrued in the third quarter. These amounts are not tax deductible for state or federal taxes. The company continues to cooperate with the SEC and working towards a final resolution. During the year, we completed significant remediation efforts, including the addition of a Chief Accounting Officer, SEC Attorney and SEC External Reporting Director. Also, we reevaluated and strengthened our internal controls over financial reporting, while improving processes, procedures and related supporting documentation, including those related to management's judgments and estimates.\nNow for a few notes regarding our cash flow. Our dividends full year 2021 were $208.7 million or an increase of 30% over 2020, while cash used for acquisitions declined 5.8% to $139 million for 2021. We ended the current period with $105.3 million in cash, of which $78.1 million was held by our foreign subsidiaries. As you've probably noted over time, our foreign cash held has increased with the exception of use for acquisitions. We are in the process of restructuring our foreign entities to make cash from foreign operations more readily available. This should be completed later in 2022.\nNow to free cash flow. For the fourth quarter of 2021, our free cash flow was $88.9 million or a decrease of 0.8% over last year. The decline was due to a capital expenditure increase from upgrading our data center facility as part of our cybersecurity initiatives. Full year free cash flow was $395 million or a decrease of $41 million. This decline was primarily due to the $30 million 2020 [carry back] taxes paid in 2021 and a $32 million gain from the sale of the Clark properties, the latter of which is an operating cash reconciling item.\nLast, I'm happy to share that yesterday our Board of Directors approved a regular cash dividend of $0.10 per share that will be paid on March 10, 2022, and to shareholders of record at the close of business, February 10, 2022. This represents a 25% increase over the March 2021 regular cash dividend paid out. The dividend increase reflects our strong performance in 2021 and that accentuates our financial strength, our solid capital position and the Board's confidence in our outlook for continued growth.\nGary, I'll turn it back to you.\n\nGary W. Rollins\n\nChairman & CEO, Rollins, Inc.\n\nThank you, Julie. We're happy to take any questions at this time. ."
  }
]