[
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/607524054adddd29da3174afef183347",
    "period": "2025 Q3",
    "content": "Q3 2025 Loblaw Companies Ltd Earnings Call\n\nQ3 2025 Loblaw Companies Ltd Earnings Call\n\nLTORONTONOV 12, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaws, Inc. Third Quarter 2025 Results Conference Call. [Operator Instructions] This call is being recorded on Wednesday, November 12, 2025.\nI would now like to turn the conference over to Roy MacDonald, Vice President, Investor Relations. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nGreat. Thanks very much, Danny, and good morning, everybody. Welcome to the Loblaw Companies Limited Third Quarter 2025 Results Conference Call. As usual, I'm joined in the room this morning by Per Bank, our President and Chief Executive Officer; and Richard Dufresne, our Chief Financial Officer.\nSo before we begin the call, I'll remind you that today's discussion will feature forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulators. Any forward-looking statements speak only of the date they were made. The company disclaims any intent or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I'll turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. I'm pleased to report that we delivered another quarter of consistent financial and operational performance, reflecting our ongoing focus on retail excellence and our commitment to deliver value, quality, service and convenience to Canadians.\nTop line growth continues to be very strong, supported by the opening of 76 stores over the past 12 months, an increase in our retail square footage of 2%. On a consolidated basis, revenue grew by 4.6%, reaching $19.4 billion. Our drug retail business grew at 3.8%, and our food retail business grew at 4.8% in the quarter. Adjusted EBITDA increased by 7.2% to $2.2 billion and margin improved by 20 basis points to 11.4%. Adjusted diluted net earnings per share grew by 11.3% to $0.69. And on a GAAP basis, our net earnings per share increased by 4.8%.\nIn food retail, we delivered higher sales, traffic and basket growth once again driving significant tonnage market share gains. Absolute sales outpaced same-store sales by 280 basis points at 4.8%, reflecting our new store growth, while our food same-store sales grew 2%. The impact from the stores we opened so far has been in line with expectations. We continue to see positive momentum across key categories in the right-hand side of our stores, notably in apparel, cosmetics and H&E.\nThat said, headwinds from liquor, specifically in tobacco and our exit from the optical business led to a net 30 basis point negative impact to same-store sales this quarter. Our Q3 internal CPI like food inflation was lower than Canada's grocery CPI of 3.6%. Our average article price data or AAP, which reflects our customers' actual basket mix and includes nonfood items not included in the CPI basket, was also lower than CPI. Our lower internal inflation metrics demonstrate that Canadians who shop our stores are finding more value.\nCost increase requests from large global vendors continue to trend well above historical levels. In response, we're pushing back harder than ever to ensure that any increases we accept are justified. Our hard discount banners continue to deliver strong sales growth based on consumers' ongoing focus on value. Momentum continues to build across the hard discount stores we added to our network through conversions and new builds, proving that our strategy is resonating very well with Canadians. We're also pleased with the momentum and strong performance in our conventional stores, which improved tonnage market share within the conventional sector.\nThis quarter, we announced that Specsavers would be opening 111 locations within Loblaw stores to replace our Theodore & Pringle optical business. Exiting this business resulted in a $30 million adjusted charge this quarter. Going forward, we expect it to negatively impact food same-store sales by an approximate 20 basis points until we lap this transaction, while the exit from the Theodore & Pringle business, coupled with our new agreement with Specsavers, is expected to generate approximately $10 million an annual run rate earnings accretion.\nIn drug retail, absolute sales increased 4.3%, excluding the impact of the sale of well-wise, while same-store sales grew 4%. Pharmacy and Healthcare services grew same-store sales by 5.9%, driven by broad strength in prescription and new health care services. Our specialty drug prescription growth continued to lead our pharmacy performance.\nPatients continue to respond positively to the convenience and expanded level of primary care we offer to our more than 1,800 pharmacies across the country, including our 209 in-store clinics. We're on track to reach our target of 250 in-store clinics opened across Canada by the end of this year.\nOur front store same-store sales continued to improve, growing 1.9%, reflecting the ongoing strength of our beauty category. This more than offset the impact from the exit of certain electronics category in the prior year, which will no longer be a headwind to same-store sales after the fourth quarter.\nWe continue to be pleased with the underlying strength, profitability and sales momentum of Shoppers Drug Mart front store business. Online sales in the quarter increased by 18% across our retail businesses. Delivery continues to lead growth in the online grocery channel, and we continue to be pleased with our online sales penetration in both food and pharmacy. Our retail gross margin improved 20 basis points, led by drug retail, reflecting improvements in shrink in both drug and food. Food trading margins remained stable.\nOur SG&A rate as a percentage of sales was stable with operating leverage from higher sales, offsetting incremental costs related to the opening of new stores and the successful ramp-up of our new automated distribution facility in East [indiscernible]. This new DC continues to ramp up ahead of plan. Costs remain lower than budgeted, and we are on track to ship significantly more cases than planned this year.\nWe have begun fulfilling orders in our Ambient section, which is ramping up a full quarter ahead of plan. We are making considerable progress on the construction of our second automated DC in South Caledon, Ontario. The project is on schedule.\nIn the quarter, retail adjusted EBITDA grew 6.8% and EBITDA margin increased by 20 basis points to 11.1%. PC financial revenue increased 5.5%, driven by higher sales in our mobile shop and higher insurance commission income. Our PC money spending and savings accounts are performing very well. Customer account deposits increased by $174 million in the quarter. This increase in deposits is evidence of strong customer engagement and helps us lower our bank's funding costs.\nThe bank's adjusted earnings before tax increased by $13 million or 36.1%, primarily driven by higher revenue, lower operating costs and favorable impact from our ECL provisions. We remain very comfortable with the risk profile of the bank's portfolio. We continue to take a conservative position in our loss provisioning with a strong and very well-capitalized balance sheet.\nFree cash flow from the Retail segment was $325 million in the quarter. And in the quarter, we repurchased $450 million worth of common shares. Our balance sheet remains strong, and we continue to improve our key return metrics. Our return on equity is 24.8%, and our return on capital is 11.9%.\nLooking ahead to Q4, while it's still early in the quarter, we are confident our results will be in line with our financial framework. Reflecting our strong performance year-to-date, we now expect full year adjusted EPS growth to increase slightly from high single digits into the low double digits, excluding the impact of the [indiscernible]. Our assets are well positioned. We are executing well, and we are investing for the future, all while delivering consistent operational and financial performance.\nI will now turn the call over to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThanks, Richard, and good morning, everyone. I'm really pleased with our third quarter performance. We continue to generate strong revenue growth through a combination of same-store sales strength and the positive impact of our strategic investments in new stores. This top line growth of 4.6% allowed us to deliver 11.3% adjusted EPS growth this quarter and will help us support our long-term earnings expansion. As Richard discussed, we accomplished this while increasing our spending to support the opening and ramp-up of our new stores, the accelerated transition to our new 1 million square foot DC and the lapping of some real estate gains from last year. This is a clear demonstration of the strength of our business and our ability to deliver consistent financial results.\nWith our broad footprint, we know many Canadians are looking for opportunities to get the most out of their budgets in this challenging economic environment. And we believe it's our responsibility to deliver the quality, value, service and convenience across every corner of our business. Every day we fight to earn our customers' business whether that's through competitive pricing, meaningful promotions, through omnichannel service or personalized rewards through our PC Optimum program. As a result, more Canadians shop our stores, and we generated $857 million in additional revenue.\nIn drug retail, we delivered another quarter of positive momentum in our front store sales. Our prestige cosmetics continue to be very strong, supported by fragrance and derm categories. [indiscernible] categories remain strong. In Pharma and Healthcare Services, we saw ongoing strength in acute and chronic scripts and in our specialty drop and new prescribing services categories continued to deliver strong double-digit growth.\nIn drug retail, we're enhancing our omnichannel presence, offering our customers more choice and speed. We're growing delivery through skip and now [indiscernible] and scaling our Buy Online Pick Up in Store network to cover 750 stores by early next year. This delivers even greater convenience supporting [indiscernible] customers promise to help make lives easier. Across the country, we have now opened 12 new pharmacies and 55 new pharmacy clinics this year, providing expanded scope of care service to Canadians.\nIn food retail, same-store target was up and basket growth was positive. This contributed to tonnage market share gains. Our hard discount banners also continued to outperform same-store sales growth and drove the majority of our absolute growth. In the quarter, we owned 19 Maxi and NoFrills stores, with 16 of these being small format stores, we are bringing hard discount to underserved urban [indiscernible] as well as suburban communities. We see this as an investment to strengthen our position in what is a long-term consumer trend towards value.\nSimilar, we saw higher same-store sales growth rates in our Superstore banner. Within the right-hand side, we saw a strong growth from our general merchandise refresh, and we're also showing very positive results from the right-hand side inspired [indiscernible] in our medium-sized stores.\nTurning to tariffs. Following the removal of Canadian counter tariffs in September, the related cost increases and corresponding T labels where removed from our shelves as we sold through the inventory. During this time, we received a lot of positive feedback that our efforts were helping our customers make informed decisions.\nAs always, from every challenge comes opportunity. More customers are discovering quality made in Canada products. So we continue to support these customers and have now sourced and onboarded more than 200 new Canadian vendors since the start of this year. We actually believe that this is good for both our customers and good for Canadian producers and manufacturers and good for the economy.\nOur digital sales growth remain very strong, and our weekly engage users hit an all-time high as we continue to differentiate ourselves by enhancing customer experience with more personalization and choice. We're excited to have begun launching Uber Eats across our network. This provides customers with optionality across third-party deliveries providers, which already includes [indiscernible].\nAnd some of you may have noticed something new on your last shop, 3 of our [indiscernible] NoFrills stores have implemented PCO Go. This is a new feature and is designed to provide a faster shopping experience, enabling customers to scan grocery as they shop with a real-time estimated total of the bill and streamlining the checkout process. Of course, this has only been less than a week, but we are seeing a 90% OSAT for the customers who have tried this new feature. So feel free to check it out. It's great.\nWe are pleased with the strategic foundation that we have built and are excited about the opportunities that lie ahead. The strength and diversity of our business provides differentiation, unique growth opportunities and allows us to deliver consistent operational and financial results. This provides the foundation to make substantial investments today and to accelerate our longer-term growth ambitions. Freight as a Service is a great example. Today, we are leveraging our existing supply chain delivery infrastructure, enabling us to rent out our empty trucks as a return from the store delivery routes. Next year, this business is expected to generate more than $200 million in EBIT, delivering another year of more than 20% growth.\nSimilarly, our Advanced Media business is expected to generate over $100 million in EBIT next year. So we're scaling this business with the rollout of more in-store digital screens and partnership with [indiscernible] Customers like the immediacy and relevance of in-store screens where it's a beauty tip, seasonal promotions [indiscernible] great product worth trying. The content feels personally useful in the exact moment it matters. So advertisers value the ability to reach 4 million plus in-store servers every single day at the point of decision with measurable impact. [indiscernible] this growth opportunity is that you will start to see more screens with new content in our stores over the coming months.\nAnd we're very pleased with the strategic advantage of our rich first-party data provides. It seems every week we are implementing a data-driven solution that allows us to better understand and serve our customers, improve operations, makes smarter decisions and deliver even more relevant offers. For example, we are now activating customer data to guide and optimize space planning for our store network. This initiative is driving a material sales lift and it ensures each store better reflects the needs and preferences of its local customers. Our data assets will be a key differentiator for Loblaw's continued success and growth.\nThese examples plus our PC Optimum loyalty program and our expanding e-commerce business supports higher growth, higher-margin business opportunities that should have a flywheel effect across everything that we do. This year and next will mark an important milestone in our future growth. We're well on our way in the construction of the second 1 million square foot DC in South Canada, an identical twin to the East [indiscernible] DC that we are currently ramping up. We remain encouraged by the success of our new small format discount stores and the new clinic [indiscernible]. And tomorrow, November 13, we will be excitingly watching the new opening of our second TNT in the Seattle area. And by end of next year, we expect to have another 5 GMT stores opened in Washington and California.\nSo our strategy remains anchored by unmatched core assets, excellence in retail operations and consistent operational financial performance. So looking ahead, we are well positioned to serve the everyday needs of Canadians today and in the future. I'm excited about the launch of our Holiday Insiders last week. This has been a holiday tradition for more than 40 years in Canada. Our team and I do take great pride in showcasing innovative products, [indiscernible] so Canadians can celebrate and share the spirit of the season with family and friends. I'll just invite you to try my personal favorite this year. I know it's probably always ice cream. So it's the [indiscernible] and cookie ice cream that have been received very well by our customers.\nI'd also like to call out the amazing generosity that happens every day in all of our grocery stores across the country. I'm very proud to share that each of our stores is partnered with at least one local school to help support students with their access to nutritious food, removing a significant barrier to learning. This year, the PC Children's Charity met its long-term goal of feeding 1 million Canadian children. Thanks to the support of our customers and colleagues, PC Children's Charity is the nation's largest server as a direct to-school food program, where 100% of all customer donation goes to feed the students in their own community.\nI'd like to thank all members of the Loblaw team for, once again, their tremendous efforts. Your passion and hard work are what allows us to consistently deliver the quality, value and service that people in your community relies on every single day.\nFinally, I will close by letting you know that we have successfully completed the global search for the key role of President for Shoppers Drug Mart. So I'm very pleased to announce the appointment of [indiscernible] as President. [indiscernible] will be joining us January 26 next year. Following his transition from [indiscernible] where he's currently Group CEO. He will officially take up his responsibilities on March 16 after a thorough onboarding process. [indiscernible] is a public trader health and beauty retailer with over 500 locations across Denmark, Sweden, Norway and Finland. And [indiscernible] is an exceptional leader and retailer with a proven track record in driving growth and performance, digital innovation and operational excellence. Shoppers has a well-established strategy and leadership team. And I'm highly confident with [indiscernible] will help take the organization to the next level.\nIn making this announcement, I would also like to acknowledge the significant contribution of David Markwell, Interim President of Shoppers and Head of our Technology and Analytics Group. David [indiscernible] this interim role with great energy and enthusiasm and has made a tremendous different. He will, of course, support [indiscernible] transition until he starts his efficient accountabilities on March 16 and also continue his role as Executive Vice President, Technology and Analytics as well as supporting several key enterprise initiatives.\nYes, that was the end of my script. I know it was long, but I just had too much I wanted to share with you. With that, I'll now open the floor for questions."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/11a48ff43f0abb7249105c3becae7691",
    "period": "2025 Q2",
    "content": "Q2 2025 Loblaw Companies Ltd Earnings Call\n\nQ2 2025 Loblaw Companies Ltd Earnings Call\n\nLTORONTOJUL 24, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Inc. Second Quarter 2025 Results. [Operator Instructions] This call is being recorded on Thursday, July 24, 2025. I would now like to turn the conference over to Roy MacDonald, Vice President, Investor Relations. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nGreat. Thank you very much, Sal, and good morning, everybody. Welcome to the Loblaw Companies Limited Second Quarter 2025 Results Call. As usual, I'm joined here this morning by Per Bank, our President and Chief Executive Officer; and by Richard Dufresne, our Chief Financial Officer.\nAnd before I begin the call, I'll remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results.\nThese statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulator. Any forward-looking statements speak only as of the date they're made. The company disclaims any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators a reconciliation of each of these measures to the most directly comparable GAAP financial measures. And with that, I'll turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. I'm pleased to report that we continue to deliver consistent financial and operational performance in the second quarter with strong revenue growth fueling solid performance against our plan. Our ongoing focus on delivering value, quality, service and convenience to Canadians continues to resonate with customers and has resulted in strong market share performance across our businesses. Top line growth is a theme this quarter and is becoming the norm as we open new stores.\nOn a consolidated basis, revenue growth was 5.2% and reaching $14.5 million, an increase of $725 million over last year. If we exclude the divestiture of our worldwide stores last quarter, revenue growth would have been even higher at 5.4%. Our new stores are performing well and are reaffirming our strategy. Adjusted EBITDA increased by 7.4% to $1.8 billion.\nAdjusted diluted earnings per share grew by 11.6% to $2.40. And on a GAAP basis, our net earnings per share increased by 60%. You will notice that we have now completed the bulk of the amortization related to our 2014 acquisition of Shoppers Drug Mart. Completing the amortization was a significant driver of $106 million benefit to GAAP earnings in Q2. Going forward, GAAP earnings growth will be positively impacted by these lower charges through Q1 of next year.\nIn Food Retail, we did deliver higher sales tonnage and basket growth, driving significant tonnage market share gains. Absolute sales outpaced same-store sales by 230 basis points at 5.8%, reflecting our new store growth while our food same-store sales momentum continues, increasing 3.5%.\nOur Q2 internal CPI like food inflation was lower than Canada's grocery CPI of 3.3%. Looking at our average article price data, which reflects the full basket mix bought by our customers across our network, our internal inflation rate continues to be much lower than CPI. Opening more discount stores is helping to maintain low prices for Canadians.\nHigher-than-normal cost increase requests from larger global vendors continue to be a concern. Only 1/3 of the supplier cost submission we have received over the last months have been tariff related. In response, we are pushing back harder than ever to ensure that any increases we accept are fair and reasonable and are partnering with our vendor community to mitigate price increases.\nOur hard discount banner sales continued to deliver strong growth based on the ongoing consumer focus on value. We are seeing strong momentum across the higher discount stores we added to our network through conversions and new builds last year, and our recent openings in 2025 are continuing this trend. Many more are coming over the coming months.\nWe're also pleased with the momentum and strong performance in our conventional stores, which also grew tonnage market share within their sector. South of the border, our Seattle TNT store remains strong with sales volume that have significantly outpaced our expectations. Our next door opens in November. We now have a total of six confirmed location in the U.S. and more are planned.\nIn drug retail, absolute sales increased 4.8%, excluding the impact of the sale of Worldwide while same-store sales grew 4.1%. The Pharmacy and Healthcare services grew same-store sales by 6.2% this quarter, driven by broad strength in prescription and new health care services. Our specialty prescription growth continued to lead our pharmacy numbers. Patients continue to respond very positively to the convenience and expanded level of primary care we offer our 1,800 pharmacies across the country, including our 174 in-store clinics.\nOur front store same-store sales continued to improve, growing 1.7% and reflecting the ongoing strength of our beauty category. This was partially offset by the previous exit of certain items in the electronics category. We remain pleased by the underlying strength, profitability and sales momentum of Shoppers Drug Marts front store business.\nOnline sales in the quarter increased by 17.5% across our retail businesses. Delivery continues to lead growth in the online grocery channel, and we remain pleased with our online sales penetration in both food and pharmacy. Our retail gross margin was stable at 32%, primarily driven by improvements in shrink offset by changes in sales mix. I'm particularly pleased with the shrink improvement at Shoppers Drug Mart.\nOur SG&A rate as a percentage of sales improved by 10 basis points, with operating leverage from higher sales, partially offset by incremental costs related to the opening of new stores and the ramp-up of our new automated distribution facility in East Wallenberg.\nThe transition to our new DC is progressing very well and is ahead of plan. We have completed the deployment of frozen categories and the first phase of Fresh. Our ramp-up of this new DC is proceeding better than planned. We will ship significantly more cases than planned this year, and our costs are actually running lower than budgeted.\nBecause of this faster ramp up, we have made the decision to bring our ambient section online a full quarter ahead of plan, which will allow us to realize benefits earlier than expected.\nSpeaking of supply chain logistics, I would like to share an example of the significant progress we've achieved in integrating AI solutions into our everyday supply chain operations. AI-driven initiatives are already yielding tangible improvements across key areas of our business. We are streamlining our supply chain operations using AI-enabled tools that help us proactively manage inventory replenishment with vendors, optimize load building and manage our transport scheduling and communication.\nAnother AI initiative that I'm really excited about is currently being rolled out across our store network. Nicknamed Robin, we are leveraging agenetic AI in a custom-built tool to save time and enhance decision-making in our stores, using conversational action-focused insights based on real-time data. Robin provides a dashboard of KPIs presents AI-generated insights and recommend solutions then track and execute to do list. Managers will spend less time on back-end logistics and more time with their customers and staff while improving store level profitability.\nThe success of this initiative has spawned a second version of the app that is now being tested with district managers to help them better manage their store networks.\nBy the way, the speed at which we are developing and launching these new initiatives is impressive. These developments are actively driving efficiencies, which will translate directly into cost savings to date and the open opportunities for future applications.\nIn the quarter, retail adjusted EBITDA grew 6.7% and EBITDA margin increased by 10 basis points to 12.2%. PC Financial's revenue increased 2.7%, driven by higher sales in our mobile shop and higher insurance commission income. Our PC money spending and savings accounts are performing very well. Deposits are ahead of plan and now exceeds $700 million, enhancing customer engagement and lowering our bank's funding costs.\nThe bank's adjusted earnings before tax increased by $14 million or 7.5%, primarily driven by higher revenue, lower operating costs and lower credit card receivable charge-offs. We remain very comfortable with the risk profile of the bank's portfolio. We continue to take a conservative position in our provisioning with a strong and well, very well-capitalized balance sheet.\nOn a consolidated basis, adjusted EBITDA increased by 7.4% to $1.8 billion. Free cash flow from the retail segment increased by $165 million to $640 million. And in the quarter, we repurchased $445 million worth of common share.\nOur balance sheet remains strong, and we continue to improve key return metrics. Our return on equity sits at 24.7% and our return on capital at 11.9%. Both metrics continue to improve. Looking ahead to the second half of the year, we remain confident in our ability to deliver our outlook.\nOur third quarter is off to a good start, carrying on the momentum from the first half of the year. New stores will continue to drive top line growth, and the second half of the year will see the bulk of our new store activity. Our relentless focus on retail excellence and on the execution of our strategic initiatives will allow us to keep delivering value to our customers and strong performance to our shareholders.\nToday, we announced a 4-for-1 stock split effective at market close on August 18, 2025, and with shareholders of record at close of business on August 14, 2025, receiving three additional shares for each common share held. Essentially, our number of shares will be multiplied by four post-split. I will now turn the call over to [ Darren ].\n\nUnknown Executive\n\nThanks, Richard, and good morning, everyone. So I'm really pleased with our second quarter performance. Our very strong revenue growth reflects both our continued momentum in same-store sales performance and the absolute growth, and that's driven by our strategic investments in new stores and banner conversions. This top line growth will help accelerate future same-store sales and support our long-term earnings growth.\nAnd our adjusted EPS growth of 11.6% was accomplished while we supported the opening and ramp-up of 61 new stores since quarter 2 last year, plus the ongoing transition to our new 1 million square foot DC in East [ Grittinbury ]. Most importantly, our offers are resonating so well with more Canadians every single day.\nWe remain focused on helping Canadians get the most of their budgets in a challenging economic environment. Our responsibility is to deliver value, quality, service and convenience and course every corner of our business. Whether that's through competitive pricing, meaningful promotions or personalized rewards to our PC Optimum program.\nBy being responsive to customer needs and innovating across our banners, we are reinforcing our position as a trusted partner for households across the country. As a result, more Canadians are shopping in our stores, Actually, traffic is up, unit sales are up and basket growth was positive in the quarter. This drove tonnage market share gains overall. And both our hard discount and supermarket banners grew market shares within their market segments. This success reflects not only on the strength of our strategy, but also the incredible work of our teams from coast to coast.\nAnother highlight this quarter is continued success of our new stores. This quarter, we opened another 10 new stores. That was nine new Maxi and [indiscernible] stores and one [indiscernible] store. We have now opened 20 out of our plan, 180 new stores for the year, and we are really pleased with the performance out of the gate, and we are excited about our continued sales growth momentum.\nThe global shift towards discount retail is a long-term trend, and we are leading it here in Canada. In May, we celebrated the opening of our 500th hard discount store with the community of Pincher Creek in Alberta. By expanding our reach into communities where affordability matters most, we are meeting customers where they are and delivering exactly what they need.\nOur supermarket banners also had a strong quarter. For [ Tina ] and TNT continued to perform very well, but our real Canadian superstores led with very strong comps growth in quarter 2. We rolled out our right-hand side refresh in three more superstores, and we remain pleased with customer reactions and our ability to transfer these earnings to our general merchandise offers in our smaller stores as well. We continued our leadership in supporting Canadian products and vendors. We have doubled down on our efforts and have onboard another 100 new Canadian vendors, adding 130 new Canadian vendors into our ecosystem, this year do strengthen our local supply chain and brings even more choice to ourselves, further strengthening our base of Canadian suppliers, that remains so important to us.\nThere's some misconception that the tariffs are no longer a factor in grocery. Nothing could actually be further from the truth. The retail is -- sorry, the reality is that the tariff countermeasures remain in place and about 1/3 of all supplier cost submissions have been tariff related. We continue to do our best to help customers navigate the impact of tariffs, including our symbol program. This initiative unique to us, identifies the important items that are directly subject to retaliatory tariffs with a T symbol on shelf.\nIt has been successful on several levels as intended, it has helped our customers by clearly identifying tariff items supporting Canada and saving money. Behind the scenes, it has also incentive suppliers to mitigate the tariff impact to avoid the T label designations. Sales volume on T items declined in the quarter. The trend is accelerating, we are now seeing weeks with a declining by more than 15%. Our data shows that Canadians are responding positively to these initiatives.\nExisting gear, so -- in our drop business, we delivered continued positive momentum in our front store. Our prestige cosmetics continue to be very strong, supported by fragrance and derm categories.\nIn pharmacy and health care services, our specialty drop and new prescribing services categories are delivering strong double-digit growth, showing continued strength in acute and chronic scripts. We have opened 23 new pharmacy electronics this year, and we remain on track to have 250 clinics providing expanded scope of care services to Canadians by year end.\nOur digital business continued to generate double-digit growth, driven by continued strength in our PCX delivery channel. And I'm happy to see our weekly engaged user growth continue to be strong and customers are spending more time in the app. In digital, our focus remains on enhancing optionality and convenience across our business.\nIn the quarter, we strengthened our collaboration with DoorDash does allowing customers to now own PCO points. Innovation remains core to how we improve operations. We reduce costs and enhance the customer experience at Loblaws. Our enhanced MISO functions within the PC Express is just another great example. Improving our customer experience means personalization is increasingly important.\nWe're using advanced AI models to analyze each customer's behavior and preferences and deliver the right products, content and promotions at the right time on an individual level. For example, our PCO app and websites are increasingly being powered by algorithms that present customized deals product recommendations and contain unique to each service need. We have even now like meal suggestion based on customers' direct profile and purchase history. With relevant ingredients also added to the card. We're excited about the opportunities ahead. These innovations represent an exciting step forward in how technology can transform how we work and how efficiently and effectively reserve Canadians.\nIn closing, I would like to thank all members of the Loblaw team for their tremendous effort during this quarter. your passion, hard work is what allows us to consistently deliver the value quality and service at the Canadian they rely on every day. So as Richard mentioned, our third quarter is off to a good start. And we entered the second half of the year with confidence in our strategy and in our ability to deliver our -- on our full year plan. With that said, I will now open the floor for your questions. Thank you so much."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db97cbdbbead7e440aa49afb9a86966f",
    "period": "2024 Q4",
    "content": "Q4 2024 Loblaw Co Ltd Earnings Call\n\nQ4 2024 Loblaw Co Ltd Earnings Call\n\nLTORONTOFEB 20, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Inc. Fourth Quarter 2024 Results Conference Call. [Operator Instructions] This call is being recorded on Thursday, February 20, 2025.\nI would now like to turn the conference over to Mr. Roy MacDonald. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Constantine, and good morning, everybody. Welcome to the Loblaw Companies Limited Fourth Quarter and Fiscal Year 2024 Results Conference Call. I'm joined this morning as usual by Per Bank, our President and Chief Executive Officer; and by Richard Dufresne, our Chief Financial Officer.\nSo before we begin the call, I want to remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations, as such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These results and uncertainties are discussed in the company's materials filed with the Canadian securities regulators.\nAny forward-looking statements speak only as of the date they're made. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed or referenced today. Please refer to our annual report and other materials filed with the Canadian securities regulator for a full reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. We are very pleased to have delivered another year of consistent operational and financial performance. Our businesses continue to perform well, reflecting our focus on retail excellence.\nOn the full year, revenue came in at $61 billion and adjusted earnings at more than [ $2.6 billion ]. We delivered improving sales momentum, stable gross margins and carefully manage our expenses, while once again delivering strong earnings performance.\nIn 2024, we repurchased $1.8 billion worth of our shares and increased our dividend per share by 13.9%. We also accelerated capital investments in our stores, adding 52 new food and drug retail stores and 78 pharmacy care clinics, representing 1.1% of square footage growth. We're already seeing a meaningful lift to our absolute sales from these stores.\nAs we announced on Tuesday, we plan to reinvest over $10 billion back into the Canadian economy over the next 5 years, improving access to affordable food and health care services and creating jobs and communities across Canada. This includes opening another 80 stores and approximately 100 pharmacist care clinics in 2025.\nTurning to the quarter. We continue to see growing momentum across our businesses. On a consolidated basis, revenue growth was solid at 2.9%, reaching $14.9 billion, and adjusted EBITDA increased by 4%. Consolidated revenue and same-store sales were positively impacted by the shift in Thanksgiving which occurred in Q4 this year compared to Q3 last year. Our sales performance in food improved even when adjusting for the shift and improved from Q3. Adjusted diluted net earnings per share grew by 10% to $2.20.\nOn a GAAP basis, our net earnings decreased by 14.6%, primarily driven by a noncash charge of $129 million related to the revaluation of our existing PC Optimum program liability. This nonrecurring charge reflects the fact that customer engagement with our popular PC Optimum program is increasing, leading to higher redemption rates in our stores in recent years. We increased this liability based on our expectation that more customers will redeem more of their PCO point going forward, reflecting the long-term success of our program.\nIn Food Retail, we attracted higher customer traffic and drove tonnage growth. Absolute sales grew 3.7%. Our reported food same-store sales increased 2.5%. As previously mentioned, the Thanksgiving shift, our right-hand side performance and the elimination of multi-buys all impacted our same-store sales. Our adjusted same-store sales growth was up 2% in the quarter.\nCanada's grocery CPI was 2.4% in the quarter. Our internal CPI-like food inflation measure was lower than CPI this quarter. But also, looking at our average article price data, which reflects the full basket mix bought by our customers, our internal inflation rate was much lower than CPI.\nLooking ahead, we're still seeing higher-than-normal pricing increases coming in from our larger global vendors, and many are requesting double-digit price increases. We continue to push back to mitigate these increases. This is compounded by the fact that we are working with a Canadian dollar that trades at its lowest level in over 20 years. A year ago, the Canadian dollar treated at USD 0.74, and we began Q4 at that level, but since, our dollar has declined by 5% to $0.70. This adds further inflationary pressure at a time when Canada relies on U.S. imports for most of its fresh produce.\nWe see consumers continuing to favor discount offerings. This is clearly demonstrated in our hard discount banner same-store sales performance, which is outperforming our conventional stores. We recorded double-digit growth in absolute sales across our discount network in Q4 and in T&T Canada. T&T Canada is our fastest-growing banner.\nWhile the gap between hard discount and conventional has stabilized, the growth in hard discount continues to be significantly higher than conventional. Last year, we added 58 hard discount stores to our network through conversions and new builds. These stores continue to resonate well with Canadians, driving strong performance.\nQ4 was a particularly busy quarter for our teams. We opened 26 new grocery stores, including our first T&T supermarket in Seattle, Washington. In Q4, we also concluded our network optimization initiative in Quebec. We now have 187 hard discount Maxi stores in Quebec, leading to market share growth in that province. Going forward, we will continue to expand our hard discount presence by adding approximately 50 new stores across the country in 2025, bringing more quality and value to more communities across Canada.\nHard discount is still gaining tonnage market share and our conventional stores are performing well. In Drug Retail, absolute sales increased 1.3% and same-store sales grew 1.3%. Pharmacy and healthcare services grew same-store sales by 6.3% again this quarter, driven by broad strength in prescription and new health care services.\nOur specialty, acute and chronic prescription growth led our pharmacy numbers. Patients continue to respond very positively to the convenience and expanded level of primary care we offer to our more than 1,800 pharmacies across the country, including our 152 new in-store clinics.\nOur front store same-store sales declined 3.1%, primarily driven by the month-long Canada Post strike and our decision to exit electronics categories. We see ongoing pressure in convenience categories like food and household items. That said, we have continued strength in prestige beauty. Cough and cold was also weaker than planned, largely driven by a mild fall.\nLooking ahead, our decision to exit certain low-margin electronics categories such as laptops, computers, TVs, cameras and games and consoles will have about a 1% impact on front store sales in 2025. That said, we remain pleased by the underlying strength, profitability and sales momentum of Shoppers Drug Mart front store business.\nOnline sales in the quarter increased by 18.4%, carrying on our momentum from Q3. Within grocery, delivery continues to outperform as a channel. We remain pleased with our online sales penetration in both food and pharmacy. Full year sales grew at 16.9% to $3.9 billion, and our food penetration rate increased slightly.\nAcross our grocery and pharmacy banners, we are proud to see Canadians increasingly choosing our stores for value, quality, service and convenience. Total retail gross margin was 30.9%, down 20 basis points. The decline was mainly driven by sales mix, the impact of the closure of postal services during Canada Post strike and the Thanksgiving shift, partially offset by improvements in shrink in this quarter. I'm pleased with the strong shrink improvements in both food and drug this past year. Food is now back to 2020 shrink rates, but we still have work to do across our pharmacies.\nTurning to SG&A. Our spend rate as a percentage of sales improved by 20 basis points, driven by the lapping of prior year labor costs, including expenses related to the ratification of union labor agreements and some operating leverage. This was partially offset by incremental costs related to the ramp-up of new stores and conversions. Fourth quarter retail EBITDA increased by $47 million, yielding a margin of 10.8%.\nPC Financial's revenue decreased 2.3%, driven by lower services growth in our mobile shop, which was partially offset by growth in the credit card portfolio. The bank's adjusted earnings before tax increased by $20 million, with higher interchange in credit card fee income, lower operating costs and positive year-over-year impact to the ECL provisions offsetting the lapping of benefits associated with the renewal of a long-term agreement with Mastercard. We remain very comfortable with the risk profile of the bank's portfolio. We continue to take a conservative position in our provisioning with a strong and well-capitalized balance sheet.\nOn a consolidated basis, adjusted EBITDA increased by 4% to $1.7 billion. Our retail free cash flow was $828 million and we repurchased $352 million worth of common share. On a full year basis, our retail free cash flow was $1.5 billion. We grew our common share dividend by 13.9%, and we repurchased $1.8 billion worth of common shares. Our balance sheet remains strong, and we continue to improve our key return metrics. Our return on equity sits at 23.6% and our return on capital at 11.8%.\nLooking ahead to 2025, we have a solid plan in place to keep on delivering consistent financial and operational performance while advancing our growth initiatives. We plan to open approximately 50 hard discount stores, approximately 30 Shoppers Drug Mart and 2 T&T in 2025, bringing quality, value, service and convenience to our customers. These new stores will grow our retail score for digit by less than 2%.\nThis year, we will also begin migrating operations through our new 1.2 million square feet fully automated distribution center in East Gwillimbury, Ontario. This facility will further enhance our best-in-class supply chain, while delivering efficiencies once fully operational.\nPlease note that in 2025, we will have an extra week. We estimate that the resulting incremental impact on our EPS will be approximately 2% for the full year. Excluding the benefit of the extra week, we expect our retail business to grow earnings faster than sales, and adjusted earnings per share growth in the high single digits. We plan to invest approximately $2.2 billion in capital expenditures or $1.9 billion net of proceeds from planned property disposals. Again, we plan to return most of our free cash flow to shareholders through dividends and share buybacks.\nWe begin the new year encouraged by our early results in Q1. Same-store sales in both food and drug retail are off to a strong start, including positive same-store sales growth in Shoppers front store. Looking ahead, our focus on retail excellence and on the execution of our strategic initiatives will allow us to keep on delivering value to our customers and strong performance to our shareholders and sets up as well for the future.\nI will now turn the call over to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThanks, Richard, and good morning, everyone. Looking back on 2024, I'm so pleased with our progress and performance. We maintained an unrelenting focus on providing quality, value, service and convenience to our customers to help Canadians live life well.\nWe ended the year with revenue growth of 2.5%, surpassing the [ 60 billion ] for the first time, and we delivered adjusted EPS growth of 10.3%. The strength of our performance allows us to reinvest back into the business to support our future growth and set us up to continue to deliver consistent financial performance.\nIn '25, we will invest another $2.2 billion into the Canadian economy, reflecting Loblaw's commitment to enhancing its store and distribution network, creating job opportunities and improving accessibility to affordable food and health care services for communities across the country.\nA year ago, I talked about traveling the country, listening to customers, visiting colleagues, suppliers, investors and other important stakeholders. This remains an important part of my job. Customers are not shy to tell me that they continue to feel stress from affordability pressures and economic uncertainty. We focus every day on how we can deliver against their expectations, and we continue to work hard to reduce the impact of global food inflation on Canadians.\nWe launched several new initiatives to demonstrate this, with innovative features like Hit of the Month and programs like Marvel and Collect & Save. We brought more specials and everyday value across our business, and we removed multi-buys and hard discount. Customers responded positively to these initiatives, rewarding us with our best full year food market share growth in more than a decade.\nAlongside our focus on understanding and meeting customers' needs, we are forced at a cost management mindset with the business and put programs in place to drive savings across our organizations. Our colleagues are doing a great job serving our customers, while at the same time, working to reduce costs and find ways for us to be even more efficient.\nLet me give you a couple of examples. So we made some difficult decisions in exiting low-margin categories like electronics. These decisions will set us up well for the future, but will be headwinds to our front store sales growth over the next year.\nWe are realizing more value from existing assets, creating new market and accretive businesses like freight and a service. And this year, we joined a large European buying group to lower our purchasing costs on certain commodities and control brand products.\nDigital engagement grew at a strong rate in '24. Our weekly engaged digital user growth reflected a new level of personalization in our PC offers. More members only pricing and gamification of our app. Hopefully, many of you have spun the price wheel in Q4 and took home from some free products. If not, stay tuned, you can expect to see even more excitement with greater frequency this year.\nCustomers can also use our Swap and Save feature as a digital tool to save on everyday groceries. And based on recent customer feedback, we have, within a few days, added Swap and Shop Canadian tap to allow you to easily find products prepared in Canada. As we continue to expand this feature, we are already seeing a significant uplift in sales products identified as prepared in Canada.\nOur digital business continues to grow. In addition to enhancing the customer-facing features, we have added free delivery to our No Frills stores in the fourth quarter, introducing new customers to our digital offer.\nRefreshing on the right-hand side of our superstores is another initiative that has created a lot of customer excitement. We have put together a new look and feel with better navigation for customers, extended our range across many categories and introduced new and exciting brands, all underpinned by action-oriented offers. We need more call to action. We're just getting started. We have 3 pilot stores, and we expect to roll this upgrade to many more stores this year.\nThe uniqueness and strength of our pharma pre and service [indiscernible] pharmacies continues to impress me. This is just an incredible asset unlike any pharmacy I have come across through my career, and we're investing to grow our network and better position it for the future. We are bringing customers more value to convenience-focused shop, and we strengthened our leadership position in cosmetic, adding new brands and targeting younger customers.\nWe are improving our processes, rolling out central fill capabilities and improving app-based scheduling for pharmacy appointments. And by the end of '25, we will have built over 250 new in-store customer care clinics, where our pharmacies can offer private patient care. Last year, our pharmacies provided 3.1 million prescribing services, and we expect demand to grow as provinces expand the scope of care for pharmacists.\nFor over a decade, our new store growth across our food and pharmacy business has lagged Canadian population growth. Our team have now developed a very strong pipeline. In '24, we opened 50 new stores, growing our retail square footage by 1.1%. We are now even better positioned to meet the growing demand for hard discount groceries, with the addition of 12 new No Frills stores and the conversion of 30 stores to Maxi and the opening of 5 new Maxi stores Quebec. These stores are performing very well. Looking ahead, we plan to accelerate our growth adding approximately 80 new stores this year, focused on hard discount and as well focused on pharmacies.\nIn December, we proudly celebrated a very successful opening of our first T&T stores in the U.S. If you were thinking that T&T was only a Canadian thing, I can tell you it's not anymore. In our first offer of 2 plant stores in Seattle, our new T&T is just exciting new customers and settling a new sales record. Just 2 months in, this 55,000 square foot store continues to outperform every store in our network. Just last week, we also opened our second T&T store in downtown Toronto, just steps away from a [indiscernible] Square. I'm really proud of what the team has accomplished and can't wait to see what the new stores are bringing us.\nThis month, we will begin shipping frozen products from our fully automated 1.2 million square foot distribution center outside the DTA. This DC will deliver improved capacity and efficiency for the future. This year will demonstrate a carefully planned ramp-up of volume in frozen, then fresh and final ambient products. I'm proud to note that the DC will be [indiscernible] with a massive array of solar panels, expected to be the largest rooftop solar area in Canada.\nOur ESG principles remain embedded in everything that we do. Today, we are providing an early release of our 2024 ESG closures. We hope you will visit our website to catch up on some of the great work we have accomplished against our 2 main pillars of advancing social equity and fighting climate -- climate change.\nI would like to acknowledge the importance of the word our PC [indiscernible] and Shopper Foundation for our women's health organization do across the country. Together with our customers, colleagues and suppliers, we collaborate on [ dozen ] events that raised more than $35 million in the year. We have put that money to work, feeded almost 1 million children in our local schools and provided more than 12 million support of initiatives that improve women's access to care in Canada. And just last week, Shoppers Foundation for Women's Health announced a $10 million donation to the Manitoba government new healing and empowerment funds.\nOur everyday focus remains on retail excellence, executing well across our operations and maintaining an unrelenting focus on our customers, which is what allows us to continue to invest in our business and in growth. We are really excited and optimistic entering the new year. Our portfolio of businesses remain strong and well positioned to deliver for Canadians who are increasingly turning to us for quality, value, service and convenience.\nI would like to extend a hard thank you to all our colleagues for pursuit of these goals every single day and for what they are doing for our customers. Thank you.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Per. Constantine, would you remind those dialed in of the process for asking questions."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/78232f1dd71129dfc54b3a8b9f9c78a6",
    "period": "2024 Q2",
    "content": "Q2 2024 Loblaw Companies Ltd Earnings Call\n\nQ2 2024 Loblaw Companies Ltd Earnings Call\n\nLTORONTOJUL 25, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Loblaw Companies Limited Second Quarter 2020 Results Conference Call. [Operator Instructions] This call is being recorded on Thursday, July 25, 2024.\nI would now like to turn the conference over to Mr. Roy MacDonald. Please go ahead, sir.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nGreat. Thank you very much, Laura, and good morning, everybody. Welcome to the Loblaw Companies Limited Second Quarter 2024 Results Conference Call. As usual, I'm joined this morning by Per Bank, our President and Chief Executive Officer; and by Richard Dufresne, our Chief Financial Officer.\nSo before we begin the call, I'll remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations.\nThese risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulator. Any forward-looking statements speak only as of the date they're made, and the company disclaims any intent or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law. Also, certain non-GAAP financial measures may be discussed or referred to today.\nSo please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I'll turn over this morning's call to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThank you, Rony. Good morning, everybody. Before we get to our quarterly performance, I would like to touch up on the settlement of [indiscernible] and lawsuits that we jointly announced with George Weston Limited this morning. This matter concerns our involvement in an industry-wide price-fixing arrangement between 2001 and 2015, on certain packaged bread products.\nAs a reminder, upon discovering the arrangement in 2015 we self reported immediately to the [indiscernible] Bureau and have been cooperating ever since. We have apologized for this price fixing behavior and reinforce the rigorous action taken at the time to address the issue, including overhauling how pricing is managed and significantly enhanced our compliance programs.\nThese measures which remains in place today are industry-leading and include the establements of an independent compliance office reporting to the Loblaw Board of Directors that has oversight of day-to-day compliance with laws and policies including pricing practices. The settlement is subject to the finalization of a binding settlement agreement with the plant oil and court approval. I'll now turn the call to Richard to discuss the quarter.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Per, and good morning, everyone. I will just add that we are pleased to be able to put this issue behind us at both Loblaw and George Weston. It's over.\nIn 2024, we are seeing the normalization of our retail business. The pandemic and the subsequent period of high global food inflation are now behind us. As we compare our performance this year versus last, we see our same-store performance slowing. At the start of 2023, food inflation was over 11%. It's now back to normal. Categories like cough and cold, which have been running at elevated levels for a while are stabilizing. We expected this last year and as such, built our 2024 plan to reflect normalization while continuing to deliver our financial framework.\nOur second quarter results demonstrate that. We continue to deliver steady operational and financial performance. Our performance continues to reflect our ongoing commitment to retail excellence and our continued focus to provide value to our customers. On a consolidated basis, revenue grew by 1.5% to $13.9 billion, and adjusted EBITDA increased by 4.5%.\nAdjusted diluted net earnings per share grew by 10.8% to $2.15. On a GAAP basis, our net earnings declined by 10% or $51 million, reflecting the impact of the charge related to the class action settlement. In terms of the financial details of today's announced settlement, the incremental cash impact to the company is $156.5 million plus related legal and professional costs all of which Loblaw has taken as a charge this quarter. The remainder is comprised of $96 million previously paid out by the company under the Loblaw Card program.\nThe company will fund the onetime cash cost with cash on hand. First and most important, this payment will not impact prices for consumers. As both Loblaw and George Weston, these payments will not impact the company's currently disclosed financial outlook, its capital expenditures, including dividends and buybacks. Drug Retail absolute sales increased 2.4% and same-store sales grew 1.5%.\nPharmacy and Healthcare services grew same-store sales by 5.4%, driven by broad strength in prescription and healthcare services. Our specialty acute and chronic prescription growth led our pharmacy numbers. Additionally, customers continue to respond very positively to the convenience and expanded level of primary care we offer through our more than 2,100 pharmacies across the country.\nFront store same-store sales declined by 2.4%, lapping growth of 5% last year. Beauty continued to deliver strong growth in particular, across the prestige category. We are seeing the normalization of the front store business after a few years of outsized growth. Remember that pre-COVID, our front store same-store sales growth averaged around 3%. Headwinds from lower spending on certain food and household items and our decision to exit certain electronics categories will impact front store comp expectations for the balance of the year.\nThat said, we remain pleased by the underlying strength and profitability of the front store, and we expect improvement in same-store sales in Q3 and Q4. Overall, drug retail sales growth continued to outperform food and have a positive impact on our margin mix. In Food Retail, we were lapping strong same-store sales growth of 6.1% last year. Q2 same-store sales grew an additional 0.2% with absolute sales up 1%.\nAt Loblaw, we are committed to do our part to lower inflation. In Q2, our internal inflation on food was in line with CPI. Canada's food inflation was once again lower than overall inflation in this quarter. In fact, it's been lower every month since February. If we look at our average article price data, which reflects the actual items purchased by our customers, our actual inflation rate was much lower than CPI in the quarter, which aligns with our positive tonnage performance. The consumer shift to discount continues with our hard discount banners outperforming our conventional stores, delivering strong results with solid tonnage growth and higher traffic.\nWe remain very pleased with the success of our conversions and the ongoing success of our Maxi banner in Quebec. I know that many of you have visited one of our new small format neutrophils in the quarter. It's still very early days, but we are very pleased with customer reactions. Looking ahead to Q3, we expect to add another 20 new Maxi and No Frill stores as we continue to bring more value to communities across the country. With that said, across our banners, we delivered solid market share performance and our actual food tonnage increased in food retail.\nDiscount continues to grow market share and our conventional stores are outperforming compared to their peers. Right-hand side had a negative impact on food same-store sales of 87 basis points. These categories remain accretive to our gross margin, and we continue to carefully manage inventory levels. Online sales in the quarter increased 14.2%, and delivery continues to outperform as a channel. We are very pleased with our online sales penetration. Across Food Retail, our strong traffic and market share performance are a clear indication that our efforts continue to resonate with customers. More and more Canadians choose our store for value, quality and service.\nThat said, as expected, our Food retail same-store sales growth came a little soft based on last year's performance. Looking ahead, our Q3 is off to a stronger start. We are seeing improved same-store sales performance and positive tonnage. Total retail gross margin was 32%, growing 90 basis points. Continued progress in reducing shrink and higher drug retail margin due to sales mix drove our retail gross margin improvement this quarter.\nFood pricing was not a margin driver. We've continued our focus on reducing shrink and remain pleased with our momentum with both food and drug demonstrating strong improvements. That said, improving shrink remains a major focus and opportunity for us.\nTurning to SG&A. Our spend rate as a percentage of sales increased 60 basis points, driven by lower operating leverage year-over-year impact of certain real estate activities and labor costs and costs related to network optimization. Our teams continue to do a great job managing costs. Second quarter retail EBITDA increased by $62 million, yielding a margin of 12.1%. We delivered strong performance at the bank, PC Financial's revenue increased 5.5%, driven by growth in the credit card portfolio and strong services growth in our mobile shop.\nThe bank's adjusted earnings before tax increased by $13 million with higher interest income and lower operating costs, offsetting higher credit losses. We remain very comfortable with the risk profile of the bank's portfolio. We continue to take a conservative position in our provisioning with a strong and well-capitalized balance sheet.\nOn a consolidated basis, adjusted EBITDA increased by 4.5% to $1.71 billion. Our retail free cash flow was $475 million, and we repurchased $482 million worth of common shares. Our balance sheet remains strong, and we continue to improve our key return metrics.\nIn the quarter, Loblaw's credit rating was upgraded to BBB+ with S&P citing the diversity and resilience of our operating performance. Our return on equity sits at 23.1% and our return on capital at 11.6%. As we look ahead to the second half of the year and specifically Q3, we remain confident in our ability to deliver our financial framework and our EPS targets. Q3 is off to a good start on both sales and market share and gross margin should continue to benefit from our shrink improvements. Our focus on new stores is gaining traction, more are coming soon, and we are already hard at work on our plans for 2025.\nI will now turn the call back over to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThank you, Richard. We began this year with strong momentum in our Food and Drug business. In the first quarter, we delivered higher customer visits and growth in total units sold. Customer visits continued to grow across our business in the second quarter. As our commitment to provide value, quality and service continue to be recognized by our customers. Canadians remain focused on value.\nThe shift to discount continued as sales growth in our hard discount banners again outperformed our conventional banners. We're pleased to see our internal inflation declined for the sixth consecutive quarter. This is helping lower food inflation for Canadians. While this is great news, we know that it is little consolation to families still stopping to meet their household needs. To address this, we are always working to deliver even greater value and affordability across our store network.\nFor example, in our hard discount division. Our team opened 14 new Maxi and No Frill stores in the quarter, introducing exciting new programs aligned with our commitment to providing everyday low prices. We introduced and expanded programs like [indiscernible] pricing, more aggressive flyers and more everyday low prices. Also in the quarter, we eliminated multipliers in all our Maxi and No Frill stores. This change means that our customers can now get great value from purchasing only one item instead of having to purchase several items to get the same savings. This was an issue for many discount customers.\nIt is regular feedback that I receive as I talk to customers in our stores. We replaced this program with EBITDA low prices on individual items. This decision is absolutely the right decision for our hard discount customers, but it will be a slight headwind on our sales growth this year. Where counter most customer traffic and tonnage were both up as we continue to gain market share in the quarter. Across our super and market balance, we continue to provide a very strong full-service grocery offering.\nRetail excellence played an important role in our operational and financial success and differentiate our conventional growth rate business. The team has been busy improving our offering and providing more value for full-service customers. We have lowered prices and enhanced our [indiscernible] in key areas like multicultural prepared meals, fresh and natural foods. I talked before about our plans to reenergize the merchandise of our right-hand side of our stores.\nWe have started to trial some of our new initiatives to create more excitement in this area. In a few of our stores, we now offer new apparel brands like Puma, Hurley and Portland. We're still very early in this journey, but are pleased with the initial results. I'm pleased to report that our traffic was up in the quarter in both our hard discount and market division. This is a testament to the positive customer response to all the things we are doing to deliver great value to Canadians.\nAs expected, our -- our sales in grocery were a little soft, mostly based on last year's strong performance of 6.1% growth. Aside from this, it's hard to isolate one specific factor for the softness. As you begin quarter 3 with a stronger start, I want to highlight our new promotion. Last quarter, I talked about the success of our heat of the [indiscernible] program that success continues in quarter 2 with unbeatable offers on 9 popular grocery items.\nToday, I'm super excited to announce our new [ model ] program coming to all stores in August. So if you're not a big [indiscernible] fan, people fear that someone behind you, the checkout will be telling you on your shoulder, asking if they can bring your trading cards home to their kids, of course, only if you don't want them. So who says you shouldn't have fun shopping.\nTurning now to our drug retail business. As Richard highlighted, we were lapping a very strong quarter last year. The growth also reflects long-term trends that continue to position to position us very well for the future. This is why our plan includes opening 20 new pharmacies this year and continuing to expand our pharmacy-led clinics across the country.\nIn front store, our proceed but still delivering very good numbers. However, I expect to see our sales growth normalizing this year as we will be impacted by lower sales of electronics and household products. Pharmacy and Healthcare Services continued its momentum from last quarter and with specialty drops a new primary cash services leading our top line growth. There seems to be a [indiscernible] stream of announcement across the country, showcasing the impact of pharmacies providing care for patients.\nThe Nova Scotia government reported that pharmacy clinics have contributed to a nearly 10% decline in emergency room visits for nonurgent or less [ alleging ] cases. Quebec table built 67 giving [indiscernible] more power as one-stop shop for people with minor health problems or common illness, including prescribing certain drugs and extending prescriptions. And yesterday, Ontario announced that it's looking to expand the ability of pharmacy to provide patient care by treating additional common ailments, administering more vaccines and performing more point-of-care testing.\nThis quarter, we are proud to announce that the sign-based target initiative, or SBTI, has approved Loblaw's emission targets around the reduction of Scope 1 and 2 emissions 50% by 2030 and our commitment that suppliers representing 70% of our total spend will have time-based targets by 2027. This is important as we recognize that our plans and ambitions have the highest global gold standards.\nLooking ahead, our focus remains on our strategic pillars of retail excellence, driving growth and investing in the future, while at the same time, embedding ESG into everything we do. Our success allows us to make important investments into growth areas, operational efficiencies and in protecting our planet. This in turn allows us to offer Canadians the best value in service. We do remain confident in the strength of our assets and are encouraged by the customer momentum we are seeing into the third quarter. We'll now open the call for questions. Thank you."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/97facae104b97fdec6430b87f2dee683",
    "period": "2024 Q1",
    "content": "Q1 2024 Loblaw Co Ltd Earnings Call\n\nQ1 2024 Loblaw Co Ltd Earnings Call\n\nLTORONTOMAY 1, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Loblaw Companies Limited First Quarter 2024 Results Conference Call. [Operator Instructions]. This call is being recorded on Wednesday, May 1, 2024. We -- I would now like to turn the conference over to Mr. Roy MacDonald. Please go ahead, sir.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Laura, and good morning, everybody. Welcome to Loblaw Companies Limited First Quarter 2024 Results Call. I'm joined this morning by Per Bank, our President and Chief Executive Officer; and by Richard Dufresne, our Chief Financial Officer.\nAs always, before we begin the call, I'll remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations.\nThese risks and uncertainties are discussed in the company's filed materials with the Canadian securities regulators. Any forward-looking statements speak only as of the date they're made, and the company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measures.\nAnd with that, I'll turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. Our first quarter results demonstrate continued delivery of steady operational and financial performance. .\nOur top line performance was strong with earnings growth in line with our framework. On a consolidated basis, revenue grew by 4.5% to $13.6 billion and EBITDA increased by 6.6%. The -- adjusted diluted net earnings per share grew by 11% to $1.72. On a GAAP basis, our net earnings per share grew by 14%.\nThe -- Drug Retail delivered another strong quarter. Our absolute sales increased 4.2% and same-store sales grew 4%. Front store same-store sales grew by 0.7%, lapping growth of 10.3% last year. Cosmetics and Health and Beauty continue to deliver very strong results, supported by elevated cough and cold sales.\nOverall, we are very pleased with the ongoing strength of our Front store business. We have made the decision to exit most of our electronics category. As such, it will negatively affect our front store sales for all of '24 as we cycle out of it.\nPharmacy and Healthcare services grew same-store sales by 7.3%, driven by broad strength in prescription services. Our specialty and acute prescription growth led our pharmacy numbers. Additionally, customers continue to respond very positively to the convenience and level of care we offer through our more than 2,100 pharmacies across the country.\nIn Food Retail, we recorded strong top line growth with absolute sales up 4.4% and same-store sales growth of 3.4%. Our internal inflation rate was lower than food CPI again this quarter. This helped bring CPI grocery inflation below the headline total inflation rate in Canada for the first time in over 2 years.\nOur strong same-store sales, combined with a lower internal inflation rate clearly highlights the strength of our discount banners, private label brands and PC Optimum offers.\nTonnage, traffic and market share performance were all strong. We saw market share gains in both our markets and hard discount banners with solid tonnage growth in each. As expected, the consumer shift to discount continues with our hard discount banners outperforming our conventional stores.\nRight-hand side had a negative impact on food same-store sales of 66 basis points. These categories remain accretive to our gross margin, and we continue to carefully manage inventory levels. Online sales in the quarter increased 16.1% and delivery continues to outperform as a channel.\nAcross Food Retail, our strong sales, market share and tonnage performance are a clear indication that our efforts resonate with customers. More and more Canadians choose our stores for value, quality and service. Total retail gross margin was 31.6%, growing 30 basis points.\nHigher drug retail margin, mainly due to sales mix and continued progress in reducing shrink drove our improvement this quarter. We have executed on a number of initiatives to improve shrink in our stores and are pleased with the positive momentum. We remain focused on delivering stable gross margin this year in line with our financial framework.\nTurning to SG&A. Our spend rate as a percentage of sales increased 40 basis points, driven by year-over-year impact of certain real estate activities and labor and costs related to network optimization, partially offset by operating leverage. Adjusted retail EBITDA increased by $62 million, yielding a margin of 10.9%, in line with last year.\nThe quarter saw a strong performance at the bank. PC Financial's revenues increased 10.7%, driven by growth in the credit card portfolio and strong services growth at our mobile shop. We were excited to launch no-name mobile in the quarter, providing Canadians with a great opportunity to save on their mobile plans and even more PC Optimum points to put towards free groceries faster. One mobile expert called it the best deal in the country, and I agree with them.\nThe bank's adjusted earnings before tax increased by $32 million with higher interest income and lower operating costs, offsetting higher credit losses and loss provisions. We remain very comfortable with the risk profile of the bank's portfolio. We have a strong and well-capitalized balance sheet, and we continue to take a conservative position in our provisioning.\nOn a consolidated basis, adjusted EBITDA increased by 6.6% to $1.54 billion. Our retail free cash flow used in operating activities was $359 million as we typically see a seasonal outflow in Q1. We -- in the quarter, we repurchased $470 million worth of common shares and announced a 15% dividend increase, our 13th consecutive annual increase.\nOur balance sheet remains strong, and we continue to improve our key return metrics. Our return on equity sits at 22.6% and our return on capital at 11.6%.\nLooking ahead, we continue to be pleased with our market share performance in Food. That said, in the second quarter, we will be lapping 6.1% food and comps in the comparative quarter versus 3% in Q1 of 2023. So we expect Q2 food same-store sales to be lower than Q1.\nIn Drug, cough and coal sales are slowly returning to normal. As discussed on the last call, we expect to continue to deliver on our financial framework.\nI will now turn the call over to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThank you, Richard, and good morning, everyone. I'm pleased to be here to discuss our first quarter results with you. We ended the quarter where we started the year with confidence, strength and momentum across our businesses.\nLast quarter, I talked about the tremendous commitment, diversity and experience of our team from coast to coast. Together, we continue to execute well across our businesses, keeping costs low and providing superior value, quality and service to Canadians.\nThat focus contributed to another quarter of consistent operational and financial performance. This was a special evident in the strength of our Food business, Richard highlighted the financial results, the key metrics around volume, and our numbers for both [ traffic ] and items sold in our food stores this quarter were very strong and positive in both our discount and conventional banners.\nCanadians are recognizing that we are providing the combination of value, quality and service that they want and they're rewarding us with their business. They are voting with their feet.\nI'm not sure you have all seen our new head of the month promotion, which is really working well for us. [indiscernible] offers a great price on a few selected items and it's available at the same price in all our food and drop stores across the country, but it is not the only value driver.\nAcross our banners, we're giving Canadians better value for money by giving them relevant promotions, both through our strong flyer program and personal offers from our leading digital PC Optimum program. Canadians remain very focused on value and our [indiscernible] banners continue to outperform.\nWe are building on last year's momentum with a plan for more conversions plus net new stores to add more than 50 additional hard discount stores.\nI talk a lot about the strength of our hard discount banners, but I'm also excited about our opportunities in our Supermarket division. To give you an example, we have brought together all our superstores nationally under the leadership of Frank Emboli.\nWe will now operate 180 large-format stores across the entire country from coast to coast, leveraging the success of Western -- of our Western Real Canadian superstores with better scale, better support and more consistent customer offers, while also working on improvements to our right-hand side of merchandising.\nThis is just the beginning. We will have a few test stores ready in the fall. And depending on the results, we'll evaluate how to bring these learnings to the rest of the stores. This will help us to offer even more value and selection to consumers to draw more traffic and sales to these great stores.\nAcross the board, we continue to build on the strength of our assets and opportunities to drive our business forward, and we will be bringing even more excitement to all our stores. I look forward to sharing more details of these new programs as the year progresses.\nI'm pleased with the performance of our digital business in the quarter. As Richard mentioned, our online sales increased by 16%. That's the highest level in 2 years. We continue to enhance our customer experience and differentiate ourselves by offering more choice and flexibility.\nTurning to Pharmacy. We delivered another strong quarter in Shoppers and Pharmaprix stores, primarily led by strength in front store, where we were able to deliver same-store sales growth on top of double-digit growth last year. That continued strength was again led by our beauty business and the strong cough and cold season.\nOur petite beauty categories again delivered high single-digit growth. In Pharmacy, our associate owners and their teams are playing an increasingly important role in serving the health needs of Canadians and we continue to be a preferred destination for Canadians looking for help managing their complex needs.\nI wanted to share a powerful example of how skill and scale come together to highlight our value to consumers and help to grow our business. At Shoppers, our beauty customers are already well represented amongst our most loyal PC Optimum customers.\nSo 2 months ago, our beauty specialist launched a campaign to highlight the power of PC Optimum and our PC MasterCard to the rest of their clients. This measure resonated really well, generated thousands of applications for a new PC Optimum Mastercard and higher-than-average conversion rate.\nSpeaking of PC Finance, the bank also had a strong start to the year. Richard highlighted our double-digit sales growth, but our mobile services business actually grew faster than our credit card business in the quarter. The launch of no-name mobile is just another example of us using our scale and scope to provide everyday value to Canadians.\nLooking ahead, our focus remains on our strategic pillars of retail excellence, driving growth and investing in the future, while at the same time, embedding ESG into everything we do.\nThis year, you'll see our investment built -- with our investment you'll see us building even more new stores, including over 20 service drop markets. Behind the scenes, we're also investing in focused initiatives to drive positive environmental and social change.\nI would like to share a couple of examples that I'm particularly proud of. As of GN 2023, we achieved an 11% adoption in Scope 1 and 2 carbon emissions towards our net 0 targets. As part of our carbon plan, we have entered into a renewable energy plan to eliminate carbon emissions from electricity purchases in Alberta. And we rolled out our first 14 heavy-duty fully electrical transport trucks.\nAnd I recently had the opportunity to drive in one of these vehicles, and they are very impressed and I must admit I had a bit of fun on that. On food waste, we diverted more than 78,000 metric tons of food waste, up 20% from last year. Our distribution centers and each of our food and drug retail stores now have an individual partnership with a food recovery program to make sure good food goes to people in need and we reduce the waste center landfill.\nToday, we publish our 17 Annual ESG report. I hope -- I hope that you'll take the time to review the details of these and the many other excitement and important initiatives that we have underway.\nWe'll now open it for questions. Thank you.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThanks very much, Per. And Laura could I ask you to introduce the Q&A process."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/395b5fb9dcb0f517a9109eed07f6d7d6",
    "period": "2023 Q4",
    "content": "Q4 2023 Loblaw Companies Ltd Earnings Call\n\nQ4 2023 Loblaw Companies Ltd Earnings Call\n\nLTORONTOFEB 22, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw's Company Limited Fourth Quarter 2023 Results Conference Call. [Operator Instructions] This call is being recorded on Thursday, February 22, 2024.\nI would now like to turn the conference over to Mr. Roy MacDonald. Please go ahead, sir.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Cinthu, and good morning, everybody. Welcome to the Loblaw Companies Limited Fourth Quarter and Full Year 2023 Results Conference Call. I am happy to be joined here this morning by Per Bank, our President and Chief Executive Officer; and by Richard Dufresne, our Chief Financial Officer.\nSo before we begin the call, I want to remind you that today's discussion will include forward-looking statements, which may but are not limited to statements with respect to Loblaw's anticipated future results and these statements are based on assumptions and reflect management's current expectations, as such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations.\nThese risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulators. Any forward-looking statements speak only as of the date they are made. The company disclaims any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I'll turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. We are very pleased to deliver another year of consistent operational and financial results. Our businesses continue to perform well, reflecting our focus on retail excellence.\nOn the full year, revenue came in at just under $60 billion, and we generated earnings in excess of $2 billion. We plan to reinvest over $2 billion back into the Canadian economy and in jobs through our 2024 capital program.\nTurning to the quarter. I'm especially pleased with our performance, given that we are lapping an extremely strong Q4 last year when sales grew almost 10%, EBITDA increased by double digits and EPS grew 16%. We accomplished this by remaining focused on delivering value to consumers, carefully managing our expenses and continuing to invest for the future.\nOn a consolidated basis, revenue grew by 3.7%, and EBITDA increased by 9.4%. Adjusted diluted net earnings per share grew by 13.6% to $2 per share. On a GAAP basis, our net earnings available to common shareholders grew by 2.3%. In drug retail, absolute sales increased 4.9% and same-store sales grew 4.6%. Front store performance exceeded our own expectations this quarter given our strong performance in Q4 last year.\nFront store same-store sales grew by 1.7%, while lapping growth of 11.5% last year. Cosmetics and health and beauty continue to deliver very strong results. OTC sales remained strong. Overall, we are very pleased with the ongoing strength of our front store business. Pharmacy and Healthcare services same-store sales grew by 8%, driven by growth in acute and chronic prescriptions, including continued strength in specialty drugs. At the same time, we're pleased with the growth of services related to expanded scope of practice. These services doubled in the quarter compared to last year.\nIn Food Retail, absolute sales increased 2.7% and same-store sales grew 2%, again last -- against last year same-store sales growth of 8.4%. Our offers are resonating well with customers demonstrated by higher traffic and continued market share momentum. Our leading hard discount grocery banners outperformed in Q4 and lead our performance, bringing value to Canadians at a time of heightened cost of living pressure.\nOur internal food inflation was significantly lower than CPI again this quarter. This clearly demonstrates the role we are playing to help stabilize food prices for our customers. In Q4, our average item price increase was the lowest it has been in more than 2 years. Loblaw continued to leverage its strength to bring value to our customers. The strength of our discount offering across the country is evident as consumers continue to migrate their shop to hard discount stores.\nIn Quebec, we have converted 24 Provigo stores to Maxi and plan to convert another 30 stores this year. We believe the outperformance of our hard discount stores will continue as Canadians seek value to help manage through the challenges of this extended period of economic uncertainty. Although discount continues to outperform conventional grocery, our market banners remain very healthy, and we are pleased with our performance, having the right customer offer in all our stores remains a key focus.\nRight-hand side had a negative impact on same-store sales of 80 basis points again this quarter. These categories remain accretive to our gross margin as we continue to carefully manage inventory levels. Online sales in the quarter increased 14.6% and exceeded $3.3 billion on a full year basis. We continue to enhance our customer experience and differentiate ourselves by offering more choice and flexibility. Delivery continues to outperform as a channel.\nTotal retail gross margin was 31.1%, in line with our full year rate of 31%. In Q4, our margin was up 50 basis points as we lapped a decline of 30 basis points last year. This reflects sequential shrink momentum and initiatives such as our freight business which allow us to invest in value while delivering stable margin performance.\nTurning to SG&A. Our spend rate as a percentage of sales increased 10 basis points and included a number of onetime costs this quarter that offset our operating leverage. We finalized 2 important labor agreements in the quarter, which will benefit over 24,000 colleagues and bring certainty to our costs and operations. With these agreements in place, we do not have another major labor contract up for negotiation until the second half of 2026.\nAdjusted retail EBITDA increased by $114 million, yielding a margin of 10.8%, up 40 basis points compared to last year. This quarter saw strong performance at the bank. PC Financial's revenues increased 16.8% driven by growth in the credit card portfolio, supported by an increase in customer spending and higher mobile shop sales.\nAdjusted earnings before tax increased 45.5% with higher interest income and lower operating costs, partly offset by higher credit losses and loss provisions. We remain very comfortable with the risk profile of our portfolio. We have a strong and well-capitalized balance sheet, and we continue to take a conservative position in our provisioning.\nOn a consolidated basis, adjusted EBITDA margin was 11.2% in the quarter, up 50 basis points compared to last year. Our retail free cash flow was $512 million, and we repurchased $494 million worth of common shares in the quarter.\nOn a full year basis, our retail free cash flow was $1.7 billion, and we repurchased $1.8 billion worth of common shares. We invested approximately $2.1 billion in CapEx, and our free cash flow generation continues to be very strong, as demonstrated again in 2023.\nOur balance sheet remains strong, and we continue to improve our key return metrics. Our return on equity sits at 22.2% and our return on capital at 11.5%.\nLooking ahead to 2024, we have a solid plan in place to continue to deliver consistent financial and operational performance while advancing our growth initiatives. This will allow us to continue to deliver value to our customers and to our shareholders. Specifically, we are accelerating our opening of new stores. We plan to open over 40 new stores in 2024 and convert another 30 stores to discount. Our real estate strategy is working.\nFor the full year 2024, we expect our retail business to grow earnings faster than sales and adjusted earnings per share growth in the high single digits. We plan to invest approximately $2.2 billion in capital expenditures or $1.1 billion net of proceeds from planned property disposal. Again, we plan to return most of our strong retail free cash flow to shareholders through dividends and share buybacks. We begin the new year confidently as we are carrying our Q4 momentum into Q1.\nI will now turn the call over to Per.\n\nPer Bank\n\nPresident, CEO & Member of Management Board\n\nThank you, Richard, and good morning, everyone. This is my first analyst call since joining the organization as CEO. It has been an exciting time for me, and I have been looking forward to sharing my thoughts and our progress with you. From my perspective, the past several months have been amazing. I travel the country, talking to customers, visiting colleagues, suppliers, investors and other important stakeholders. I have learned so much about Canadian customers and about the Loblaw business.\nTwo things have really struck me during my travels. First, at Loblaw, we have a unique and very special relationship with our customers, in fact, with most Canadians. This means that they have higher expectations of us. Customers are increasingly rewarding us with their business, but they're also not shy about letting us know when we can do things better.\nSecondly, Loblaw has tremendous strength in the commitment, diversity and experience of our team coast-to-coast. Together, we are executing well across our business and have an excellent foundation to build upon, including the great asset and proven strategies we are pursuing to drive consistent growth and performance. Our focus remains on our strategic pillars of retail excellence, driving growth and investing in the future, while at the same time, embedding ESG into everything that we do.\nTurning to the quarter. I'm very pleased with our results. We experienced continued market share momentum and top line sales growth against a very strong Q4 last year. In our Food business, we lapped very strong same-store sales and drove further growth, increasingly Canadians are looking for and rewarding value.\nIn my view, Loblaw is better positioned than any other food retailer to deliver value. One of our focus areas is to relentlessly pursue new opportunities to unlock value and respond to customers' needs. To illustrate, we continue to deliver our leading control brands, promotional activity and personalized PC Optimum offers. We're also expanding our hard discount Maxi and NoFrills store by opening 31 hard discount locations last year alone.\nOur recently announced Hit of the Month campaign is a great demonstration of our unique ability to appeal to Canadians, and our commitment to provide them with unmatched value offering on some key everyday products across our banners. Customers response to this program has been terrific. We're in the early days of this program, and there are more exciting things to come. Canadians continue to see greater value as they face challenging and persistent inflationary pressures, and we are committed to delivering that. Once again, our internal inflation was lower than growth CPI, while our full gross margin is still below pre-COVID levels.\nFood price increases in our stores are as low as they have been over the past 2 years. We are pushing back whenever we can on suppliers' cost increases, and we are finding ways -- more ways to be efficient to keep prices low for our customers. Our colleagues are doing a great job to reduce costs and be more efficient, allowing us to reinvest back into the business and help offset inflation. Our hard discount banners are outpacing the market, and we are well placed to benefit from the ongoing discounts and trade down effects.\nOur market banner has continued to perform well. These stores are being refocused on value, and we are targeting our offers in a more meaningful way to our customers. We are pleased with the early results.\nIn pharmacy, we're also lapping very strong results from last year. Our continued positive same-store sales growth reflect the continued strength in front store beauty products and from strong store sales in cough and coke category. Customers continue to respond very positive to the convenience level -- the convenient and level of care we offer to our more than 2,100 pharmacies in clinics and over 20,000 health care professionals and our PC Health Interactive app. We have seen a very positive reaction across the country to our ability to deliver expanded scope of practice in our pharmacies, including our 74 new pharmacy-based clinics.\nOur pharmacy provided 2.4 million prescribing services last year. Another way to think about it is that we freed up an additional 2.4 million appointment with doctors. This is important when wait times are long and many Canadians do not have a family doctor. We will continue to invest in this area with more than 140 new clinics already planned for this year.\nAnother area in which we are unlocking value is the digital domain. We are harnessing the combined strength of Loblaw digital loyalty in advance, and we are well positioned to create seamless and personalized experiences that enhance our customers' shopping journey and deliver exceptional value. In particular, we are investing in our personalization platform that will allow us to surface the most appealing and relevant offers to our customers depending on their personal purposes.\nCanadians continue to take advantage of PC Optimum loyalty points across our business and in record levels with increasing digital customer engagement, more meaningful in personal offers and effective promotions. This high level of engagement PC Optimum enjoys greater loyalty loop force and is resulting in increasing share of customer wallet.\nBuilding on the leadership position of our loyalty program, we are working to increase digital engagement on our PC Optimum platform by providing our members greater value. To illustrate, we have seen a double-digit increase in weekly active users in 2023. Another area of growth is expansion of our reach. In 2024, we will continue to invest to update and expand our store network and distribution centers. This is part of our capital program, where we expect to reinvest a total of $2.2 billion back into communities across the country. This record investment reflects our commitment to enhancing the store network, creating job opportunities and improving access to affordable food and health care services for Canadian. This year, investment in addition to more than $10 billion, the company has invested in since 2016.\nI mentioned at the outset that Canadians have high expectations of Loblaw. We do a lot. But of course, we can always do better. One of the many ways we are working to live up to expectations and be a leader is our commitment to environmental, social and governance leadership. As a part of our overall ESG framework, we have 2 main pillars of advancing social equity and fighting climate change. I'm pleased to share that today, we have issued some early priority disclosures around these 2 pillars. This is in advance of our annual ESG report, which is scheduled to be issued in April. These pages, you'll read about some of the significant strides we have made on our [indiscernible]. For example, in plastics, we're taking a leadership position to drive change across our industry. On our target to reduce plastic waste by ensuring all control brand and in-store plastic packaging a recycle of reusable by 2025, we have made excellent progress, achieving 64% compliance in 2023.\nWe also made considerable progress in reducing our food waste on our way to our target of zero food waste to landfill by 2030, 100% of our corporate stores are now partnered with food banks and other food recovery agencies, more than doubling our food donation rate in 2023 and moving us much closer to our zero waste target, and our colleagues and customers to be particularly proud working together. Our PC Children Charity came very close to reaching its 2025 target of feeding 1 million Canadian children in schools across the country. Thank you for your ongoing support of this important initiative. I'm proud of this progress, and I look forward to future engagements with you on our ESG journey.\nTo sum up, we delivered another strong quarter to wrap up a very successful year. We opened and converted over 40 stores, expanded our scope of health care cares and greatly advanced our ESG initiatives. I'm proud of how our team is delivering retail excellence, creating value for our customers and our shareholders. I would like to extend a heartful thank to all of our colleagues for your pursuit of these goals every single day.\nEntering the new year, our portfolio of businesses remain strong and well positioned to deliver for Canadians who are increasingly turning to us for value and service. Our core focus remains on delivering retail excellence, executing well across our operations and an unrelenting focus on our customers, which is what allows us to continue to invest in our business and in growth. Personally, I'm looking very much forward to working with the team and unlocking further value to drive growth across our business.\nWith that, I will open the call for any questions that you may have. Thank you.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Per. Cinthu, if you'd go ahead and introduce the process for asking questions."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c7595b53248d3472ee0af241b711027d",
    "period": "2023 Q3",
    "content": "Q3 2023 Loblaw Companies Limited Earnings Call\n\nQ3 2023 Loblaw Companies Limited Earnings Call\n\nLTORONTONOV 15, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by. Welcome to the Loblaw Companies Limited Third Quarter 2023 Results Conference Call. [Operator Instructions] This call is being recorded on Wednesday, November 15, 2023.\nI would now like to turn the conference over to Roy MacDonald. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nGreat. Thanks very much, and good morning, everybody. I apologize for the late start, but we had quite a few people texting [indiscernible] they're waiting to get on the line, but it looks like we're all here now. So welcome to Loblaw Companies Limited's Third Quarter 2023 Results Conference Call. I'm joined in the room this morning by [ Galen Weston ], our Chairman; and Richard Dufresne, our Chief Financial Officer. Before we begin the call, I want to remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements made with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations.\nThese risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulator. And any forward-looking statements speak only as of the date they are made, the company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law. Also, certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. I'm very pleased to report that we continue to deliver consistent operational and financial results with both strong top line performance and earnings growth. Our business performance continues to be very healthy and our financials in line with our financial framework. This is notable given that we are lapping an extremely strong second half last year, where EBITDA grew by double digits in both Q3 and Q4. That period was also characterized by high double-digit margin and earnings growth and record sales level in both our food and drug retail businesses. We accomplished this by remaining focused on delivering value to consumers, carefully managing our expenses and investing for the future. On a consolidated basis, revenue grew by 5% and EBITDA increased by 4.3%. Adjusted earnings per share grew by 12.4% to $2.26 a share.\nIn drug retail, absolute sales increased 4.7% and same-store sales grew 4.6%. Front store same-store sales grew by 1.8% on continued strength in cosmetics and health and beauty. OTC sales remained strong, but were [ off ] from peak levels. Overall, growth in our front store moderated as we lapped the strength experienced last year. Pharmacy same-store sales grew 7.4%, driven by growth in acute and chronic prescriptions, including strong growth in specialty drugs. At the same time, we're pleased with the growth of services related to expanded scope of practice. These services doubled in the quarter compared to last year, helping to offset lower cohort vaccines and testing. In Food Retail, absolute sales increased 5.1% and same-store sales grew 4.5%.\nCustomers are finding value in our stores demonstrated by higher traffic, unit growth and positive market share momentum. We delivered positive tonnage growth in the quarter. Our internal food inflation number was lower than food CPI. In fact, our actual inflation on food items as measured at our checkout was significantly lower than food CPI. Clearly, driven string the role we are playing to help stabilize food prices for our customers. Since January, food inflation in Canada have been falling rapidly and consistently. While Canada continues to see lower food inflation than most of the world, we know that rising food prices have a real impact on Canadians and their family.\nLoblaw continues to invest to keep prices lower in our stores. The decrease in our food margin is evidence that our costs continue to grow faster than our prices. As we continue to do our part to fight inflation, we remain concerned about the level of commitment to discuss from some of our suppliers. Without the support of suppliers, it will be difficult for the industry to sustain the current momentum of falling food inflation. With lower supplier costs, we can lower prices on the shelf for customers. Unfortunately, several large global suppliers are still coming with higher-than-expected cost increases for next year.\nReturning to our performance. Our ability to deliver value was reflected across our food business. our hard discount banners continue to outperform, delivering higher traffic, increased tonnage market share growth. The strength of our discount offering across the country is evident as consumers continue to migrate their shop to [ hard ] discount stores. In Quebec, our discount position continues to grow. We converted 7 Provigo stores to Maxi in the quarter, bringing our total to 18 so far this year, and we'll add 6 more in Q4. We continue to be very pleased with the higher-than-expected sales growth being generated from these converted stores.\nWe believe the outperformance of our discount stores will continue as Canadians continue to seek value to help manage through the challenges of this extended period of high inflation and economic uncertainty. Our market banners remain healthy despite the ongoing shift to discount stores. Within the conventional market, our market banners gained share against their peers. Having the right customer offer in all our stores remains a key focus. A great example is our home meal replacement offering where sales grew in the double digits as customers continue to look for more affordable alternatives to heating up. Right-hand side was a drag on our same-store sales performance to the tune of 80 basis points this quarter. These categories remain accretive to our gross margin, and we continue to carefully manage inventory levels.\nOnline sales in the quarter increased 13.6%, reflecting the strength of our digital businesses. Growth was led by PCX delivery and online pharmacy. We continue to enhance our customer experience and differentiate ourselves by offering more choice and flexibility. Total retail gross margin was 30.6%, down 20 basis points compared to last year. Gross margin was down in both food and drug, but the driving factor was higher shrink in drug. We are taking steps to address shrink across our businesses, and it's working. As expected, we saw a sequential improvement in shrink from the second quarter. That said, we continue to invest in stores and in labor and work with law enforcement to help reduce the impact of organized crime on our colleagues and customers. This search and organized retail crime remains a significant problem for the retail industry. These are sophisticated organizations that are increasingly using valent tactics and complex networks to steel and sell stolen goods for profit.\nTurning to SG&A. Our spend rate as a percentage of sales was flat compared to last year, driven by investment decisions we are making for the future. Positive operating leverage in our retail business offset our in-quarter investments in store conversions and efficiency initiatives that will benefit us next year. These costs totaled approximately $50 million in the quarter. Adjusted retail EBITDA increased by $61 million, yielding a margin of 10.3%, down 20 basis points compared to last year. The quarter saw solid performance at the bank. PC Financial's revenue increased 8.3%, driven by growth in the credit card portfolio.\nEarnings before tax increased 15.8% on higher interest income, which was partially offset by higher credit losses and loss provisions. Our effective tax rate was positively impacted by the expiry of prior tax reassessment period that allowed us to reverse certain tax provisions. On a consolidated basis, adjusted EBITDA margin was 10.5% in the quarter, down 10 basis points compared to last year. Our retail free cash flow was $663 million, and we repurchased $341 million worth of shares in the quarter.\nThe bottom line is that last year in Q3, we delivered 8% of top line growth, 10% of EBITDA growth and 26% of EPS growth. This year, we invested $50 million to drive future performance, gain share and still grew EPS 12%. All of our businesses are healthy, and we remain confident in our ability to deliver our full year outlook.\nI will now turn the call to Galen.\n\nGalen Weston\n\nChairman & CEO, Loblaw Companies Limited\n\nThank you, Richard, and good morning. Overall, I'm very pleased with our results. Label delivered another quarter of consistent performance, notable for its top line strength. Our drug business grew nicely on top of our very strong performance last year, Beauty continued to outperform, and cough and cold sales remained extremely strong, albeit a bit lower than last year.\nIn pharmacy, we made more progress on our journey to provide Canadians with more convenient access to health care services. We're now operating over 70 pharmacist-led clinics offering expanded scope of care. This includes 4 locations where we have designed a truly differentiated patient experience that combines the convenience of a pharmacy with the sophistication of a medical clinic. And the results are extremely promising.\nIn fact, year-to-date, our pharmacists have written almost 2 million prescriptions. In food, momentum around the shift to discount continued, and our Maxi and No Frills stores led the way, generating double-digit growth again this quarter. In November, we celebrated opening our 150th Maxi store in Quebec. And as we expand that banner, each new 1 outperforms our expectations. For new locations and conversions, we have opened 23 discount stores this year, bringing the option of shopping discount to additional communities across the country and substantially lower everyday prices to over 2 million Canadians.\nOur market stores continue to perform well against their peers, delivering full service value and great products that customers expect from us, especially at this time of the year when we gather for holiday celebrations. 2 weeks ago, we launched our 40th Holiday Insiders report with products already flying off the shelves. Sales in our private brands continue to outpace national brands with no name providing an average savings of 25%. And our innovation pipeline is as strong as it's ever been with our newest PC Black Label pizza quickly turning into a category-leading blockbuster. At 799, it perfectly delivers on the President's Choice mantra of truly differentiated quality at an incredible price.\nCanadians continue to take advantage of PC Optimum points to get even better value. We are issuing more points and redemption rates are climbing. Our loyalty program, PC MasterCard and PC Money Account were recognized yet again receiving several Canada's Choice awards, including top shopping loyalty program and top credit card rewards program. Overall, affordability remains a pressing issue on Canadian mines and lower food prices remain a top priority for us throughout the business, from our stores, to our supply chain, to our suppliers. And it's important to reiterate that grocers are not the reason for high food prices and so we are unable to resolve inflationary pressures on our own.\nOver the last 2 months, we have participated actively in this government shared ideas and have provided them with the details of the specific actions we have taken. As part of these efforts, we are focused on delivering additional value across a basket of 35 items that matter most to customers on a weekly basis. We are doing so in 4 specific areas: more savings in our weekly flyers, over and above value campaigns, increased depth and breadth of PC Optimum offers, and the sustained delivery of our unrivaled ad match program. We measure the success of these efforts in our stores where customers tell us how we're doing every day. In the quarter, our grocery stores attracted higher customer traffic. Those customers bought more items and our market share grew. In every corner of the business, our colleagues are working hard to reduce costs and do things more efficiently. These efforts have allowed us to reinvest savings to offset price inflation in our stores. Alongside this retail excellence discipline, we continue to invest for the future with capital investments in new stores, conversions and supply chain modernization.\nAs an example of this, next year, we're planning 30 more store conversions to discount and will open 40 net new stores in underserved communities. Our efforts to reduce our environmental footprint has also reached an important milestone in the quarter.\nIn 2020, we set an ambitious target to convert all of our control brand and in-store plastic packaging to recyclable or reasonable materials by 2025. We I'm delighted to announce that we are now more than halfway towards achieving that goal. The next time you make your morning smoothy, be sure to notice that your President's Choice or no name frozen fruit standup pouch is now recyclable. I'm extremely proud of the work our teams continue to do to execute against our strategy and to ground ourselves against our purpose of helping Canadians live life well.\nIn 2021, I returned to a day-to-day management role at Loblaw, with Richard and Robert. We refined our strategy, establish a shorter list of priorities and put a particular focus on urgency and accountability. Over the last 2 years, we've made tremendous progress with strong momentum in all our strategic pillars: retail excellence, driving growth, investing in the future and embedding ESG into everything that we do. The results speak for themselves.\nLoblaw is in excellent shape. But there is still a great deal to achieve. And today, I take a step back to focus on my role as Chairman, and I'm thrilled to have Per Bank joining the organization as President and CEO. Per has spent the past few months getting to know our stores, our store support functions and our colleagues across the country. This month, he steps fully into the role, bringing a wealth of experience and energy. I know he's excited to get to work and that he is singularly focused on moving our strategy forward. After 17 years of quarterly analyst calls today is my last one. So I'd like to express my thanks to all of you for your thoughtful questions. your support and your occasional enthusiastic by recommendations. I look forward to seeing you with Richard at our George Weston lunch in the spring.\nI'll now open the call for questions."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/22d7b0ff8ca93f604167699f2f5aca19",
    "period": "2023 Q2",
    "content": "Q2 2023 Loblaw Companies Limited Earnings Call\n\nQ2 2023 Loblaw Companies Limited Earnings Call\n\nLTORONTOJUL 26, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Companies Limited Second Quarter 2023 Results Conference Call. [Operator Instructions] This call is being recorded on Wednesday, July 26, 2023.\nI would now like to turn the conference over to Roy MacDonald. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Michelle. Good morning, everybody. Welcome to the Loblaw Companies Limited Second Quarter 2023 Results Call. As always, I'm joined this morning with -- in the room with Galen Weston, our Chairman and President; and with Richard Dufresne, our Chief Financial Officer.\nAnd before we begin the call, I want to remind you that today's discussion will include forward-looking statements which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations and as such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulators this morning.\nAny forward-looking statements speak only as of the date they are made. The company disclaims any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future results or otherwise, other than what's required by law. Also, certain non-financials may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. I'm pleased to report that we continue to deliver consistent operational and financial results with solid top line performance and strong earnings. We remain focused on delivering value to consumers and carefully managing our expenses, all part of retail excellence.\nOn a consolidated basis, revenue grew by 6.9% and EBITDA increased by 9.4%. Adjusted earnings per share grew by 14.8% to $1.94 a share. On a GAAP basis, our earnings per share reflected a 36% increase. This was unusually high as we lap a $100 million onetime charge last year specifically related to PC Bank.\nIn Drug retail, absolute sales increased 7.4% and same-store sales grew 5.7%. Front store same-store sales grew by 5% on continued strength in cosmetics and health and beauty. OTC performance remains strong, but off its peak levels. Similarly, growth in our drug business has moderated as it laps last year's post-pandemic reopening.\nPharmacy same-store sales grew 6.3%, driven by growth in acute and chronic [ scripts ], partially offset by lower comp COVID vaccines [ in testing ]. At the same time, we're pleased with the growth of services related to expanded scope of practice.\nIn Food retail, absolute sales increased 6.4% and same-store sales grew 6.1%. In Q2, our internal food inflation number was generally in line with the CPI. However, shoppers in our grocery stores actually beat inflation by taking advantage of our pricing, private brand and hard discount stores. That means that our Loblaw shoppers experienced a lower rate of inflation than CPI.\nAs we battle inflation, we remain highly concerned about ongoing cost increases. And I wanted to offer some facts. This year, suppliers have raised the price we pay for products by more than $1 billion. This is double what we would expect normally. We have received double-digit increases from the same suppliers who gave us double-digit increases last year. That's why you see products that are noticeably more expensive than they were just a couple of years ago.\nWhile cost increases are coming in from all tiers of our supplier base, the largest global brands stand out. Let me give you an example. Since inflation began, one of our largest vendors has submitted price increases totaling 50% or $0.25 billion. That's just one supplier. Here's another good illustration. In Q2, the average price per meat, fruit and vegetable purchased in our stores were up in the mid-single digits. But the average purchase in the center of store where you find the biggest brand was up in the double digits. At the same time, our food profit margins have declined as our costs have grown faster than our prices.\nThe math is very simple. Cost increases from big brands were well above Canada's food inflation and our food margin decline, suggestion of grocer profit [indiscernible] just don't add up.\nFood inflation is a global problem. The causes range from climate change to war. We know that some cost increases are justified, but many are not. The price of transportation, wheat, flour, paper and plastic all well off 2022 high. Our teams are actively reaching out to our largest suppliers pressing for cost decreases based on these facts. With lower cost, we will lower prices.\nReturning to our performance. Our ability to deliver value was reflected across our food business. Our hard discount banners continue to outperform the overall discount channel delivering strong traffic and item count growth as customers continue to focus on value offerings. And in Quebec, our discount position continues to grow. We converted 10 Provigo stores to Maxi in the quarter, and we will convert another 10 stores in Q3. We continue to be very pleased with the sales growth being generated from these converted stores.\nOur market banners remain healthy despite the ongoing shift to discount stores, having the right customer offer in all our stores remains a key focus. Right-hand side posted a solid quarter with all major categories delivering positive same-store sales and apparel outpacing food same-store sales. That said, net-net, it remains a drag on our same-store sales performance to the 260 basis points in the quarter.\nWe remain comfortable with our inventory levels. Online sales in the quarter increased 13.9%, reflecting the strength of our digital businesses as we lap our first post-COVID quarter. Growth was led by PC [indiscernible] delivery and online pharmacy. We continue to enhance our customer experience and differentiate ourselves by offering more choice and flexibility.\nRetail gross margin was 31.1%, down 30 basis points compared to last year. The driving factor was higher shrink in drug where we also saw pressure from lower services revenue. In Food, we controlled costs well, investing our savings into lower prices.\nAcross our retail segment, another quarter of careful cost management resulted in an improvement of 60 basis points in our SG&A rate as a percentage of sales. Adjusted retail EBITDA increased by $142 million or 9.8% in the quarter, yielding a margin of 11.8%, up 40 basis points compared to last year. PC Financial adjusted earnings before tax declined by $22 million, largely a function of increased net credit losses and loss provisions and higher interest rates this year. The top line business performance remains in line with our expectations, with revenue up $51 million, driven by higher interest income and an increase in consumer spending.\nOn a consolidated basis, adjusted EBITDA margin was 11.9% in the quarter, up 20 basis points compared to last year. Our retail free cash flow was $600 million in Q2, reflecting higher CapEx spend and lapping 1 year -- onetime tax recoveries from last year. In the quarter, we repurchased $500 million worth of common shares.\nLooking ahead, our second half same-store sale will reflect comparisons against our very strong sales performance last year in both food and drug. At the bank, we expect continued revenue growth from the growth in our portfolio, and we expect to see ongoing pressure on credit loss provisions given current economic forecast. However, we remain confident in our ability to deliver our full year outlook.\nI will now turn the call over to Galen.\n\nGalen G. Weston\n\nExecutive Chairman, CEO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Richard, and good morning. I was pleased with another quarter of consistent performance. The business charted strong core results providing continued confidence that we are delivering retail excellence and serving our customers well.\nIn our Drug business, we returned to a more normal growth rate in our front store elevated sales of cough and cold med subsided, while beauty remained brisk. And although COVID services have declined nationwide, we are increasing our range of patient care. In fact, feels like every month another province moves to expand and fund services that pharmacists can provide to plug growing gaps in primary care systems.\nJust this morning, New Brunswick announced its first sixth pharmacy primary care clinics, following an innovative recent rollout of 26 in Nova Scotia. Yesterday in Ontario, we unveiled 2 pharmacy sites redesigned to provide more clinical services and a better patient experience. We'll invest in a total of 72 of these clinics this year, another step towards the pharmacy of the future and our journey to improving Canadians access to primary care.\nIn our Food business, market stores continue to perform well, lifted in part by the customer response to our President's Choice summer product lineup, including new customer favorites like frozen Mochi and [ Ube Boba Pie ]. The ongoing shift to discount continued to pick up steam, driving high growth in our stores. Our hard discount locations have never been busier with our highest-ever customer counts double-digit growth, and no frills was recently named the most trusted store for low prices. and we'll add 25 more to the network this year.\nAs customers focus on value, sales in our private brands continue to outpace national brands, delivering an average savings as high as 25%, and more Canadians are turning to PC Optimum points to fill their carts with redemption rates climbing. We were delighted to see a recent survey that said Canadians are paying more attention to loyalty programs and that PC Optimum is by far their favorite. Used an incredible 9 out of 10 times.\nAs has been the case since this period of inflation began climbing, our food gross margins declined. The business was highly efficient in the quarter and we invested those savings and promotions. And once again, our product costs increased more than our prices. Despite Canada having one of the lowest food inflation rates in the world, we continue to face historic cost increases.\nAs our business moves forward, so do our efforts to manage our impact on the environment. It was a busy quarter in this regard. Shortly after our first electric truck hit the road, we announced that 5 hydrogen fuel cell electric trucks will join the fleet allowing 0 emission deliveries. And we announced that electricity purchased for our Alberta supermarkets, drug stores, offices and distribution centers will soon come entirely from wind, sun and water. The impact will be the equivalent of taking all the homes in the city of the size of [ Lethbridge ] off the grid, and we'll cut our national carbon footprint by 17%. We continue to execute well against our business plans and our purpose of helping Canadians live life well.\nI'll now open the call for questions.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Galen. Michelle, if you'd please introduce the Q&A process."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e273773bf69832f7f8b8c9050443b1b",
    "period": "2023 Q1",
    "content": "Q1 2023 Loblaw Companies Limited Earnings Call\n\nQ1 2023 Loblaw Companies Limited Earnings Call\n\nLTORONTOMAY 3, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Companies Limited First Quarter 2023 Results Conference Call. [Operator Instructions] This call is being recorded on Wednesday, May 3, 2023, and I would now like to turn the conference over to Roy McDonald. Please go ahead.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nGreat. Thanks very much, Julie, and good morning, everybody. Welcome to the Loblaw Companies Limited First Quarter 2023 Results Call. This morning, I'm joined as usual by Galen Weston, our Chairman and President; and Richard Dufresne, our Chief Financial Officer.\nAnd before we begin this morning, I want to remind you that today's discussion will include forward-looking statements which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations. As such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulators. Any forward-looking statements speak only as of the date they're made. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future results or otherwise. Other than what's required by law. Also, certain non-GAAP financial measures may be discussed or referred to please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures. Now I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board\n\nThank you, Roy, and good morning, everyone. I'm pleased to report that we started 2023 building on the strength of last year. We continue to deliver consistent operational and financial results solid top line performance and strong earnings growth. We remain focused on delivering value to consumers and carefully managing our expenses, all part of retail excellence. On a consolidated basis, revenue grew by 6% and EBITDA increased by 7.8%. Adjusted earnings per share grew by 14% to $1.55 a share.\nAs a reminder, we are lapping a very strong Q1 last year, where food same-store sales growth outperformed. Gross margin grew by 80 basis points and EPS grew 20.4%. On a GAAP basis, our earnings per share reflected a 0.8% decline as we lapped onetime gains last year. In drug retail, absolute sales increased 10.7% and same-store sales grew 7.4%, lapping an increase of 5.2% last year. Front store same-store sales grew by 10.3%. And as continued strong demand growth in margin-accretive categories like cosmetics and HABA. OTC performance remained strong, but off its peak. Pharmacy same-store sales grew 4.7%, driven by growth in acute and chronic scripts, partially offset by lower COVID vaccines and testing.\nOverall, we are encouraged by the steady and strong pace of growth in pharmacy services. These services represent an exciting new business for Loblaw, and we continue to expect them to drive long-term growth. Looking ahead, after lapping pandemic headwinds in pharmacy in Q1, we should see a return to more normal front store growth rates going forward. In Food Retail, absolute sales increased 3.8% and same-store sales grew 3.1% and reflects a 110 basis point timing impact of Q1 this year starting on January 1, when most of our food stores were closed versus January 2 start last year.\nIn Q1, our internal food inflation number was generally in line with CPI. Right-hand side remains a drag on our same-store sales performance to the tune of 60 basis points in the quarter. Omicron last year was a key driver of our same-store sales number. Our hard discount banners continue to outperform the overall discount channel, delivering strong traffic and item count growth as customers continue to focus on value offerings. In Quebec, our discount position continues to grow. We converted one Provigo store to Max at the end of the quarter, 2 more have opened since and we will convert 8 additional stores in Q2. We continue to deliver outside sales performance in these Maxi conversions, and we are particularly excited by the traction of our Maxi banner in the Quebec market.\nOur market banners are also performing well and continue to outperform their peer group having the right customer offer in all of our stores remain a key focus. As I mentioned, our right-hand side had a negative impact on same-store sales of 60 basis points. This improved from Q4 as apparel sales growth was strong and H&E was only slightly negative this quarter. We remain comfortable with our inventory levels. Our private label brands continue to outperform national brands, growing sales more than twice the rate of national brands. And No Name continues to resonate well with Canadians delivering strong double-digit sales growth in the quarter. Online sales in the quarter decreased 1.1%, lapping elevated demand last year due to pandemic-related restrictions. We are pleased to see sequential improvement in our online sales penetration over the past 3 quarters currently sitting at the highest level since Q1 of last year.\nRetail gross margin was 31.3%, up 20 basis points compared to last year. Gross margin benefited from growth in high-margin front store categories in drug retail and our retail excellence related initiatives offsetting higher shrink. We recorded a slight decrease in food retail margin as costs continue to rise faster than sales. We are continuing to see elevated cost increase from our food suppliers. This includes small and medium-sized Canadian vendors catching up on cost, and we're doing our best to expedite those. More concerning, we're still seeing outsized cost increases rolling in from large global consumer goods companies exceeding what we would be expecting at this point. Year-to-date, suppliers have increased our product cost nearly $1 billion, which is down from last year at this time, but more than double the annual historic norm.\nAnother careful quarter of cost management resulted in an improvement of 10 basis points in our SG&A rate as a percentage of sales. Adjusted retail EBITDA increased by $105 million or 8.2% in the quarter, yielding a margin of 10.9%, up 20 basis points compared to last year. PC Financial's earnings before tax declined by $20 million, largely a function of an increase in the credit loss provision this year compared to a release in the comparative quarter. The core business performance remains in line with our expectations with revenue up $52 million, driven by higher interest income and an increase in consumer spending. On a consolidated basis, sorry, adjusted EBITDA margin was 11.1% in the quarter, up 10 basis points compared to last year.\nOur retail cash flow was negative $81 million in Q1, reflecting higher CapEx spend and lapping a onetime tax recovery from last year. In the quarter, we repurchased $383 million worth of common shares. Looking ahead, we remain confident in our plan and our ability to execute in our core businesses while advancing our growth initiatives. Our focus over the past 2 years remains on retail excellence and it's been evident as we've delivered steady and consistent performance each quarter. This focus will continue to benefit our business going forward. I will now turn the call over to Galen.\n\nGalen G. Weston\n\nExecutive Chairman, CEO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Richard, and good morning. I was pleased with our performance in the quarter, particularly as we lapped pandemic tailwinds from Q1 2022. As we work hard to deliver value to our customers in the face of persistent cost inflation, we saw good underlying momentum and strong overall results. It was nice to see a recent poll showing Canadians viewed Loblaw as the grocer doing the most to help with inflation.\nShoppers Drug Mart had another standout quarter with high-margin beauty and cough and cold sales continuing to drive our retail gross margin results. COVID-related vaccinations and testing declined year-over-year, while other pharmacy services like medication reviews and minor ailment prescribing grew rapidly as pharmacists continue to step up and improve access to high-quality primary care across the country wherever provincial regulations allow. In our food business, we stayed laser-focused on delivering value to customers. And Canada is now one of the few OECD countries that have seen food inflation moderate in recent months. Once again, we did not pass the full amount of cost inflation to customers, leading to food gross margin declines yet again this quarter.\nOur approach continues to work. Market stores outperformed peers, our discount division grew share through more traffic and bigger baskets. Engagement in PC Optimum loyalty rose substantially and President's Choice and No Name grew at more than twice the pace of the big national brands. With Q1 behind us, we're comfortable with our position. Looking forward, we will invest more than $2 billion into the economy, creating thousands of jobs, adding discount supermarkets in underserved regions, expanding our TNT supermarket chain and continue to open pharmacist-led clinics with plans to add more than 70 new points of primary care for patients in Alberta, Ontario, Nova Scotia, New Brunswick and PEI.\nAs our business advances, so too do our ESG commitments, fighting climate change and advancing social equity. Our latest ESG report outlining our progress is now available at loblaw.ca. It does an excellent job of demonstrating the many ways our purpose comes to life through a more inclusive workforce, a pledge to feed and care for families and the belief that we can substantially reduce our environmental footprint by making the right choices. I hope you'll get a chance to take a look.\nLooking forward, we will continue to execute well against our purpose of helping Canadians live life well, doing so while operating a successful business and delivering reasonable financial results. I'll now open the call for questions.\n\nRoy MacDonald\n\nVice President of Investor Relations\n\nThank you, Galen. So go ahead, Julie, and introduce the Q&A process."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7086ceae84ef183ba14d8a19b1cb16b6",
    "period": "2022 Q4",
    "content": "Q4 2022 Loblaw Companies Ltd Earnings Call\n\nQ4 2022 Loblaw Companies Ltd Earnings Call\n\nLTORONTOFEB 23, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Companies Limited Fourth Quarter 2022 Results Conference Call. (Operator Instructions) This call is being recorded on Thursday, February 23, 2023.\nI would now like to turn the conference over to Roy MacDonald. Please go ahead.\n\nRoy MacDonald\n\nVP of IR, Loblaw Companies Limited\n\nGreat. Thanks very much, and good morning, everybody. Welcome to the Loblaw Companies Limited Fourth Quarter and Full Year 2022 Results Conference Call. This morning, as usual, I'm joined by Galen Weston, our Chairman and President; and by Richard Dufresne, our Chief Financial Officer.\nAnd before we begin the call, I want to remind you that today's discussion will include forward-looking statements which may include, but are not limited to, statements with respect to Loblaw's anticipated future results. These statements are based on assumptions and reflect management's current expectations, as such, are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations. These risks and uncertainties are discussed in the company's materials filed with the Canadian securities regulators.\nAny forward-looking statements speak only as of the day they are made. The company disclaims any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso, certain non-GAAP financial measures may be discussed and referred to today. Please refer to our annual report and other materials filed with the Canadian securities regulators for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Roy, and good morning, everyone. We're pleased to end the year with another quarter of consistent operational and financial results. Our focus on retail excellence and careful management of expenses continued to deliver strong earnings growth. Our unique assets, value offerings and promotional effectiveness continue to be reflected in the strong sales across our businesses. On a consolidated basis, revenue grew by 9.8%; EBITDA increased by 12.8%, our highest quarterly growth in 2022; and earnings per share grew by 15.8% to $1.76 a share. On a GAAP basis, our earnings per share reflected a 26.4% decline in the quarter as we lapped a onetime gain last year.\nIn Drug Retail, absolute sales increased 11.6% and same-store sales grew 8.7%, lapping an increase of 7.9% last year. Front store same-store sales grew by 11.5%. A strong cold and flu season and elevated demand for beauty products continue to drive growth in margin-accretive categories like cosmetics and OTC. Pharmacy same-store sales grew 5.4%. Acute and chronic prescription performance levels are back on track. A slowdown in demand for COVID vaccines and testing was expected. However, we're pleased to see strong growth in other core pharmacy services like med reviews and flu shots trending above pre-COVID levels and positioning us well for the future. Pharmacy services now represent a significant business for Loblaw, and we expect them to continue growing going forward.\nIn Food Retail, absolute sales increased 8.8% and same-store sales grew 8.4%. Improvements in our market share and strong traffic reinforce the belief that our offer is resonating with customers. In Q4, our internal food inflation was generally in line with CPI. Our discount banners continue to perform well with strong traffic and items count growth in our hard discount banners. We strengthened our discount position having converted 4 additional stores in the quarter for a total of 11 last year, all with strong initial results. Going forward, in 2023, we plan to convert over 20 market stores to discount and plan to open some 30 new food and drug stores. Though discount continues to outperform conventional grocery, our market banners are also delivering strong results. Having the right customer offer in all of our stores remains a key focus.\nIn Food Retail, on the right-hand side, had a negative impact on same-store sales of 110 basis points. I will add that sales growth remained positive in apparel and home and entertainment, and we are comfortable with our inventory levels. Online sales in the quarter increased 8.3%. Online penetration rates have been stable over the past 2 quarters trending at 2x the pre-pandemic rate. Q4 retail gross margin was 30.6%, down 30 basis points compared to last year. This was driven by a decrease in Food Retail margin that was partially offset by growth in higher-margin Drug Retail front store categories. Our decrease in Food Retail gross margin tie directly to the combination of continued cost pressures and higher investments in promotions, including our no name price freeze initiative.\nOur Food Retail gross margin peaked in mid-2021 prior to the onset of accelerating inflation. Since then, our Food Retail gross margin has not returned to those levels. Our Q4 results are further evidence that retail prices are not growing faster than costs and the company is not taking advantage of inflation to drive profit. And our strong sales and market share performance this quarter are a clear indication that our efforts resonate with customers.\nOn the topic of inflation, we continue to receive a large number of higher-than-normal cost requests, which leads us to believe inflation will remain elevated through the first half of 2023. We expect our full year 2023 consolidated gross margin to be in line with our full year margin of 2022 at about 31%. Retail SG&A as a percentage of sales was 20.2%, an improvement of 70 basis points compared to last year, resulting from careful cost management and improved leverage related to higher sales.\nAdjusted retail EBITDA increased by $174 million or 14% in the quarter, yielding a margin of 10.4% and up 40 basis points compared to last year. Although earnings before tax of PC Financial were down $20 million in the quarter due to the lapping of a onetime gain last year, we were pleased with its core business performance. Revenue was up $55 million, driven by higher interest income from growth in credit card receivable and an increase in consumer spending. On a consolidated basis, adjusted EBITDA margin was 10.7% in the quarter up 30 basis points compared to last year.\nOur retail free cash flow was $408 million in Q4 and over $2 billion on the year. In Q4, we repurchased $175 million worth of common shares and $1.4 billion on the year. Our role is to meet the needs of the communities we operate in and the expectation of our customers. This means refining the promotions, mix and presence of our supermarkets and drug stores. If we're successful, results follow. A good example this year is in Quebec where we are modifying our profile, adding discount stores, refining market stores to suit local markets and increase our share.\nWe opened the province's first T&T store in Montreal just before Christmas. The store has been a roaring success serving an eager customer base who lined up for hours day after day, breaking all Loblaw sales records for our new store.\nLooking ahead to 2023, we have strong plans and feel well positioned to execute in our core businesses while advancing our growth initiatives. For full year 2023, we expect our retail business to grow earnings faster than sales and adjusted earnings per share growth in the low double digits. We plan to increase our capital this year, investing more in our store network and distribution centers. We plan to invest approximately $2.1 billion in gross capital expenditures or $1.6 billion net of proceeds from property disposal. The increased level of investments will largely be funded through the sale of approximately $500 million in real estate assets.\nWe currently have over $1.8 billion in excess real estate that we plan to dispose at a more rapid pace over the next few years as we accelerate our investments in assets that drive our core business. Finally, we will continue to return capital to shareholders by allocating a significant portion of our free cash flow to share repurchases. We are pleased with our performance in the fourth quarter as we capped off another strong year. Underpinned by our focus on retail excellence, we continue to demonstrate steady, consistent performance and have positioned ourselves well for 2023.\nI will now turn the call over to Galen.\n\nGalen G. Weston\n\nExecutive Chairman, President, CEO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Richard. Q4 continued the momentum that we saw in previous quarters, helping the company finish the year with strong results. Shoppers Drug Mart had an exceptional performance in the quarter and for the full year. This was due to both strong cough and cold season that essentially lasted all year long and sustained strength in cosmetics and fragrance. It was also a great year for our pharmacies as they shifted from COVID testing and vaccinations to delivering important day-to-day health services. Patient feedback has been extremely positive, and many provinces are now embracing pharmacists as a way to dramatically improve Canadians access to basic primary care.\nAs Richard described, in our food business, higher cost of goods coupled with active investments in value put pressure on gross margins in the quarter. Though strong performance in our drug store business provided some relief, however, overall gross profit still declined as the cost from our suppliers continue to increase faster than our prices. The good news is that customers responded well to our efforts, helping deliver strong sales and market share growth. The no name price freeze was an important driver of that success as was the strength of our weekly promotional programs. This was true in both divisions. One notable item in the quarter was the outstanding growth in our prepared meals categories as customers chose fresh prepared food at great value as an alternative to dining out.\nLooking forward, we expect that managing the balance between cost and price inflation will remain difficult. We are seeing some costs stabilize and even begin to reverse in a few areas, and we are actively lowering prices in key categories. However, we still have over 1,000 supplier requests on our desks for significant cost increases. We continue to believe that these inflationary pressures are temporary and that they will ease with time, but predicting how long that will take is proving extremely challenging. In that context, we recently reaffirmed our commitment to no name prices being an average of 25% less than national brands. We're delivering the best available value in our 400 No Frills and Maxi hard discount stores, and we will continue to push back on unjustified cost increases from suppliers.\nFinally, we're stepping up our support for those most in need. Last year, we provided more than 5 million kilograms of food to Canadian food banks. This was in addition to over 120 million healthy snacks and meals through the President's Choice Children's Charity on our way to feeding 1 million children a year. In the upcoming year, we'll invest over $2 billion to grow and improve our store network, provide more health and wellness care to Canadians, create jobs, reduce waste and meet our carbon reduction commitments. We will do so while delivering consistently against our long-term financial framework. We're proud of our achievements in 2024 and of our over 200,000 hard-working colleagues and believe that we are well positioned for 2023.\nWe I'll now open the call for questions.\n\nRoy MacDonald\n\nVP of IR, Loblaw Companies Limited\n\nThank you, Galen. Colin, would you mind introducing the Q&A process, please?"
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/53a3a4a79d15e92c33a69cf2326a4ff1",
    "period": "2022 Q3",
    "content": "Q3 2022 Loews Corp Earnings Call\n\nQ3 2022 Loews Corp Earnings Call\n\nLNYSEOCT 31, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Loews Corporation Q3 2022 Earnings Conference Call. (Operator Instructions) Please note that this call is recorded. It is now my pleasure to turn the conference over to Mr. Chris Nugent\n\nChris Nugent\n\nThank you, Shelby. Good morning, everyone, and welcome to Loews Corporation's third quarter earnings conference call. A copy of our earnings release and investor presentation, may be found on our website, loews.com. On the call this morning, we will have our Chief Executive Officer, Jim Tisch; and Chief Financial Officer, Jane Wang. Following our prepared remarks this morning, we will have a question-and-answer session with questions from our shareholders.\nBefore we begin, however, I will remind you that this conference call may include statements that are forward-looking in nature. Actual results achieved by the company may differ materially from those made or implied in any forward-looking statements due to a wide range of risks and uncertainties, including those set forth in our SEC filings. Forward-looking statements reflect circumstances at the time they are made. The company expressly disclaims any obligation to update or revise any forward-looking statements.\nThis disclaimer is only a brief summary of the company's statutory forward-looking statements disclaimer, which is included in the company's filings with the SEC. During the call today, we may also discuss non-GAAP financial measures. Please refer to our securities filings and investor presentation for a reconciliation to the most comparable GAAP measures. With that, I'd like to turn the call over to Jim. Jim, over to you.\n\nJames S. Tisch\n\nPresident, CEO & Director, Loews Corporation\n\nThank you, Chris, and good morning. Before I discuss our financial results, I'd like to tell you about some executive changes that are taking place at Loews hotels. On January 1 of next year, John Tisch will become the Executive Chairman of Loews Hotels, and Alex Tisch will assume the role of President and CEO. John will also continue to be a member of the Office of the President of Loews Corp and the Co-Chairman of the Loews Corporation Board of Directors, along with Andrew Tisch.\nIn his 43 years of loans hotels, John has engineered the company's expansion and emergence as a leading hotel business. In particular, John was instrumental in building Loews Hotels' long-standing partnership in Orlando with Universal Studios while also having a foresight to develop the iconic Loews Miami Beach Hotel. As a result, Loews Hotels now has nearly 10,000 rooms in the Souter, Florida market. Additionally, John created a corporate culture that places a high value on empowering team members, satisfying customers and contributing to communities.\nJohn has successfully guided the company through several of the most turbulent periods in the hospitality industry, most recently the COVID pandemic. Loews Hotels is now stronger than it has ever been, as evidenced by the company's outstanding financial results. We are deeply grateful for John's contributions to the company and his continued presence will be of tremendous value to Loews Hotels.\nAlex Tisch joined Loews Hotels in June of 2017 after working at Loews Corp since 2008. Over the last 5 years, Alex has been instrumental in the creation and execution of the company's highly effective growth strategy and has proven himself to be a dynamic leader and a talented hotel executive.\nAlex oversaw the development of Loews Hotels is 800-room property in Kansas City and was integral in developing key partnerships such as the company's partnership with the city of Arlington, Texas. I'm confident that Alex will continue to chart accordance for sustained growth at Loews Hotels, and we are excited to welcome him into this new leadership role.\nMoving on to our third quarter financial results. Our subsidiaries performed very well this quarter, which led to good, consolidated results for the company. Before we discuss the financials, I'd like to acknowledge our employees who were impacted by Hurricane Ian, and thank them for their strength and dedication during these trying times.\nIn particular, I want to give a big shout out to the almost 2,000 employees who moved into our properties in Orlando in order to help our approximately 20,000 guests and displaced residents on the Universal campus who are fleeing the store. Thank you very much, guys. I'm happy to report that Loews Hotels experienced minimum financial impact from Hurricane Ian. Both leisure and group travel have bounced back dramatically from the pandemic levels, and the company continues to benefit from its 5 resort and convention properties that opened during the past few years.\nVery soon, we'll be able to add the Loews Call Gables hotel to that list. The new property will formally open in November, ending to Loews Hotels' presence in South Florida. With the addition of Call Gables, the company will have approximately 16,500 guestrooms. Loews Hotels' adjusted EBITDA for the third quarter was $77 million, up $18 million compared to the third quarter of 2021. And for the 9 months ending September 30, Loews Hotels reported $261 million of adjusted EBITDA, which is higher than the company's pre COVID full year 2019 adjusted EBITDA of $227 million.\nIn Texas, construction continues on schedule and on budget for the nearly 900 room Loews Arlington Hotel. Slated to open in the first quarter of 2024, this property epitomizes Loews hotel strategy of owning and operating hotels with high-quality meeting and event space that also have built-in demand generators. The Loews Arlington will be within walking distance of 3 professional sports and performance venues as well as the national metal ornamental museum, among other attractions. We remain committed to growth in this area of the hotel and hospitality industry.\nMoving on to CNA. CNA's core income of $213 million during the third quarter includes $80 million -- $87 million in pretax catastrophe losses related to Hurricane Ian. Results continue to be strong with CNA reporting an underlying combined ratio of 91.1% during the third quarter. CNA's all-in combined ratio, including catastrophe losses, was 95.8% an improvement of 4.2 points over the prior year.\nNet written premiums grew by 8% due to improved retention and new business. Despite CNA's stellar performance over the past several years, we believe the company still trades at a substantial discount to its peers. Furthermore, I believe the property and casualty insurance industry itself is undervalued by the market.\nWhile the S&P 500 trades at around 17x 2022 earnings, the commercial P&C insurance industry trades in the low double digits and a shareholder support for CNA, its strategy and its management team in the third quarter, loans bought about 670,000 shares of CNA common stock for approximately $26 million.\nAs for Board more pipelines, the company continues to perform well and grow revenue. We look forward to the resolution of our litigation whose appeal is currently pending in the Delaware Supreme Court. That case was heard on September 14, we continue to have every hope that this case will be resolved positively by the end of this year.\nIf you'd like to know more about our thoughts on the Boardwalk litigation, I refer you to my remarks from the first quarter earnings call of this year. Our plastic packaging company, Altium completed the $270 million acquisition of Plastic Industries in the second quarter, which was funded with $150 million of equity, including $79 million from loans and $120 million of debt.\nPlastic Industries is a blow molding packaging manufacturer that was headquartered in Nashville in New Hampshire. Altium purchased the company for approximately 9x EBITDA, and we anticipate that, that multiple will be several turns lower after operational synergies are realized.\nConcerning share repurchases from 29 -- from July 29, the last end reported share repurchases until today, we have repurchased approximately 3.5 million shares of Loews common stock from $193 million. Year-to-date, we followed back 4.5% of our outstanding shares for $652 million.\nSince we believe that Loews trades at a significant discount to our view of its intrinsic value, we are very enthusiastic about purchasing our shares at these levels. However, with the Boardwalk litigation pending, we believe it's prudent to moderate our share repurchase activity until the case is fully resolved. Finally, we understand that most of you are reading a transcript of this call as opposed to listening to the live broadcast.\nFor this reason, we are considering simply posting a transcript and discontinuing the call in the future. We welcome your feedback on this option. Thank you, and stay tuned for more details. And now I'd like to hand the call over to our CFO, Jane Wang.\n\nJane J. Wang\n\nSenior VP & CFO, Loews Corporation\n\nThank you, Jim, and good morning, everyone. For the third quarter of 2022, Loews reported net income of $130 million or $0.54 per share compared to the net income of $220 million or $0.85 per share in last year's third quarter. This year-over-year decrease was driven mainly by CNA's lower net investment income and higher investment losses. While Hurricane Ian impacted CNA and hotels, both companies posted another quarter of strong profitable growth.\nBoardwalk continued its consistent robust performance and the Loews parent company navigated through volatile equity capital markets. Book value per share declined from $71.84 at year-end 2021 with $58.14 at the end of the third quarter due to the effect of higher interest rates, lowering the market value of CNA's fixed income investments.\nExcluding accumulated other comprehensive income or this unrealized loss sits, book value per share actually increased from $71.09 at year-end to $74.11 on September 30. This increase was driven by our current year's earnings and accretive share repurchases.\nTurning to our largest subsidiary, CNA contributed net income of $115 million to Loews this quarter compared to $229 million last year. The year-over-year decline primarily reflects a $68 million decrease in net investment income attributable to Loews, driven by lower net investment income from LPs and common stocks, partially offset by higher earnings from the fixed income portfolio.\nDuring the third quarter, LPs and common stocks together returned negative 2.1% versus the S&P 500, which had a negative 4.9% return. In comparison in last year's third quarter, LPs and common stocks returned a positive 3.8%. In addition, investment gains and losses declined driven in part by realized losses from the sale of short-dated bonds strategically by longer dated bonds at higher rates.\nOn the underwriting side, CNA again posted another quarter of strong profitable growth, contributing $61 million of incremental underwriting income to Loews. Net written premiums grew 8%, driven by several factors. First, new business grew by 12%. Second, retention increased 4 points to 85% and third, while net written rate increases decelerated to 5%, exposure growth has increased to 3.3%.\nThe all-in combined ratio of 95.8% was 4.2 points better than the third quarter of 2021. This included 5.5 points of catastrophe and 0.8 points of favorable development. So the underlying combined ratio was 91.1%, flat to last year's third quarter.\nUnderwriting actions and incremental reinsurance have served CNA well. Even with the $87 million impact from Hurricane Ian, catastrophe losses were lower year-over-year as last year's quarter was impacted by Hurricane Ida and incremental losses from Winter Storm Murry. The expense ratio was steady at 30.8%.\nIn the Life & Group segment, CNA continues to proactively manage its runoff long-term care business. The annual gross premium reserve valuation performed in the third quarter resulted in an increase in the active life reserve margin from $72 million last year to $125 million this year. The long-term care claim reserve review also resulted in a pretax net reserve release of $25 million.\nWe are highly confident in CNA's prudent reserving philosophy in active management to further reduce the risk profile of this block. CNA's unrealized loss position has increased to $4.1 billion from $1.8 billion last quarter as higher interest rates and wider spreads continue to lower the market value of CNA's fixed income investments.\nAs we discussed last quarter, this decline does not imply any deterioration in the credit quality of the portfolio. In fact, the rate -- the increase in rates is favorable as CNA is able to continue reinvesting at higher rates while also extending the duration of the life and grid portfolio.\nThese are the highlights of CNA's performing this quarter. Please refer to CNA's Investor Relations website for more details on their quarter. Moving to our Natural Gas Pipeline business. Boardwalk contributed EBITDA of $192 million this quarter compared to $184 million last year.\nRevenue increased due to recently completed growth projects, higher recontracting rates and higher utilization of its pipeline and storage assets. That revenue growth has been largely offset by higher costs from maintenance projects due to revised pipeline safety requirements. The decrease in net income from $38 million in last year's third quarter to $34 million this quarter was driven by higher depreciation expense from recently completed projects and a $5 million impairment due to the retirement of an old asset.\nTurning to Loews Hotels. Despite facing Hurricane Ian at the end of September, the company had another strong quarter, growing adjusted EBITDA from $59 million in last year's third quarter to $77 million in this year's third quarter. As a reminder, adjusted EBITDA is reconciled in our investor presentation posted to the website.\nThe company contributed $25 million of net income to Loews this quarter versus $13 million in the third quarter of last year driven by continued strong performance across the board due to robust leisure demand, a significant pickup in group travel and the return of business travel. Occupancy has increased from 71.5% in last year's third quarter to 84.7% this quarter.\nThe financial impact from Hurricane Ian was very minimal. Wrapping up with the corporate segment. Loews recorded an after-tax impairment loss of $15 million in the quarter compared to a $23 million loss in the prior year's quarter. Both losses were driven by declines in our equity portfolio.\nThe corporate segment also includes our proportionate share of Altium's earnings, which is accounted for under the equity method. Our share of Altium's income improved this quarter driven by a favorable lag in passing through lower resin prices versus last year's quarter, where increasing resin prices resulted in an unfavorable resin lag.\nPricing initiatives helped to offset inflationary cost pressures and lower volume demand. From a cash flow perspective, we received $97 million in dividends from CNA this quarter and $778 million year-to-date consisting of 3 regular quarterly dividends of $0.40 per share and a special dividend of $2 per share.\nSince June 30, we have repurchased an incremental 4.8 million shares of Lowes at a cost of $268 million. That brings our total year-to-date share repurchases through last Friday to 11.2 million shares at a total cost of $652 million. As Jim mentioned, we also purchased 670,000 shares of CNA for a total of $26 million.\nLoews ended the quarter with $3.2 billion in cash and short-term investments. The majority of these funds are held in treasury bills and less than 20% are held in equities and limited partnerships. I will now hand the call back to Chris."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2069851554ba69de488159c509c2a108",
    "period": "2022 Q2",
    "content": "Q2 2022 Loblaw Companies Ltd Earnings Call\n\nQ2 2022 Loblaw Companies Ltd Earnings Call\n\nLTORONTOJUL 27, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Loblaw Companies Limited Second Quarter 2022 Results Conference Call. (Operator Instructions) This call is being recorded, Wednesday, July 27, 2022. I would now like to turn the conference over to Roy MacDonald. Please go ahead, sir.\n\nRoy MacDonald\n\nVP of IR, Loblaw Companies Limited\n\nThank you very much, Michelle, and good morning, everybody. Welcome to the Loblaw Companies Limited Second Quarter 2022 Results Conference Call. As always, I'm joined here this morning by Galen Weston, our Chairman; and by Richard Dufresne, our Chief Financial Officer. And before we begin the call, I want to remind you that today's discussion will include forward-looking statements, which may include, but are not limited to, statements with respect to Loblaw's anticipated future results and the impacts of the COVID-19 pandemic. These statements are based on assumptions and reflect management's current expectations. As such, they are subject to a number of risks and uncertainties that could cause actual results or events to differ materially from our expectations.\nThese results and uncertainties are discussed in the company's materials filed with the Canadian securities regulators. So any forward-looking statements speak only as of the date they're made, and the company disclaims any intention or obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, other than what's required by law.\nAlso certain non-GAAP financial measures may be discussed or referred to today. So please refer to our annual report and other materials filed with the Canadian securities regulator for a reconciliation of each of these measures to the most directly comparable GAAP financial measure.\nAnd with that, I will turn the call over to Richard.\n\nRichard Dufresne\n\nCFO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Roy, and good morning, everyone. I'm pleased to report that our performance in the second quarter continued to build on our positive momentum. Our business mix is well positioned for the current environment, and our focus on retail excellence is delivering steady and consistent operational and financial performance. During the quarter, we delivered solid top and bottom line performance. We continue to focus on delivering value to consumers and carefully managing our expenses, all part of retail excellence.\nOn a consolidated basis, revenue grew by 2.9%. adjusted EBITDA increased by 9.3% and adjusted earnings per share grew by 25.2% to $1.69 a share. Our GAAP earnings reflect a charge of $111 million associated with a recent tax court ruling relating to the deductibility of certain loyalty-related expenses over the last 13 years. We are planning to appeal the ruling.\nIn drug retail, absolute sales increased 7%. Same-store sales were strong, up 5.6%, lapping an increase of 9.6% last year. Front store same-store sales grew by 5.2%. We continue to see an acceleration in sales growth in our higher-margin categories led by OTC and cosmetics. Sales in beauty and cosmetics are essentially back to pre-pandemic levels.\nPharmacy same-store sales grew 6.1%. Although we are seeing an acceleration in both acute and chronic prescription volumes, we have not yet caught up to normal levels. Once again, growth in our pharmacy services business was strong with all major categories showing double-digit growth. Pharmacy services now include our Lifemark business, which closed on May 10th, contributing $40 million in sales.\nIn Food retail, absolute sales increased 1.2% and same-store sales grew 0.9%. Performance in our discount banners continue to strengthen, reflecting an ongoing shift in favor of discount. As part of our store network optimization initiative, we now have 5 stores that have been converted from market to discount and have downsized to one market store. We are pleased to report that all such projects are performing ahead of plans on sales, and therefore, are contributing to earnings.\nOur market banners remain strong and continue to perform well. And great in-store offer enhanced by optimized promotion using our data have led to positive traffic trends and solid sales. Online sales in the quarter decreased by 17.5%. However, our online business continued to operate at penetration levels well above pre-COVID rates. We are seeing consistent, stable operational performance and pickup and growth in delivery.\nWe are delighted with our launch of PC Express Rapid Delivery through a collaboration with DoorDash. The service will launch in Q3 and will not represent a headwind to earnings. Retail gross margin in Q2 was 31.4%, up 50 basis points compared to last year, driven by our drug retail business. Higher margin front store categories, particularly cosmetics, grew substantially as customers returned to offices and social settings.\nMargins also benefited from growth in pharmacy services, with COVID-related services remaining strong. Gross margin performance in Food retail was stable. Our unique data lets our merchants set more strategic pricing and promotion levels. With grocery inflation as it is, this is an important balancing act.\nAs our results today, and for the last quarter, show our businesses are doing well and remain profitable. They all sure show that this improved performance has resulted from the return of customers to our higher-margin beauty and drug businesses and the fact that increased pandemic costs are slowly going away.\nRetail SG&A as a percentage of sales was 19.9%, an improvement of 30 basis points compared to last year. We lapped higher COVID costs in the prior year and continued to benefit from sales leverage, food to drug sales mix and operating efficiencies. This was partially offset by higher labor costs across the network. Adjusted retail EBITDA increased by $129 million or 9.8% in the quarter, yielding a margin of 11.4%.\nWe were pleased with PC Financial's performance in the quarter. Revenue was up $25 million, driven by higher interchange and interest income, with a broad-based increase in customer spending. Contribution to adjusted EBITDA from the bank was flat as we lapped last year's gain related to reversal and expected credit losses reserves and saw higher points costs due to higher PC points redemption.\nOn a consolidated basis, adjusted EBITDA margin was 11.7% in the quarter, up 70 basis points compared to last year. In Q2, we repurchased $607 million worth of common shares, representing 5.4 million shares. This brings year-to-date purchases to $755 million. Looking ahead, macro factors continue to make forecasting challenging. We are seeing signs that inflation has or will soon peak. As such, we expect inflation to moderate in the second half of the year as we begin to lap higher levels from last year.\nCommodity prices are coming off their highs, some freight costs are coming down and supply chain issues are normalizing other than fuel costs, which remain high, but down from their peaks of last March. Finally, central banks are taking aggressive actions to tame inflation.\nToday, we announced an increase in our full year outlook. Based on our year-to-date operating and financial performance and momentum exiting the second quarter, we now expect full year adjusted earnings per share growth in the mid- to high teens. We have just cycled the first quarter of our 2021 strategic reset, delivering growth of 25% in EPS this quarter on top of 88% in the same quarter last year is beginning to demonstrate that our plan is working. Our focus on retail excellence is delivering strong and consistent financial results.\nWhile the environment remains volatile, Loblaw is well positioned for what is expected going forward. I will now turn the call over to Galen.\n\nGalen G. Weston\n\nExecutive Chairman, President, CEO & Member of Management Board, Loblaw Companies Limited\n\nThank you, Richard, and good morning. I'm pleased with our performance in the quarter during this period of global financial uncertainty, prolonged pandemic, caution and global inflation. As Richard noted, our retail revenue performance was strong and consistent with earnings growth linked principally to our drugstore business.\nShoppers Drug Mart had an excellent quarter, generating high-margin sales in beauty and cough and cold, while expanding pharmacy services created for Canadian patients. These services and the pharmacists who deliver them are becoming an increasingly critical part of our country's primary care delivery network by providing expanded access to basic medical assistance at low cost. As a matter of interest, as part of this evolution of our health care delivery strategy, last month, we opened Canada's first walk-in clinic staffed exclusively by pharmacists. And in the neighborhood with a critical physician shortage, this has been met with an enthusiastic local response.\nOur food business also performed well in the quarter with good sales and stable gross margins. Our conventional market stores are competing well, consistently outperforming peers. This is in part driven by a strong relative price position and outstanding performance of several enhanced merchandising programs. The consumer shift to discount also continues and is substantially benefiting our hard discount formats where we see new customers coming through the doors every day.\nAs you know, inflation remains a significant external force shaping business performance. However, as Richard mentioned, we are seeing some signs of stabilization. Commodity costs are substantially off their highs and transport and freight rates are improving. Having said that, supplier costs are still high, putting sustained pressure on retail prices. We continue to work hard to reduce their effect for our customers.\nThis includes operating 2 of the lowest priced formats in the country with No Frills and Maxi, investing in our famous low-priced private label brand, no name, the second largest consumer brand in the country and seeing historic growth. Not to mention the over $1 billion of savings our customers will earn this year through our PC Optimum program. In fact, we just completed a piece of work, which showed that customers who engage in the full benefits of the PC Optimum program are consistently saving as much as 10% on their grocery bill.\nTouching on one more retail trend. Digital sales continue their retreat of pandemic highs, and we expect to return to e-commerce growth once we fully cycle the last of that COVID demand and continue to improve and expand our offer. Delivery is growing as part of our channel mix. And in Q2, we announced our partnership with DoorDash to serve as our primary last-mile delivery solution. This relationship includes an exclusive presence on their marketplace and the introduction of a 30-minute rapid delivery service. We remain bullish on what's to come.\nLoblaw's purpose is to help Canadians live life well. As the country's largest private employer, we endeavor to do that every day through innovative products at great prices, convenient access to high-quality health care services, the country's best credit card and high-quality apparel. But it is often the smaller activities of our teams that can make the biggest difference, and I wanted to close my remarks with a particular example that stood out.\nAt the start of the invasion of the Ukraine, a small group of colleagues stepped forward, interested in how we could contribute to the humanitarian response. As a company that marshals nearly $100 million a year to give back to local communities, this group of colleagues started with the question, how can we better support those who are building a new life in Canada? They observed that the diversity of our business put us in a uniquely compelling position to do so. In the months since our team has partnered with government, NGOs and our customers, contributing and raising millions in support to provide the building blocks for families who have lost life's most basic ingredients, including jobs, food, wellness, clothing and financial products, a near perfect manifestation of our purpose.\nAt Loblaw, we continue to execute our strategy in the midst of a challenging period. We remain confident in our short-term outlook and our longer-term opportunities.\nThank you. I'll now open the call for questions.\n\nRoy MacDonald\n\nVP of IR, Loblaw Companies Limited\n\nThank you, Galen. Michelle, could I ask you to remind the participants, the protocol for asking a question?"
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41b628c0463d80c64dadab40f04d0504",
    "period": "2022 Q1",
    "content": "Q1 2022 Loews Corp Earnings Call\n\nQ1 2022 Loews Corp Earnings Call\n\nLNYSEMAY 2, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Loews Corporation Q1 Earnings Conference Call. (Operator Instructions)\nPlease note that this call may be recorded, and I will be standing by if you need any assistance.\nIt is now my pleasure to turn the conference over to Mary Skafidas, Vice President of Investor Relations and Corporate Communications.\n\nMary Skafidas\n\nVP of IR & Corporate Communications, Loews Corporation\n\nGreat. Thank you, Katie, and good morning, everyone. Welcome to Loews Corporation's First Quarter Earnings Conference Call. A copy of our earnings release, earnings supplement and company overview may be found on our website, loews.com. On the call this morning, we have our Chief Executive Officer, Jim Tisch; and our Chief Financial Officer, David Edelson.\nFollowing our prepared remarks this morning, we will have a question-and-answer session with questions from shareholders. Before we begin, however, I will remind you that this conference call might include statements that are forward looking in nature. Actual results achieved by the company may differ materially from those made or implied in any forward-looking statements due to the wide range of risks and uncertainties, including those set forth in our SEC filings. Forward-looking statements reflect circumstances at the time they are made. The company expressly disclaims any obligation to update or revise any forward-looking statements. This disclaimer is only a brief summary of the company's statutory forward-looking statements disclaimer, which is included in the company's filings with the SEC.\nDuring the call today, we might also discuss non-GAAP financial measures. Please refer to our security filings and earnings supplement for reconciliation to the most comparable GAAP measures.\nWith that, I'd like to turn the call over to Jim. Jim, over to you.\n\nJames S. Tisch\n\nPresident, CEO & Director, Loews Corporation\n\nThank you, Mary, and good morning.\nLoews is off to a tremendous start in 2022 with each of our consolidated subsidiaries continuing to produce solid results in the first quarter. Before we talk about the financial performance of our subsidiaries, though, I want to give you an update on the ongoing Boardwalk litigation in Delaware.\nAs some of you already know, 4 months ago, the Delaware Court of Chancery found that Loews improperly utilized a call right embedded in Boardwalk's Master Limited Partnership agreement when we bought in the minority unitholder shares of Boardwalk. Astoundingly, we were found liable for damages of almost $700 million plus interest, which amounts to more than a 60% premium to the unaffected price of Boardwalk in 2018. I've been told that this is the largest class damages award in Delaware court history.\nWe were shocked by the decision. Why? There are three basic reasons. First, the decision disregarded and dismissed a well-supported opinion of counsel, a document to which the Delaware courts traditionally give great deference. Second, the numerous well-reputed lawyers who advised us on this matter were found to have participated in a corrupt scheme to deliver what was called a contrivance. And finally, we were assessed the damage number that, in terms of both dollars and premium, flies in the face of established Delaware precedent that market price should serve as a barometer in assessing the value of a public company.\nThose who know me and know Loews will understand why I'm outraged and frustrated by this outcome. At Loews, we have always believed that operating ethically and with integrity is paramount. The notion that we might have been so duplicitous in our dealings with the minorities unitholders of Boardwalk is simply not true.\nSo where do we stand now? Currently, our case is on appeal at the Delaware Supreme Court, and we have every reason to believe the court should be taking this appeal very seriously. There are numerous precedent-setting legal findings made in our case that, in our opinion, would create significant difficulties for corporations and their lawyers in the state of Delaware if they were to be upheld. We believe the Delaware Supreme Court has spoken loudly and clearly in previous cases on the issue of damages and that throwing out years of precedent would create uncertainty and confusion for companies that rely on the Delaware courts to provide consistent and thoughtful rulings.\nOn timing, we've already filed our appeal brief and reply brief, and we expect to argue our case before the court in the third quarter. We anticipate a decision, hopefully, by the end of the year. I don't think we'll have too much more to report before then. Today, I simply wanted to let you know where we stand and how I feel.\nMoving on to happier topics. On today's call, I'd like to focus on the performance of CNA and Loews Hotels.\nCNA continues to be a success story for Loews. CNA had an outstanding quarter, delivering its strongest property and casualty combined ratio and underwriting profit since the third quarter of 2016. The underlying loss ratio was flat compared to the underlying loss ratio of the prior year's quarter and generally flat for all of 2021.\nTotal renewal premiums increased by 9% for the quarter driven by 7 points of rate and 2 points of exposure growth. Rates continued to be ahead of loss cost trends and exposure growth is up as the economy expands. CNA's keen focus on underwriting has served them well, and their balance sheet remains strong and stable. We continue to be extremely pleased with the company's performance.\nWhile higher interest rates will have a negative effect on the market value of CNA's fixed income portfolio, those same higher rates will be beneficial over the long term. The good news is that the company is now able to invest at significantly higher yields. And while book value per share has suffered a decline due to those higher interest rates, this does not imply that there's been any impairment of the timely collection of principal and interest.\nHigher interest rates have also been favorable for CNA's long-term care book of business, allowing CNA to buy long-term securities at higher yields than was previously available. The company is now beginning to lengthen the duration of its long-term care portfolio.\nAs for Loews Hotels, the company delivered its highest first quarter adjusted EBITDA ever, clocking in at $68 million as pent-up demand for post-COVID leisure travel coincided with this year's timing of spring break. When comparing first quarter results with those from the first quarter of 2019, adjusted EBITDA is $7 million higher.\nLoews Hotels' favorable performance is, of course, partially impacted by the mix of hotels in the portfolio as several more resort hotels have opened over that 3-year time period. Additionally, we have exited several urban markets -- market hotels with minimal meeting space. Resort destinations continued to lead the way, and we are seeing a steady return of group business. The missing piece of the puzzle is a rebound in corporate travel, the lack of which continues to negatively affect hotels in urban centers. And while occupancy rates still lag pre-COVID levels in some locations, for most of our hotels, the average daily room rate is on par with or exceeds pre-COVID levels.\nNext, I want to update you on our share repurchases.\nDuring the first 4 months of the year, the company repurchased about 1% of our shares outstanding or a bit more than 2.4 million shares for approximately $148 million.\nBefore I hand the call over to David, I want to mention that this will be his last earnings call as CFO of Loews Corporation. However, don't rush to say goodbye. He's staying on through the end of June to ensure a smooth transition and will then continue with the company as a senior adviser.\nI thank David for his tremendous efforts on behalf of Loews over the past 17 years during which time he has been an invaluable member of Loews' senior leadership team. His sound judgment, strategic acumen and laser-like attention to detail have been an enormous benefit to Loews, and we've been fortunate to have him as a colleague and as a friend.\nJane Wang will officially take over as CFO on May 10. Jane joined the company in 2006 and has steadily and brilliantly worked her way up the ranks at Loews, and I look forward to hosting our next earnings call with her.\nDavid, you're still on the hook for today, so without further ado, over to you.\n\nDavid B. Edelson\n\nSenior VP & CFO, Loews Corporation\n\nThank you, Jim, for those kind words. Working with you and the whole Loews team since 2005 has been a tremendously gratifying professional and personal experience.\nThis morning, Loews reported first quarter net income of $338 million, a 30% increase from net income of $261 million in last year's first quarter. Earnings per share rose 40% to $1.36, spurred on by a 7% year-over-year reduction in average shares outstanding, thanks to our share repurchase activity.\nAll three of our consolidated subsidiaries, CNA Financial, Boardwalk Pipelines and Loews Hotels, posted excellent results in the first quarter. While CNA accounted for the bulk of our Q1 net income, the earnings increase was driven by significantly improved results at Loews Hotels as well as by the absence of nonrecurring charges related to Altium Packaging that depressed last year's first quarter results.\nPartially offsetting these positives was a decline in parent company investment income as equity markets sold off in Q1.\nBefore I walk through our subsidiaries' results, let me touch on the impact on our earnings of recent financial market turbulence.\nThe S&P 500 was down 4.6% in Q1, and the NASDAQ 100 was down almost twice that at 8.9%. In fixed income, the 10-year treasury yield increased 83 basis points to 2.34%, and the Bloomberg Barclays U.S. Aggregate Bond Index was down about 6% in the first quarter. Since both CNA and the Loews parent company hold equity securities and LP investments correlated to equities, the decline in equity markets had a negative impact on earnings in these two portfolios.\nThe decline in bond prices caused by higher fixed income yields, however, did not negatively affect current period net investment income at either CNA or the Loews parent company. At the parent company, almost 83% of the portfolio is made up of cash and short-term investments with equity securities comprising the remainder. Changes in interest rates have little impact on the value of our cash and short-term holdings.\nAs Jim discussed, rising interest rates and yields did cause a decline in the value of CNA's large portfolio of fixed income investments. While these market value changes reduced CNA's net book value, they did not run through current period net investment income. In fact, as Jim mentioned, over time, higher yields should enable CNA to enhance net investment income through higher returns on new fixed income investments.\nCNA's net investment gains and losses, on the other hand, can be negatively affected by rising fixed income yields. For example, CNA's portfolio of nonredeemable preferred stock is mark-to-market through net investment gains and losses. Overall, the decline in CNA's net unrealized gains during the quarter reduced CNA's common equity by $1.6 billion or just under $6 per share.\nLet me return to our quarterly results.\nCNA contributed net income of $281 million, in line with last year's $279 million. That said, the makeup of CNA's earnings differed year-over-year. CNA's net investment income declined because of the selloff in equity markets. Additionally, net investment gains, which were meaningful in last year's first quarter, swung to a slight loss this year, driven by the unfavorable change in fair value of nonredeemable preferred stock and lower net investment gains on disposals of fixed income securities.\nMuch improved property/casualty underwriting results offset the negative earnings impact of financial markets. Continued earned premium growth and underwriting discipline led to a 10-plus percent increase in P&C underwriting income, excluding catastrophe losses. Earned premium was up 5% year-over-year, and the underlying combined ratio improved 50 basis points to 91.4%. CNA's expense ratio, which, together with the loss ratio makes up the combined ratio, declined to 31% which was 50 basis points better than in Q1 '21 and in line with full year '21. The company's expense ratio improvement over the past few years is notable and results from both expense management and premium growth.\nCatastrophe losses declined materially year-over-year. Last year, the winter freeze in Texas resulted in significant cat losses, whereas cat losses were unusually modest this year. Catastrophe losses added 6.8 points to the combined ratio last year as compared to only 1 point in this year's first quarter. Overall, CNA posted a combined ratio of 91.9% in Q1 '22 as compared to 98.1% last year.\nIn summary, CNA's results were strong despite a challenging quarter in financial markets driven by favorable underlying P&C underwriting results and modest catastrophe losses.\nBoardwalk contributed net income of $91 million, up from $85 million in last year's first quarter. EBITDA, which is defined and reconciled in our earnings supplement, was $261 million in the quarter compared to $249 million in Q1 '21. Boardwalk's net operating revenues increased more than 3% year-over-year driven by growth projects recently placed in service.\nLoews Hotels continues its impressive rebound, as Jim mentioned, driven by its resort properties as well as having all properties open for the entire first quarter of 2022. The company posted net income of $15 million versus a net loss of $43 million in Q1 '21. Let me unpack the results a bit further.\nGAAP operating revenue before reimbursables was $123 million, up from $39 million last year. Given the requirements of joint venture accounting, however, much of the company's business is not captured in its GAAP revenues. Factoring in its pro rata revenues from its joint venture properties, including all the properties at the Universal Orlando Resort, Loews Hotels revenues in Q1 were about 3x last year's level.\nPretax equity income from joint venture properties was $26 million as compared to a $12 million loss last year. Consolidated pretax income was $22 million, a sharp increase from last year's $55 million loss.\nAdjusted EBITDA, which is defined and reconciled in our earnings supplement, was $68 million in the quarter, up from a $13 million loss last year. The company's 9,000 rooms in Orlando, together with the Loews Miami Beach Hotel, continued to be the major earnings contributors and the primary drivers of the year-over-year increase. I would highlight, as Jim did, that Q1 '22 represents the all-time high for first quarter adjusted EBITDA, surpassing the $61 million earned in 2019.\nTurning to the Corporate segment. The parent company's investment portfolio generated a net pretax loss of $16 million compared to income of $46 million last year. Like at CNA, negative returns on equity securities caused this year's loss. The remainder of the Corporate sector generated a $36 million after-tax loss in the quarter versus last year's $96 million loss. Last year's results included two nonrecurring charges related to Altium Packaging, a debt extinguishment charge in connection with Altium's recapitalization and a deferred tax liability resulting from the then-pending sale of a 47% stake in Altium.\nA few words about the parent company.\nThe parent company portfolio of cash and investments stood at $3.8 billion at quarter end, with over 80% in cash and short-term investments. During the quarter, we received $584 million in dividends from CNA, including the $0.40 per share regular quarterly dividend and the $2 per share special dividend. As Jim mentioned, we spent about $129 million repurchasing 2.15 million shares of our common stock at an average price of just over $60 per share. Our repurchase after quarter end was modest at just under 300,000 shares.\nBefore I turn the call back to Mary, let me thank all of you for your interest in Loews and for your questions and suggestions over the years. It has been a privilege to spend the past 17 years at Loews, serving as CFO since 2014. I am thrilled to be able to hand the baton to Jane, who joined the company 16 years ago and is more than ready to take on this role.\nAnd with that, I will return the call to Mary."
  },
  {
    "header": "L",
    "cik": "0000060086",
    "ticker": "L",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f6e138f4b84074ed059e0673a18f55fd",
    "period": "2021 Q4",
    "content": "Q4 2021 Loews Corp Earnings Call\n\nQ4 2021 Loews Corp Earnings Call\n\nLNYSEFEB 7, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Loews Corporation Q4 2021 Earnings Conference Call. (Operator Instructions). Please note this call may be recorded, and I will be standing by should you need any audio assistance.\nIt is now my pleasure to turn today's call over to Mary Skafidas, Vice President of Investor Relations and Corporate Communications. Please go ahead.\n\nMary Skafidas - Head of IR\n\nThank you, Ashley, and good morning, everyone. Welcome to the Loews call. A copy of our earnings release, earnings supplement and company overview may be found on our website, loews.com. On this call -- on the call this morning, we have our Chief Executive Officer, Jim Tisch; and our Chief Financial Officer, David Edelson.\nFollowing our prepared remarks this morning, we will have a question-and-answer session with questions from shareholders. Before we begin, however, I will remind you that this conference call might include statements that are forward-looking in nature. Actual results achieved by the company may differ materially from those made or implied in any forward-looking statements due to a wide range of risks and uncertainties, including those set forth in our SEC filings.\nForward-looking statements reflect circumstances at the time they are made. The company expressly disclaims any obligation to update or revise any forward-looking statements. This disclaimer is only a brief summary of the company's statutory forward-looking statements disclaimer, which is included in the company's filings with the SEC.\nDuring the call today, we might also discuss non-GAAP financial measures. Please refer to our security filings and earnings supplement for reconciliation to the most comparable GAAP measures.\nWith that, I'd like to turn the call over to Jim. Jim, over to you.\n\nJames Tisch - CEO\n\nThank you, Mary, and good morning. Loews had a strong fourth quarter and year with our consolidated subsidiaries making good progress in 2021. What's more, these positive results were achieved in a period marred by the persistence of the COVID-19 pandemic, global supply chain disruptions and the return of inflation. More on inflation later in the Q&A.\nBefore we talk about the financial performance of our subsidiaries, I'd like to provide an update concerning the ongoing Boardwalk litigation. Many shareholders are familiar with the class action litigation relating to our 2018 acquisition of the minority Master Limited Partnership interest in Boardwalk Pipelines.\nIn November, the Delaware Court of Chancery issued a decision stating that Loews' breached the Boardwalk partnership agreement, a decision with which we (inaudible) disagree. The same court then awarded the class of former Boardwalk unitholders approximately $690 million plus interest. Loews has appealed this ruling to the Delaware Supreme Court since we firmly believe that the Chancery Court misapplied the factual underpinnings of the case and misinterpreted the applicable law.\nThere's a lot more I'd like to say, but on advice of counsel, I'm going to limit myself to this brief statement. Moving on to other happier topics. On today's call, I'd like to focus on the performance of CNA and Loews Hotels. CNA continues to be a success story for Loews, producing record core income of $1.1 billion for the year and no small part due to the company's laser-like focus on underwriting.\nCNA's underlying combined ratio decreased by 1.7 points in 2021, driven by the expense ratio. The underlying loss ratio for the year was flat at about 60%. Needless to say, we're pleased with CNA's operational progress. In 2021, CNA benefited from the rate increases resulting in significant premium growth.\nThe company's P&C gross written premiums increased approximately 10% and net written premiums increased about 5%. As I've mentioned before, the increase in net written premiums is lower than the increase in gross written premiums due to additional reinsurance that the company purchased in its strategy to protect the insurance portfolio from large loss events.\nRate increased more than 9% overall for the year, which is a solid increase. As CNA mentioned on their call earlier today, they expect rate to stay ahead of loss cost trends in 2022. CNA's pretax investment income was up from the prior year due to limited partnerships and common stocks, which increased $258 million. On average, CNA reinvest between $300 million and $400 million a month into its fixed income portfolio. So higher interest rates would improve the portfolio's yield over time.\nAdditionally, CNA announced a special dividend of $2 per CNA share, up from $0.75 per share in 2021. As a reminder, from 2015 through 2020, CNA paid a $2 special dividend. In 2021, however, the Board reduced the dividend because CNA's earnings were lower due to the effects of the pandemic and other catastrophes.\nThe return of the $2 special dividend is reflective of CNA's strong earnings performance as well as its financial strength and fortress balance sheet. The company also announced a common dividend of $0.40 per share. These dividends represent the payment of $584 million to rose in the first quarter of this year. At Loews Hotels, what a difference a year makes.\nThe company reported adjusted EBITDA of $135 million for 2021, a significant turnaround from the adjusted EBITDA loss of $103 million posted in 2020. Those hotels continues to rebound from the impact of COVID-19 with all hotel properties up and running by the end of the second quarter of 2021. We believe the hotel company will continue to recover from the effects of the pandemic, even though it may be some time before it sees pre-pandemic levels of occupancy.\nLoews Hotels has continued to see increased demand for leisure travel as well as improving interest for group travel. For the fourth quarter, owned and joint venture hotels had approximately a 70% occupancy rate, largely in line with the third quarter. However, over that same period, the average daily room rate increased by more than 6%.\nThe company's resort hotels continue to do considerably better than its urban properties. And happily, nearly 2/3 of Loews Hotels' rooms are in resort destinations. Loews Hotels' distinctive position as an owner and an operator has also played a part in the company's recovery. To illustrate this point, since the beginning of 2019, a year in which the company earned adjusted EBITDA of $227 million, Loews Hotels has added about 3,700 rooms to its system.\nHowever, the pandemic has prevented the company from realizing the full earnings potential of these new rooms, the majority of which are in destinations with built-in demand generators like Orlando. As the pandemic wanes and Loews Hotels continues to grow, its unique role as an owner and operator should continue to accelerate the recovery that the company has already begun to experience.\nBefore I turn the call over to David, I want to mention share repurchases. In 2021, the company repurchased just over 21 million shares of our common stock for about $1.1 billion, which represents almost 8% of the shares outstanding at the beginning of the year. Each year for the last 4 years, we have spent approximately $1 billion on share repurchases.\nOver the last 4 years, we have decreased our shares outstanding by 25%. We feel that share repurchases are a great use of the company's capital aimed at creating value over the medium to long term for our shareholders. As long as our shares trade below our view of their intrinsic value, we will continue to buy them in.\nAnd with that, let me turn the call over to David.\n\nDavid Edelson - CFO\n\nThank you, Jim, and good morning, everyone. Today, we reported fourth quarter net income of $343 million or $1.37 per share compared to $397 million or $1.45 per share in last year's fourth quarter. For the full year, we reported net income of $1.58 billion or $6.07 per share, while in 2020, we posted a net loss of $931 million or $3.32 per share.\nI will briefly review our fourth quarter results and then turn to the full year. The year-over-year decline in our fourth quarter net income obscured impressive operating improvements at CNA and Boardwalk Pipelines as well as a continued rebound at Loews Hotels. Underwriting results in CNA's core P&C business were outstanding. CNA's pretax underwriting gain rose 13% on the back of an 8% increase in net earned premium and a 50 basis point year-over-year improvement in the combined ratio to 92.9%.\nThe underlying combined ratio, which excludes catastrophe losses and prior year development, improved 1.4 points to 91.2% in this year's fourth quarter. CNA's consolidated net investment income was basically flat compared to the prior year quarter.\nBy segment, it was higher in Life & Group and lower in P&C and Corporate. The decline in CNA's year-over-year contribution to our net income was mainly due to lower net investment gains as well as to the Life & Group and Corporate segments. Investment gains were significant in last year's Q4, driven mainly by the mark-to-market on CNA's holdings of nonredeemable preferred stock.\nGains were de minimis this year. In the Life & Group segment, the long-term care block experienced slightly adverse morbidity trends this year after experiencing favorable morbidity last year.\nAnd in the Corporate segment, aside from the previously mentioned drop in net investment income, 2 other factors contributed to the year-over-year decline, a higher noneconomic charge relating to CNA's loss portfolio transfer with National Indemnity and unfavorable net prior year development on legacy master exposures. The bottom line is that CNA had another strong quarter in its core P&C underwriting business with all its segments, Specialty, Commercial and International, reporting strong premium growth and improved year-over-year underlying combined ratios.\nBoardwalk Pipeline's net income contribution declined from $83 million in last year's fourth quarter to $65 million. Last year's Q4 results included $26 million after tax of settlement proceeds related to a customer bankruptcy. Absent this nonrecurring item, Boardwalk's net income contribution increased year-over-year driven by revenue from growth projects recently placed in service and higher system utilization.\nLoews Hotels continued its strong rebound, posting net income of $37 million versus a net loss of $68 million in Q4 2020. Please note, however, that net income in the quarter benefited by $26 million from the acceleration of government grant payments used to retire outstanding debt prior to maturity for a recent development project.\nLoews Hotels adjusted EBITDA, which excludes unusual items and is defined in our earnings supplement, was $64 million in Q4, up markedly from a $27 million loss in Q4 2020. As you can see on Page 11 of our earnings supplement, occupancy was about double last year's fourth quarter and essentially flat with the third quarter. Average daily rate rose 24% over last year's fourth quarter.\nAnd with all hotel properties fully opened during the quarter, available rooms were 44% higher than Q4 2020. Before turning to the full year, one last observation on the quarterly comparison. The parent company investment portfolio generated less income in the fourth quarter than in the prior year period, driven by lower returns on our holdings of equities and limited partnership investments.\nFor full year '21, we reported net income of $1.58 billion, a sharp rebound from last year's net loss of $931 million. Excluding the second quarter gain on the deconsolidation of Altium Packaging, our net income for 2021 was $1.14 billion. CNA and Boardwalk posted strong operating results and Loews Hotels experienced a dramatic rebound from 2020's dismal pandemic-induced results.\nCNA contributed almost $1.1 billion to our 2021 net income. The core P&C business experienced strong earned premium growth and a combined ratio of 96.2%, almost 4 points better than the prior year. The decline in the combined ratio was driven by a 1.5 point improvement in the expense ratio and lower catastrophe losses. The underlying combined ratio improved 1.7 points to 91.4%.\nCNA's net investment income was buoyed by strong returns on limited partnership and common stock investments. Both the P&C and Life & Group segments benefited from these strong returns. Net investment gains also contributed to the year-over-year increase in CNA's net income. The company swung from losses last year to after-tax gains of almost $100 million this year.\nThe Life & Group segment benefited from good underlying results and an uplift in net investment income driven by LP investments. Additionally, for the year, the segment experienced a $38 million pretax net reserve release versus pretax net reserve charges of $83 million in the prior year.\nReserve actions in both years related mostly to the company's long-term care book of business. CNA's corporate segment showed a year-over-year earnings decline due to several factors, including lower net investment income, a larger noneconomic charge related to CNA's loss portfolio transfer with National Indemnity and higher unfavorable net prior year development on legacy master exposures.\nCNA ended the year with total assets of $67 billion, a $50 billion investment portfolio, stockholders' equity of $12.8 billion and book value per share of $47.20.\nCNA's balance sheet remains rock solid. Its decision to pay a $2 special dividend and raised its regular quarterly dividend by 5% is further evidence of CNA's confidence in its financial position. Boardwalk Pipelines contributed $235 million to our '21 net income, up from $206 million in 2020. Excluding the $26 million customer bankruptcy settlement proceeds received last year, Boardwalk's net income contribution increased $55 million year-over-year.\nBoardwalk's EBITDA, which is defined in our earnings supplement, was $843 million in 2021 versus $785 million last year, excluding the settlement proceeds. Boardwalk's year-over-year earnings improvement, excluding the settlement proceeds, was driven by a 6-plus percent increase in net operating revenues against a 4% increase in operating expenses including depreciation and amortization.\nA reduction in interest expense offset higher depreciation and amortization from growth projects recently placed into service. Turning to Loews Hotels and its dramatic improvement over 2020. Both hotels contributed a pretax loss of $12 million versus a $274 million loss in 2020. Both periods included nonrecurring items, such as impairments, gains on sale and the previously mentioned acceleration of a government grant.\nStripping these out, Loews Hotels pretax loss declined from $261 million in 2020 to a loss of $44 million in '21. Adjusted EBITDA, which excludes all these nonrecurring items, swung from a loss of $103 million in 2020 to earnings of $135 million in 2021. All properties contributed to this dramatic increase with the Universal Orlando Resort leading the charge.\nLoews Hotels business strengthened as the year progressed as measured by occupancy, average daily rate, RevPAR and, of course, adjusted EBITDA. Adjusted EBITDA was negative $13 million in Q1, followed by $25 million in Q2, $59 million in Q3 and $64 million this past quarter.\nTurning now to our Corporate segment. Let me unpack the numbers for you. Net investment income increased year-over-year, driven by higher returns on equities and limited partnership investments. Corporate expenses were flat year-over-year with higher interest expense, offset by lower other corporate expenses. Corporate also includes the operating results of Altium, which were consolidated through Q1 '21 and then, once deconsolidated, have been accounted for under the equity method.\nCertain nonrecurring items related to the 2021 recapitalization of Altium and the sale of a 47% stake are booked in Corporate as well. Finally, Corporate includes 2 large unusual items. In 2021, a $438 million after-tax gain on the deconsolidation of Altium Packaging, following our sale of a 47% stake.\nAnd in 2020, a $957 million after-tax loss on the deconsolidation of Diamond Offshore precipitated by its bankruptcy filing. Our 2020 consolidated results also include a $476 million net operating loss attributable to Diamond Offshore, which represented our share of Diamond results up to the deconsolidation date.\nExcluding Diamond's impact on 2020 and the Altium gain in '21, our net income more than doubled from $502 million last year to $1.14 billion in 2021. Now for the parent company. The parent company portfolio of cash and investments stood at $3.45 billion at year-end, with about 77% in cash and equivalents.\nDuring the fourth quarter, we received $194 million in dividends from our subsidiaries, $92 million from CNA and $102 million from Boardwalk, which represented Boardwalk's only dividend to Loews in 2021.\nFor the full year, we received dividends of $550 million from CNA and $102 million from Boardwalk and a $199 million dividend from Altium as part of its recapitalization. We also received a pretax proceeds of $411 million upon the sale of a 47% stake in Altium. Based on today's CNA dividend declarations, Loews will receive a total of $584 million in special and regular dividends from CNA this quarter.\nWe repurchased 5.4 million shares in the fourth quarter for $306 million and 21 million shares during all of '21 for $1.13 billion. Since year-end, our share repurchase activity has been negligible.\nI will now hand the call back to Mary.\n\nMary Skafidas - Head of IR\n\nGreat. Thank you, David. We are going to move on to the Q&A portion of the call. We have a number of questions from shareholders. The first question is for Jim. Jim, can you please give us more color on your view of share repurchases?"
  }
]