[
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81aeaaac922816f94d5aa0e77540b6b4",
    "period": "2025 Q3",
    "content": "Q3 2025 Coterra Energy Inc Earnings Call\n\nQ3 2025 Coterra Energy Inc Earnings Call\n\nCTRANYSENOV 4, 10:00 AM\n\nOperator\n\nThank you for standing by. At this time, I would like to welcome everyone to today's Coterra Energy Third Quarter 2025 Earnings Call. [Operator Instructions] I would now like to turn the call over to Dan Guffey, Vice President of Finance, Investor Relations and Treasurer. Dan?\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Greg. Good morning, and thank you for joining Coterra Energy's Third Quarter 2025 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Michael Deshazer, Executive Vice President of Operations. Blake Sirgo, Executive Vice President of Business Units, is also in the room to answer questions. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website. With that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and thank you to all who are listening this morning. Coterra had a strong third quarter and is on track to deliver on the ambitious annual goals that we set for ourselves for the full year 2025. Furthermore, we released a soft guide to our coming 3-year plan update that shows that we remain committed to a long-term path of consistency, profitable growth and value creation for shareholders.\nI want to give a shout out to our field and office personnel who have worked valiantly to deliver results as promised and to do so safely with environmental integrity and with a relentless focus on maximizing full cycle returns. We could not be prouder of our organization and their commitment to excellence.\nWe delivered on all fronts during the third quarter. Our volumes on gas, oil and barrel of oil equivalent came in above the midpoint of our guidance. We delivered outstanding returns on invested capital with great capital efficiency. The integration of the Lea County assets that we acquired early in the year has gone well, and we are realizing significant uplift in asset performance, cost reductions and future inventory. Michael Deshazer will provide further details here.\nWe plan to deliver a comprehensive updated 3-year outlook with our fourth quarter release in February. Last night, however, we provided an early look into 2026, which demonstrates our multiyear commitment to growing revenue, cash flow, free cash flow and profitability. As we see it today, we expect capital to be modestly down year-over-year while still achieving consistent profitable growth. Our low breakevens and deep inventory, coupled with our balanced revenue between gas and oil assets provides the opportunity to deliver through the cycles and maintain a degree of consistency that differentiates us. We view our future entirely through a lens of increasing shareholder value, and we best achieve this by consistently making smart full-cycle investments through the commodity swings.\nI do want to emphasize that we are providing a soft guide for 2026 and final decisions are a work in progress. We are watching markets carefully. Oil markets have a lot of moving pieces. These include the timing and impact of Russian sanctions, the situation in Venezuela, Chinese and Indian behavior and global economic robustness. While we have the projects and wherewithal to further increase our oil growth if warranted, we are remaining disciplined and not chasing growth in the current environment. Although capital may modestly flex up or down each year, our sole goal is to consistently grow our profitability and maximize our free cash flow.\nWe are living in rapidly changing times. The increase in LNG exports and growing electricity demand is constructive for the medium- and long-term outlook for natural gas. We are prepared to be patient and not front-run demand increases. Our marketing group is heavily engaged in discussions with counterparties seeking new natural gas supply arrangements to further diversify our portfolio, which already has committed 200 million cubic feet a day to recently announced LNG deals, 350 million cubic feet per day to [indiscernible] Point LNG, 50 million cubic feet per day power -- Permian Power deal with CPV and our 320 million cubic feet per day of natural gas supply deals to local power plants within the Marcellus.\nWhile these deals total approximately 30% of Coterra's gas production, the team continues to bring fresh ideas to the table to further improve and diversify our portfolio. Our marketing team has a mandate to generate value, not press releases. We are confident that patience is prudent and that the future of natural gas will provide tremendous opportunities for Coterra. There is a lot happening under the hood.\nWe are also watching all markets carefully, as I said, the swing between optimism and pessimism here is remarkable. A tiny change in facts can drive huge swings in emotion. Coterra has a deep inventory of oil assets with one of the lowest breakeven portfolios in our sector. Our bias as steady as she goes without wild reactive swings.\nBefore I turn the call over to Shane, you will note that Michael Deshazer will be delivering the operational summary today. Blake Sirgo is with us and will undoubtedly have the opportunity for comments. We recently switched the portfolios of Blake and Michael with Blake assuming oversight over our business units and Michael taking on our operational and marketing portfolios. This change was entirely driven by a desire to build redundancy in our skill sets and build broader depth of expertise on the executive team.\nWe have a highly collaborative executive team that by design is broadly familiar with all aspects of our business. This change will further increase our flexibility, bring fresh eyes on critical issues and provide an ability for both Michael and Blake to enlarge their impact. Every now and then, it is good to repot the\nplant. Finally, we know that many of you have seen the letter that [indiscernible] released this morning. Although we think that it contains some factual errors, we have great respect for many of the thought pieces that the [indiscernible] team has produced over the years and have had constructive engagement with them in the past. We are disappointed that they have chosen to release a public letter without reaching out to us. Nonetheless, we are open to suggestions that can improve Coterra. And as always, we will listen carefully consider ideas and be thoughtful in our response.\nWith that, I will turn the call over to Shane for a financial summary.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us on this morning's call. Today, I'd like to cover 3 topics. First, I will quickly summarize a few key takeaways from our strong third quarter financial results. Then I'll provide our fourth quarter guidance and update to our full year 2025 guidance. Finally, I'll provide comments on our balance sheet and cash flow priorities for the remainder of the year.\nTurning to our performance during the quarter. Performance in all 3 business units exceeded expectations during the third quarter. Coterra's oil, natural gas and BOE production each came in approximately 2.5% above the midpoint of our guidance. Additionally, NGL production was strong, posting an all-time high for Coterra at around 136 MBO per day.\nIn the Permian, we had 38 net turn in lines during the quarter, just below the low end of our guidance range. While the Anadarko and Marcellus had net turn in lines of 6 and 4, respectively, in line with expectations. We continue to expect TILs in all areas to be within our annual guidance ranges with the Permian being near the high end of the range. Pre-hedge oil and gas revenues came in at $1.7 billion, with 57% of revenues coming from oil production. This is up sequentially from 52% in the prior quarter and was driven by a substantial uptick in oil volumes of 11,300 barrels per day, an increase of above 7% above our second quarter levels. The Permian team continues to drive outstanding incremental production results.\nCash operating costs totaled $9.81 per BOE, up 5% quarter-over-quarter due to production mix and higher workover activity, which we expect to moderate during the fourth quarter. Incurred capital in the third quarter were near the midpoint at $658 million. Discretionary cash flow for the quarter was $1.15 billion and free cash flow was $533 million after cash capital expenditures. Both of these figures benefited from negative current taxes for the quarter related to recent changes in U.S. tax law.\nIn summary, our strong third quarter results show continued improvement in capital efficiency as production exceeded expectations and capital remains on track. We continue to run a consistent and highly efficient activity cadence which we expect will continue to generate strong full cycle returns in the current price environment.\nLooking ahead to the fourth quarter and the full year 2025. During the fourth quarter of 2025, oil production is expected to be 175 MBoe per day at the midpoint, an increase of over 8,000 barrels per day or another 5% increase quarter-over-quarter. We expect total production to average between 770 and 810 MBoe per day and natural gas to be between 2.78 and 2.93 Bcf per day. We expect capital for the quarter to be around $530 million, significantly below the third quarter results as we wrapped up frac activity in the Anadarko late in the third quarter.\nFor full year 2025, we are increasing annual MBoe per day production guidance 777 at the midpoint, a 5% increase from our initial guidance in February. We are maintaining the oil guidance midpoint at 160 MBoe per day while tightening the guidance range. Oil volumes from our acquired assets have been in line to slightly better than expected. Our legacy assets oil volumes are expected to deliver a high single-digit percentage growth rate year-over-year. This is similar to the rate of growth we have delivered during the prior 3 years.\nOn natural gas, we are increasing the midpoint of our volume range to 2.95 Bcf per day, an increase of over 6% from our initial full year guidance in February. As previously indicated, we expect capital for the year to be approximately $2.3 billion, just above the midpoint of our initial guidance range in February as we have maintained the second Marcellus rig into the second half of the year. Our annual expense guidance ranges remain unchanged, and we expect to be near the midpoint of the aggregate expense range for the full year.\nWith regard to our 3-year outlook provided in February, we remain highly confident in our ability to deliver results within those ranges from 2025 through 2027. This outlook is underpinned with a low reinvestment rate and improving capital efficiency and delivers attractive long-term value creation for our shareholders. While we are not prepared to provide specific 2026 guidance, a current snapshot suggests that capital should be down modestly year-over-year, while still maintaining production parameters laid out in our 3-year guide we released in February. At the same time, our low breakevens, low leverage and operational flexibility, coupled with our hedge book, have Coterra well positioned in the event of high commodity price volatility in 2026.\nTurning to shareholder returns on the balance sheet. For the third quarter, we announced a dividend of $0.22 per share. Those are one of the highest-yielding dividends in the industry at over 3.5% and demonstrates our confidence in the long-term durability, depth and quality of our future inventory and free cash flow. Additionally, during the third quarter, we repaid $250 million of outstanding term loans that were used as part of the financing of our acquisitions earlier this year, bringing our total term loan pay down to $600 million through the third quarter of 2025.\nIn October, based on the progress we have made in retiring our term loans and the trading levels of our shares, we reinitiated our share buyback program. While we continue to make progress on our debt retirement goals during the fourth quarter, we'll be opportunistic in purchasing our shares. We ended the quarter with an undrawn $2 billion credit facility and a cash balance of $98 million for total liquidity of $2.1 billion.\nAs of September 30, we had total debt outstanding of $3.9 billion, down from $4.5 billion at the closing of the acquisitions in January. We're making meaningful progress in executing on our priority of getting our leverage back to around 0.5x net debt to EBITDA. Coterra remains committed to maintaining a top-tier fortress balance sheet that is strong in all phases of the commodity cycle. We believe this enables us to take advantage of market opportunities while protecting our shareholder return goals.\nIn summary, Coterra [indiscernible] delivered another quarter of high-quality results across all 3 business units. We continue to enhance capital efficiency through higher productivity and lower cost per foot completed. Our consistent activity has continued to deliver meaningful oil production growth throughout the year while raising the bar on both natural gas and BOE production.\nIn 2025, we expect to generate substantial free cash flow of around $2 billion and approximately 60% increase over 2024, benefiting from both higher natural gas realizations and higher oil volumes from our acquired assets. While we continue to prioritize deleveraging, we see significant value in Cortera at current share prices. and are approaching buybacks opportunistically.\nIn summary, Coterra has never been stronger or better positioned. With that, I'm going to hand the call over to Michael to provide additional color and detail on our operations.\n\nMichael D. Deshazer\n\nSenior Vice President of Business Units\n\nThank you, Shane. Today, I will talk about our third quarter operational results and outlook will provide a business unit update, including the successful integration and upside to our Franklin Mountain and Avant acquisitions, and I will briefly touch on our marketing efforts.\nThe third quarter was another well-executed quarter and we carried this operational momentum into the fourth quarter. On the activity front, we have a consistent 9-rig 3 crew program working in the Permian, 1 rig and 1 crew in the Marcellus and 1 rig in the Anadarko. We expect to maintain this activity level during the fourth quarter.\nTo reiterate what Shane touched on earlier, looking ahead to 2026, we expect 2026 capital to be down modestly year-over-year while still achieving the production ranges laid out in our 2025 through 2027 3-year outlook. While we are focused on consistent operations through the commodity cycles, we are maintaining maximum operational flexibility with no rigs or frac crews on long-term contracts. We expect to provide a comprehensive 2026 guidance and an updated 3-year outlook in February.\nThe integration of our Franklin Mountain and Avant assets is complete, and our teams continued to outperform our expectations for synergies on these assets. I would like to spend a few minutes discussing our progress. When we announced the acquisition, there were many wells that were in various stages of development, and we made estimates of their productivity for our evaluation and for our full year production guidance.\nIn November 2024, we announced a 2025 production estimate for the assets of 40,000 to 50,000 barrels of oil per day, assuming a full year contribution. When we updated our production guidance on our February call, after the actual close dates in late January of the assets were known, we maintained our annual production guidance because we liked how the assets were performing. I am pleased to report that we continue to perform in line to above our production expectations for the acquired assets, giving us further confidence that there is upside relative to what was underpinned -- what underpinned the acquisition.\nOn the capital side of the acquisition, we have realized a 10% reduction in our total well cost as measured in dollars per foot by applying our Coterra best practices at scale across the assets. A few of the efficiencies I would like to point out are our optimized and standardized whole size and casing designs, which have reduced our drilling times from 15 to 13 days for a standard 2-mile lateral. And on the completion front, we have seen that implementing our proven stimulation designs that have been evaluated across the basin and tailored for each landing zone as well as our scale in the Permian has allowed us to reduce service costs.\nIn addition to capital savings, we now have line of sight to significant operating cost synergies. We have already reduced the inherited lease operating expense by approximately 5% or $8 million per year. These savings have been seen across most services, but the biggest savings are related to on-pad sour gas treating and electric generation. For example, at our Eagle central tank battery, we acquired a facility that treated sour gas to then be burned in gas turbines to generate power for our field.\nWorking with our marketing team, we accelerated a residue gas connection to the site that allowed us to remove the gas-treating equipment and allow the turbines to burn clean low BTU gas, increasing reliability and saving over $2.5 million per year in expenses. There are many more projects like this one, and we are currently projecting an additional $20 million per year in net operating cost savings related to on-pad sour treatment. Taking our projected total LOE savings on the acquired assets to 15% as a go-forward run rate.\nIn addition, we believe that the biggest future savings could come from using micro grids instead of wellsite generators to power our assets. We are in the final stages of planning for up to 3 microgrids across our Northern Delaware Basin assets. We think that these projects will have the potential to reduce our current power costs by 50%. And saving an additional $25 million a year. But as the asset and our power demand in the area grows, the projected savings will grow as well to nearly $50 million per year. This is all while we continue to work with our utility power providers to bring more grid power into the Permian Basin.\nNow that we have integrated the assets, we expect not only to demonstrate capital and expense reduction, but also productivity enhancements as we pursue a development plan focused on maximizing capital efficiency. Our subsurface teams have continued to delineate multiple landing zones. And this work has given us confidence that we have 10% more inventory as measured by net lateral footage than we estimated when acquiring the assets. Furthermore, our increased scale in the Northern Delaware Basin has enabled us to make many value-added trades and small-scale acquisitions. We expect our team to prudently add valuable inventory as we continue to develop our highly profitable and low-cost resources in the Permian Basin.\nMoving on to the Marcellus business unit. This quarter, we drilled a new 4-mile lateral from spud to rig release in under 9 days, averaging 2,400 feet per day. This sets a new high watermark for Coterra. In fact, it's becoming common for many of our recent wells to Eclipse 2,000 feet per day. This type of performance and longer laterals reaching over 20,000 feet have driven drilling costs down 24% year-over-year. With these efficiencies, we no longer need 2 rigs to maintain production in our Marcellus asset. Our maintenance activity level over the next few years would require 1 to 2 rigs so we will manage our rig count to not build excessive DUC backlog.\nWhile we hold the option to grow our Marcellus natural gas volumes, we are committed to being patient and expect to hold our production volumes relatively flat until additional demand materializes in the strip solidifies. Should we have a cold winter and prices increased into '26, we will fully participate from our approximately 2 Bcf a day of production in the Northeast and expect to generate substantial free cash flow from our Marcellus region.\nIn the Anadarko business unit, we brought online our last project of the year during the third quarter, the 5 3-mile [indiscernible] wells. These new wells, combined with our Roberts project from Q2, continue to drive strong region performance that has exceeded our expectations.\nTurning to marketing. Our team continues to be active in the hunt for more deals and partnerships that can deliver flow assurance and price uplift for our products across our diverse portfolio. As Blake mentioned last quarter, the long-term gas sales to CPV's new basin Ranch power plant in Reeves County, Texas was the latest in a line of deals that our company has a history of delivering. As Tom mentioned, our Moxie and Lackawanna power deals in the Marcellus were put in place 10 years ago and have provided value well and above an in-basin price. We will continue to find opportunities to improve the netback of our product and increase the value to our shareholders. A strength of our sales portfolio is a significant diversification, but we are not satisfied and will continue to optimize.\nThe teams in all 3 of our regions are firing on all cylinders and have remained focused on solid execution, making decisions to maximize full cycle returns and creating value for shareholders.\nWith that, I'll turn the call back over to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd1ca2dc1ef489de62a0912c95b856fe",
    "period": "2025 Q2",
    "content": "Q2 2025 Coterra Energy Inc Earnings Call\n\nQ2 2025 Coterra Energy Inc Earnings Call\n\nCTRANYSEAUG 5, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is John, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy Second Quarter 2025 Earnings Call.\nI would now like to turn the call over to Dan Guffey, VP of Finance, Investor Relations and Treasurer. Please go ahead.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, John. Good morning, and thank you for joining Coterra Energy's Second Quarter 2025 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; Blake Sirgo, Executive Vice President of Operations. Michael Deshazer, Executive Vice President of Business Units, is also in the room to answer questions. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and thank you, all of you for joining us on the call this morning. I will provide an overview before handing it over to Shane for financial results and an operational update from Blake. Coterra had an excellent second quarter. We exceeded the high end of our guidance range for natural gas and total barrel of oil equivalent production and came in well above our midpoint on oil volumes. Our revenues for the quarter were nicely balanced between oil and natural gas, inclusive of natural gas liquids. We generated outstanding returns on capital and are on track to finish the year investing approximately 50% of our cash flow.\nA low reinvestment rate is one of the primary measures of asset quality, and Coterra remains top tier in our ability to deliver consistent profitable growth with high capital efficiency. I would like to provide an update on our Culberson Harkey program. We are on track with our efforts to address the issues that cropped up in our Windham Harkey flowbacks last quarter. We have additional evidence that strongly indicates that the issues we encountered are localized around the Windham development and not widespread through our Culberson assets. Blake will give you more details around 6 new Harkey wells recently brought online that are in the immediate vicinity of the Windham Row. We're making meaningful progress and expect the Harkey to be a solid contributor to our program for years to come.\nWe have seen some weakening in natural gas prices over the past quarter and the recent announcement of the cessation of the OPEC+ curtailments have led to a softening of oil markets. We live in an environment of perpetual commodity uncertainty. Coterra's assets and capital allocation discipline allow us to maintain a steady operational cadence across modest peaks and valleys.\nLast quarter, during the uncertainty around the impact of tariffs, the [ Iranian enrichment ] response, the broader Middle East conflicts and the potential impact of these and other forces on the world economic outlook, we discussed the plan to lay down activity. As we've seen this macro situation stabilize, we have decided to keep 9 rigs deployed in the Permian, 2 rigs in the Marcellus and 1 to 2 rigs in the Anadarko. These decisions in aggregate will maintain consistent activity through the second half of 2025 and put us on solid footing for 2026.\nWe look forward to updating our 3-year outlook in February. As always, our outlook will be underwritten by steady cash flow, outstanding assets and investment returns that help to accomplish our mission of consistent profitable growth. We seek to grow our free cash flow and demonstrate its durability. We see the quality and durability of our free cash flow as one of Coterra's differentiating features. Volume growth is an output, not an input. We are bullish on the long-term prospects for our industry and for Coterra in particular.\nRecently, there has been discussion about the industry being in the final chapter of Tier 1 inventory. To that, we would like to make 2 comments. First, although it is inevitable, it will happen to different companies at different times. With our deep inventory of low-cost assets, Coterra is best positioned to maintain its strong capital efficiency for many years to come. Second, a decline in Tier 1 inventory will ultimately lead to an increase in cost structure and an increase in the clearing price for incremental volumes. A logical consequence will be commodity price increases necessary for our industry to keep pace with demand. These consequences will materialize differently for oil than for natural gas, furthering our thesis of having meaningful exposure to both commodities.\nAnd one final thought. Our industry will indeed face headwinds. But if we have learned one lesson in the past 20 years, it is to never underestimate the ingenuity, adaptability and creativity of the American oil and gas producer. Our industry will find a way forward and Coterra will be there to help.\nWith that, I will turn the call over to Shane.\nThank you, Tom, and thank you, everyone, for joining us on this morning's call. Today, I'd like to cover 3 topics. First, I'll quickly summarize the important takeaways from our second quarter financial results. Then I'll provide an update on our guidance, including the third quarter as well as the full year 2025. Finally, I'll provide an update on our balance sheet and our cash flow priorities for the remainder of the year.\nTurning to our strong performance during the quarter. During the second quarter, Coterra's oil production came in 2% above the midpoint of our guidance, while natural gas was above the high end of the guidance range due to outperformance in all 3 business units. BOEs were also above the high end of the guidance range with strong NGL volumes as we were in ethane recovery for most of the quarter. The Permian had 49 net turn-in lines during the quarter, and the Anadarko and Marcellus had net turn-in lines of 9 and 3, respectively. We expect TILs for the year in all areas to continue to be in line with our annual guidance.\nPre-hedge oil and gas revenues came in at $1.7 billion, with 52% of revenues coming from oil production. This is a 7% increase in oil contribution quarter-over-quarter, driven by higher oil volumes and is consistent with our balanced commodity strategy. Cash operating costs totaled $9.34 per BOE, down 6% quarter-over-quarter on higher volumes and in line with our annual guidance midpoint.\nWe reported net income of $511 million or $0.67 per share and adjusted net income of $367 million or $0.48 per share for the quarter. Capital expenditures in the second quarter were $44 million less or 7% below the midpoint and slightly below the low end of our guidance range. This was driven primarily by timing and, to a lesser extent, additional cost savings relative to expectations. Discretionary cash flow for the quarter was $949 million, and free cash flow was $329 million after cash capital expenditures.\nLooking ahead to the third quarter and full year 2025. During the third quarter of 2025, we expect total production to average between 740 and 790 MBoe per day. Oil is expected to be between 158 and 168 MBo per day, and natural gas is expected to be between 2.75 and 2.9 Bcf per day. We expect capital for the quarter to be $650 million at the midpoint of guidance, and we anticipate that this will be the high quarter for capital for the year. This quarter-on-quarter increase is driven largely by an increase in the Anadarko, where we plan to continuously run a frac crew during the quarter.\nFor the full year 2025, we are increasing annual MBoe per day production guidance midpoint by 4% from $740 to $768. We are maintaining the oil guidance midpoint while tightening the guidance range slightly. Importantly, we're increasing our natural gas volume guidance midpoint 5% from 2.78 to 2.9 Bcf per day. As previously indicated, we expect full year capital to be about $2.3 billion or a reinvestment rate of around 50% of 2025 cash flow. This level of spend maintains consistent activity in all 3 business units during the second half of 2025, which we believe gives us good momentum going into 2026.\nAs a result of recent U.S. tax law changes, we now expect our current tax percentage of total tax expense for the full year of 2025 to be between 40% and 60%. As a result, we expect minimal current taxes in the second half of the year. With regard to our 3-year outlook provided in February, we remain highly confident -- this outlook is underpinned with a low reinvestment rate, improving capital efficiency, and we believe delivers attractive value with modest production growth.\nTurning to shareholder returns on the balance sheet. Yesterday, we announced a $0.22 per share dividend for the quarter. It was 1 of the highest yielding base dividends in the industry at over 3.5%, and we remain committed to reviewing increases to the base dividend on an annual basis. During the second quarter, we repaid an additional $100 million of our outstanding term loans that were used as part of the financing of our acquisitions earlier this year. This brings our total term loan pay down to $350 million in the first half of 2025. In addition, we returned $191 million directly to shareholders through our base dividend and share repurchases or 58% of our free cash flow. We ended the quarter with an undrawn $2 billion credit facility and total liquidity, including cash of $2.2 billion. We expect to continue prioritizing deleveraging. And in the current environment, we expect to fully repay the remaining $650 million of term loans during 2025. We are quickly executing on getting our leverage back to home to around 0.5x net debt to EBITDA. At the same time, as previously indicated, we expect our share repurchase activity to be weighted towards the back half of the year particularly in light of current share price.\nCoterra is committed to maintaining a fortress balance sheet that is strong in all phases of the commodity cycle, enabling us to take advantage of market opportunities and protecting our shareholder return goals. In summary, Coterra team delivered another quarter of high-quality results, both operationally and financially across all 3 business units. For 2025, we continue to expect consistent oil production growth throughout the year, substantial free cash flow generation at over $2 billion and rapid deleveraging.\nWith that, I'll hand the call over to Blake to provide additional color and detail on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. On the activity front, we are focused on consistency which, in turn, helps optimize our dollar per foot cost and project economics. We expect to maintain 9 rigs in the Permian in the second half of the year, which is 1 rig less than we originally guided to in February.\nOur current plan allows us to consistently run 3 frac crews in the Permian, including our Culberson simul-frac fleet for the remainder of '25 and into '26. In the Marcellus, we have elected to take our second on-ramp and keep 2 rigs running throughout the year. This activity pushes Marcellus capital up $100 million from our original guidance.\nIn aggregate, we expect full year capital to be approximately $2.3 billion. Our consistent activity in the second half of '25 positions Coterra for a highly capital-efficient 2026. With the first half of 2025 behind us, we are realizing some wins in the field that are beginning to impact our costs.\nIn the Permian, we are currently projecting an all-in cost of $940 per foot, which is down 2% from the first of the year and down 12% year-over-year. These cost reductions are driven by a continued focus on drilling and completion efficiencies as well as some reductions in our market rates for the second half of the year. We are seeing an increase in rig and frac availability, which is leading to competitive pricing in our bids.\nOur 2025 program is delivering the strong capital efficiency that we have come to expect from our Permian assets. Integration of the Franklin and Avon assets is complete and results continue to beat expectations as we continue to lower our cost structure and delineate new landing zones across the Northern Delaware. We remain on track to hit our annual oil guide.\nTurning to Culberson County. The Wolfcamp wells at Wyndham Row continue to exceed expectations with a projected PVI 10 north of 2.3 at strip pricing and an all-in cost of $894 per foot, an exceptional outcome across the road. Remediation efforts on the Wyndham Harkey wells are almost complete. We're seeing improved pressure drawdown, declining water cuts and a modest oil response.\nHowever, in aggregate, the remediated wells are not yet contributing material incremental oil volumes. As such, we do not expect Wyndham Harke to impact our current full year 2025 oil guidance. The water introduced from the shallow disposal zone will take time to recover. And although we expect to see gradual oil recovery over time, we may not fully achieve our original predrill volumes. Importantly, during the quarter, we brought 6 new Harkey wells online in Culberson County that were immediately adjacent to Wyndham Row. These wells are in flight while we were bringing on Wyndham roll Harkey wells, and we are able to adjust the wellbore designs to ensure mechanical isolation. These wells have come on strong and are meeting or exceeding expectations.\nThis gives us confidence that the mechanical issues we encountered on Wyndham Row were localized and have been addressed. Across the basin, our broader Harke program continues to perform well. The success of this side Culberson, we drilled 21 gross Harkey wells in 2024 and plan to drill 10 to 20 gross wells annually from 2025 to 2027, driven by consistently strong returns.\nWe continue to view Harke as a valuable target across the basis for Coterra and other Delaware Basin operators. Results in the Marcellus continue to be strong. As Shane noted, we significantly beat our natural gas forecast during the quarter. A large component of this beat was the outperformance in our Marcellus production, with significant contribution from the box wells that came on last winter.\nThe 11 wells we turned online in the box in December 2024 have been the most productive wells in our Marcellus history, with a peak 30-day rate of 450 million cubic feet per day across the 11 wells. Coterra is back to consistent work in the Marcellus with 2 rigs drilling and 1 frac crew. We plan to bring on 7 to 12 more TILs between now and the end of the year with more completions in early 2026, giving us a nice ramp throughout winter.\nOur focus in the Marcellus continues to be improving capital efficiency through cost reductions and extended laterals. We currently expect an average lateral length of 17,000 feet across the program, which is helping to drive our go-forward cost structure of $800 per foot. Our Anadarko program continues to bring in strong results with the Roberts pad coming online in Q2 with stellar results. This 9-well project achieved a 30-day equivalent IP of 173 million cubic feet per day. This productivity paired with strong NGL yields makes us 1 of the best gas projects in our portfolio. We continue to gain efficiencies in our Anadarko program with our first 3-mile project coming online later this year, with an impressive all-in cost of $923 per foot.\nOur Anadarko team is laser-focused on driving capital efficiency and extending our laterals across the asset. Lastly, an update on our gas marketing portfolio. We are excited to announce our new power netback deal in the Permian with a 50,000 MMBtu per day long-term sale to competitive Power Ventures new basin Ranch power plant in Ward County, Texas.\nThis deal is the culmination of a multiyear collaboration between Coterra's marketing team and CPV to deliver a differentiated in-basin project that not only delivers a firm fuel supply to CPV's new facility, but also adds additional power netback exposure to Coterra's gas sales portfolio. Similar to our recent LNG transactions, Cotera continues to execute on our strategy of pursuing differentiated gas sales across all of our 3 basins. We are not interested in making additional investments and commitments in markets that we already have ready access to.\nWe will continue to focus our execution on sales that bring diversity and price enhancement to our portfolio. And with that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/977e4b89d7283269c62fdf6555d40669",
    "period": "2025 Q1",
    "content": "Q1 2025 Coterra Energy Inc Earnings Call\n\nQ1 2025 Coterra Energy Inc Earnings Call\n\nCTRANYSEMAY 6, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Kayla, and I will be your conference operator today. At this time, I'd like to welcome everyone to the Coterra Energy First Quarter 2025 Earnings Call.\n[Operator Instructions]\nI would now like to turn the call over to Dan Guffey, VP of Finance, Investor Relations and Treasurer. You may begin.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Kayla. Good morning, and thank you for joining Coterra Energy's First Quarter 2025 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations; Michael Deshazer, Senior Vice President of Business units is also in the room.\nFollowing our prepared remarks, we will take your questions during our Q&A session. As a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures are provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and thank you for all of you who are joining us on this call. Coterra had an excellent first quarter. We delivered oil production near the high end of our guidance and natural gas production that exceeded the high end of our guidance. CapEx came in near the low end of our guidance. Furthermore, we generated excellent financial results, returned a substantial portion of our free cash to our owners and retired $250 million of our term loans. We closed on the Franklin Mountain and Avant acquisitions and immediately launched into the job of integrating these high-quality assets into our operations. We are pleased to report that we have identified and captured significant operational efficiencies and are bringing these new assets into emissions performance consistent with Cote standards and have seen well performance on recent flowbacks that exceeds our expectations.\nShane and Blake will provide more detail on our financial and operational results and outlook. We hope that you will note that the opening slide in our updated investor deck discusses who is Coterra and why own Coterra. We think that the recent volatility in the commodity markets, uncertainty over the impact of tariffs and fears of recession strengthened the core thesis of Why Coterra. Simply put, we were built for this. Coterra is an arc, not a party boat. Our diversified revenue, low-cost oil and natural gas supply technology-driven organization, economic focus and financial discipline make us tailor made to ride out this storm and thrive in it.\nSlide 4 in our deck illustrates the resiliency of our cash flow under various oil and natural gas price scenarios. None of us can predict the future. Nonetheless, Coterra is a company that can generate significant free cash flow through the cycles, generate outstanding returns and modest growth with a low reinvestment rate and maintain a pristine balance sheet. This is a testament to our organization, our assets and our culture. Why Coterra, the question answers itself in times like these. Commodity downdrafts are a part of our business. They do not come pre-labeled with how long they will last nor how severe they will be. Our experience tells us that in times like these, it is better to err on the side of caution.\nWe have more concern regarding the oil outlook rather than the outlook for natural gas. Consequently, we are modestly pulling back some activity in the Permian Basin and incrementally adding activity in the Marcellus shale. In aggregate, these moves will reduce our projected 2025 CapEx by $100 million. We have plans on the shelf to make further moves up or down if we see material changes in our outlook. Our team continues to put tremendous effort into planned iterations, and we are ready for a wide range of potential scenarios. In particular, the net $100 million reduction in 2025 CapEx is a combination of $150 million of reductions in the Permian, coupled with $50 million of increases in the Marcellus.\nWe have contingency plans that would allow us to make additional cuts from the Permian if oil prices continue to weaken. We could redeploy to highly profitable gas opportunities, advanced debt retirement, pursue opportunistic buybacks or bank the savings. Shane will comment further on this. We have described our approach to capital allocation and planning as the difference between a rifle shot and the guided missile. Once the trigger is pulled, the rifle shot is unchangeable. The guided missile can be adjusted and repositioned along the way.\nIn the case of our current macro environment, we not only have a guided missile, but we have a moving and unpredictable target. This screams for flexibility with low cost of supply, oil and natural gas assets robust drilling returns, few long-term vendor commitments and a culture that is adaptive, we will guide our way through 2025 and beyond.\nWe are committed to debt reduction in 2025, particularly pertaining to the $1 billion term loan that we executed in conjunction with our recent acquisition. As we have said, we never lose a moment sleep worrying about our debt being too low. We have seen our peers go through existential crises during significant downdrafts, and we are committed to make sure that Coterra can sell through any storm and emerge stronger because of it. Finally, I want to make a few remarks about our recently completed Windham Row project. To recap, the Windham Row infill project contains 73 total wells, 51 Wolfcamp wells and 22 Harkey wells. Our results on the Wolfcamp wells have been outstanding. While completing the Harkey wells, however, we noticed abnormally high water production on a handful of wells.\nWe have strong evidence to suggest that this is due to behind pipe water flow from shallower zones. We have drilled Harkey wells throughout our assets in New Mexico and Texas and have only observed this phenomenon in the eastern portion of our Culberson County acreage blocks. It is not a reservoir nor a spacing issue. This is also not a co-development or overfill issue. The evidence points to this being a near wellbore mechanical issue.\nWe think that it is fixable, and we have well remediation solutions underway. We are very encouraged by the results that we have seen thus far. While we work through wellbore remediation, we are pausing Harkey development in this local area. It doesn't make any sense for us to continue to drill and complete Harkey wells in this immediate area until we are fully satisfied that we have solved the issue. We expect to correct the issue during the second quarter and restore these Harkey wells to production. We believe the go-forward production forecast for the affected wells is conservative, providing potential upside for the remainder of the year.\nWith this pause in local Harkey development, we are pivoting to our highly productive Wolfcamp. Ironically, this will increase our capital efficiency. Our full year production guide remains unchanged with our capital guide decreasing slightly. We have never managed our company with short-term production goals. We focus on full cycle value creation underwritten by sound science, objective data and tough and disciplined decision-making. This is the winning formula for long-term value creation.\nWith that, I'll turn the call over to Shane and Blake to discuss our results and outlook in greater detail.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us today on this morning's call. Today, I'd like to cover 3 topics. First, I'll summarize the highlights of our first quarter financial results. Then I'll provide an update on our guidance, including the second quarter as well as the full year 2025. Finally, I'll provide an update on our balance sheet and cash flow priorities for the remainder of the year. Turning to our strong performance during the first quarter. The first quarter's performance included just over 2 months of results from our recently acquired assets from Franklin Mountain and Avant. We are pleased with the rapid integration of these assets and their contributions have been in line to slightly better than our expectations. During the first quarter, Coterra's oil production came in about 2% above the midpoint of our guidance, with BOEs near and natural gas above the high end of the guidance ranges. Net turn in lines during the quarter were 37 in the Permian, below the guidance midpoint of 40, and the Marcellus was at 0 as expected.\nFree hedge revenues came in at $2 billion, up from $1.4 billion in the fourth quarter of 2024. A 45% -- and 45% of revenues came from natural gas, up significantly from prior quarter due to the strong production and a 64% increase in natural gas price realizations. Cash operating cost per unit totaled $9.97 per BOE, inclusive of about $0.21 per BOE of nonrecurring costs related to the transaction. We reported net income of $516 million or $0.68 per share and adjusted net income of $608 million or $0.80 per share. Incurred capital expenditures in the first quarter were 4% below the midpoint of our guidance range with lower-than-expected drilling and midstream costs. Discretionary cash flow for the quarter was $1.135 billion, up significantly from $776 million in the prior quarter and free cash flow of $663 million after cash capital expenditures.\nLooking ahead to the second quarter and full year 2025. Second quarter results will reflect a full quarter's contribution from the recent acquisitions. During the second quarter of 2025, we expect total production to average between 710 and 760 MBoe per day. Oil is expected to be between 147 and 157 MBoe per day and natural gas is expected to be between 2.7 and 2.85 Bcf per day. These guidance ranges reflect updates in the Culberson, Harkey program. including the deferment of a few projects as we begin to shift to additional Upper Wolfcamp development in Culberson Cap.\nThe net result of these changes is a reduction in oil production by approximately 5,000 barrels per day in the second quarter relative to our February expectations. Despite these second quarter changes, we are maintaining the midpoint of our 2025 annual oil production guidance. In the second quarter, we expect incurred capital to be between $575 million and $650 million, which should be the highest quarter for the year as we will have increased sales in all 3 business units. Coterra was built to respond to market signals, and we have both the ability and willingness to adapt to changing conditions. For the full year 2025, we are optimizing our investment allocation while lowering the capital range by $100 million. We now expect incurred capital to be between $2 billion and $2.3 billion for the year, an over 4% reduction from February guidance.\nGiven the continued constructive outlook for natural gas, we are maintaining the second rig in the Marcellus into the second half of 2025. As previously noted, this adds $50 million to the 2025 program.\nShould we choose to keep the second rig working for the full year, this could result in an incremental $50 million added to the program late in 2025, while still staying within our revised guidance range. In addition, due to softness in crude pricing, we are slowing development and reducing Permian activity by $150 million. If warranted, we have the flexibility to make additional adjustments do our investments later in the year that would take total investments towards the lower end of our guidance range. For 2025, while lowering capital, we are maintaining our oil midpoint guidance and increasing the midpoint of production guidance for MBoes and natural gas, which highlights the capital efficiency of our diverse drilling opportunities. Simultaneously, we are tightening the range for MBoes oil and natural gas. And Boes are now expected to be between 720 and 770 MBoe per day for the year. Oil is expected to be between 155 and 165 MBo per day for the year with significant increases in each subsequent quarter. Natural gas is expected to be between 2.725 Bcf and 2.875 Bcf per day, delivering over 1 Tcf of gas on an annualized basis and providing significant leverage to higher natural gas prices. Having only a partial full quarter contribution from the new Permian assets impacts full year 2025 production by a little over 4 MBoe per day relative to the transactions had closed on January 1, 2025.\nIn this environment, the benefits of our diverse and balanced commodity mix become increasingly evident. On Page 4 of the new slide deck we published last night, we illustrate the durability of our free cash flow across multiple commodity price files. Coterra is positioned to thrive and maintain a reinvestment rate of around 50% of cash flow in a variety of commodity price scenarios and ranges of oil to gas price ratios. Regarding our 3-year outlook, we maintain our conviction in our ability to deliver consistent, profitable growth to our shareholders. As we've stated before, our deep project inventory can deliver 5% or greater oil volume growth and 0.5% BOE growth over this period by investing between $2.1 billion and $2.4 billion of capital per year.\nIf we choose to do so, even with the changes to our 2025 that we announced today. These growth rates like legacy Cortera organic growth in 2025 and include our recent acquisitions for 2026 and 2027 growth. This outlook delivers increasing capital efficiency and is designed to afford Kotara the flexibility to reallocate capital between our business units as market conditions change.\nWe believe this outlook has an attractive, repeatable level of reinvestment and generates meaningful free cash flow to underpin both our shareholder returns and our deleveraging goals.\nTurning to shareholder returns on the balance sheet. Yesterday, we announced a $0.22 per share dividend for the quarter. This remains one of the highest yielding base dividends in the industry at over 3.4% and and we remain committed to reviewing increasing the base dividend on an annual cadence. During the first quarter, we repaid $250 million of our outstanding term loans that were used as part of the financing of our recent acquisitions. We ended the quarter with an undrawn $2 billion credit facility and a cash balance of $186 million for total liquidity of $2.2 billion. We expect to continue to prioritize deleveraging. And in the current environment, we expect to fully repay our $1 billion term loan during 2025. As a result, and as previously noted, share repurchases will be back-end weighted in the second half of 2025. We are focused on quickly getting our leverage back to home to around 0.5x net debt-to-EBITDA.\nCoterra is committed to maintaining a fortress balance sheet that is strong in all phases of the commodity cycles, enables us to take advantage of market opportunities and protects our shareholder return goals. In summary, Coterra's team delivered a quarter of high-quality results. both operationally and financially and across all 3 business units. These results show that we've hit the ground running in 2025. For the remainder of the year, we expect strong quarterly oil production increases substantial free cash flow generation and rapid deleveraging. With that, I'll hand the call over to Blake to provide additional color and details on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. The first quarter of 2025 was marked by the integration of our new Delaware assets into our Permian operations program. Our teams have been hard at work, applying our best practices to these assets, and we are already seeing wins in the field. Our D&C team has been able to lower our dollar per foot by 10% from the previous operators by bringing our program efficiencies to bear. Initial productivity from these new assets is beating our expectations, and we are iterating on well spacing and frac design to further improve capital efficiency.\nOur production and midstream teams are focused on minimizing downtime and as such, have realized a substantial drop in flared volumes across the assets. We also see significant opportunities to optimize the infrastructure and midstream assets across our Northern Delaware position. Our updated Permian plan calls for a reduction in activity as we respond to headwinds in the oil market.\nWe now plan to run 7 rigs in the second half of 2025, down from our original guidance of 10 rigs. These changes in activity reduced CapEx in the Permian by $150 million. We maintained significant flexibility across our rig and frac fleets and have additional off ramps available to us throughout the year. In Culberson County, we have finished completing our Windham Row Harkey wells. As Tom mentioned, we have encountered some mechanical issues on Windham Row, resulting in mixed results for our Harkey wells. We have collected data that indicates a lack of adequate cement on certain wellbores, which has allowed water from our shallow disposal zone to find its way into portions of the Upper Bone Spring interval. This has led to increased water production on roughly half of our Harkey wells on Windham Row.\nIt made it difficult for the affected wells to draw down reservoir pressure and produce the expected oil volume. We have kicked off a workover program to remediate these wells, and our early results are encouraging. This remediation campaign will continue over the next several months, and we will be closely monitoring the production response from these wells. While we are working through these remediation efforts, we will focus our row developments on the Upper Wolfcamp. The 51 Upper Wolfcamp wells brought on in Windham Row look very strong and continue to meet or exceed expectations. Our Permian team's ability to quickly adjust to the Upper Wolfcamp and continue our efficient operations is commendable.\nTheir great work has allowed us to maintain our full year 2025 oil guide and improve our capital efficiency. Importantly, we expect the efficiency gains captured on Windham Row will continue on future developments. In our next 2 row developments in Culberson, the Barbero and Bowler Row, we will focus on Upper Wolfcamp development, which has been the bread and butter of our Culberson project over the last decade. We expect no change to spacing or productivity in our Wolfcamp program. As you can see in our investor deck, by shifting more capital to the Upper Wolfcamp, our Permian asset productivity is expected to increase in 2025 and over the next few years. Coupling this increased productivity with lower capital spend, we are seeing improving capital efficiency.\nSwitching to our natural gas assets. Cote is happy to be back to work in the Marcellus with 2 rigs that began drilling in April and the recent completion of our Jeffers Farm project. Gas macro conditions and Northeast storage volumes continue to support a robust 2025 and 2026 strip. And as such, we are electing to add $50 million to the Marcellus program. Should conditions warrant, we hold a second on-ramp option later this year that could add an incremental $50 million to the program. Our Marcellus team continues to improve capital efficiency with our full year 2025 Marcellus dollar per foot expected to come in at $800 per foot, a 22% reduction from 2024.\nThis improved cost structure comes on the back of a 4-mile lateral program as well as reduced D&C service costs and water transfer costs. This plan picks up a frac crew later in 2025 and allows us to complete several great projects just in time for winter '25 and into '26. In the Anadarko, we are executing on a strong 2025 program with a competitive cost structure and new 3-mile projects. Strong well performance and lower costs, paired with a premium local gas market are continuing to make this asset an attractive place for Coterra to invest. We are excited to report that we have begun flowing back one of the largest natural gas developments in the Anadarko and expect to discuss results later this year.\nCoterra has an organization, asset portfolio and balance sheet that is positioned for success in periods of volatility. Our ability to redirect capital and optimize for the current environment is a key strength of the company. Our teams remain as focused as ever. We are executing on our new assets in the Permian while improving their capital efficiency. We are reducing and reallocating activity in response to pressures in the crude market and taking advantage of structural natural gas macro tailwinds. We will remain nimble and focused on creating long-term value for our shareholders.\nAnd with that, I'll turn it back to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, and we're delighted to take your questions."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3cca656a7e81df682d8dbea98dccb8cd",
    "period": "2024 Q4",
    "content": "Q4 2024 Coterra Energy Inc Earnings Call\n\nQ4 2024 Coterra Energy Inc Earnings Call\n\nCTRANYSEFEB 25, 10:00 AM\n\nOperator\n\nHello, and welcome to Coterra Energy Fourth Quarter 2024 Earnings Conference Call. Please note that this call is being recorded. [Operator Instructions]. I'd now like to hand the call over to Dan Guffey Vice President of Finance, Investor Relations and Treasury. You may now begin.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Ellie. Good morning, and thank you for joining Coterra Energy's Fourth Quarter '24 earnings and 2025 outlook conference call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations; [ Michael Duschaser ], Senior Vice President of Business Units, is also in the room to answer questions. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation. both of which can be found on our website. With that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and welcome to everyone joining us this morning. We're pleased to discuss our fourth quarter and full year 2024 results our plans for 2025 and our updated 3-year outlook.\nFirst, Coterra had an excellent fourth quarter. We achieved production levels above the high end of our guidance range for oil and natural gas with capital expenditures coming in near the low end of our guidance. We returned 61% of our free cash flow in the fourth quarter through dividends and share buybacks. For the full year 2024, we returned 89% of our free cash flow. Most importantly, we generated outstanding results on our capital investments in 2024, achieving financial returns that are robust, durable and repeatable. I want to commend our entire organization for delivering these exceptional results.\nOur 2025 capital plan aligns with the preliminary guidance we provided during our November announcement regarding the Franklin Mountain and Avant acquisitions. In 2025, after folding in the newly acquired Permian assets, we expect to run a consistent and highly capital-efficient program across each of our three operating regions. As always, we maintain flexibility to pivot and reallocate capital as conditions warrant. We are closely monitoring gas markets and remain prepared to modestly accelerate our Marcellus program if the current positive outlook were to persist through midyear. This acceleration could add $50 million to our 2025 capital program allowing Coterra to deliver incremental natural gas production volumes by early 2026 in time to capture winter pricing and respond to projected demand increases.\nAlthough our 2025 plan includes significant oil investments, we also have flexibility if oil markets were to wobble. Rest assured, if we need to adjust our capital plan during the year, we will do so thoughtfully and explain it thoroughly. Flexibility is the coin of the realm. Regarding the Franklin Mountain and Avant acquisitions, we successfully closed both transactions in late January and are actively integrating these assets to optimize our capital and operational efficiency throughout our Permian operations. I want to congratulate our team for successfully completing these transactions and acknowledge the professionalism of the Franklin Mountain and Avant teams during the final stages.\nWe also updated our 3-year outlook in yesterday's release. 2 years ago, we were cautious in releasing our initial 3-year plan because of our experience in seeing others 3-year plans evaporate quickly with changing conditions. At that time, we communicated that our 3-year outlook was not a definitive plan, but a guide to what we could achieve under prevailing conditions. Since then, we are pleased to have delivered and exceeded on our rolling 3-year projections. Our updated 3-year outlook released last night positions Coterra for industry-leading profitable growth capital efficiency and reinvestment rates. Together, these stem from our outstanding assets, high-performing organization and commitment to capital discipline. The team continues to be laser-focused on maximizing return on capital and increasing per-share value for our owners. With that, I will turn the call over to Shane for further details.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us on today's call. This morning, I'll focus on four areas. First, I'll discuss highlights from our fourth quarter and full year 2024 results. Then I'll provide production and capital guidance for the first quarter and full year 2025. Next, I'll provide a new and updated 3-year production and capital outlook for 2025 through 2027 and incorporating our recent acquisitions. Finally, I will discuss our shareholder return program and outlook for deleveraging.\nTurning to our strong performance during the fourth quarter. During the fourth quarter, oil and natural gas production each came in over 3% above the high end of guidance. We saw outperformance in new wells that came online in both the Permian as well as our new wells that came online in December in the Marcellus. Turning lines during the quarter were in line with expectations, totaling just under 35 net wells with the Permian, Anadarko and Marcellus, all near the midpoint of guidance. Additionally, we brought back all of our curtailed volumes in the Marcellus in early December. Pre-hedge revenue were over $1.4 billion, with oil being right at 50% of total revenue during the quarter. We reported net income of $297 million or $0.40 per share and adjusted net income of $358 million or $0.49 per share.\nIncurred capital in the fourth quarter were just above the low end of our guidance range with lower-than-expected outside operated activity as well as lower completion and post completion costs. discretionary cash flow for the quarter was $776 million, and free cash flow was $351 million after cash capital expenditures.\nFor the full year 2024, Coterra generated outstanding results. Total equivalent production beat the high end of our guidance range, coming in at 677 MBOE per day. Oil production for the year exceeded the high end of our initial guidance by about 4%, growing organically 13% year-over-year, and natural gas production was in line with the high end of our initial guide. This outperformance was driven by a combination of beats on expected well productivity and to a lesser extent, accelerated timing. Capital costs were just above the low end of the guidance range, coming in at $1.76 billion, driven by better-than-expected service costs and lower activity in the Marcellus and Anadarko basins. This represents a 16% decrease in capital spending year-over-year, as we continue to see greater capital efficiency across our program. Cash operating cost per unit were near our guidance midpoint, totaling $8.66 per BOE for the year.\nLooking ahead to 2025. We've already made significant progress integrating our newly acquired Permian assets into the Coterra program. Both transactions closed in late January, and therefore, our 2025 results will only reflect the partial month of January production from each of those assets. During the first quarter of 2025, we expect total production to average between 710 and 750 MBOE per day. Oil is expected to be between 134 and 144 MBL per day and natural gas is expected to be between 2.85 and 3 Bcf per day.\nRegarding investment, we expect incurred capital in the first quarter to be between $525 million and $625 million. For the full year 2025, we expect incurred capital to be between $2.1 billion and $2.4 billion. as we increase activity and capital in the Permian Basin with the assets from our recent transactions. This range is consistent with the 2025 preview release in November, but with a few changes. Specifically, Permian spending is lower, reflecting additional expected cost savings as well as capital synergies on our acquired properties. While we won't realize all of these in a we expect to achieve run rate synergies on these new assets of roughly $50 million. This savings is not from reduced activity, but rather savings on expected activity relative to cost achieved by the previous operators. At the same time, we have added activity and capital in the Marcellus, reflecting improved natural gas fundamentals and a lower cost structure. We have the flexibility, if warranted, to increase our investment later in the year while staying within our guidance range. This additional capital will allow us to bring on incremental volumes next winter and stabilize our Marcellus production volume levels.\nAlso consistent with our 2025 preview, we expect total production for the year will average 710 to 770 MBOE per day and oil is expected to be between 152 and 168 MBO per day. Or 47% higher year-over-year at the midpoint of oil guidance. Natural gas is expected to be between $2.675 billion and $2.875 million Bcf per day, relatively flat year-over-year at the midpoint. This delivers just over 1 Tcf of gas on an annualized basis, providing significant leverage to an improving natural gas market. Having only a partial month of January on the new assets impacts full year 2025 production by a little over 4 MBOE per day relative to the guidance we previewed in November, which assumed an illustrative January 1, 2025 closing date.\nReflecting on our new 3-year outlook. As we have done over the past several years, yesterday, we announced our new 3-year outlook for 2025 through 2027. We believe is a robust capital-efficient plan that delivers consistent, profitable growth for our shareholders. We anticipate that we can deliver 5% or greater oil volume growth over this period and 0% to 5% per BOE growth by investing between $2.1 billion and $2.4 billion of capital per year. These growth rates include legacy Coterra organic growth in 2025 and include our recent acquisitions for 2026 and 2027. This outlook reflects increased capital efficiency and is designed to afford Coterra the flexibility to reallocate capital between our business units as market conditions change. We believe this outlook has an attractive level of reinvestment and delivered meaningful free cash flow to underpin our shareholder returns and deleveraging goals.\nTurning to shareholder returns and deleveraging. Last night, we announced a $0.22 per share dividend for the fourth quarter, increasing our annual base dividend by 5% to $0.88 per share. This remains one of the highest yielding base dividends in the industry at over 3%. We Management and the board remain committed to reviewing increases in the base dividend on an annual cadence. During 2024, despite soft natural gas prices and their impact on cash flow, Coterra continued to execute on its shareholder return program. by repurchasing 17 million shares for $464 million at an average price of approximately $26.41. In total, we returned 89% of free cash flow during the year or $1.1 billion through our repurchases and dividends.\nDuring 2025, Coterra expects to prioritize deleveraging and under current conditions, we expect to repay our $1 billion of term loans. We are focused on quickly getting our leverage back to home around 0.5x net debt to EBITDA. Coterra is committed to maintaining a fortress balance sheet that is strong in all phases of the commodity cycle, enabling us to take advantage of market opportunities and protects our shareholder return goals.\nAssuming our current outlook, we would expect to return 50% or more of annual free cash flow to shareholders in 2025 with a combination of our healthy base dividend and our share repurchase program.\nIn summary, Coterra's team delivered another exceptional fourth quarter and full year of high-quality results, both operationally and financially and across all three business units. We've hit the ground running during the first few months of the year and expect to deliver solid first quarter results in 2025, which should set the foundation for full year 2025 and beyond. With that, I'll hand the call over to Blake to provide additional color and details on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. As we closed out 2024 with another great quarter and lay out our new plan for 2025, we continue our mission of consistent improvement. Whether it's our execution in the field, the efficiency of our operations or the productivity of our assets, we are striving for consistent improvement on all fronts. This is a shared mission from the Houston office to the wellhead to constantly chase improvement and never settle for the status quo. The 2025 plan we have laid out set several new bars with the most Permian activity we've ever deployed, including a full year of Culberson simul-frac, a consistent program in the Anadarko and a return to the Marcellus. Where we are armed with a new record low cost structure. As Shane noted, our 2024 capital came in on the low end, driven by cost reductions and efficiencies, while our production came in above the high end thanks to improved cycle times and strong asset productivity.\nImportantly, Coterra operations executed on several key milestones in 2024. We deployed and executed on our first grid-powered electric simul-frac in Culberson County. We partnered with our frac providers to develop new pumping strategies and automation, which set records in pumping hours across our fleets. After years of hard work and careful planning by our Marcellus team, we drilled and completed wells in the Demic box, which could rank as one of the best lower Marcellus developments in field history. In conjunction with planned gas curtailments, we were able to bring these wells online to full rate in December, capturing peak pricing for the winter months. We accomplished all this while improving upon our great safety performance in the field. Consistent improvement define 2024 and now becomes the foundation for our 2025 program.\nWe entered 2025 in the Permian running three frac crews and 13 rigs. We plan to run three crews all year and reduced to 10 rigs as we bring our efficiencies to bear on our new assets. Our 2025 Permian program is forecasted to cost $960 per foot. Down 6% from 2024. This lower cost structure is driven by efficiency gains we made throughout 2024, along with new competitive service contracts. When pairing our fully burdened Delaware cost structure of $960 per foot with our strong asset productivity, we are projecting another strong year for capital efficiency in the Permian.\nOur teams have been hard at work integrating our new assets into our Delaware ops machine. They have taken on the new assets and are already finding ways to enhance our efficiencies and returns. By optimizing the new assets onto one consistent frac line, we are able to drop multiple rigs without sacrificing any planned frac activity or production. Additionally, our teams have been hard at work optimizing frac designs, pad layouts and directional programs. Which, when combined with new service contracts, reduces 2025 CapEx by 10% per foot or approximately $50 million compared to the previous programs.\nIn Culberson County, we plan to run a simul-frac crew consistently all year as we continue to prosecute our row development. Our initial 57 well development of Wyndham Row is now complete. The completion of Wyndham Row represents a significant milestone for Cotera. In total, we invested $500 million in gross CapEx and and completed the project ahead of schedule with final costs coming in at $864 per foot, which is $10 per foot lower than we projected. These wells have been coming online over the last several months with our first 3 months of cumulative production exceeding expectations.\nWe have already begun the next two row developments. The 28-well Barber Row and the 62-well Bowler row, both of which will co-develop the Upper Wolfcamp in parking. Culberson County Row developments are some of the largest and most efficient projects in the shale patch, and you can expect many more from Coterra in the coming years.\nTurning to the Anadarko. We are building on the consistent activity over the last few years, which continues to improve our cost structure. Our 2025 program in Anadarko is forecasted to come in at $1,070 per foot down 18% from the previous year. We are excited to bring on our first 3-mile developments in Anadarko in 2025. Lower cost and a good mix of liquids and gas inventory continues to make our Anadarko portfolio an attractive place to invest. In August of 2024, when facing depressed in-basin pricing, we dropped all rigs in the Marcellus. We challenged our Marcellus team to attack our cost structure and improve our capital efficiency to help us restore activity. The team is delivered by providing us with a highly efficient plan in 2025, that is anchored by a record low cost structure of $800 per foot. This dramatic reduction in cost structure is anchored by structural changes and includes the reengineering of upcoming projects which increased our average lateral length by 60% compared to the prior plans. This long lateral program, combined with lower service costs structurally lowers our breakeven costs and generates a strong 2025 program that we are started to invest in. Our current plan calls for two rigs starting back up in April as well as distributed frac activity throughout the year. We also have on-ramps to increase activity throughout 2025, should gas markets continue to firm up.\nOn the marketing front, we continue to work hard at maximizing our gas sales portfolio. A strong winter has pulled down storage below the 5-year average, bolstering the domestic indices we sell into. The ramp of Gulf Coast LNG has begun with record flows in February. We continue to explore potential export deals to add to our existing international portfolio. We are seeing new calls on natural gas for power generation in the basins we operate in. We are working with power providers and power consumers to see how Coterra gas can help generate the electrons they require. Coterra is well positioned and poised to take advantage of this expected power demand across our portfolio.\nWe are excited to announce a highly capital-efficient 2025 plan and 3-year outlook. And you can expect we will continue to see consistent improvement in all facets of our business. With that, I'll turn it back to Tom for closing remarks.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Shane and Blake. We're pleased with our continued execution in 2024 and expect to deliver on our goals outlined in our plans. We appreciate your interest and look forward to taking your questions."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f34da218da54aa792c441c5908a6aeb4",
    "period": "2024 Q2",
    "content": "Q2 2024 Coterra Energy Inc Earnings Call\n\nQ2 2024 Coterra Energy Inc Earnings Call\n\nCTRANYSEAUG 2, 9:00 AM\n\nOperator\n\nHello. Good morning, and welcome to the Coterra Energy 2024 Earnings Call. [Operator Instructions] I will now turn the call over to Dan Guffey Vice President and Finance, Investor Relations and Treasury.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, operator. Good morning, and thank you for joining Coterra Energy's Second Quarter 2024 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jordan, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations.\nFollowing our prepared remarks, we will take your questions during our Q&A session. As a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and thank you to all that are joining us this morning. We're pleased to discuss our second quarter results with you this morning.\nCoterra had an excellent second quarter. We delivered strong financial results and a robust return of capital to our owners. We beat production guidance on all three streams, oil, natural gas and natural gas liquids, came in on the low end of our capital guidance range and delivered capital efficiency that demonstrates the quality of our assets and our organization. Shane and Blake will walk you through the details of our quarterly results and updated guidance. I would like to make a few comments regarding our positioning in the marketplace, gas macro outlook and perspectives on M&A.\nFirst, we've never felt better about our portfolio of assets. Coterra is uniquely positioned in the marketplace. Although we saw a 42% drop in realized natural gas prices between Q1 and Q2 2024, our revenue only declined a modest 12%. This financial resiliency affords us the opportunity to make sustained long-term capital allocation decisions without being buffeted by short-term commodity swings. In a cyclic business, flexibility is the coin of the realm. The combination of our balanced revenue stream as well as our geographic and geologic diversity gives us market flexibility. Additionally, our inventory depth and lack of long-term service contracts affords us the luxury to focus solely on the best capital allocation decisions. We can pivot between the Marcellus, the Anadarko and the Permian as conditions and opportunities warrant. Next, a few thoughts on the gas macro.\nSimply put, gas markets are oversupplied. After bottoming out near 97 Bcf per day in May, U.S. natural gas production has rebounded to over 102 Bcf per day. This increase has come primarily from the Marcellus and the Permian with the Marcellus contributing the lion's share. Although natural gas power demand has steadily increased over the past 4 years, largely driven by the retirement of coal-fired generation. A mild winter and inconsistent run time in LNG facilities have contributed to a near-term oversupply. Northeast storage is trending at or near the 5-year Max. Although we remain bullish on gas long term, near-term supply-demand dynamics are placing downward pressure on natural gas prices and likely will continue to do so throughout the remainder of injection season.\nTo that end, we have made the decision to curtail production once again in the third quarter. Additionally, we are exploring the option of delaying upcoming Marcellus turn-in lines and curtailing planned drilling and completion activity. We do not expect any of these decisions to materially impact our 2024 cash flow. These curtailments and potential capital changes are tactical responses to a temporary situation. Our capital allocation decisions are not made in response to fluctuations in the near-term strip. They are in response to macro market conditions. We have plans in place to rapidly restore or curtail activity in response to these changing macro conditions.\nWith increasing LNG exports and growing natural gas power demand, we have a line of sight to a materially better natural gas market. Our industry does not need $5 gas to have a healthy runway. We do, however, need sustainable price support in the mid-3s or better to motivate producers to bring incremental gas to market to meet growing demand. We remain ready and willing to do our part. When natural gas prices recover, and they will recover, Coterra is nicely positioned with significant exposure to the upside.\nDrilling and completion dollars are far and away the most significant expenditures we make. Rather than just curtailing existing production, the biggest impact on Coterra in responding to an oversupplied market will come from delaying or deferring drilling and completion investments. Remember, we do not manage Coterra around production goals. Production is an outcome of sound investment decisions. Our existing production is the consequence of yesterday's capital allocation decisions. We believe that it is never live to make poor investment decisions to maintain or increase production nor to assign any of our business units, a budget that is their \"fair share of capital\".\nToday's decision should be based upon today's reality. Our current commodity prices, much of the Marcellus does not compete with other opportunities in our portfolio. Our core mission is to allocate capital prudently and prioritize our most profitable programs. The most profitable long-term Coterra will best be built by this disciplined capital allocation. We maintained the option to redirect capital to multiple other opportunities within our portfolio or to reduce capital expenditures. We remain focused on per share value creation through the cycles. Now a few thoughts on M&A.\nCoterra has established a track record of outstanding execution, consistent top-tier financial returns and disciplined capital allocation among a diverse portfolio of assets. adding quality assets to our portfolio would play to our strengths, and we have confidence that our organization would manage them exceptionally well. However, quality assets are only half the equation. The assets must come at a reasonable price, including a margin of safety. Buying assets at discount rates that are at or near our cost of capital at high commodity prices can be a recipe for disaster. Upswings in commodity prices, new technology, our new geologic zones can save the purchaser, but disaster waits patiently on the other side. It will wait for a significant sustained downdraft in commodity prices and strike with lethal precision.\nFurthermore, disaster loves deals that are measured on single metrics, such as near-term free cash flow. We have seen this movie play out repeatedly in our industry. This is not a commentary in any particular deal, but a reflection on lessons learned through the years. Coterra has a deep and diverse inventory, significant and sufficient scale and a pristine balance sheet that we will defend vigorously. We would love to add assets to our portfolio, but they must offer a combination of quality and value. We are willing to be patient, disciplined and countercyclical. We are also willing to be longly.\nFinally, last night, we also released our 2024 sustainability report. We hope that you will find it to be a readable fact-based discussion of the tremendous progress we have made as well as the ongoing challenges we face. We remain committed to operational excellence with emissions reduction as a central tenant. Our organization is focused on this mission from the field to the C-suite. We are deeply proud of this commitment and of the progress that we have delivered. We strive for an authentic voice when discussing these topics, and we hope you will find that our sustainability report reflects this.\nWith that, I will turn the call over to Shane and Blake, who will provide detail on our quarterly results and outlook. First, let's hear from Shane.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us on today's call. This morning, I will focus my comments on three areas. First, I will summarize the financial highlights from our second quarter results. Then I'll provide production and capital guidance for the third quarter as well as an update of the full year 2024 guide. Finally, I'll provide highlights from the progress of our shareholder returns program. Turning to our strong performance during the second quarter.\nSecond quarter total production averaged 669 MBoe per day, with oil averaging 107.2 MBo per day and natural gas averaging 2.78 Bcf per day. Oil, natural gas and BOE production each came in just above the high end of the guidance, driven by a combination of a modest acceleration of timing and strong well performance. In the Permian, we brought online 23 net wells during the quarter, in line with our 23 net well midpoint guidance. In the Marcellus, we brought online the 12 previously deferred wells for a few days in June to dewater the development, but they contributed negligible volumes during the quarter approximately 18 million cubic feet per day or less than 0.1% of second quarter gas volumes.\nThe higher-than-expected gas production in the quarter was primarily due to strong base production and outperformance of wells turned in line during the first quarter. We also turned in line 15 net wells in the Anadarko region, just above the high end of our guidance range. During the second quarter, prehedge revenues were approximately $1.3 billion, of which 75% was generated by Oil and NGL sales. We reported net income of $220 million or $0.30 per share and adjusted net income of $272 million or $0.37 per share.\nTotal unit costs during the quarter, including LOE, transportation, production taxes and G&A totaled $8.35 per BOE, near the midpoint of our annual guidance range of $7.45 to $9.55 per BOE. Cash hedge gains during the quarter totaled $36 million. Incurred capital expenditures in the second quarter were $477 million, near the low end of our guidance range. Lower-than-expected capital was driven primarily by timing and we are maintaining our full year capital guidance. Discretionary cash flow was $725 million, and free cash flow was $246 million after cash capital expenditures of $479 million. Our credit and liquidity ended the quarter very well positioned. Cash and short-term investments stood at $1.32 billion, $575 million of which will be used to retire notes coming due in September. After this debt retirement, total debt will stand at approximately $2.07 billion. Looking ahead to the remainder of 2024.\nDuring the third quarter of 2024, we expect total production to average between 620 and 650 MBoe per day. Oil to be between 107 and 111 MBo per day and natural gas to be between 2.5 and 2.63 Bcf per day. Continued strong execution and well performance is expected to drive auto volume growth of approximately 2% quarter-over-quarter. Third quarter gas production will be impacted by our plan to curtail approximately 275 million cubic feet per day net in the Marcellus for August and September due to low expected in-basin pricing. This will drive a decline in natural gas volumes quarter-over-quarter but not have a material impact on our cash flow. We will continue to monitor gas fundamentals closely and retain the optionality to respond to market signals on a month-to-month basis. Regarding investments, we expect total incurred capital during the third quarter to be between $450 million and $530 million. Turning to full year guidance.\nYesterday, we increased our 2024 oil production guidance range to be between 105.5 and 108.5 MBo per day for the year, up approximately 2.4% from our May guidance. Despite the shut-ins, we are maintaining our full year 2024 natural gas production guidance at the midpoint. Lastly, we are increasing our 2024 BOE guidance by 5 MBoe per day at the midpoint from May. During the full year 2024, we are reiterating our incurred capital guidance to be between $1.75 billion and $1.95 billion, which is 12% lower at the midpoint than our 2023 capital spend. As previously discussed, our 2024 program modestly increased its capital allocation to the liquids-rich Permian and Anadarko basins, while decreasing capital by more than 50% in the Marcellus year-over-year. Finally, there are no changes to our 2024 per BOE cost guidance. Moving to shareholder returns.\nLast night, we announced a $0.21 per share base dividend for the second quarter or annualized at $0.84 per share. This remains one of the highest yielding base dividends of our peers at over 3%. Also during the quarter, Coterra continued to execute on its shareholder return program by repurchasing 5 million shares for $140 million at an average price of approximately $27.72 per share. In total, we returned $295 million to shareholders during the quarter or 120% of free cash flow.\nWe remain committed to our strategy of returning 50% or more of our annual free cash flow to shareholders through a combination of our healthy base dividend and our share repurchase program. However, in response to low natural gas prices, we have countercyclically increased our buyback during the first 6 months of 2024 and have returned over 100% of free cash flow. We continue to see our shares as a highly attractive use of capital.\nIn summary, the team delivered another quarter of high-quality results in the field, which resulted in another successful quarter financially for Coterra. Our business carries significant operational momentum into the second half of the year, and we are positioned for a strong finish to 2024. Moreover, we are on track to meet or exceed our differentiated 3-year outlook we laid out back in February.\nWith that, I will hand the call over to Blake to provide details on our operations.\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. Our teams had another strong quarter of execution in the field. We continue to see increases in our pace of operations. We are drilling faster fracking faster and our well performance is meeting or exceeding expectations. This is leading to shorter cycle times, which is supporting production beats. In the Permian, we are currently running 8 drilling rigs and 2 frac crews. Our plan to bring in a spot crew at the end of the year has evaporated due to the high efficiencies we have realized from both our electric crew and diesel crew operating in the basin. Both crews are achieving record pumping hours per day, which is allowing us to do more with less. However, these gains are accelerating modest amounts of capital into the year. This capital acceleration is offsetting our cost savings, which is keeping our 2024 capital guide intact.\nEfficiency gains are also showing up on the cost side of the equation with our 2024 dollar per foot estimated to come in at $1,065 per foot which is down 11% from our 2023 cost. This 11% reduction is driven by the combination of year-over-year cost deflation and the efficiency gains we have discussed. In Culberson County, our Wyndham Row project is on track to meet or exceed our plans, both from a timing and cost perspective. To date, we have 21 wells producing, 25 wells completing and 11 drilling. Thanks to our drilling team's great performance executing the row including a new Culberson record of drilling 6,119 feet of lateral in a day. We were able to add 3 more Harkey wells to Wyndham Road. This brings our project well count to 57 wells, including 6 Harkey wells, which will be codeveloped with the Upper Wolfcamp.\nAdditionally, our team has moved a drilling rig to the eastern side of the Wyndham Row, where we have begun drilling the 16 remaining Harkey wells that overlay the Wolfcamp. These wells are expected to come online in early 2025. Wyndham Row and expected future row developments in Culberson are the definition of oilfield efficiency on steroids. The combination of our grid-powered rigs and frac fleet, centralized facilities and infrastructure and the recent addition of simul-fracs have lowered our Culberson cost structure 10% to 15% compared to our diesel zipper operations we previously ran in the county.\nOur simul-frac performance on Windham Row continues to beat our projections. And we see simul-fracking as the new weapon in the holster for jj in Culberson County. In the Marcellus, we are currently running one drilling rig and one frac crew. We have begun completions operations on our [ rays ] pad, which is the first of three Tier 1 Lower Marcellus pads, we will be completing from now through the end of October. We currently have no committed completion activity after these three. We have been watching Northeast gas markets closely and responding to wheat gas prices.\nLast quarter, we delayed 12 TILs due to softness in local gas markets. During the month of July, we brought on those TILs due to favorable pricing we were able to secure. Unfortunately, we were not able to obtain attractive pricing in August. So yesterday, we strategically curtailed 325 million cubic feet per day gross, 275 million cubic feet per day net across the field. This volume represents the portion of our near-term portfolio, which is exposed to Marcellus in-basin pricing. We continue to monitor Northeast pricing and will extend this curtailment as warranted on a month-to-month basis. Furthermore, we are prepared to make further cuts as some of our summer sales commitments roll off in the shoulder season. As you would expect from us, we will continue to make decisions based on economics and value, not volume.\nIn the Anadarko, we are running one drilling rig and recently completed the bulk of our planned 2024 frac activity. Currently, we are flowing back three projects, which are located in liquids-rich portions of our assets. Initial results from these projects look strong, and we look forward to discussing the economics of these projects once we have more production history. The Anadarko has shown its resiliency in 2024. The program remains competitive despite the headwinds in the natural gas market.\nOur Anadarko assets proximity, the Henry Hub provides us some of the strongest gas realizations in our portfolio. Those realizations, combined with significant liquid contributions from NGL and condensate, buoy our economics, making the Anadarko an attractive place to invest capital. At Coterra, we strive for operational excellence in every part of our business. We believe in safety over production, being good neighbors where we operate and improving capital efficiency, all of which drives value creation. Our team lives this culture every day. We focus on execution, delivering on what we promised and never settling for the status quo.\nAnd with that, I'll turn it back to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Blake. We'll now take questions and delighted to hear what's on your mind."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5df7a3573a8b1a8fa9f46af09c5e6500",
    "period": "2024 Q1",
    "content": "Q1 2024 Coterra Energy Inc Earnings Call\n\nQ1 2024 Coterra Energy Inc Earnings Call\n\nCTRANYSEMAY 3, 9:00 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Caterra Energy, Inc.'s First Quarter 2024 Earnings Conference Call. Today's conference is being recorded. [Operator Instructions] At this time, I would like to turn the conference over to Dan Guffey, Vice President of Finance, Investor Relations and Treasurer. Please go ahead.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Audra. Good morning, and thank you for joining Coterra Energy's First Quarter 2024 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations.\nFollowing our prepared remarks, we will take your questions during our Q&A session. As a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures, forward-looking statements and other disclaimers, as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and welcome to all of you who are joining us on the call this morning. We're pleased to report that Coterra had an excellent first quarter. Our total equivalent production for the quarter was 686,000 barrels of oil equivalent per day, which was near the high end of our guidance.\nOil production averaged 102,500 barrels of oil per day, which was 3,500 barrels of oil per day above the high end of our guidance. This beat in oil production was driven by a combination of well performance that exceeded expectations, production optimization and timing.\nNatural gas production averaged 2.96 billion cubic feet a day, which was slightly above the high end of our guidance. Capital expenditures came in at $450 million, which was below the guidance range. This was a combination of timing and cost reductions and completions. Blake will provide further detail on this. We have raised our full year oil guidance while leaving our natural gas guidance unchanged. Shane will provide commentary here.\nAs we previously said, our capital guidance for 2024 includes room for adding additional Marcellus activity, if our received prices in the Marcellus were to rebound. Of course, any additional activity will be evaluated against other shovel-ready opportunities in our portfolio. Rapid and severe commodity price swings are a feature of our business. As much as we try to anticipate and predict market movements, there is an inherent humbling unpredictability to them.\nDuring Q1, we saw upward movement in Oil, coupled with downward movement in Gas. Despite these swings, Revenue at Coterra for Q1 2024 came in roughly flat with revenue for Q4 2023. This stability in revenue allows us the luxury of maintaining a consistent level of activity, while retaining significant upside exposure to a gas price recovery.\nWe did, however, delay some Marcellus turn-in-lines during Q1. We currently have 2 pads comprising 12 wells completed and waiting to be brought online. We have ongoing completion activity and are making the go/no-go decision on bringing wells online on a monthly basis. Blake will provide further detail on this.\nIn spite of near-term headwinds, we remain wholly optimistic on Natural Gas. With coming LNG export capacity, near-term power demand and the evolving discussion about the long-term power demands of AI-driven data center needs, it is hard not to be constructive on the future of Natural Gas. We watch this conversation closely and have heard forecast for incremental Natural Gas demand driven by growing data center consumption that range from 3 Bcf per day to 30-plus Bcf per day, by the year 2030.\nWe will welcome increased demand anywhere within that range. Finally, we are pleased to once again be reporting results that exceed expectations. Our organization is highly focused on operational excellence, costs, safety, emission reduction and on being responsible members of our communities. I want to acknowledge the tremendous work and dedication of our entire organization from the field on up. This includes, in addition to field office staff, contractors and service partners.\nAt Coterra, we continually choose progress over comfort. And our strong culture of optimization, innovation and financial discipline continues to be an important competitive advantage. With that, I'll turn the call over to Shane.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us on today's call. This morning, I'll focus on 3 areas: first, I will summarize financial highlights from the first quarter results, then I will provide production and capital guidance for the second quarter, as well as update our full year 2024 guide.\nFinally, I'll provide highlights our recent bond offering and the progress we're making on our shareholder return program.\nTurning to our strong performance during the first quarter. First quarter total production averaged 686 MBOE per day, with oil averaging 102.5 MBO per day and natural gas averaging 2.96 Bcf per day. Oil and natural gas production came in above the high end of guidance, driven by strong well performance and a modest acceleration of Permian TIL timing.\nIn the Permian, we brought on 22 wells versus 21 wells at the midpoint of our guidance. In contrast, in the Marcellus, we tilled 11 wells below our guidance of 23 wells. I will discuss this further later in my remarks.\nDuring the first quarter, prehedge revenues were approximately $1.4 billion, of which 62% were generated by Oil and NGL sales. In the quarter, we reported net income of $352 million or $0.47 per share and adjusted net income of $383 million or $0.51 per share. Total unit costs during the quarter, including LOE, transportation, production taxes and G&A totaled $8.68 per BOE, near the midpoint of our annual guidance range of $7.45 to $9.55 per BOE.\nCash hedge gains during the quarter totaled $26 million. In current capital expenditures in the first quarter totaled $450 million, just below the low end of our guidance range. Lower-than-expected capital was driven primarily by timing and we are maintaining our full year capital guide. Discretionary cash flow was $797 million, and free cash flow was $340 million after cash capital expenditures of $457 million.\nLooking ahead to the remainder of 2024. During the second quarter of 2024, we expect total production to average between 625 and 655 MBOE per day. Oil to be between 103 and 107 MBO per day and Natural Gas to be between 2.6 and 2.7 Bcf per day. In other words, we expect Oil to be up approximately 2.5% quarter-over-quarter on continued strong execution. Regarding investment, we would expect total incurred capital during the second quarter to be between $470 million and $550 million.\nAs a result of low natural gas prices, we have chosen to defer the turn in line of 2 separate Marcellus projects totaling 12 wells. Based on current in-basin pricing, we don't anticipate bringing any projects online in the Marcellus during the second quarter, resulting in lower gas volumes quarter-over-quarter before flattening in the second half of the year.\nYesterday, we increased our full year 2024 Oil production guidance range by 2.5 MBO per day to between 102 and 107 MBO per day for the year. Or up approximately 2.5% from our initial guide in February. There is no change to our full year 2024 BOE and natural gas production guidance. Similarly, there are no changes to our unit cost guidance or turn well -- turn-in-line well counts for the year.\nFor the full year 2024, we are reiterating our incurred capital guidance to between $1.75 billion and $1.95 billion, which is 12% lower at the midpoint than our 2023 capital spend. As previously discussed, our 2024 program will modestly increase capital allocation to the liquids-rich Permian and Anadarko Basins, while decreasing capital by more than 50% in the Marcellus year-over-year.\nMoving on to shareholder returns. As previously announced, during the first quarter, we successfully issued Coterra's inaugural bond offering of $500 million of senior notes carrying a coupon of 5.6% and a maturity of 2034. We were pleased with the timing of the transaction and the reception of the Coterra story in the market. We intend to use the proceeds of this offering along with cash on hand to retire our $575 million 2024 notes at maturity during the third quarter.\nUntil the maturity, we have invested the proceeds and time deposits at a similar interest rate to the coupon of the notes. Coterra continues to maintain its low leverage profile with a ratio of 0.3x at the end of the first quarter. Our target leverage ratio remains below 1x even at lower price scenarios. This refinancing allowed us to extend our maturity profile, maintain a high liquidity position and affords us modest deleveraging, while maintaining a robust shareholder return program in 2024.\nDuring the first quarter, Coterra continued to execute on its shareholder return program by repurchasing 5.6 million shares for $150 million at an average price of $26.94 per share. In total, we returned $308 million to shareholders during the quarter or over 90% of free cash flow.\nWe remain committed to our strategy of returning 50% or more of annual free cash flow to shareholders through a combination of our healthy base dividend and our share repurchase program. Last night, we also announced a $0.21 per share base dividend for the first quarter, maintaining our annual base dividend at $0.84 per share. This remains one of the highest yielding base dividends of our peers at approximately 3%.\nManagement and the Board remain committed to responsibly increasing the base dividend on an annual cap. In summary, the team delivered another quarter of high-quality results in the field, which resulted in another successful quarter financially. Our business has significant operating momentum and we are poised for a strong 2024 and are on track to meet or exceed the differentiated 3-year outlook we provided in February.\nWith that, I will hand the call over to Blake to provide details on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. This morning, I will discuss our capital expenditures and provide an operational update. First quarter crude capital expenditures totaled $450 million, coming in just below the low end of our guidance. Our strong execution in the field continued in Q1, with our oil production coming in at 102,500 barrels of oil per day, above the high end of our guidance.\nWe are seeing continued completion gains in the Permian, led by reduced transition times on our diesel crew as well as strong initial performance from our electric simul frac crew in Culberson County. During the first quarter, our 2 Permian crews and 1 Anadarko crew hit all-time highs in efficiency with record pumping hours per month. These efficiencies are coupled with new contracts that ensure when we gain efficiencies, it is realized in our dollar per foot and not just in our cycle times.\nWe are currently running 2 frac crews and 8 drilling rigs in the Permian. We continue to benefit from operational efficiencies, including cost savings on electrification, leveraging existing facilities and infrastructure as well as improved cycle times. Faster cycle times drives more footage in the year, also contributing to lower dollar per foot. As a result, we estimate our Permian cost around $10.75 per foot, roughly 8% below our 2023 per foot.\nOur Windham Row project is off and running with 34 wells now drilled and our simul-frac operations underway. Our electric simul-frac crew is powered directly off our Coterra-owned grid with no generation in the field required. We are seeing encouraging initial performance from our simul-frac crew with an increase of 1,000 completed feet per day versus our normal zipper performance with a decreased cost of $25 per foot.\nWhen we combine our simul-frac efficiencies with the current cost spread between diesel and grid power, we are realizing a total cost savings of $75 per foot, compared to current diesel-powered zipper operations. One update to the Windham Row project is the addition of 3 Harkey wells to the western part of the Row, bringing the project total to 54 wells.\nRecent tests in our Culberson asset have shown a possible benefit to co-developing the Upper Wolfcamp with our Harkey Shale landings. This observation is different than what we've seen with our other Harkey projects across the basin. And these 3 new codeveloped wells will help us further understand the interaction between these zones.\nDue to strong execution on the project so far, we were able to fit these 3 new wells to our existing schedule without incurring additional facility or infrastructure costs. As previously discussed, we expect to execute large Row development for many years to come in Culberson County. Our Permian team continues to build momentum and is off to a strong start in 2024.\nIn the Marcellus, we are currently running 1 rig and 1 reduced frac crew. Our focus in the Marcellus continues to be decelerating activity and reducing costs as near-term gas markets remain challenging. Our Marcellus program is buoyed by our long-term sales portfolio, which contains multiple indices and price floors, which come into play at lower NYMEX pricing.\nWe currently have 2 pads consisting of 12 wells in total that we are delaying turn-in lines. Each incremental molecule we bring on receives in-basin price compared to the rest of our portfolio. Therefore, we are choosing to delay these TILs until we see stronger local pricing. We have also chosen to delay a portion of our well head compression program into 2025, so as not to accelerate volumes into a weakened market. Our teams are focused on reducing costs in the field and looking for ways to optimize our capital spend.\nAs we have discussed, our Marcellus business unit has several strong projects that are teed up and ready to execute later in the year, should macro conditions warrant. In the Anadarko, we are currently running 2 rigs and 1 frac crew. We are in the middle of a large block of completion activity, with 3 projects being fracked over the first half of 2024. These projects are focused on liquids-rich portions of our asset, which maintains strong economics in the current gas environment. Our consistent activity in the Anadarko is starting to bear fruit. As we have seen our drilled feet per day increased 15% year-over-year, as well as an increase of 10% in pumping hours per day compared to a year ago.\nOur Anadarko team continues to compete for capital and the returns across the basin remains strong. Our operating teams at Coterra are firing on all cylinders. We continue to make positive strides across all areas of operations, including new initiatives that are materially reducing well trouble costs, minimizing production downtime, beating our emissions targets, improving our cycle times and gaining new efficiencies. Our field operations are the heartbeat of our company, and they continue to fuel our momentum.\nAnd with that, I'll turn it back to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Shane and Blake. We're pleased with our continued execution momentum as we march through 2024. We appreciate your interest in Coterra and look forward to discussing our results and outlook. As always, we like talking about results, more the future promises, and we're always pleased to deliver them.\nWith that, we'll turn it over to questions."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f222b6dc77a8286513a20cd6d574a5bd",
    "period": "2023 Q4",
    "content": "Q4 2023 Coterra Energy Inc Earnings Call\n\nQ4 2023 Coterra Energy Inc Earnings Call\n\nCTRANYSEFEB 23, 10:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions]. I would now like to turn the conference over to Dan Guffey, Vice President, Finance, Planning and Investor Relations. Please go ahead.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, operator. Good morning, and thank you for joining Coterra Energy's Fourth Quarter and Full Year 2023 Earnings and 2024 Outlook Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations. .\nFollowing our prepared remarks, we will take your questions during our Q&A session. As a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and welcome to all of you who are joining us on the call. Coterra had an excellent fourth quarter as shown by the results that we released last night. Shane will walk you through the specifics here, which include coming in above the high end of our guidance on oil, natural gas and BOE or barrels of oil equivalent and below our capital guide. .\nFor full year 2023, we finished the year with 5% year-over-year growth in BOE and 10% year-over-year growth in oil volumes while hitting the midpoint of our capital guide.\nMore importantly, we generated excellent returns. We also made great progress on emissions reduction and continue to push the envelope on our environmental initiatives.\nAs we look ahead to 2024, total capital is projected to be between $1.75 billion and $1.95 billion. Given the outlook for commodity prices and commensurate revenue, we think that this is a prudent level of investment as it invests approximately 60% of our projected cash flow. We will grow our investments in the Permian and Anadarko basins and retrench in the Marcellus. We are reducing our Marcellus investments by over $400 million in 2024 compared to 2023.\nMark Twain said that a man learned something by carrying a cat by the tail that he can learn in no other way. through the commodity cycles, we have learned that, although down swings typically do not last long, they also do not come pre-labeled but how long they will last. We have learned to be disciplined and patient. Experience tells us that our focus should always be on returns and never on production or activity. In this case, that means throttling back on our Marcellus program.\nWe remain highly optimistic on the 12- to 18-month outlook for the gas macro. The impact of new LNG export capacity coming online at the end of 2024 and early 2025 coupled with the possibility of cold weather provides reasonable hope for significant price recovery in natural gas. However, Experience tells us that although we will underwrite our hopes with the future strip price, we should never underwrite our capital program with it. We will be patient and watch for recovery in the gas macro. Missing a few months of the recovery is much better than fully participating in the downside.\nWe project that the slowdown in the Marcellus will result in our natural gas volume shrinking 6% in the Marcellus in 2024. If we see signs of recovery in natural gas our 2024 capital range includes a contingency plan to accelerate our Marcellus program in the latter half of the year. Which would reposition us for significant growth in our gas volumes in 2025 and 2026. We will watch and be ready to act.\nIn the meantime, we will pivot to our deep inventory in the Anadarko and Permian where our returns are excellent. We have a tremendous program ahead of us in 2024, and we are excited to be increasing activity in both the Permian and Anadarko. All 3 business units, however, are poised and ready for out-year acceleration should conditions warrant. This ability to redirect and reposition activity around premier assets as one of the differentiating strengths of Coterra.\nWe also provided an update on our 3-year outlook. Our new 2024 to 2026 outlook has Coterra with an average annual CapEx of $1.75 billion to $1.95 billion. Which is expected to generate annual growth in the low single digits for BOE and 5% plus for oil growth. This plan leverages our deep, high-quality inventory, demonstrates improving capital efficiency and clearly displays the confidence we have in our ability to continue a cadence of operational excellence. This is an achievable outlook under current conditions. As always, we continuously adjust our plans with changing conditions. As we have previously said, planning at Coterra is a guided missile not a [ rocket science ]\nIn closing, I wanted to acknowledge our remarkable field organization. They set the pace for operational excellence. They work in hostile environments with dedication, perseverance and an unwavering commitment to safety. They serve as an example to all of us.\nThe Coterra brand stands for operational excellence, leading-edge technology and innovation best-in-class development of outstanding assets and the ability to adapt nimbly to changing market conditions. We want to be known for a pristine balance sheet, investment discipline and rigorous economic decision analysis. We are not perfect. However, having a great organization, great assets and a great balance sheet, allows us to learn from our mistakes, made continuous progress and always push ourselves further and harder.\nWith that, I will turn the call over to Shane.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nSo thank you, Tom. And thank you, everyone, for joining us on today's call. This morning, I'll focus on 4 areas: First, I will discuss highlights for our fourth quarter and full year 2023 results. Then, I will provide production and capital guidance for the first quarter and full year 2024. Next, I will provide a new and updated 3-year production and capital outlook for 2024 through 2026. Finally, I'll discuss our shareholder return program and our debt maturity later this year.\nTurning to our strong performance during the fourth quarter. Fourth quarter total production averaged 697 MBOE per day, with oil averaging 104.7 MBO per day and natural gas averaging 2.97 Bcf per day. All production streams came in above the high end of guidance, driven by well performance and acceleration of TIL timing during the quarter.\nSpecifically, turn-in lines during the quarter totaled 40 net wells, including 28 in the Permian, near the high end of guidance and 12 in the Marcellus, slightly above the midpoint of guidance.\nDuring the fourth quarter, free hedge revenues were approximately $1.5 billion, of which 61% were generated by oil and NGL sales. In the quarter, we reported net income of $416 million or $0.55 per share and adjusted net income of $387 million or $0.52 per share. Total cash costs during the quarter, including LOE, workover, transportation, production taxes and G&A totaled $8.41 per BOE. Near the midpoint of our annual guidance range of $7.30 to $9.40 per BOE.\nCash hedge gains during the quarter totaled $46 million. Incurred capital expenditures in the fourth quarter totaled $457 million, just below the low end of our guidance range. Discretionary cash flow was $881 million and free cash flow was $413 million after cash capital expenditures was $468 million.\nFor the full year 2023, Coterra produced outstanding results. Total equivalent production exceeded the high end of our initial February guidance, coming in at 667 MBOE per day. This outperformance was driven by a combination of better-than-expected well timing and beats on expected well productivity.\nOil production for the year was 96.2 MBO per day, exceeding the high end of initial guidance by over 4%. Capital costs were right at the midpoint of our guidance range, coming in at $2.1 billion as a result of relentless focus on capital by our teams in each of our business units.\nCash operating cost per unit totaled $8.37 per BOE for the year, slightly below our initial guidance midpoint.\nLooking ahead to 2024. During the first quarter of 2024, we expect total production to average between 660 and 690 MBOE per day. Oil to be between 95 and 99 MBO per day and natural gas to be between 2.85 and 2.95 Bcf per day.\nWe anticipate first quarter oil production to have the lowest average for any quarter during 2024. Primarily as a result of TIL timing that pulled some volume forward and into the fourth quarter of 2023.\nRegarding investment, we expect incurred capital in the first quarter to be between $460 million and $540 million.\nFor the full year 2024, we expect incurred capital to be between $1.75 billion and $1.95 billion or 12% lower at the midpoint than our 2023 capital spend. Our 2024 program will modestly increase capital allocation to the liquids-rich Permian and Anadarko Basins and significantly decreased capital by more than 50% in the Marcellus.\nWe expect total production for the year to average between 635 and 675 MBoe per day and oil to be between 99 and 105 MBO per day or 6% higher at the midpoint than oil was in 2023.\nNatural gas is expected to be between 2.65 and 2.8 Bcf per day. Approximately 5.5% lower at the midpoint than gas production was in 2023. It is important to note that we have incorporated efficiency gains achieved in 2023 into our 2024 guidance.\nReflecting on our new 3-year outlook. As we did this time last year, yesterday, we announced our new 3-year outlook for 2024 through 2026. We believe this is a robust capital-efficient plan that delivers consistent profitable growth for our shareholders. We anticipate that our project inventory can deliver 5%-plus oil volume growth over this period with 0% to 5% BOE growth by investing between $1.75 billion and $1.95 billion of capital per year. This reflects increased capital efficiency and is designed to afford Coterra the flexibility to reallocate capital between our business units as market conditions change.\nThis outlook incorporates an appropriate level of reinvestment and delivers meaningful free cash flow to underpin shareholder returns.\nMoving on to shareholder returns. Last night, we announced a $0.21 per share base dividend for the fourth quarter, increasing our annual base dividend by 5% to $0.84 per share. This remains one of the highest yielding base dividends in the industry of well over 3%. Management and the board remain committed to responsibly increasing the base dividend on an annual cadence.\nDuring 2023, despite relatively lower commodity prices and cash flow, Coterra continued to execute on its shareholder return program by repurchasing 17 million shares for $418 million at an average price of approximately $25 per share. In total, we returned 77% of free cash flow during the year or just over $1 billion. We remain committed to our strategy of returning 50% or more of our annual free cash flow to shareholders through a combination of a healthy base dividend and our share repurchase program.\nOn to our 2024 notes. We have continued to monitor and analyze opportunities regarding our $575 million maturity coming this September. With low leverage at 0.3x, we believe we have strong access to the active refinancing markets. At the same time, we had approximately $2.5 billion of liquidity between cash and our undrawn credit facility at year-end, affording us many options with regard to our 2024 maturity.\nIn summary, Coterra's team delivered another quarter of high-quality results, both operationally and financially. We are poised for a strong first [ quarter ] 2024, which we believe will set a solid foundation for the full year 2024 and beyond.\nWith that, I will hand the call over to Blake to provide additional color and detail on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. This morning, I will discuss our capital expenditures and provide an operational update. Fourth quarter accrued capital expenditures totaled $457 million, coming in just below the low end of our guidance. The lower CapEx was driven by efficiency and cost gains, reduced infrastructure spend, lower-than-expected nonoperated capital and shuffling of the timing on a few projects. As noted, strong execution in the field pull a few Q1 TILs into Q4, which contributed to the Q4 '23 production beat.\nCoterra finished the year at $2.104 billion of total CapEx at our midpoint of our annual guide. This quarter marks the tenth quarter in Coterra's existence, and 10 straight quarters of delivering on our oil guidance. This was accomplished thanks to our operations teams across our business units who strive for operational excellence.\nAt Coterra, operational excellence means operating safely and with integrity while always looking for ways to accomplish more or less. We do not tolerate sacred cows, and we are always on the hunt for new ideas, even if they are not our own. As we enter 2020, we are delivering a plan that continues to do more for less.\nIn the Permian, we are planning to turn in line 75 to 90 wells in 2024, which is down 13% over 2023. These wells will have $1 per foot of 10.75, down approximately 10% year-over-year. In the Permian, we are currently running 2 frac crews and 8 drilling rigs, which are performing at or near all-time efficiency records. Our frac efficiencies are coupled with new contracts that offer increased cost savings to Coterra as we gain in efficiency.\nAcross our Permian footprint, we are taking advantage of our large [ contiguous ] assets to bring economies of scale to bear. This is highlighted by our Windham Row project in Culberson County, where we are prosecuting a 51 well row development across 6 drill spacing units with each well targeting the Upper [ Wolfcamp ].\nBy concentrating activity at this scale we are able to minimize rig and frac moves, co-mingle facilities and maximize [indiscernible]. Combine this with our first grid-powered electric simul frac, and we expect to deliver these wells at 5% to 15% lower cost than our historical program.\nOur Permian asset is an engine of capital efficiency, and that engine continues to find a new year.\nIn the Marcellus, we are currently running 2 rigs and 1 frac crew with plans to go to 1 rig and lower our frac activity. Our Marcellus ops teams worked diligently in 2023 to lower our cost structure. Through increased frac efficiencies, improved water handling and lower facility costs. We are also pushing new limits on lateral only with 3 and 4-mile laterals now part of our program. These cost gains help us to minimize our D&C spend as we go into 2024 and throttle down our activity.\nOur 2024 Marcellus program remains flexible and includes multiple on-ramps and off-ramps, which will allow us to adjust to changing macro conditions if warranted.\nIn the Anadarko, we are currently running 2 rigs and 1 frac crew. Our Anadarko team had a great year executing with improved drilling times and frac efficiencies. Our 2024 program includes 20 to 25 turn-in lines across 5 projects focused on our liquids-rich assets, which we expect will continue to yield strong returns. Consistency of execution, paired with strong well results have made our Anadarko assets stout competitor for capital allocation at Coterra.\nOur unrelenting focus on operational excellence continued to bear fruit in 2023. and we expect the team to seek out and execute incremental efficiencies in 2024.\nAnd with that, I'll turn it back to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Shane and Blake. We are pleased with our continued execution in 2023 and expect to deliver on our goals outlined in our 2024 plans. We appreciate your interest in Coterra and look forward to discussing our results and outlook.\nWe'll now be open for questions."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d2cb30a1cbaea76538bb5c00477d5017",
    "period": "2023 Q3",
    "content": "Q3 2023 Coterra Energy Inc Earnings Call\n\nQ3 2023 Coterra Energy Inc Earnings Call\n\nCTRANYSENOV 7, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Cheryl, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy 3Q '23 Earnings Conference Call. [Operator Instructions].\nI would now like to turn the call over to Dan Guffey, Vice President of Finance, Planning and Investor Relations. Please go ahead.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, operator. Good morning, and thank you for joining Coterra Energy's Third Quarter 2023 Earnings Conference Call.\nToday's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; Shane Young, Executive Vice President and CFO; and Blake Sirgo, Senior Vice President of Operations. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers, as well as reconciliations to the most directly comparable GAAP financial measures, were prepared in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and thank you all for joining us this morning.\nCoterra had an excellent third quarter, exceeding expectations across the board. This was the result of several factors, including outstanding performance from our top-tier assets and excellent operational performance from our organization. I want to particularly acknowledge our field employees and vendors, who are the driving force behind our outstanding results.\nAlthough we are pleased to announce these results, quite frankly, it's what you should expect at Coterra and what we expect of ourselves. We are not interested in being average. These results are best understood within the framework of the core thesis of Coterra. With top-tier oil and natural gas assets, Coterra can flexibly allocate capital to take advantage of changing commodity prices, changing technical innovations and changing field conditions.\nWe work for our shareholders, and we believe that they are best served by a disciplined approach that generates consistent, profitable growth. We do not manage the company around production targets. We manage the company to maximize the financial productivity of our assets. We seek to grow our per share profitability throughout the cycles, which is best achieved through a combination of prudent investments and direct shareholder returns, in the form of dividends and buybacks.\nWe are problem solvers. Albert Einstein said, \"It's not that I'm so smart. It's just that I stay with problems longer.\" At Coterra, we stay with problems longer. Staying with problems longer means that we do not simply adopt workable solutions. We demand perseverance in finding optimum solutions. This is true with our technical challenges as well as our financial challenges. We do not adopt an A-priority, zero-growth posture and operational planning. No more or no less than we assume A-priority answers to technical problems before engaging in rigorous analysis.\nA key focus of our organization is iterative, operational and financial planning. We engaged in exhaustive planning iterations in an ongoing effort to maximize our capital efficiency, focusing both on asset productivity and cost optimization, which also allows us to analyze and model multiple options. Dwight Eisenhower said that, \"In preparing for battle, I have always found that plans are useless, but planning is indispensable.\"\nAt Coterra, we build annual capital plans that have on-ramps and off-ramps. By limiting our long-term commitments, we retained the option to pivot capital from one area to another as conditions warrant. Our history tells us that flexibility is crucial or we cannot predict the future. And it's not the plans that are important, it is the planning. This planning process, combined with the high energy, innovative and curious organization is the core of Coterra's strength.\nWe do not intend to provide detail on our 2024 plans during this call. However, we are highly confident that our results will continue to be top tier, that our capital efficiency will continue to improve and that the quality and duration of our inventory will continue to be apparent.\nAs we have previously discussed, we expect to enter the year holding our Marcellus gas production relatively flat as we monitor gas macro conditions. By doing so, we can reduce Marcellus' capital by at least $200 million versus 2023, while maintaining the optionality to pivot back to the Marcellus when gas markets structurally rebound.\nIn February, we will provide an updated 3-year outlook. We do not expect significant deviations from our current strategy of allocating capital to its most productive use to achieve moderate disciplined growth. Under a moderate multiyear growth strategy, our corporate breakeven defined as the ability to generate excess free cash flow after paying our healthy common dividend, will remain below $50 oil and $2.50 natural gas.\nBefore I turn the call over to Shane, I want to close with our answer to the question, why Coterra? Coterra is a new company and one that is unique in our space. We have top-tier assets, a top-performing organization and robust revenue diversity. We operate among a field of great competitors, and we are here to compete. Coterra is designed to provide excellent financial and operational results through the cycles. Our goal is to make top-tier results routine. As I said, it is what you should expect of us because it's what we expect of ourselves.\nWith that, I will turn the call over to Shane.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom, and thank you, everyone, for joining us on our call today.\nThis morning, I will focus on 3 areas: First, I will discuss highlights from our third quarter 2023 results. Then I'll provide production and capital guidance for the fourth quarter, and update our full year 2023 guidance. Finally, I'll review where we are on our shareholder return program year-to-date.\nThird quarter total production averaged 670 MBOE per day. Oil averaged 91.9 MBO per day, and natural gas averaged just over 2.9 Bcf per day. All production streams came in above the high end of our guidance driven by a combination of continued positive well productivity, coupled with faster cycle times that accelerated TILs. Turn-in-lines during the quarter totaled 46 net wells, 25 in the Permian at the high end of guidance, 14 in the Marcellus at the midpoint of guidance, and 7 in the Anadarko, as our Evans project came on a few weeks earlier than expected.\nTurning to our financial performance. During the third quarter, Coterra reported adjusted net income of $373 million or $0.50 per share, and discretionary cash flow of $796 million. Approximately 64% of our revenues for the quarter were generated by oil and NGL sales. Accrued capital expenditures in the third quarter totaled $542 million, at the low end of our $540 million to $610 million guidance, and free cash flow was $250 million after capital expenditures of $546 million. Total cash costs during the quarter, including LOE, workover, transportation, production taxes and G&A, totaled $7.99 per BOE, down from approximately $8.27 in the second quarter. This was below the midpoint of our annual guidance range of $7.30 to $9.40 per BOE.\nOne note on our deferred tax guidance. Beginning in 2022 and with greater impact in 2023, new requirements under the Tax Reform Act of 2017, require Coterra to capitalize Section 174 R&D expenditures and amortize these expenditures over a 5-year period, rather than expensing them in the year in which they occur. Our third quarter 2023 deferred income tax ratio was negatively impacted by this new requirement.\nAs such, we now expect 95% or more of our full year 2023 income tax expense to be paid during the current year. This 5% to 10% change and our percent deferred will have a minor impact on 2023 discretionary cash flow, but we felt it was worth clarifying on this call.\nLooking ahead, we estimate over the next few years, our percentage of income taxes to be current will be greater than 90%. Looking ahead to the fourth quarter of 2023, we expect total production to average between 645 and 680 MBOE per day. Oil to be between 98 and 102 MBO per day, and natural gas to be between 2.7 and 2.9 Bcf per day. We expect accrued capital in the fourth quarter to be between $460 million and $530 million, which includes the impact of infrastructure and nonoperated activity shifting into the fourth quarter.\nFor the full year 2023, today, we are increasing our production guidance. Our oil volumes are now expected to come in at 94.5% to 95.5% MBO per day, up 3% from our August guide. Our BOE and natural gas volumes are now expected to be 6.55 to 6.65 BOE per day, and 2.84 and 2.87 Bcf per day, up 3% and 1%, respectively, from our August guide.\nRelative to our initial February guidance, Coterra's full year 2023 production guide has increased 5% for BOEs, 7% for oil and 3% for natural gas. The incremental volumes were driven by an even split between better-than-anticipated well productivity and faster cycle times in the field.\nBased on updated guidance and recent strip pricing, we now expect to generate full year discretionary cash flow of approximately $3.5 billion, with more than 50% of revenue driven by oil and NGL sales. The company expects to invest approximately $2.1 billion or roughly 60% of cash flow, and generate free cash flow totaling $1.3 billion.\nOn to shareholder returns. Last night, we announced the $0.20 per share base dividend for the third quarter. Our annual base dividend of $0.80 per share remains one of the highest-yielding base dividends in the industry at nearly 3%. The Management and the Board remain committed to responsibly increasing the base dividend on an annual cadence.\nDuring the third quarter, despite relatively lower commodity prices and cash flow, Coterra continued to execute its return program by repurchasing 2.2 million shares for $60 million, at an average price of approximately $27 per share. In total, we returned 84% of free cash flow during the quarter.\nYear-to-date, including our base dividend and $385 million of share repurchases, we have returned $839 million or 91% of free cash flow to our shareholders. Taking into account recent strip pricing, buyback activity completed year-to-date and our expected base dividend for the year, we expect to return greater than 80% of our 2023 free cash flow to shareholders, well in excess of our 50%-plus minimum commitment.\nMoreover, since instituting the buyback program in 2022, Coterra has repurchased a total of 64 million shares or 7% of our shares outstanding, for $1.6 billion at an average price of $25.72 per share.\nIn summary, Coterra's team delivered another quarter of quality -- high-quality results, both operationally and financially. We look forward to a strong final quarter of 2023, which we believe should set a solid foundation for 2024 and beyond.\nWith that, I will hand the call over to Blake, to provide more color and detail on our operations. Blake?\n\nBlake A. Sirgo\n\nVP of Operations, Cimarex Energy Co.\n\nThanks, Shane. This morning, I will discuss our capital expenditures and provide an operational update.\nThird quarter accrued capital expenditures totaled $542 million, coming in at the low end of our guidance of $540 million to $610 million, primarily due to delayed infrastructure spend and lower nonoperated activity, both of which we expect will move into the fourth quarter. As such, we are reiterating our full year 2023 capital of $2 billion to $2.2 billion, and continue to trend 1% to 2% above the midpoint.\nLooking ahead to 2024, we continue to expect a 5% dollar per foot decrease, based on leading-edge service costs and contract repricing. Of note, we continue to see meaningful price decreases in OCTG, rig rates and frac spreads. However, other cost categories, including labor and fuel costs, remained resiliently high.\nAs noted in our investor deck in the third quarter, our Permian and Marcellus frac crews averaged 17 hours per day, up 18% from a year ago and an all-time record for our pumping efficiency. The drivers of this improvement include larger project sizes, increased wells per pad, improved water sourcing and a focus on transition timing.\nOver the last few years, our company has achieved improved capital efficiency through the execution of longer laterals, combing window surface facilities and sign-offs. Our operations teams in all 3 bases continue to find creative and impactful ways to improve our capital efficiency. These gains couldn't be achieved without the strong execution of our world-class field staff.\nWe recently added a seventh rig in the Permian Basin, a few months ahead of schedule. This was driven by a recent decision to simul-frac and derisk the timing of our largest 2024 project, the Windham Row, in Culberson County. Simul-fracking has the potential to decrease dollar per foot on this project by an incremental 5%, bringing the project's total estimated cost savings to 5% to 15% versus our current Culberson County average.\nTo our knowledge, this project will be the first all-electric simul-frac, powered directly from the grid. Currently, we are running 10 rigs, 7 in the Permian, 2 in the Marcellus, 1 in Anadarko, and 3 frac crews, 2 in the Permian and 1 in the Marcellus.\nWhen looking ahead to 2024, Coterra has fewer than 25% of its rigs and frac fleets under contract. This provides significant optionality. We are in the middle of negotiations on a number of contracts, and we'll provide a detailed update to February.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Shane and Blake. Momentum at Coterra continues to build. We're generating consistent, profitable growth. The company remains well positioned to deliver on its stated goals. We appreciate your interest in Coterra, and look forward to further discussing our results during question-and-answer."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e6f5480c8120035e0f401326d563599",
    "period": "2023 Q2",
    "content": "Q2 2023 Coterra Energy Inc Earnings Call\n\nQ2 2023 Coterra Energy Inc Earnings Call\n\nCTRANYSEAUG 8, 10:00 AM\n\nOperator\n\nThank you for standing by. At this time, I would like to welcome everyone to the Coterra Energy Second Quarter 2023 Earnings Call. [Operator Instructions] Dan Guffey, Vice President, Finance, Planning and Analysis and Investor Relations. You may begin your conference.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Cheryl, and good morning, and thank you for joining Coterra Energy's Second Quarter 2023 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, CEO and President; and Shane Young, Executive Vice President and CFO. Also on the call are Blake Sirgo, Senior Vice President of Operations; and Scott Schroeder. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and welcome to all of you who have joined our call this morning. We're looking forward to discussing our second quarter results as well as our approach to the business and outlook for the years ahead.\nFirst, some remarks on our second quarter results. We had an excellent quarter driven by production beats on oil, natural gas and natural gas liquids. Volumes on all 3 commodities exceeded the high end of our guidance. Our production beat was primarily driven by well productivity that exceeded our expectations. This was true in the Marcellus, Anadarko and the Permian. This beat was driven by many factors, including optimization of completion design, spacing, landing zone selection and better-than-expected performance from a project of 3-mile laterals. Our go-forward well productivity should closely approximate current trends in the coming years.\nWe are highly confident in our sustainable asset performance. Excellent results are easy to describe, but tremendously hard to achieve. It takes dedication and teamwork between our operations, marketing, midstream and regulatory teams. It takes support from our corporate engineering group, our machine learning team, our IT team and our accounting team. Mostly, it takes the dedication and passion of our field staff who put their shoulder to the wheel 24/7, 365 days a year with a commitment to excellence and safety.\nThe Coterra team is operating as one, and it is a pleasure to be a member of such an outstanding team. Our vision for Coterra is 1 of consistent profitable growth through the cycles, a vision made possible by hard work and perseverance.\nWe expect our CapEx for the full year to fall within our previously announced annual cost guidance range. Costs continued to moderate slightly, but not as significantly as we had hoped. Slide 12 in our investor deck shows that although we look ahead to a 10% to 15% reduction in some big ticket items, we foresee a net 5% reduction in total well cost as we look ahead to 2024.\nSecond, I'd like to make a few remarks regarding our approach to the business. With top-tier assets, a pristine balance sheet and few contractual service commitments, we have tremendous flexibility for 2024 and beyond. Now as ever, our mission is to generate consistent profitable growth. Having outstanding oil and natural gas assets with a low cost of supply allows us the wherewithal to accomplish this. It takes discipline and, at times, a dose of courage. We will not stop and start our program with short-term swings in commodity pricing. We have learned over time that chasing the strip up or down is a fool's around. Our experience tells us that in a cyclic commodity business, the winners are those that can maintain disciplined consistency. Highly reactive behavior can badly backfire especially in a world where project cycle times can be longer than short-term swings in commodity prices.\nWe choose as-steady-as-she-goes approach to our program design and execution. We stress test all of our opportunities at draconian low commodity prices so that we can deliver reasonable returns through the ups and downs of the cycles. We play to win.\nFinally, let me make a few remarks regarding our outlook for the years ahead. Although we are currently working on our 2024 plans, we will not be making specific comments on them. Our plans will be built with some simple considerations. First, based on range-bound assumptions of future commodity pricing, we estimate what level of total capital expenditure is appropriate for Coterra. We continuously reexamine our inventory with the goal of selecting the very best returns. We stress test these opportunities to ensure that they can withstand down drafts and pricing as well as increase in costs. We insist on flexibility so that we can pivot if macro commodity conditions change.\nIn long-term planning, we think of total Coterra capital. And within that framework, capital will flow from basin to basin as conditions warrant. We have a firm conviction that production is an outcome, not a primary driver. Consistent annual progress is our goal, and if smart project architecture leads to quarterly fluctuations, so be it. We'll have some large projects in 2023 and beyond, driven by our goal of achieving the best returns over the long haul.\nWe don't get distracted by quarterly fluctuations as projects come online. Although we like production beats, our commitment is to invest for results that can withstand commodity swings. These principles are in our corporate DNA.\nAs we look ahead into 2024, we have options and flexibility. For example, we can drop capital in to Marcellus by more than $200 million versus 2023 and still hold the region's production flat over multiple years. We have the option to redirect the capital or to simply invest at a slower cadence. We also retain the ability to restore activity if the gas macro were to significantly recover. Although we're confident in our ability to deliver on our updated 3-year outlook as shown on Slide 5 of our investor deck, we have a wide range of options on total capital and allocation.\nThe outstanding quality and durability of our assets, the flexibility of our capital allocation, our organizational capacity and our consistent execution are what differentiates Coterra. As always, we prefer to speak about results rather than promises.\nBefore I turn the call over to Shane, I want to welcome him to Coterra. Shane will be a key player in our team for many years to come. We are absolutely delighted that he has joined the team. He will make us better. Welcoming Shane is a bit bitter sweet [indiscernible] on the heels of Scott Schroder's decision to retire. Today will be Scott's last quarterly conference call. Scott's career is 1 for the record books. With Cabot, Scott was instrumental in building 1 of the finest companies in our sector and a defining success for the [indiscernible]. Scott's vision and Wisdom were key to the formation of Coterra and he has become a trusted adviser and dear friend to us all. We will miss Scott and wish him a fruitful and satisfying retirement. He leaves with our deep gratitude. With that, I will turn the call over to Shane.\n\nShannon E. Young\n\nExecutive VP & CFO, Talos Energy Inc.\n\nThank you, Tom. It is a pleasure to be on today's call. This morning, I will discuss our second quarter 2023 results, provide details on our shareholder return program, and update our activity outlook and guidance for the third quarter and for the full year.\nDuring the second quarter, total production volumes averaged 665 MBoe per day. Natural gas volumes grew to 2.9 Bcf per day and oil averaged 95.8% MBO per day, which is a new high watermark for Coterra. In fact, all 3 production streams came in well above the high end of guidance. Our operations teams in all 3 regions executed nicely, which drove BOE production up 5% sequentially.\nThe strong performance was driven primarily by positive well productivity and improved operational efficiencies. Turn-in lines during the quarter totaled 39 net wells, within our guidance of 36 to 45 wells.\nProduction growth during the period was more than offset by commodity price declines, which were down 30% quarter-over-quarter on a BOE basis, driving net income and cash flow lower relative to the first quarter. Coterra reported net income of $209 million and discretionary cash flow of $705 million during the quarter. These results are inclusive of realized cash hedge gains of $84 million.\nSecond quarter accrued capital expenditures totaled $537 million, within our guidance of $510 million to $570 million, and free cash flow was $113 million after cash capital expenditures, which totaled $592 million. Based on strip prices, cash flow and free cash flow are projected to increase during the back half of 2023, and the company expects greater than 55% of its 2023 revenue to come from oil and NGL sales.\nTurning to return of capital. Yesterday, we announced a $0.20 per share base dividend for the second quarter. Our annual base dividend of $0.80 per share remains 1 of the highest yielding base dividends in the industry at nearly 3% based on recent trading levels. Management and the Board remain committed to responsibly increasing the base dividend on an annual cadence.\nDuring the second quarter, despite relatively lower commodity prices and cash flow, Coterra continued to execute its return program by repurchasing 2.4 million shares for $57 million at an average price of $23.55 per share. In total, we returned 184% of free cash flow during the quarter. The company's large cash balance afforded us the luxury to return capital in excess of our quarterly free cash flow and continue to buy our shares countercyclically at attractive prices.\nBased on results year-to-date, Coterra has returned $628 million to shareholders or 94% of free cash flow via our base dividend and share repurchases. We are reiterating our annual commitment to return 50% plus of free cash flow to shareholders. When taking into account recent strip prices, buyback activity completed to date and our base dividend, we expect to return well in excess of [ 50% ] of 2023 free cash flow.\nLastly, I'll discuss refinements to our 2023 guidance and activity outlook. First on capital. We are reiterating some of the company's 2023 [indiscernible] capital estimate of $2 billion to $2.2 billion. While we are currently trending 1% to 2% above the midpoint of our guidance range, we are seeing clear signs of future cost softening on big ticket items such as rigs, steel and frac crews. Other cost categories, including labor and surface rentals have been more sticky and flat to modestly up. Based on leading-edge service costs, coupled with the timing of our contract repricing, our best estimate based on information we have today is that we will see a 2024 dollar per foot decrease of approximately 5% as compared to 2023.\nWe retain a substantial amount of flexibility for our 2024 capital program in all 3 basins and plan on detailing our program early next year as per our customary annual guidance release.\nOn to production guidance. We are increasing our full year oil guidance by 3% at the midpoint to 91 to 94 MBO per day, driven primarily by strong well performance in both the Permian and Anadarko basins. We are increasing our natural gas and BOE guidance 2% at the midpoint on the back of solid well performance in the Marcellus. For the third quarter, we estimate production will average 640 MBoe per day, natural gas to average 2.8 Bcf per day and oil to average 89.5 MBO per day. The sequential production decline is solely related to timing and was previously forecasted internally.\nAs implied by our full year guidance, we expect to see a return to growth in the fourth quarter.\nIn our investor presentation, we reiterated our 3-year outlook, which assumes the company achieves a 3-year oil CAGR of 5%, BOE and natural gas CAGR of 0% to 5% and with capital and activity that is flat to down relative to 2023 levels.\nOne update in our presentation was a change in our oil CAGR outlook. We now expect our 3-year CAGR to be greater than 5%. This change is primarily driven by the observed strong well performance in 2023 to date. We have yet to finalize 2024 capital investment allocation by region and retain significant optionality. We will continue to allocate capital to its most productive use.\nBased on recent strip and our outlook, our 2023 discretionary cash flow guidance is $3.35 billion, down from $3.6 billion in May. The decrease in cash flow is driven primarily by lower natural gas and NGL realizations. The 2023 free cash flow is now estimated to be $1.24 billion, down from $1.58 billion, which is due to lower discretionary cash flow and higher projected cash CapEx, which includes the cash impact of forecasted changes in AP at year-end.\nTurning to a few business unit updates. The Marcellus delivered strong well performance during the quarter. Production increased 9% sequentially, driving total company natural gas volumes 2% above the high end of guidance. As previously communicated, we recently dropped Marcellus activity to 2 rigs and 1 crew. If this level of activity holds in 2024 and 2025, Marcellus capital could decline by at least $200 million per year while holding production relatively flat.\nIn the Anadarko, our last 2 projects, which both came online in the second half of 2022, continue to outperform. We are currently fracking the 7-well Evans development, which is expected to come online during the fourth quarter. We are running 1 rig in the region during the back half of the year, which will provide nice momentum heading into 2024.\nIn the Permian, we are currently running 6 rigs and 3 frac crews, 1 of which will be utilized as a spot crew. Permian turn-in lines are trending to the high end of our annual guide, largely due to operational efficiencies, including improving drilling and frac feet per day. The incremental wells are expected to come online late in the fourth quarter and contribute minimally to 2023 annual volumes.\nLastly, I'll touch on unit costs. Cash costs, including LOE, workover, transportation, production taxes and G&A totaled $8.27 per BOE during the second quarter, down for approximately $8.90 in the first quarter. This was well within our annual range of $7.30 to $9.40 per BOE.\nOne note on deferred tax guidance. [indiscernible] utilizing the bulk of our NOLs in the high commodity price environment during 2022, we expect deferred taxes to range between 10% and 20% of income tax expense in 2023.\nIn summary, despite commodity headwinds during the quarter, momentum for Coterra continues. This is supported by strong operational execution, which led to production beats for the quarter and the need to raise our annual production guidance range. The company remains well positioned to meet or exceed our 2023 as well as our 2023 to 2025 targets.\nFinally, I would also like to congratulate Scott Schroeder for all his successes over his 28-year career at Cabot and Coterra. He has been instrumental to creating a bright future at Coterra that we enjoy today. I'd like to personally thank him for all his efforts and the support he has provided me over the past month. With that, I'll turn the call back to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca57661ae5134b278709bffab16890bc",
    "period": "2023 Q1",
    "content": "Q1 2023 Coterra Energy Inc Earnings Call\n\nQ1 2023 Coterra Energy Inc Earnings Call\n\nCTRANYSEMAY 5, 10:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy First Quarter 2023 Earnings Conference Call. [Operator Instructions] Thank you. Dan Guffey, Vice President, Finance Planning Analysis and Investor Relations, you may begin your conference.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you. Good morning, and thank you for joining Coterra Energy's First Quarter 2023 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; and Scott Schroeder, Executive Vice President and CFO. Also on the call is Blake Sirgo, Senior Vice President of Operations. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nChairman, President & Chief Executive Officer, Cimarex Energy Co.\n\nThank you, Dan, and welcome to all of you who have joined us for our first quarter conference call. Coterra had an excellent first quarter. We delivered on all fronts: Production at the high end of our guidance, capital within our targeted front-loaded cadence and significant progress on our buyback. These results were driven by outstanding asset performance, a recurring trend you should expect from Coterra. Oil production exceeded the high end of our guidance, driven by strong performance in our Permian, Wolfcamp and Harkey developments. Our Anadarko projects also continued to deliver above our expectations and set the stage for future activity increases. In particular, part of our production beat was driven by continued outperformance of the Anadarko Miller Trust project, which was brought online last year. The Anadarko is an underappreciated gem within a strong portfolio. Finally, our Marcellus program outperformed in Q1 as we continue to develop a mix of lower and upper Marcellus targets.\nAs we look ahead, we see continuing volatility in our underlying commodities. As of the close of business yesterday, 12-month NYMEX gas strip had fallen to $2.90 per Mcf. The 12-month WTI oil stood at $67 per barrel. Two quarters ago, we were looking at a 2023 oil strip of $83 and natural gas strip of $5.30.\nThere are growing fears of a significant recession, which have been exacerbated by the ongoing banking challenges. Fortunately, we at Coterra have some experience with living through volatility and uncertainty. Our formula is simple: Keep our debt low, strive for assets with a low cost of supply, stress test our investments with downside commodity price scenarios and make capital allocation decisions that optimize returns and preserve flexibility.\nService costs appear to have crested and are trending modestly downward. Although we welcome service cost moderation, it does not substitute for our mandate to push forward with operational efficiencies, project architectures that maximize investment returns and the application of best-in-class technology to leverage our efforts for value creation. We focus on things that are within our control.\nWe are on track with the 3-year plan outlined in our Q1 release. In line with our initial plan, we will reduce activity in the Marcellus in the coming weeks and expect to remain at two rigs and one frac crew during the second half of the year. If we were to hold this level of activity flat through 2025, future Marcellus CapEx would decrease significantly and yet hold our Northeast production flat, allowing us the option to redirect activity to the Permian and Anadarko. Both of these basins have opportunities at the ready that provide great returns. Furthermore, our Marcellus assets retained the flexibility to grow in the future should macro conditions and prices warrant increased investment. Looking forward, we retain maximum optionality to employ capital to its best use.\nWe also look forward to publishing our 2023 sustainability report later this year. We're making great progress in understanding methane monitoring, including the discrepancies between the various technologies available to the industry. Coterra is working with our vendors to improve the available technology, understand the limitations and choose the best solution for the problem in hand.\nWith the varying environmental conditions between the Permian, Anadarko and Marcellus, we have learned that there is no single scalable solution that can be successfully deployed across our portfolio. Instead, we will rely on multiple technologies to detect, measure and reduce our methane emissions. Coterra will remain a leading company in innovative design and facility modification to reduce emissions. We also appreciate the collaboration with an outstanding set of competitor companies as we work together to solve this problem. This is an industry-wide challenge, and industry collaboration will be key to finding workable solutions our nation and the world depend upon.\nWith that, I will turn the call over to Scott to walk us through the particulars of a great Q1.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThanks, Tom. Today, I will discuss our first quarter '23 results, shareholder returns and updates to guidance. During the first quarter, Coterra reported net income of $677 million, discretionary cash flow of $1.039 billion, accrued capital expenditures of $569 million and free cash flow of $556 million. Despite natural gas and oil prices falling 30% and 19%, respectively, versus 1Q '22, discretionary cash flow declined only 16% year-over-year. This was driven by an increase of the company's oil and NGL production, which caused Coterra's liquids production miss to increase 3% year-over-year to 28%. The company expects greater than 55% of its 2023 revenue to come from oil and NGL sales.\nAlso during the quarter, the company realized a cash hedge gain totaling $100 million versus $172 million loss in Q1 '22. First quarter total production volumes averaged 635 MBoe per day, with oil averaging 92.2 Mbo per day and natural gas volumes at 2.76 Bcf per day. Oil and BOE finished 2.5% and 1.6% above the high end of guidance, respectively, and natural gas hit the high end. The strong performance was driven by a combination of positive well productivity trends and improved cycle times.\nTurn-in lines during the quarter totaled 49 net wells above expectations. The incremental wells came online late in the quarter. First quarter accrued capital expenditures totaled $569 million, as I said before, but the cash capital expenditures only $483 million, consistent with expectations.\nTurning to return of capital. We announced a $0.20 per share base dividend and remain one of the highest-yielding base dividends in the industry. Management and the Board remain committed to responsibly increasing the base dividend on an annual cadence.\nDuring the first quarter, Coterra followed through on its return priorities by repurchasing 11 million shares or $268 million. In total, we returned 76% of free cash flow during the quarter.\nAs we communicated in February, it is our intention to pursue strategic buybacks ahead of variable dividends. We have over $1.7 billion remaining on our $2 billion buyback authorization. We are reiterating our annual commitment to return 50% plus of free cash flow to shareholders.\nLastly, I will discuss the refinements to our '23 guidance and activity outlook. We reiterated the company's capital estimate of $2.0 billion to $2.2 billion. While we are seeing clear signs of cost softening, we have yet to realize meaningful savings and therefore, have not built any future cost reductions into our forecast. We are increasing our full year oil guidance 1% to 87 to 93 Mbo per day, driven by efficient operations and strong well performance in both the Permian and Anadarko basins. The total company well turn-in lines are unchanged from our original guidance.\nIn the Marcellus, as Tom has stated in his remarks, we are finishing up a development this month and then plan to drop 1 of our 2 frac crews and hold a single crew for the balance of the year. We also plan to drop from 3 rigs to 2 rigs this summer as planned earlier this year.\nIn the Anadarko, a late '23 turn-in line was pushed into '24. This lowers our Anadarko turning lines to seven wells, down from our prior range of 10 to 15 wells. We now intend to maintain 1 to 2 rigs in the basin for the remainder of '23.\nIn the Permian, we expect to continue to run six rigs for the remainder of the year and will pivot between 2 and 3 frac crews. Due to improved cycle times, we expect to bring on an additional five wells in the Permian during late '23, offsetting the lower turn-in lines in Anadarko.\nTurning to unit cost. The company's guidance remains unchanged at midpoint but there was some moving pieces primarily driven by reclassification between cost categories, which occurred after completing our integration into a single accounting system earlier this year. We also reiterate our 3-year outlook, which assumes the company achieves a 3-year oil CAGR of 5%, BOE and natural gas CAGR of 0% to 5%, which is achievable with capital and activity that is flat to down relative to '23.\nIn summary, despite commodity headwinds, Coterra's outlook remains strong. Driven by continued strong execution, we are well positioned to meet or exceed our 2023 targets.\nWith that, I will turn it back to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ffe66b877bbda952113196a96ef4584",
    "period": "2022 Q4",
    "content": "Q4 2022 Coterra Energy Inc Earnings Call\n\nQ4 2022 Coterra Energy Inc Earnings Call\n\nCTRANYSEFEB 23, 10:00 AM\n\nOperator\n\nThank you for standing by. At this time, I would like to welcome everyone to the Coterra Energy Fourth Quarter 2022 Earnings Call. (Operator Instructions) Dan Guffey, Vice President, Finance Planning, Analysis and Investor Relations, you may begin your conference.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, and good morning. Thank you for joining Coterra Energy's Fourth Quarter 2022 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, Chairman, CEO and President; and Scott Schroeder, Executive Vice President and CFO. Also on the call, we have Blake Sirgo and Todd Roemer. Following our prepared remarks, we will take your questions during our Q&A session.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nCEO, President & Chairman, Coterra Energy Inc.\n\nThank you, Dan, and welcome to all of you who have joined us for our fourth quarter conference call. We are looking forward to a fruitful discussion on Coterra performance, outlook for 2023, 3-year outlook and our tuneup on our return of capital approach. We had an excellent fourth quarter and full year in 2022, driven by superior asset performance, good execution and some commodity price vintage. We finished the fourth quarter above the high end of our guidance on both oil and natural gas. This was made possible by the efforts we undertook during the year on weatherization. We experienced little downtime during the December winter storm events in the Permian, Anadarko and the Marcellus.\nThis took careful planning, smart engineering, great field coordination and perseverance and a lot of grid on the part of our operational staff in all 3 regions. The lack of significant downtime was also helped by collaboration between our Permian, Anadarko and Marcellus business units. We brought our teams together earlier in the fall to share experiences and best practices on weatherization and it paid off. Kudos to our teams who kept us online and flowing during these challenging weather events. We also generated excellent financial results during the quarter and full year.\nFor the full year 2022, we generated almost $4 billion in free cash flow. We returned almost $2 billion in cash to our shareholders through the dividends bought back $1.25 billion of Coterra's stock and retired $874 million in long-term debt. We achieved almost all of our annual operational goals, including a continuation of our multiyear effort towards emission reductions. Coterra maintains one of the lowest emission intensities in our space. This is also true if one separates our Permian asset and looks at them in isolation. It's due to our continuing efforts towards tankless facility implementation, electrification, moving to centralized emergency flaring and establishing a more aggressive inspection cadence than federal and state rules demand.\nOur entire organization is focused on these efforts. Our top tier results are a reflection of our commitment and focus. We announced last night that our Board of Directors has authorized a $2 billion share buyback, which based on our current outlook, could be executed over the next 18 to 24 months.\nWe are pivoting our capital return priorities to favor buybacks over the variable dividend. This is now growth of intensive study and debate about the macro environment we find ourselves in, investor feedback and our viewpoint on a looming global supply demand imbalance. We're not backing off our core pledge to return at least 50% of free cash flow to our owners in the form of our base dividend, buybacks and variable dividend. The world has changed and we find it prudent to adjust our cash return tactics accordingly.\nFurthermore, we think that one of the best, most accretive opportunities in the acquisition market lies in Coterra at our current market valuation. As a wise general once said to his troops, if you find that the map doesn't match the terrain, go with the terrain. In 2023, we're going with a terrain. We also announced the 3-year outlook with our release. Although this plan is not set in stone, it reflects our current multiyear activity schedule. It's based on real ready-to-go locations, updated and calibrated type curves and projects our current cost structure.\nAs Slide 6 in our investor deck shows, we have an active plan that generates an annual average 0% to 5% BOE and natural gas growth and an annual average of 5% oil growth by investing $2.0 billion to $2.1 billion per year in each of the next 3 years on average. 2023 is year-1 of this multiyear plan.\nBasically, the 2023 plan that we announced last night sets up the 3-year cadence nicely. Although production is anticipated to be relatively flat in 2023, we established a cadence that will have significant impact on 2024 and beyond. Furthermore, we have optionality. The 2023 capital plan of $2.0 billion to $2.2 billion off ramps in the event conditions were significantly degrade. We have balanced our program with some services under our annual contract, while others are on a quarter-to-quarter basis. This provides flexibility as we navigate through the year. Our program is designed to be a guided missile, not a rifle shot.\nCoterra enjoys one of the industry's lowest cost of supply with our Marcellus gas assets and at the current commodity strip, our projected returns on our 2023 Marcellus program are outstanding. We have the projects and market takeaway at the ready. However, if conditions worsen, and we choose to retrench, we can pare back. Our capital program is highly flexible depending upon commodity pricing and costs. This means that we can either significantly curtail total activity in capital or shift it from basin to basin as conditions warrant. We could pare back as much as 10% of our total capital this year without impacting 2023.\nHowever, it would lower our growth trajectory in the out years. That said, we do not manage our program based upon daily spot prices. Our outlook for 2023 is both guarded and optimistic. We're guarded owing to a muddled outlook on inflation and the inevitable impact that weather has on our natural gas business. We're optimistic because at the current and projected oil and natural gas prices, our project returns are excellent. Although they're not as robust as they were in 2022 owing to commodity downdraft and the fact that we drilled some spectacular opportunities in 2022, our projected 2023 returns are excellent by historical standards. We've built a multiyear plan that invest through the cycles, generates modest profitable growth and checks the box for ability to withstand further commodity price erosion.\nThe ability to confidently invest in the cycles is one of the many benefits of having a fortress balance sheet and assets with a low cost of supply. The flexibility of our multiyear program allows us to control those elements within our control and adjust those elements outside of our control. You'll also find a little more granularity on our asset inventory on Slide 7 in our investor deck.\nAs always, these are real locations with defined calibrated targets and type curves. These locations will be drilled. I hope that you will draw the conclusion from this that we do, although one needs to continually high-grade inventory, Coterra is well positioned for more than 15 years ahead. I would also like to draw your attention to our Anadarko inventory, which is significant and high quality. We are modestly increasing our activity in the Anadarko Basin in 2023 in order to bring forward to outstanding projects. There are more like them waiting in the wings. Anadarko has a significant role to play in Coterra's future.\nFinally, with this release, we have closed the books on our reserve revision issue. This was a necessary step to level set our evaluation across our portfolio. We finished in the middle of the fairway that we had defined in our Q3 release. As we had promised, there are no new surprises in our end-of-year numbers.\nWith that, I will turn the call over to Scott.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThanks, Tom. Today, I will discuss our fourth quarter and full year 2022 results, shareholder return strategy and then finish with our '23 outlook. During the fourth quarter, Coterra reported net income of $1 billion, discretionary cash flow of $1.4 billion, accrued capital expenditures of $483 million and free cash flow of $892 million. Fourth quarter total production volumes averaged 632 MBoe per day with natural gas volumes averaging 2.78 Bcf per day and oil at 90.7 MBO per day. Oil finished 2% above the high end of guidance and natural gas hit the high end. The strong fourth quarter volume performance was driven by a combination of positive well productivity trends and improved cycle times.\nFourth quarter turn-in-lines totaled 46 net wells in line with expectations. During the quarter, we returned 107% of free cash flow, which included $0.57 per share in cash dividends and $0.65 per share in the form of share repurchase. Share repurchases totaled $510 million in the quarter, marking the completion of our $1.25 billion program first announced in the first quarter of 2022. For the full year 2022, total production came in at the high end of guidance relative to our February '22 guidance. Oil came in 2% above the high end and natural gas came in 2% above the midpoint. Net wells online during the year were 3% below our original guidance. Accrued capital expenditures which were 16% above original guidance, totaled $1.74 billion, and were driven by significant service cost inflation.\nDuring 2022, the company returned 85% of its free cash flow, 50% in the form of base and variable dividends and 35% in the form of share repurchases. In total, the company returned $3.2 billion to shareholders or 18% of its recent market capitalization. After paying off $874 million of long-term notes during the year, Coterra finished the year with $673 million of cash and a net leverage ratio of 0.2x. The company has 4 manageable tranches of debt left with maturities ranging from 2024 to 2029. Turning to return of capital. As many of you read in our release and we have alluded to already, we have multiple updates on the capital return front.\nFirst, we increased our annual base dividend 33% to $0.80 per share. This reinforces the confidence management has in our business and our ability to perform across the cycles. It also reinforces our commitment to providing consistent and meaningful annual dividend increases to our owners. Next, after completing our $1.25 billion share repurchase authorization in '22, we announced a new $2 billion share repurchase program. Using current commodity prices, this authorization will not be fully executed in a single year, but the $2 billion sustainability is our commitment to the repurchase program and returning value to our shareholders.\nLastly, we updated our return on capital priorities. We are reiterating our commitment to returning 50-plus percent of free cash flow to shareholders. However, we are prioritizing share repurchases ahead of variable dividends. Due to market conditions and the value proposition we see in our business, we believe buybacks are the best vehicle to return value to shareholders. Expect Coterra to pay its base dividend, pursue strategic buybacks and supplement with variable dividends if needed, to hit our minimum threshold.\nLastly, I will discuss the 2023 outlook. The company's 2023 capital is estimated to be $2.0 billion to $2.2 billion. This estimate includes approximately 10% cost inflation over the calendar year 2022 capital expenditures. Total full year '23 production on an equivalent unit of production basis is expected to be relatively flat to slightly down. Oil is expected to grow 2%, and natural gas volumes are expected to modestly decline 1% year-over-year. Drilling activity in 2023 is expected to be relatively consistent with 5 to 6 rigs in the Permian, 2 to 3 rigs in the Marcellus and 2 projects in the Anadarko.\nFrac activity will be up 31% year-over-year due to project and DUC timing. The company average lateral length is expected to increase approximately 10% year-over-year primarily due to longer laterals in our Upper Marcellus program. Since last summer, 2023 natural gas prices have fallen from a $6 annual average to a recent strip of $3. However, front month prices are near $2.16, and it is yet to be seen if the forward curve will hold.\nAt the same time, service costs have not softened or adjusted. This dynamic has led Coterra to pursue a production maintenance plan in 2023 with anticipation of modest growth in our 3-year plan. The company has an industry-leading balance sheet and low breakevens to maintain consistent activity through the cycle. To put this in context, the company's corporate breakeven, which we define as free cash flow after paying the base dividend sits at $45 WTI and $2.25 Henry Hub.\nThe capital split in 2023 is expected to be 49% in the Permian, 44% in the Marcellus with the remainder going to the Anadarko. On the heels of positive results in the Upper Marcellus in 2022, we are allocating 40% to 50% of our 2023 Marcellus program dollars to further delineate the upper interval. This is above the 30% to 40% range we discussed as the preliminary target in late '22. This range is likely to be the higher end of the range for the Upper Marcellus versus the lower Marella foot over the 3-year period we laid out.\nInfrastructure timing, pipeline availability and economics were all factors in increasing our allocation to the upper in 2023. Cost guidance for 2023 assumes that dollar per BOE unit costs are flat to down across the board, largely driven by lower commodity prices outlook. Lastly, the future of Coterra is bright. Based on the current service cost environment, we estimate that if the company invests $2.0 billion to $2.1 billion per year over the next 3 years, it will generate a compound annual growth rate of 0% to 5% for both BOE and natural gas and closer to 5% for oil. At current strip, this would generate cumulative free cash flow of approximately $7 billion or 35% of the current market cap.\nIn summary, our first full year at Coterra was stellar. We met our planned production expenses and far exceeded revenues due to a small hedge book and robust prices. For '23 the price dynamic is different, but the engine of success is the same, focused on operational execution of our high-quality inventory to generate strong returns and outside shareholder returns.\nWith that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e8b6ddc4abfdfe0b4edb40dad01933e",
    "period": "2022 Q3",
    "content": "Q3 2022 Coterra Energy Inc Earnings Call\n\nQ3 2022 Coterra Energy Inc Earnings Call\n\nCTRANYSENOV 4, 10:00 AM\n\nOperator\n\nThank you for standing by. At this time, I would like to welcome everyone to the Coterra Energy Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Thank you. Dan Guffey, Vice President, Finance Planning and Analysis and Investor Relations, you may begin your conference. .\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThanks, Cheryl, and good morning. Thank you for joining Coterra Energy's Third Quarter 2022 Earnings Conference Call. Today's prepared remarks will include an overview from Thomas Jorden, CEO and President; and Scott Schroeder, Executive Vice President and CFO. Also on the call, we have Blake Sirgo and Todd Roemer. Following our prepared remarks, we will take your questions during our Q&A session. As a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers, as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nCEO, President & Director, Coterra Energy Inc.\n\nThank you, Dan, and thank you all for joining us today for our third quarter 2022 recap. At third quarter end, Coterra completed our first full year as a new company. We've made remarkable progress and have established a consistent operating rhythm, a spirit of collaboration and teamwork, our commitment to excellence and a common economic language throughout the company. We've developed new methodologies, learn from one another and are building a culture of technical excellence, capital discipline, transparency and open and productive debate.\nWe are deeply proud of the organization and the progress we've made. It all starts in the field, 100% of our assets are in the field, and the top-notch field staff is foundational to an excellent operating company. I want to give a shout out and a big thank you to our field personnel whose perseverance in hostile environments inspires us all.\nDuring the past week, I visited Coterra field offices in Susquehanna, Pennsylvania, Carlsbad, New Mexico and Oklahoma. It is impossible to spend time in these offices without coming home fired up by the commitment that our field team has to the company and to one another. Their passion for excellence, safety and environmental stewardship reflects the heartbeat of Coterra.\nWe had a great third quarter. As we announced last night, we reported total production on a BOE basis that was above the high end of our guidance. More importantly, we had excellent economic returns in all 3 operating basins. Our Permian, Marcellus and Anadarko business units all posted outstanding economic returns in spite of inflationary headwinds. We reported earnings of $1.51 per share. We declared a fixed plus variable dividend of $0.68 per share, which was an increase over the second quarter.\nWe continue to execute on our buyback with approximately 60% of the authorization now complete, and we retired $874 million of long-term debt. All in, we returned a total of $1 per share during the third quarter in the form of dividends and share repurchases. We have now executed on our return promises for a full year and look forward to making this behavior routine.\nWe are hard at work planning our 2023 capital program. All 3 of our business units have fielded options that allow us to continue to generate top-tier returns while maintaining flexibility. Although we will not be announcing specifics of our 2023 capital program until our fourth quarter update, we are working on plans that preserve the flexibility to accelerate or decelerate as conditions warrant. We will accomplish this with a mix of rate and frac crews under both long-term contracts and short-term agreements. Although we're optimistic about 2023 and beyond, we're not good at predicting commodity prices or inflation, and we will be prepared to adapt to changing conditions up or down. As I have said, flexibility is the coin of the realm in the commodity business.\nA few words about inflation. We currently project total well costs in 2023 increasing 10% to 20% on a dollar per foot basis year-over-year. Individual line items, which include rig rates, frac crews, sand, tubulars, fuel and labor may exceed these ranges, but our projected total well costs are a function of our particular timing and particular efficiencies. Although we will continue to fight inflation with efficiencies, longer laterals and optimal pad designs, we do not have a silver bullet here. We are market takers.\nThe good news is that once we arrive at a total capital number for 2023, we have the asset quality to generate excellent returns in spite of these inflationary headwinds. You will also note that we disclosed some recent flowback data from a 9-well Marcellus development, 7 Upper Marcellus wells and 2 Lower Marcellus wells. This project also contains 3 fully bound infill wells drilled at an 800-foot well spacing, allowing us the opportunity to study well-to-well interference. We also studied communication between the upper and the lower Marcellus. There were 11 existing lower Marcellus wells underlying this project and offsetting the new Upper Marcellus wells. Those wells have tuned a total of 127 Bcf, coming online between 2012 and 2019. So that was pre-existing production in the Lower Marcellus under these new Upper Marcellus wells.\nWe're pleased to announce that we see little to no communication between the Upper and Lower Marcellus wells, confirming our thesis that the Purcell limestone that separates them serves as an effective frac barrier. This will be very important to our future development of the Upper Marcellus. Plus, owing to the lower dollar per foot cost of the Upper Marcellus wells, the economic returns of the lower and upper Marcellus are comparable at a flat $4.25 NYMEX gas price.\nWe will continue to delineate the Upper Marcellus and seek to enhance further capital efficiencies by optimizing spacing and completion parameters. We are very encouraged with the economic learnings from this important test.\nFinally, let me comment on the Marcellus reserve revision that we discussed in our release. This was a culmination of bringing the teams together from both legacy companies, establishing technical consistency and applying learnings from across Coterra's 3 basins. These expected revisions are spread over the 50-year life of producing wells. For new wells, the difference between our revised forecast parameters and the original forecast parameters have minor differences within the first 5 years of production, when 80% of the net present value of a new well is captured.\nFurthermore, these expected revisions will have no material impact on our near-term cash flow, capital allocation or ability to deliver on the return of capital promises that we have made.\nI also want to highlight that last night, we released our first Coterra sustainability report, which can be found on our website. We hope that you will find it to be readable, crisp and factual. It reflects our commitment to be the very best and to communicate with authenticity and integrity.\nWith that, I will turn the call over to Scott, who will recap a great quarter.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThanks, Tom. Today, I will briefly touch on third quarter '22 results, shareholder returns and then finish with updated guidance. During the quarter, Coterra generated discretionary cash flow of $1.5 billion, which was up 2% quarter-over-quarter, driven by strong operational execution and robust natural gas prices. Accrued third quarter capital expenditures totaled $456 million, down 3% sequentially.\nCoterra's free cash flow totaled $1.1 billion for the quarter, which included cash hedge losses totaling $259 million. The third quarter 2022 total production volumes averaged 641 MBoe per day, with natural gas volumes averaging 2.81 Bcf per day. BOE and natural gas production were above the high end of guidance.\nOil volumes averaged 87.9% MBO per day above the midpoint of expectations. The strong third quarter '22 volume performance was driven by a combination of accelerated cycle times, positive well productivity and the result of being in ethane recovery for the majority of the quarter. Third quarter turn-in lines totaled 46 net wells in line with expectations.\nDuring the third quarter, the company retired a total of $830 million of long-term notes, which is a combination of the previously announced $124 million of private notes and $706 million of 2024 public notes. After the quarter closed, the company retired the remaining portion of the 24 notes, which totaled an incremental $44 million. The company exited the quarter with $778 million of cash, a net debt to trailing 12-month EBITDAX leverage ratio of 0.2x and liquidity standing at $2.3 billion. We've been clear about our desire to reduce absolute debt levels and the third quarter actions achieved our targeted level.\nTurning to return of capital. October 1, 2022, as Tom said, was the 1-year anniversary of Coterra. If you recall on the merger date, we guided that Coterra had the potential to generate $4.7 billion in cumulative free cash flow for the period of 2022 through 2024 at mid-cycle prices. Driven by strong operational performance and higher commodity prices, Coterra is expected to generate close to $4 billion in free cash flow in 2022 alone.\nSince our formation and including yesterday's announced dividends, the company will have returned $4.3 billion to shareholders or 18% of our current market cap in its first 14 months. This includes $2.6 billion in cash dividends made up of $583 million in base dividends, $407 million in special dividend upon the transaction being closed and $1.7 billion in variable dividends. Also included in that number is $740 million in share repurchases and $874 million in debt repayment. We will continue to follow through on our commitment to a disciplined capital allocation and return strategy.\nFor the most recent quarter, we announced shareholder returns totaling 74% of the third quarter '22 free cash flow or 44% of cash flow from operations. The return of capital is being delivered through 3 methods. First, we maintained our $0.15 per share common dividend, which remains 1 of the largest base dividend yields in the industry. Second, we announced a variable dividend of $0.53 per share combined with our base plus variable dividends that totaled $0.68 per share, up from $0.65 per share paid in the second quarter. Our total cash dividend is equal to 50% of free cash flow as is our continuing commitment.\nThird, during the third quarter, we repurchased $253 million of common stock or 9.3 million shares at an average price of $27.03. The buyback amounted to $0.32 per share or 24% of our free cash flow. Just over 7 months since announcing our $1.2 billion buyback authorization, we have repurchased 28 million shares for $740 million, utilizing 59% of our authorization. We previously discussed our intention to execute the full authorization with -- within a year and remain on track.\nLastly, I will discuss guidance. We modestly increased our full year 2022 BOE and natural gas production guidance while maintaining capital and unit cost guidance. Our annual production guidance is up 1% to 625 to 640 BOE per day and 2.78 to 2.85 Bcf per day, respectively. We have no change to our 2022 turn-in-line guidance and expect total company turn-in lines to be near the midpoint of guidance. Our fourth quarter total production guidance is $6.15 to 635 MBoe per day with natural gas and oil volume guidance set at 2.73 to 2.78 Bcf per day and 86 to 89 MBO per day, respectively.\nOn the '22 capital, we are maintaining our guidance range, but expect to be at the high end, driven by ongoing inflation. While we are continuing to see inflationary pressures relating to operating cost, we are maintaining unit cost guidance for LOE, GP&T, G&A taxes other than income and deferred tax ratio.\nOne note, the deferred tax ratio during the third quarter of 8% was below the expected run rate due to a favorable tax law change in Pennsylvania that was enacted during the quarter. The Pennsylvania corporate income tax rate was lower for all future years, reducing Coterra's future tax liability. This reversal was recognized as a deferred tax gain on the quarter, which caused a onetime adjustment and drove the deferred tax ratio below our annual guidance.\nAs it relates to the reserve news and its impact, the third quarter results reflect the increased DD&A required after the adjustment. This will carry through into the fourth quarter. And even with the adjustments, our full year DD&A guidance remains unchanged.\nIn summary, Coterra continues to deliver on all fronts with strong operational execution and disciplined capital allocation. As always, maintaining one of the best balance sheets in the industry remains foundational to our future success.\nWith that, we'll turn it back over to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c6328686184a8329792dfae431cd6b5",
    "period": "2022 Q2",
    "content": "Q2 2022 Coterra Energy Inc Earnings Call\n\nQ2 2022 Coterra Energy Inc Earnings Call\n\nCTRANYSEAUG 3, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Cheryl, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Dan Guffey, Vice President of Finance, Planning and Analysis and Investor Relations, you may begin your conference.\n\nDaniel Dennis Guffey\n\nVP of Finance, Planning & Analysis and IR, Coterra Energy Inc.\n\nThank you, Cheryl, and good morning, and thank you for joining Coterra Energy's Second Quarter 2022 Earnings Conference Call. Today's prepared remarks will include an overview from Tom Jorden, CEO and President; and Scott Schroeder, Executive Vice President and CFO.\nAlso on the call, we have Blake Sirgo and Todd Liebl. Following our prepared remarks, we will take your questions during the Q&A session. As a reminder, on today's call, we will make forward-looking statements based on current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in our earnings release and updated investor presentation, both of which can be found on our website.\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nCEO, President & Director, Coterra Energy Inc.\n\nThank you, Dan, and thank all of you who are joining us today for our Q2 2022 recap. As you read from our earnings release, we had an excellent second quarter. If I were asked to write the news headline describing our release, it would be Coterra Hits Its Stride. With these quarterly results, which are our third since forming Coterra, we have affirmed our commitment to capital discipline, prudent capital allocation and returning free cash to our owners.\nWe beat on all 3 product streams: oil, gas and natural gas liquids. This was a result of outstanding organizational execution during the quarter as well as having some great rock. I want to give a big shout out to our organization, particularly our field staff who worked relentlessly during the quarter and brought wells online ahead of their planned first production date.\nOur solid execution was turbocharged by excellent reservoir performance. We continue to see positive results from our spacing configurations, landing zone selections and completion designs. You will also note that we increased our capital guidance for the year. This was a combination of 2 factors, inflation and a modest increase in activity.\nI will discuss these individually. Inflation continues to be a headwind. This includes cost increases for rigs and frac fleets, as our term commitments expire and we move to prevailing rates. Prices for diesel, fuel, steel and sand continued to climb during the quarter. It is hard to point to any significant item that has not seen some level of price increase.\nWe are adding a modest amount of incremental activity in the second half of 2022. This includes keeping a third rig running in the Marcellus, where our prior plans called for us to drop back to 2 rigs. In the final analysis, we decided against releasing a high-performing drilling rig in an environment where we had doubts that we could have replaced it with 1 of comparable quality and performance.\nThis decision will provide operational momentum and increase optionality as we enter 2023. We are achieving outstanding economic returns from our capital investments in each of our 3 basins. One measure of the quality of returns is project payout time. It has been many years since payout was a meaningful descriptor of our program.\nOur industry has been fooled many times by a strip price file that has ultimately been a mirage and which has, at times, resulted in returns that are lower than pre-drill models. In an environment where we are cautious about future commodity prices and possible global recession, short payout times add a safety backstop through a capital program.\nIn 2022, our Permian and Marcellus drilling projects are achieving full project payout in a range between 2 and 6 months. Looking ahead into 2023, Coterra is well positioned for success. Although we are not prepared to discuss specific plans for 2023, we are positioned to deliver on all of our commitments: significant free cash flow generation, the return of at least 30% of cash flow from operations in the form of dividends, supplemental share repurchases and debt reduction and an investment program that generates mid-single-digit growth. In Coterra fashion, we intend to under promise and over deliver.\nWe are also pleased to report that we have not relaxed on our mission to significantly reduce our emissions footprint. We are on track to hit our greenhouse gas intensity goals, methane intensity goals and flaring reduction. As of fall of 2021, we have eliminated all routine flaring.\nWe also continue to make great progress on our multiyear electrification goals. Fully 2/3 of our Permian wells drilled in 2022 will be drilled by rigs running directly on grid power. We took delivery of a fully electric frac fleet during the second quarter, which we are powering directly off our electrical distribution grid.\nWe have begun to pivot to electric compression within our Permian midstream assets and are seeing excellent operational performance. These initiatives are smart, timely and result in significant efficiencies and fuel savings, hats off to our operational staff and vendor partners for championing these creative and impactful technologies.\nAnd finally, on the macro front, we have not lost sight of the fact that we are in the midst of a growing global energy crisis. Long-term underinvestment in our sector, combined with the rebound in demand, has created a shortage of oil and natural gas and the impacts of which have ricocheted around the world. The war in Europe and growing inflation has exacerbated the problem and impacted those who can least support it.\nThus far, the response from our policymakers in Washington has been underwhelming. Although we are encouraged by some elements of the recently announced Inflation Reduction Act, we are cautiously studying its many provisions. Our industry and our nation have the capacity to produce clean, reliable, affordable energy that provides energy security to the free world.\nWe not only have the ability to accelerate delivery of LNG to the world, we have the responsibility to do so. We need strong leadership and energy policy. We need more pipeline infrastructure, and we need it now. Many of these projects will take years from design to completion, which means that we should get started today, unleash us and watch what we can do.\nWith that, I will turn the call over to Scott, who will walk us through a more detailed rundown of our Q2 results.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThanks, Tom. Today, I will briefly touch on second quarter results, shareholder returns and then finish with updated guidance. During the second quarter, Coterra generated discretionary cash flow of $1.49 billion in the quarter, which was up 21% quarter-over-quarter, driven by strong operational execution and robust commodity prices.\nAccrued second quarter capital expenditures totaled $472 million with drilling and completion making up 93% of that total, while cash capital expenditures totaled $474 million. Coterra's free cash flow totaled $1.02 billion for the quarter, which included severance costs of $14 million. Additionally, the free cash flow figure included cash hedge losses totaling $297 million.\nSecond quarter total production volumes averaged 632 MBoe per day, with oil volumes averaging 88.2 MBO per day and natural gas volumes averaging 2.79 Bcf per day. As Tom indicated, all 3 streams were at the high end of our guidance range. The strong second quarter performance was driven by a combination of operational efficiencies, which accelerated cycle times, positive well productivity and an increase in nonoperated production.\nSecond quarter turn-in lines totaled 32 net wells, which was in line with the high end of our guidance range. One note, during the quarter, we [were] primarily an ethane recovery in the Permian Basin, whereas we have primarily in rejection over the prior year. This caused natural gas volumes to be slightly lower, NGL volumes to be slightly higher and NGL realization as a percent of WTI to fall slightly. We expect to see a blend of rejection and recovery for the remainder of the year.\nThe company exited the quarter with approximately $1.1 billion of cash, down from $1.4 billion in the first quarter. During the second quarter, the company had a stronger than usual -- excuse me, a larger-than-usual change in its current assets liabilities account on the cash flow statement, due primarily to large AR changes, which were driven by strong commodity prices.\nCompany's combined net debt to trailing 12 months EBITDAX leverage ratio at quarter end was 0.4x. Liquidity stood at just over $2.5 billion when combining our cash position with our undrawn $1.5 billion revolver.\nTurning to return of capital. We announced shareholder returns totaling 80% of second quarter free cash flow or 92% of cash flow from operations. The return of capital is being delivered through 3 methods. First, we maintained our $0.15 per share common dividend, which remains one of the largest common dividend yields in the industry.\nSecond, we announced a variable dividend of $0.50 per share. Combined, our base plus variable dividends totals $0.65 per share up from our $0.56 per share dividend paid in the first quarter and our $0.60 per share dividend paid in the second quarter. Our total cash dividends for the quarter is equal to 50% of free cash flow.\nThird, during the second quarter, we repurchased $303 million of common stock or 11 million shares at an average price of $28.60. Buyback amounted to a $0.38 per share number or 30% of free cash flow. Just over 4 months since our $1.25 billion buyback authorization, we have repurchased 18.9 million shares for $487 million, utilizing 39% of our original authorization.\nWe have previously discussed our intention to execute the full authorization within a year and remain on track to do so. Entering the third quarter, the company had a 10b5-1 plan in place, and we will provide details of its third quarter share repurchase activity with next quarter's update.\nIn addition, we announced the conversion of $38 million of preferred stock and a retirement of $124 million in principal of long-term debt, which had a weighted average interest rate of approximately 6%. We remain committed to returning 50-plus percent of free cash flow through the base dividend and variable dividends and incremental returns come in the form of share buybacks and enhanced variable dividend or possible future debt reduction.\nLastly, I will discuss our guidance. In the release yesterday afternoon, we updated full year production, capital and unit cost guidance. Following another strong quarter of execution and performance, we are raising our full year '22 production guidance.\nOur annual guidance at the midpoint for BOE is up 1% to 6 15 to 6 35. Natural gas is up 1% to 2.75 to 2.83 Bcf per day. And oil is up 4% to 85.5 to 87.5 MBO per day. We have no change to our '22 turn-in-line guidance but could be toward the high end of the range.\nWe are increasing our full year capital investment guidance 10% above the high end of our previous range to $1.6 billion to $1.7 billion. The increase is driven by incremental inflation and a modest uptick to second half '22 activity. We now expect '22 inflation to drive capital up 20% to 25% year-over-year, up from the estimate of 15% to 20% back in May. While we have the majority of our big ticket items locked in for the second half of 2022, the majority of our '23 program remains subject to market rates.\nBased on preliminary estimates, we expect inflation to increase dollars per foot an incremental in 2023. On the activity increase, Tom already noted the third rig in the Marcellus in the second half of '22. Additionally, we are increasing our facilities capital minimize execution risk and the impact of tight service and materials markets.\nWhile we are continuing to see inflationary pressure relating to operating costs, we are maintaining our LOE, GP&T and G&A unit cost guidance. We are increasing our taxes other income guidance and lowering our expectations for the deferred tax ratio. With operational efficiencies pulling volumes forward into the second quarter, we now expect production volume for the second half to be relatively flat.\nIn summary, we expect capital discipline, continued execution and our unrelenting focus on maximizing return on capital to drive a differentiated value proposition.\nAs always, maintaining one of the best balance sheets in the industry remains foundational for our future success. With that, I will turn it back over to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c436c64de54e53e6953b584e800ef588",
    "period": "2022 Q1",
    "content": "Q1 2022 Coterra Energy Inc Earnings Call\n\nQ1 2022 Coterra Energy Inc Earnings Call\n\nCTRANYSEMAY 3, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Cheryl, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy's First Quarter 2022 Conference Call. (Operator Instructions) Caterina Papadimitropoulos, Investor Relations. You may begin your conference.\n\nCaterina Papadimitropoulos\n\nThank you, Cheryl. Good morning, everyone, and thank you for joining Coterra Energy's First Quarter 2022 Earnings Conference Call. During today's call, we may reference a updated investor presentation, which can be found on the company's website. Today's prepared remarks will include business overview from Tom Jorden, CEO and President; and Scott Schroeder, Executive Vice President and CFO.\nAlso in the room, we have Steve Lindeman, Blake Sirgo, [Todd Liebl] and Daniel Guffey.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconcile to the most directly comparable GAAP financial measures were provided in yesterday afternoon's earnings release, which can be found on our website. (Operator Instructions)\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nCEO, President & Director, Coterra Energy Inc.\n\nThank you, Caterina, and thank you to all for joining us this morning. By all measures, Coterra had an outstanding quarter First quarter results were driven by a nice production beat and strong commodity prices. Our assets performed well as evidenced by our production coming at the high end of our guidance. We generated $961 million of free cash flow during the quarter and prosecuted our capital program with less than 30% of our cash flow from operations.\nFor the full year 2022, we currently project discretionary cash flow of $5.9 billion with our total 2020 -- excuse me, total 2022 capital program coming in at less than 30% of cash flow, leaving almost $4.5 billion in free cash flow. We were pleased to declare an ordinary dividend of $0.15 per share and a variable dividend of $0.45 per share for a total cash dividend of $0.60 per share.\nFurthermore, we launched our share buyback program in the first quarter, buying in 7.6 million shares totaling $184 million. Taken together, this resulted in a return of 69% of our free cash flow to our shareholders. My remarks will cover a few high-level areas of interest. The outlook for inflation, the outlook for commodity prices and the role of the E&P sector in responding to the growing demand for oil and natural gas.\nFirst, a few thoughts on inflation. As with all of our peers, we are seeing significant inflation in the oil field. Pricing for drilling rigs, completion crews, fuel, sand, labor, oilfield services and trucking are all moving upward. Lead times for ordering tubulars, compressors, electrical equipment, production equipment and line pipe are in many instances, 12 to 14 months from order to delivery. Premier drilling rigs and premier completion crews are in short supply. Overall, we are seeing inflation moving towards 15% to 20% when comparing fiscal year 2022 to 2021.\nAlthough we are pushing back with operational efficiencies, inflation is putting pressure on our capital guidance range. For now, we are holding our capital guidance at the previously announced $1.4 billion to $1.5 billion range for the full year. There are, however, some bright lights. Wherever we can, we're powering our Permian drilling rigs with grid electrical power.\nAll 6 of our Permian rigs are capable of running from grid power, 75% of our 2022 Permian drilling locations will be powered off the grid, which saves an estimated $50,000 per well or $4.3 million gross. We will also see significant savings from our first grid-powered frac crew, which arises late Q2.\nNow a few words on commodity prices. For the first time in a decade, we are seeing support for oil and natural gas prices that is driven by long-term fundamental supply and demand outlook. For many years, any conversations on global oil supply ultimately pivoted to a conversation of what OPEC+ would do.\nSuddenly, the conversation is about the consequences of long-term underinvestment in replacing oil reserves and production. This has led to constructive thinking on long-term oil pricing by thoughtful, informed analysts and investors. Natural gas vital role in world power generation has returned as a welcomed hot topic. The world is ill prepared to meet ambitious climate goals and natural gas is a necessary part of the solution. That coupled with affordability and accessibility make natural gas and U.S. LNG exports, a vital component to world energy supply.\nEnergy security has returned as a top concern and U.S. natural gas has a leading role to play in global energy security and U.S. geopolitical influence. We have seen solid support in natural gas prices, natural gas optimism and a serious discussion on the long-term role of U.S. natural gas in the world arena. Coterra is well positioned to contribute to this critical need for U.S. natural gas and U.S. LNG exports.\nFinally, a few words on the E&P sector's ability and willingness to respond to increasing demand. The U.S. E&P operator has proven to be remarkably resilient through times of crisis. It is through times of plenty that we have stumbled through lack of discipline and over investment. As a consequence, our sector has created an environment of boom and bust cycles, each peak and trough setting the stage for the next cyclic response.\nShale 3.0 and the investor sentiment around it has been a sea change in our business. Our investors have been clear. They want us to be disciplined in both high and low commodity price environments and be proactive in returning cash to our shareholders. In a clear and unequivocal way, our shareholders have telegraphed that they want a changed behavior out of us. We have listened and have responded with conviction around the advised approach to disciplined investing.\nNow we find ourselves in a global energy crisis. Starting last summer, natural gas prices and much of the world spiked owing to demand that was brought on by underperformance of renewables and restricted supply into Europe. Now the terrible tragedy in Ukraine and the loss of Russian oil and gas supplies have led to an energy crisis unlike anything the world has seen in almost 50 years.\nIn order for the U.S. E&P sector to respond with increased U.S. supply, we need well-thought-out regulation and policies that encourage responsible resource development and infrastructure build-out. We need pipelines, which will take new legislation and cooperation from all stakeholders including federal and state legislature and regulators as well as the American public. Also, we need our investors to respond and encourage responsible growth.\nLastly, we need the American public to realize that we, as employees of U.S. E&P companies are Americans first and we will do everything we can to meet our patriotic duty. Cooperation between all parties, including the E&P industry is essential for global energy security and the long-term health of our industry.\nCoterra stands ready to engage in these tough challenges. We have the assets, the organization, the talent and the wherewithal to do what we do best, solve difficult problems. And we will do that in partnership and conversation with our owners.\nWith that, I will turn the call over to Scott Schroeder, our Chief Financial Officer.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThanks, Tom. Today I will briefly touch on first quarter results, shareholder returns, and then finish with a discussion on guidance. During the first quarter, Coterra generated discretionary cash flow of $1.23 billion, the largest quarterly cash flow generated in the combined company's history. The figure was largely driven by an 8% increase in realized BOE commodity price quarter-over-quarter and solid operational results.\nAccrued first quarter capital expenditures totaled $326 million, with D&C making up 96% of the total, while cash capital expenditures totaled $271 million. Coterra's free cash flow totaled $961 million for the quarter, which included severance and merger-related costs of $31 million. Additionally, the free cash flow figure included cash hedge losses totaling $171 million.\nFirst quarter total production volumes averaged 630 Mboe per day, with natural gas volumes averaging 2.85 Bcf per day, both at the high end of guidance. The company's oil production averaged 83.1 MBO per day, 1.3% above the high end of guidance. The first quarter performance was driven by a combination of nonoperated production volume gains, positive well productivity and to a lesser extent, accelerated timing.\nThe company exited the quarter with approximately $1.5 billion of cash, up from the $1 billion level at year-end 2021. The company's combined net debt to trailing 12-month EBITDAX leverage ratio stands at 0.41x at the end of the quarter. Liquidity stood at just under $3 billion when combining our cash position with our undrawn $1.5 billion revolver.\nTurning to return of capital. We announced shareholder returns totaling 69% of the first quarter free cash flow or 50% of cash flow from operations. The return was driven by 3 methods. As Tom already indicated, we maintained our base $0.15 per share quarterly dividend, which provides one of the largest common dividend yields in the industry; second, we announced a variable dividend of $0.45 per share.\nCombined, our base plus variable dividend totaled $0.60 per share, up from our $0.56 per share dividend paid last quarter. Our total cash dividend is equal to 50% of free cash flow and 36% of cash flow from operations. Third, after announcing a buyback authorization of $1.25 billion in February, we repurchased $184 million of shares during the quarter. We repurchased 7.6 million shares at an average price of $24.16 per share. The buyback amounted to 23% -- excuse me, $0.23 per share or 19% of free cash flow.\nEntering the second quarter, the company had a 10b5-1 plan in place, and we will provide details of its second quarter share repurchase activity with our second quarter results in July. We remain committed to returning 50-plus percent of free cash flow via the base plus common dividend and supplemental returns will come in the form of enhanced variable dividends, share buybacks or even debt reduction.\nLastly, I will discuss our guidance. In the release last night, we reiterated our full year 2022 production capital and unit cost guidance. Our second quarter total production guidance is equal to 605 to 625 MBoe per day with natural gas and oil volume guidance set at 2.725 to 2.775 Bcf per day and 82 to 84 MBoe -- excuse me, MBO per day, respectively.\nAs previously communicated, our expectation is to generate second half volume growth. We are maintaining our full year 2022 capital investment guidance. However, we continue to see inflation headwinds, which could move us above the midpoint of our range. We intend to remain disciplined and have not added activity for this year.\nWhile we are also seeing inflationary pressure relating to operating costs, especially in GP&T and LOE, we expect to remain within our original unit cost guidance. G&A expense for the quarter was $1.48 per BOE, which included $0.54 per BOE or the $31 million previously mentioned related to severance and merger-related costs. Excluding these charges, G&A would have been below $1 per BOE and below the low end of guidance.\nIn summary, we remain committed to capital discipline and shareholder returns while focused on execution, maximizing return on capital and maintaining one of the best balance sheets in the industry.\nWith that, I will turn it back to the operator for Q&A."
  },
  {
    "header": "CTRA",
    "cik": "0000858470",
    "ticker": "CTRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/786a724ff8a476a622cbda5fad7ecdae",
    "period": "2021 Q4",
    "content": "Q4 2021 Coterra Energy Inc Earnings Call\n\nQ4 2021 Coterra Energy Inc Earnings Call\n\nCTRANYSEFEB 24, 10:00 AM\n\nOperator\n\nLadies and gentlemen, good morning, and thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Coterra Energy Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to turn today's call over to Ms. Caterina Papadimitropoulos. Please begin.\n\nCaterina Papadimitropoulos\n\nThank you, Brent. Good morning, everyone, and thank you for joining Coterra Energy's Fourth Quarter 2021 Earnings Conference Call. During today's call, we may reference an updated investor presentation, which can be found on the company's website. Today's prepared remarks will include a business overview from Tom Jorden, CEO and President; and Scott Schroeder, Executive Vice President and CFO. Also, in the room, we have Steven Lindeman, Blake Sirgo, Dan Guffey and Todd Roemer.\nAs a reminder, on today's call, we will make forward-looking statements based on our current expectations. Additionally, some of our comments will reference non-GAAP financial measures. Forward-looking statements and other disclaimers as well as reconciliations to the most directly comparable GAAP financial measures were provided in yesterday after earnings release, which can be found on our website. (Operator Instructions)\nWith that, I'll turn the call over to Tom.\n\nThomas E. Jorden\n\nCEO, President & Director, Coterra Energy Inc.\n\nThank you, Caterina, and thanks to all of you who are joining us this morning for the Q4 2021 Coterra Conference Call. I will be making a few overview remarks, followed by our Chief Financial Officer, Scott Schroeder. We'll then turn the call over to Q&A.\nYesterday afternoon, we reported our fourth quarter 2021 results, which was our first full quarter as Coterra. All-in-all, things lined up nicely during the quarter. Our production came in right-on-top of the midpoint of our guidance, including a quarterly average oil production of [88,600] barrels of oil per day. This is an increase of 31% over the legacy Cimarex Q4 2020. Our Marcellus program delivered as promised and company-wide, all 3 streams, oil, gas and natural gas liquids came in at or above forecast.\nScott will walk us through the financial details later on. We are very pleased to have delivered a strong Q4. We also announced our enhanced return to shareholders, including a 20% increase in our common dividend, a fourth quarter '21 total dividend equal to 60% of our fourth quarter free cash flow and the launch of a $1.25 billion share buybacks. Taken as a package, this positions Coterra to be one of the most attractive yield stories in our sector.\nFurthermore, we have confidence that this 3-pronged approach is sustainable through the cycles. These are good times in our industry, but they will not last forever. Our experience tells us that things tend to stay good until they turn back, and these turns are swift and unanticipated. There is every reason to be optimistic about our business right now. Oil demand and prices are firming, supported by fundamental supply-demand imbalances. Natural gas demand and LNG exports are increasing, driven in part by reawakening to the fact that natural gas is an essential component to the world's energy transition needs. Public policymakers in the United States and abroad are reexamining their energy policies in a manner that favors natural gas demand. We hope these good times last, but Coterra is prepared for whatever the future may bring. As we look ahead into 2022, we have a well-crafted plan backstopped by the outstanding returns that our assets are providing.\nOur goal in formulating the 2022 capital plan was simple, to maximize our cash flow, capital efficiency and hold production relatively flat. As we have previously discussed, we are strategically interested in balancing liquids upward as a percent of our overall revenue and cash flow. In 2022, we expect liquids to account for 47% of our revenue mix, up from 40% in 2021. We plan to accomplish this by waiting more capital to our oil and liquids-rich areas with 49% in the Permian, 7% in the Anadarko and 44% Marcellus.\nWhile all 3 basins offer comparable returns, the tilt towards our liquids-rich areas was a multifactor decision driven by the current commodity environment, service and inflation headwinds and the goal to maximize free cash flow. The output of our plan, we expect to generate $3 billion in free cash flow in 2022 while investing less than 35% of cash flow into our capital program.\nOur '22 plan hits the right stride, deploying the power of our portfolio to maximize cash flow, not production. A few words on the impact of inflation. Like all of our peers, we are experiencing inflation across our supply chain. This includes rig rates, pressure pumping, labor, fuel, sand and chemicals. We are also seeing increased pressure on trucking services, particularly in the Marcellus. Comparing 2021 service rates to projected 2022 service rates, we see 12% to 14% inflation in total well cost. Although we continue to push back with ongoing operational efficiencies, it does remain a factor in our overall capital level.\nAmong the ways we are pushing back is increased project size as measured by the number of wells per pad. In the Permian, our average wells per pad is increasing from 5.5 in 2021 to 8.3 wells per pad in 2022. We are also striving to capitalize on longer well lengths wherever possible, and our 22 average will be 11,000 feet, up over 10% year-over-year. Overall, we are seeing a net Permian inflation impact of 7% when we factor in inflation against ongoing operational efficiencies.\nBoth of these counter inflationary pushbacks or the number of wells and longer welling are illustrated by our Prewit-Justify Authentic project in Culberson County, where we are drilling a 14-well project with an average lateral length of 15,750 foot. The Prewit-Justify authentic project is projected to deliver total well costs, including drilling, completion and facilities of approximately $700 per foot, the lowest of our 2022 program. To our knowledge, this project is the largest 3-mile lateral project in the Permian Basin. We are already hard at work on our 2023 plans. As I have said in the past, owing to the long lead times required for pad development, much of our 2022 plans were baked in before we closed on the Coterra transaction.\nHowever, we were able to impact these plans by balancing our oil and liquids contribution upwards. We will continue to work to optimize our portfolio and deliver consistent results through the cycles. As we look into the future, Coterra is blessed by a deep inventory throughout our asset base. The Permian, Marcellus and Anadarko all have greater than 15 years of top-tier inventory at our current investment rates. For these purposes, we consider top-tier inventory as those locations that generate a PVI 10 of 1.5 or greater at mid-cycle price which we define as index prices of $55 oil and $2.75 gas. PVI 10 of 1.5 generally equates to an after-tax rate of return of 50% to 60% depending on the decline profile. If we look at lower returns, our inventory gets even longer at current conditions. We worry about a lot of things at Coterra, inventory is not one of them.\nFinally, allow me to make a few comments on the progress of the integration of our 2 legacy companies. Thus far, the integration has gone remarkably well. Our organization is in place and functioning as one team. We are in the midst of integrating our various software systems and databases, accounting, land, engineering, geoscience, human resources. The team is making tremendous progress. Most importantly, we are seeing broad technical collaboration between our asset teams. We are exchanging ideas, gaining new insights from new colleagues and raising the performance bar across our organization.\nWe have an incredibly talented and dedicated team of professionals, and they are experiencing humility as am I, as we come together and review the great work across our platform. We are exchanging spacing ideas, completion ideas, drilling efficiency and EHS experience is envisioned. We are challenging one another in developing trust. We are united in our commitment to make Coterra the best, most resilient company in our sector.\nI want to acknowledge our organization for steadfastness of working through the integration process. This has involved long hours, occasional creative workarounds and perseverance. The progress we are making is a testament to the quality of our workforce. I would also like to acknowledge our field staff who once again, this winter, have been tasked with enduring severe winter storm events and through it all, kept our production online and operated safely through exceedingly challenging conditions. I want to express my personal gratitude to these exemplary employees. With that, I will turn the call over to Scott.\n\nScott C. Schroeder\n\nExecutive VP & CFO, Cabot Oil & Gas Corporation\n\nThank you, Tom. Let me elaborate on the fourth quarter results for Coterra at the shareholder return profile that we announced last night and give a little more granular on our full year '22 outlook. During the fourth quarter, Coterra generated discretionary cash flow of $1.03 billion in the quarter, including the impacts of merger-related expenses. This figure was driven by a 6% increase in BOE production and a 28% increase in our average BOE realized price compared to the third quarter of 2021. Fourth quarter capital expenditures totaled $264 million, which were within our guidance range of $245 million to $275 million that we announced back in October. Coterra's free cash flow totaled $758 million for the quarter, which once again included the merger-related cost of $26 million and severance costs totaling $44 million. Additionally, the fourth quarter free cash flow included cash hedge losses totaling $370 million from legacy hedge positions from both parties.\nDuring the fourth quarter, production volumes beat the midpoint of guidance, as Tom indicated, by approximately 1% as the company's oil production averaged 88.6 MBo per day. Natural gas volumes averaged 3.1 Bcf per day and equivalents averaged 686 MBoe per day. The company exited '21 with just over $1 billion of cash, long-term debt of $3.1 billion after the adjustment for the step-up related to the purchase accounting in the transaction, and a net debt to trailing 12-month EBITDAX leverage ratio of 0.65x. The company's liquidity stood at $2.5 billion, combining our cash position and the undrawn $1.5 billion revolver.\nTurning to the return of capital topic. We announced 3 actions last night that highlight our commitment to increasing shareholder returns. First and foremost, we announced a 20% increase in the annual base common dividend from $0.50 per share to $0.60 per share or $0.15 per share per quarter. This increase positions Coterra with one of the largest common dividend yields among our peers and underscores management and our Board of Directors' confidence in our business.\nSecond, based on fourth quarter free cash flow results, we declared a quarterly base plus variable dividend of $0.56 per share. The base plus variable dividend reflects the new $0.15 per share based component and a variable component of $0.41 per share on the company's common stock. The combined base plus variable dividend represents 60% of fourth quarter '21 free cash flow and 48% of cash flow from operations. Third, we announced the initiation of a supplementary share repurchase program of totaling $1.25 billion. This represents approximately 7% of our current market capitalization.\nThe company remains committed to paying 50-plus percent of free cash flow via the common and variable dividends and plans to use buybacks as an incremental method to return cash to our owners. Our buyback program will be driven by relative and intrinsic value opportunities as we see them.\nNext, I would like to highlight our '22 outlook. Our full year '22 capital investment that we disclosed last night is expected to be between $1.4 billion and $1.5 billion. Included in that is $1.1 billion to $1.3 billion allocated to drilling and completion activities. Tom has already alluded to, the split across the 3 business units. Our '22 capital program is expected to be to equal less than 35% of full year '22 anticipated cash flow at recent strip prices. As such, we expect to generate approximately $3 billion of free cash flow, which equates to a 16% free cash flow yield based on last night's closing stock price.\nIn the Permian, we expect to run 6 rigs and 2 completion crews during 2022. This is a modest increase in activity coupled with a 7% increase in dollars per foot to $865 per foot at the midpoint. This will drive our Permian D&C up approximately $80 million year-over-year. Average gross project size in the Permian is expected to also increase to over 8 wells per project, up from the 2021 average that Tom alluded to a little over 5. and lateral lengths will average up to 11,000 foot, up more than 10% year-over-year based on Frac End.\nThe increase in pad size and longer laterals will increase cycle times year-over-year, causing absolute turn-in line footage to fall approximately 10% year-over-year. In the Marcellus, we expect to average 2.5 rigs and 1.25 completion crews during the year. The region's dollar per foot is expected to increase 12% year-over-year to just above $900 per foot. However, due to pad timing and completion cadence, we expect to complete 8% less lateral footage and turn in line 22% less footage during 2022. Marcellus D&C capital is up 5% year-over-year, less than the region's inflation rate, which is expected to be 12% year-over-year as I previously mentioned.\nOur full year '22 oil production is to average 81 to 86 MBo per day, which is up approximately 7% year-over-year at the midpoint. Our equivalents production is expected to fall approximately 2% to 3% at the midpoint. This is driven by natural gas volumes are expected to fall approximately 5% year-over-year, driven by the previously discussed lower turn-in-line activity throughout the year.\nHighlighting unit cost guidance, we expect to see modest increases in LOE per BOE in '22, driven by inflation and a modest increase in workover activity. Our transportation expense is up as well, primarily driven by an increased fuel cost and top contracts. Our 2022 G&A guidance of $1 to $1.30 per Boe includes anticipated severance expenses related to the merger.\nIn 4Q '21, our G&A included $44 million of severance. Excluding this charge, our fourth quarter results would have been within our guidance range of $0.65 to $0.85 per Boe. In 2023, once integration is complete, we expect G&A to be more in line with our fourth quarter guidance range than the full year '22 guidance range. Fiscal year '22 DD&A guidance now fully loads the results of our purchase price allocation, which was finalized at year-end '21. Lastly, our deferred tax guidance for the year assumes a deferred tax rate between 20% and 30%. This estimate is based on the recent strip and assumes we fully utilize legacy Cimarex NOLs during 2022. This percentage could change depending on commodity realizations throughout the year.\nOur first quarter Boe production is expected to fall 10% sequentially and average 610 to 630 MBoe per day. This decline is driven by timing around the program, specifically turn in lines in the Permian falling 31% sequentially and no turn in lines occurring in the Marcellus during the quarter.\nFurthermore, base declines are likely to be higher in Q1 following the 31% year-over-year oil growth and the 6% quarter-over-quarter natural gas growth. We expect this decline to moderate throughout '22 and into '23. Our recent shareholder initiatives and our '22 outlook highlights our commitment to capital discipline, our dedication to increasing shareholder returns and an expectation to be one of the best balance sheets in the industry.\nBrent, with that, I will turn it back to you for Q&A."
  }
]